{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Joy Williams / What got me through the Civil Wars breakup? Friends, therapy – and red wine","rawTitle":"What got me through the Civil Wars breakup? Friends, therapy – and red wine","item":{"type":"article","id":"music/2015/may/25/joy-williams-the-civil-wars-breakup-solo-album-venus","title":"Joy Williams: What got me through the Civil Wars breakup? Friends, therapy – and red wine","trailText":"The singer had to reinvent herself after the dramatic implosion of the Civil Wars. Now she has returned with the solo album Venus, full of music that just spilled out of her","standFirst":"<p>The singer had to reinvent herself after the dramatic implosion of the Civil Wars. Now she has returned with the solo album Venus, full of music that just spilled out of her</p>","byline":"Michael Hann","body":"<p>Joy Williams had an unusual journey into music, because pop and rock were strangers in the family home when she was growing up in California. Her mother knew one Beatles song, <a href=\"https://www.youtube.com/watch?v=46_yYR6tGOI\">I Want to Hold Your Hand</a>, and the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/beach-boys\">Beach Boys</a> were considered acceptable, but that was pretty much it. Until one day the teenage Williams went for a meeting with her drama teacher about a play her high school was putting on.</p> \n<p>“I saw this disc and it said, ‘<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/oct/26/jimi-hendrix-biopic-london-1967-changed-sound-for-ever\">Jimi Hendrix</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/may/26/jimmy-page-robert-plant-how-we-made-led-zeppelin-iii\">Led Zeppelin</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/janis-joplin\">Janis Joplin</a>,’” the singer says. “I said, ‘What is that?’ He said, ‘You don’t know who they are?’ ‘No.’ And he said: ‘You need that more than I do.’ And I wore that CD out.” Doors were opened and music flooded in, especially once she got a car and had access to a radio outside the conservative, Christian family home. “The first time I heard the Beatles it was like my brain was melting, in all the right ways. Why have I missed out on hearing this? And I don’t think it was because my parents tried to hide it from me – they just weren’t listening to it.”</p> \n<p>Yet Williams’ story isn’t one of teenage rebellion taking her off into a dissolute rock lifestyle. She went into music as a teenager with her parents’ blessing – into the Christian contemporary scene, in which she made three albums. At 18, she was giving interviews in which she talked about wanting to be “an obedient servant of Christ” and how she would rather people left her shows marvelling at God than thinking what a great performance she had put on.</p> \n<p>After leaving the Christian scene, she hooked up with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/mar/04/civil-wars-grammy-barton-hollow-interview\">John Paul White</a> at a songwriting workshop, to form the multi-Grammy-winning White-Stripes-gone-folk duo the Civil Wars. Now she’s on her own again, on the brink of releasing a solo album that keeps some of the mood of the Civil Wars – an approachable, unthreatening gothic – but dispenses with the folk in favour of sleek, adult-oriented pop. It’s evidently a priority for Sony, for whom she’s a big enough deal that they kept her on after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/aug/06/the-civil-wars-announce-their-split-once-and-for-all\">Civil Wars split</a>, dramatically and bitterly, in 2012.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=55sY1WqGyMY\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/55sY1WqGyMY?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Watch Woman (Oh Mama) by Joy Williams – video\n </figcaption> \n</figure> \n<p>Williams appears to have been genetically engineered to be a star. A particular kind of one, admittedly – the nice, cheerful, wholesome, don’t-spook-the-horses kind – but a star nonetheless. She’s tiny, so tiny that I suspect, if I accidentally bumped into her, she would collapse in a pile of bones, expensive clothes and perfectly manicured nails. She’s charming, with a hint of flirtatiousness and self-deprecation – she questions her own use of words, asking herself: “I just said plethora. Who says plethora?” It’s a conversational trick she has used in other interviews. And she has the knack of always being able to steer the conversation back to the album she’s promoting. You start to suspect you could bring up anything – the Labour leadership race, the ending of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/mad-men-tv-series\">Mad Men</a>, whether chicken or lamb doners are better – and she’d furrow her brow and announce: “I guess, in a way, that’s something I was trying to work through on one of the songs on the album.”</p> \n<p>“A lot was on my mind, which I think you can hear,” she says. “Obviously, there’s been a huge amount of change in my life, the obvious thing being the implosion of the Civil Wars. And becoming a new mom. And then having to recalibrate my marriage in a lot of ways. My dad being diagnosed with terminal cancer and passing away. So there was a lot to process. And I think that writing – among other things, like therapy and red wine and good friends – really helped me through it.”</p> \n<p>For someone who’s now on to her third artistic guise, she’s keen on the notion of authenticity, insisting that to make music that satisfies her, “I have to split my chest open and reach inside and rummage around”. Which is odd, because both her previous incarnations have involved some level of artifice. She left Christian music, she says, because her songs and interviews had become little more than a script. “I felt like if I were to continue doing that, I would have had to become a duplicitous person and I wasn’t willing to do that.” And the southern gothic of the Civil Wars was often contrived – delightfully so – but it’s hard to think Williams had to rummage around in her open chest to sing: “Won’t do me no good washing in the river / Can’t no preacher man save my soul.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I’ve made attempts to speak to John Paul, but you have to learn to let go</p> \n </blockquote> \n</aside> \n<p>She has not spoken face-to-face to White since the Civil Wars played the Roundhouse in London in November 2012, then promptly cancelled all their remaining shows. “I’ve made attempts to speak to him, but you have to learn to let go,” she says. “John Paul and I, when we met and started the duo, we barely knew each other. And then you spend hours and days and months on the road, and then you do get to know each other.”</p> \n<p>She laughs very faintly, without much amusement. “And as in any dynamic, whether you’re at an office or in any capacity where you’re working that closely with somebody, you begin to notice differences, and differences are not bad – I welcome those. But, when it comes to differences in how you deal with tension, if there’s not a mutual desire then you’re ultimately left with the physics of what goes up must come down.” Venus, her new album, confronts that, she says, by dealing with themes of “acceptance and transcendence and forgiveness and learning to let go of things that don’t serve you and hold on to the things that do”.</p> \n<p>Does she find acceptance, transcendence and forgiveness easy? “No.” She looks at me as if I’ve just asked how many elephants she shoots before breakfast. “Is it easy for you?” No, but I haven’t just made a major-label record about it, so it doesn’t matter if I’m unaccepting, untranscending and unforgiving. She laughs, with a little more amusement than last time. “No, it hasn’t been easy. But it’s been worth the fight.”</p> \n<figure class=\"element element-image\" data-media-id=\"2f83dbf23208d42f681646a4b44bea779157ebc1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432572831986/f0d4ded0-e6b8-4d95-a35f-c9b6deed28d6-460x276.jpeg\" alt=\"Joy Williams and John Paul White performing as the Civil Wars in 2011.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Joy Williams and John Paul White performing as the Civil Wars in 2011.</span> \n  <span class=\"element-image__credit\">Photograph: Rick Diamond/Getty Images</span> \n </figcaption> \n</figure> \n<p>What’s especially intriguing about Williams is that no matter how soft she appears, she must be made of wrought iron. Not everyone could find the courage to walk away from a hugely successful group that’s still on the way up, just as not everyone could find the courage to leave a successful career in Christian music to reinvent themselves. After three albums she had had enough, and she had to let her parents know she was turning her back on Christian music.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There are certain times you have to lovingly tell your parents, you raised me well –&nbsp;please trust me</p> \n </blockquote> \n</aside> \n<p>“It was hard for them,” she says. “We talked it through. There are certain times as a child when you have to lovingly tell your parents, ‘You raised me well. Please trust me as I move forward. We don’t have to agree on everything to still love each other.’ And we found a really beautiful common ground in that. I was there with my father when he passed away, and all the differences melt away when you hold his hand.”</p> \n<p>She’s 32, and poised for a third act, having used the time since the Civil Wars imploded to reconsider so many aspects of her life, including her marriage, which was dragged into the maelstrom because her husband is also her manager and was the “business guru” behind the Civil Wars. “Nate and I had to really work hard as a couple to stare each other directly in the eyes and have conversations that needed to be had, conversations we hadn’t had in a long time or maybe ever,” she says. “And I think every couple – this is a very vulnerable thing to talk about – knows this feeling where you’ve been married, or been with someone so long, that you get in these patterns and you don’t realise there can be a drifting that takes place until you realise you feel very far apart while still being very close.”</p> \n<p>And then, having revealed just enough of herself, she pulls herself back on message. “And that’s what the song called Not Good Enough is about: don’t try to leave, try to stay. Sometimes the hardest thing is to stay. And I’m glad we did, because once you work through that, there’s a deep loyalty and deep devotion and deep intimacy that I’ve never experienced before.”</p> \n<p>It’s hard to dislike Williams. But that utter likability makes one wonder what exactly did happen to cause such a cataclysmic end to the Civil Wars. She’s always careful to note that it takes two people to fall out, and that she has her own share of responsibility. She’s nobody’s fluffy bunny, evidently. And goodness only knows what happens to the people she doesn’t choose to accept and transcend and forgive.</p> \n<p><span class=\"bullet\">•</span> Venus is out on Sony/Columbia on 29 June.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432573368093/062da89c-c4db-4129-8a4a-bfce767680a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Katherine Anne Rose","altText":"'I open my chest and rummage around' … Joy Williams.","cleanCredit":"Photograph: Katherine Anne Rose"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432572833402/f0d4ded0-e6b8-4d95-a35f-c9b6deed28d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joy Williams and John Paul White performing as the Civil Wars in 2011. Photograph: Rick Diamond/Getty Images","credit":"Rick Diamond/Getty Images","altText":"Joy Williams and John Paul White performing as the Civil Wars in 2011.","cleanCaption":"Joy Williams and John Paul White performing as the Civil Wars in 2011.","cleanCredit":"Photograph: Rick Diamond/Getty Images"}],"webPublicationDate":"2015-05-25T18:00:10Z","lastModified":"2015-05-25T23:00:26Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Michael Hann","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411576592682/Michael-Hann-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michaelhann"}],"feature":true,"keywords":["Pop and rock","The Civil Wars","Culture","Music"],"tags":[{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/the-civil-wars","webTitle":"The Civil Wars"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music","webTitle":"Music"}],"section":{"id":"music"},"topics":[{"displayName":"Michael Hann","topic":{"type":"tag-contributor","name":"profile/michaelhann"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/25/joy-williams-the-civil-wars-breakup-solo-album-venus","shortUrl":"http://gu.com/p/497na","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/25/joy-williams-the-civil-wars-breakup-solo-album-venus","webUri":"http://www.theguardian.com/music/2015/may/25/joy-williams-the-civil-wars-breakup-solo-album-venus"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432573368093/062da89c-c4db-4129-8a4a-bfce767680a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I open my chest and rummage around’ … Joy Williams. Photograph: Katherine Anne Rose","credit":"Katherine Anne Rose","altText":"'I open my chest and rummage around' … Joy Williams.","cleanCaption":"‘I open my chest and rummage around’ … Joy Williams.","cleanCredit":"Photograph: Katherine Anne Rose"}},"importance":7,"kicker":{"title":"Joy Williams"},"showQuotedHeadline":false},{"title":"Feelin' grumpy / Why Art Garfunkel just can't get along with Paul Simon","rawTitle":"Why Art Garfunkel just can't get along with Paul Simon","item":{"type":"article","id":"music/shortcuts/2015/may/25/feelin-grumpy-art-garfunkel-cant-get-along-with-paul-simon-monster","title":"Feelin' grumpy: why Art Garfunkel just can't get along with Paul Simon","trailText":"The singer has let rip at his old friend (again). Perhaps the sound of silence would have been better?","standFirst":"<p>The singer has let rip at his old friend (again). Perhaps the sound of silence would have been better?</p>","byline":"","body":"<p><strong>Name:</strong> Art Garfunkel.</p> \n<p><strong>Age:</strong> 73.</p> \n<p><strong>Appearance:</strong> Dandelion seed head, after three good blows.</p> \n<p><strong>Occupation:</strong> Singer, bitter old man.</p> \n<p><strong>Bitter about what?</strong> Paul Simon, mostly.</p> \n<p><strong>Still? After all these years?</strong> It would seem so. In a recent <a href=\"http://www.telegraph.co.uk/culture/music/rockandpopmusic/11626027/art-garfunkel-interview-paul-simon.html\">interview with the Daily Telegraph</a> he said that, by being nice to Paul Simon, he had “created a monster”.</p> \n<p><strong>A hugely gifted, critically acclaimed, universally well-regarded, 12-Grammy-winning monster. </strong>That’s the guy.</p> \n<p><strong>Is that really what Garfunkel meant to say? I know how these things can be taken out of context and twisted.</strong> He claimed he felt sorry for Simon because he was short, and befriended him as a compensation. “And that compensation gesture created a monster. End of interview.”</p> \n<p><strong>Not much room for a generous interpretation of that. </strong>No. Of Simon’s ongoing reluctance to reunite professionally, he said: “How can you walk away from this lucky place on top of the world, Paul? What’s going on with you, you idiot? How could you let that go, jerk?”</p> \n<p><strong>He and Simon go back a long way, don’t they?</strong> They had their first hit together, as <a href=\"https://www.youtube.com/watch?v=pnz5uvfE210\">Tom and Jerry</a>, in 1957, and went on to score a string a mega-hits before splitting up in 1970.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"974aa05b5c3ba85c837762f48440e706657dde28\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432564532440/97ff470a-13ec-4f5d-9cb7-5a5ab5d12921-460x442.jpeg\" alt=\"Art Garfunkel\" width=\"460\" height=\"442\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Art Garfunkel: back to his old self.</span> \n  <span class=\"element-image__credit\">Photograph: Startraks Photo/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p><strong>I guess if I owed my whole career to someone else’s immense song-writing talent, I would be bitter too. </strong>The thing is, Garfunkel has plenty of other strings to his bow. He has had <a href=\"http://en.wikipedia.org/wiki/Art_Garfunkel_discography\">solo hits</a>, and he’s given creditable acting performances in films including <a href=\"https://www.youtube.com/watch?v=sWVknWuUJHE\">Carnal Knowledge</a> and <a href=\"https://www.youtube.com/watch?v=LC-asNConRk\">Bad Timing</a>.</p> \n<p><strong>Versatile. </strong>Yup. At the height of his fame in the 1970s, he even did a stint as a maths teacher.</p> \n<p><strong>And he does have that angelic singing voice. </strong>He did until he was afflicted with a paresis of the vocal cords in 2010 that left him unable to sing a note.</p> \n<p><strong>How terrible.</strong> But he is largely <a href=\"http://www.rollingstone.com/music/news/art-garfunkel-is-ecstatic-my-voice-is-96-percent-back-20140219\">back to his old self these days</a>, and is touring the UK in September.</p> \n<p><strong>Sounds as if things are looking up.</strong> What’s he got to be so grumpy about?</p> \n<p><strong>It seems that is just what he’s like. At the height of his vocal troubles he said: “If I can’t sing, I’m just an asshole.”</strong></p> \n<p><strong>Do say:</strong> “Whoo-hoo! We love you, Art! Do Bright Eyes!</p> \n<p><strong>Don’t say:</strong> “Now you’re an asshole who can sing.”</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432566971466/1634034c-87fa-457e-b4be-95ea9fc520ad-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ABC Photo Archives/Getty Images","altText":"Art Garfunkel and Paul Simon","cleanCredit":"Photograph: ABC Photo Archives/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432564532997/97ff470a-13ec-4f5d-9cb7-5a5ab5d12921-2060x1977.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1977,"width":2060,"orientation":"landscape","caption":"Art Garfunkel: back to his old self. Photograph: Startraks Photo/REX Shutterstock","credit":"Startraks Photo/REX Shutterstock","altText":"Art Garfunkel","cleanCaption":"Art Garfunkel: back to his old self.","cleanCredit":"Photograph: Startraks Photo/REX Shutterstock"}],"webPublicationDate":"2015-05-25T17:22:56Z","lastModified":"2015-05-25T23:00:32Z","metadata":{"commentable":true,"commentCount":96,"contributors":[],"feature":true,"keywords":["Art Garfunkel","Paul Simon","Simon and Garfunkel","Music"],"tags":[{"id":"music/art-garfunkel","webTitle":"Art Garfunkel"},{"id":"music/paul-simon","webTitle":"Paul Simon"},{"id":"music/simonandgarfunkel","webTitle":"Simon and Garfunkel"},{"id":"music/music","webTitle":"Music"}],"section":{"id":"music"},"topics":[],"series":{"title":"Pass notes","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/pass-notes"},"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/shortcuts/2015/may/25/feelin-grumpy-art-garfunkel-cant-get-along-with-paul-simon-monster","shortUrl":"http://gu.com/p/497y2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/shortcuts/2015/may/25/feelin-grumpy-art-garfunkel-cant-get-along-with-paul-simon-monster","webUri":"http://www.theguardian.com/music/shortcuts/2015/may/25/feelin-grumpy-art-garfunkel-cant-get-along-with-paul-simon-monster"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432566924558/0a18b126-c6f4-4e34-815a-aa5ada1e1794-2060x1784.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1784,"width":2060,"orientation":"landscape","caption":"Grammy award winners: Art Garfunkel in 1971 with Paul Simon, the short monster he created. Photograph: ABC Photo Archives/Getty Images","credit":"ABC Photo Archives/Getty Images","altText":"Art Garfunkel and Paul Simon","cleanCaption":"Grammy award winners: Art Garfunkel in 1971 with Paul Simon, the short monster he created.","cleanCredit":"Photograph: ABC Photo Archives/Getty Images"}},"importance":5,"kicker":{"title":"Feelin' grumpy"},"showQuotedHeadline":false},{"title":"Sean O’Brien / Fat-shamed 'Dancing Man' gets own back at star-studded Hollywood party","rawTitle":"Fat-shamed 'Dancing Man' gets own back at star-studded Hollywood party","item":{"type":"article","id":"technology/2015/may/25/dancing-man-fat-shamed-cyberbullies-hollywood-party","title":"Fat-shamed 'Dancing Man' gets own back at star-studded Hollywood party","trailText":"Sean O’Brien, who was mocked by cyberbullies after video of him dancing was posted online, flown to Los Angeles to party with celebrities","standFirst":"<p>Sean O’Brien, who was mocked by cyberbullies after video of him dancing was posted online, flown to Los Angeles to party with celebrities</p>","byline":"Nadia Khomami","body":"<p>A man “fat-shamed” on social media after a video of him dancing was posted online has got his own back by partying with celebrities in Los Angeles.</p> \n<p>Sean O’Brien was ridiculed by trolls after the video was posted on 4Chan this year. The 46-year-old financier from Liverpool attracted global support and was nicknamed the “Dancing Man” by a social media campaign – <a href=\"https://twitter.com/hashtag/FindDancingMan?src=hash\">#FindDancingMan</a> – that tracked him down and revealed his identity.</p> \n<p>The group behind the campaign, including the American writer Cassandra Fairbanks, at the weekend made good on their promise to give O’Brien a star-studded night in Hollywood. They arranged for him to fly to California for the weekend’s events, which raised money for a range of anti-bullying charities.</p> \n<p>Footage of O’Brien dancing happily were posted online in March with the message: “Spotted this specimen trying to dance the other week. He stopped when he saw us laughing.”</p> \n<p>It prompted a wave of abuse, which in turn led to a mass outpouring of support from around the world, including from pop stars Ellie Goulding and Pharrell Williams.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CassandraRules/statuses/573817848507715585\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">YAY TWITTER!!! <a href=\"https://twitter.com/Dancingmanfound\">@Dancingmanfound</a> <a href=\"https://twitter.com/hashtag/FindDancingMan?src=hash\">#FindDancingMan</a> ❤️❤️❤️ We are going to dance!!! <a href=\"http://t.co/G7FxuiSsIh\">pic.twitter.com/G7FxuiSsIh</a></p>— Cassandra (@CassandraRules) \n  <a href=\"https://twitter.com/CassandraRules/status/573817848507715585\">March 6, 2015</a>\n </blockquote> \n</figure> \n<p>O’Brien appeared on the Today Show in New York dancing with pop star Meghan Trainor, before partying at the Avalon nightclub in Los Angeles alongside 1,000 supporters including musician Andrew WK, former White House intern turned anti-bullying campaigner Monica Lewinsky, and Williams via video. Moby, who had previously offered his services for free, DJed the event.<br tabindex=\"-1\" /></p> \n<p>Andrew WK told the crowd: “Probably one of the worst things that ever happened to Sean – or that I can imagine happening to anybody – has turned out to probably be one of the best things that has ever happened to him.”<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AndrewWK/statuses/602314914028343296\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Partying with <a href=\"https://twitter.com/Dancingmanfound\">@DancingManFound</a> and <a href=\"https://twitter.com/WhatsinaDame\">@WhatsinaDame</a>... <a href=\"https://twitter.com/hashtag/DANCEFREE?src=hash\">#DANCEFREE</a> <a href=\"http://t.co/oNcPvQC6hI\">pic.twitter.com/oNcPvQC6hI</a></p>— ANDREW W.K. (@AndrewWK) \n  <a href=\"https://twitter.com/AndrewWK/status/602314914028343296\">May 24, 2015</a>\n </blockquote> \n</figure> \n<p>On Sunday O’Brien threw the symbolic first pitch at a baseball game between the Los Angeles Dodgers and the San Diego Padres, wearing a Dodgers shirt with “Dancing Man” on the back.</p> \n<p>He told Good Morning Britain: “It was daunting at first. I was a bit worried about how it all happened but it’s turned into the most wonderful journey, I’ve met some of the most wonderful people you can imagine. It’s been truly life-changing.”</p> \n<p>O’Brien predicted he would be bullied again about his weight at some point in the future, but added: “I’ve always had confidence anyway, I’ve always wanted to dance. It’s just people pick on you sometimes. But what it has taught me is just totally ignore them rather than just blanking them.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/katydolle/statuses/602560778399453184\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">On the field w <a href=\"https://twitter.com/Dancingmanfound\">@Dancingmanfound</a> for his first pitch! <a href=\"https://twitter.com/hashtag/dancefree?src=hash\">#dancefree</a> <a href=\"https://twitter.com/hashtag/iamdancingman?src=hash\">#iamdancingman</a> <a href=\"https://twitter.com/CassandraRules\">@CassandraRules</a> <a href=\"https://twitter.com/DanceFreeMvmt\">@DanceFreeMvmt</a> <a href=\"http://t.co/NVEmMd3KEK\">pic.twitter.com/NVEmMd3KEK</a></p>— Katy Dolle (@katydolle) \n  <a href=\"https://twitter.com/katydolle/status/602560778399453184\">May 24, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JustinDennis4/statuses/602311871325057024\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">thank you <a href=\"https://twitter.com/Dancingmanfound\">@Dancingmanfound</a> <a href=\"https://twitter.com/katydolle\">@katydolle</a> <a href=\"https://twitter.com/HOPELEIGHMUSIC\">@HOPELEIGHMUSIC</a> <a href=\"https://twitter.com/CassandraRules\">@CassandraRules</a> and everyone else for this!!! <a href=\"https://twitter.com/hashtag/DANCEFREE?src=hash\">#DANCEFREE</a> &lt;3 <a href=\"http://t.co/jTWClxL7nx\">pic.twitter.com/jTWClxL7nx</a></p>— Justin Dennis (@JustinDennis4) \n  <a href=\"https://twitter.com/JustinDennis4/status/602311871325057024\">May 24, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TatyanaAli/statuses/602312728997285888\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">And it begins!! <a href=\"https://twitter.com/Dancinmanfound\">@Dancinmanfound</a> <a href=\"https://twitter.com/HOPELEIGHMUSIC\">@HOPELEIGHMUSIC</a> <a href=\"https://twitter.com/hashtag/DANCEFREE?src=hash\">#DANCEFREE</a> <a href=\"https://twitter.com/hashtag/iamdancingman?src=hash\">#iamdancingman</a> <a href=\"http://t.co/Bx4lRWcm3r\">pic.twitter.com/Bx4lRWcm3r</a></p>— Tatyana Ali (@TatyanaAli) \n  <a href=\"https://twitter.com/TatyanaAli/status/602312728997285888\">May 24, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Annie_R_Mullins/statuses/602309037871370240\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/IAMDANCINGMAN?src=hash\">#IAMDANCINGMAN</a> <a href=\"https://twitter.com/MonicaLewinsky\">@MonicaLewinsky</a> and <a href=\"https://twitter.com/Dancingmanfound\">@Dancingmanfound</a> wey hey Sean and Monica - tip top!! The PaRtay is going!! <a href=\"http://t.co/B2vb0CHeLU\">pic.twitter.com/B2vb0CHeLU</a></p>— Annie Mullins (@Annie_R_Mullins) \n  <a href=\"https://twitter.com/Annie_R_Mullins/status/602309037871370240\">May 24, 2015</a>\n </blockquote> \n</figure>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/13a3a8beec86c56c5fd9cb95efbdea165c78c91f/0_0_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Jonathan Alcorn/REUTERS","altText":"‘Dancing Man’ Sean O’Brien at the #IAmDancingMan party in Los Angeles","cleanCredit":"Photograph: Jonathan Alcorn/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-05-25T10:15:04Z","lastModified":"2015-05-25T15:14:37Z","metadata":{"commentable":true,"commentCount":310,"contributors":[{"name":"Nadia Khomami","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/8/1428480381597/Nadia-Khomami-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nadia-khomami"}],"feature":false,"keywords":["Cyberbullying","Bullying","Internet","UK news","Liverpool","Los Angeles","Technology","US news","California","World news","Society"],"tags":[{"id":"society/cyberbullying","webTitle":"Cyberbullying"},{"id":"society/bullying","webTitle":"Bullying"},{"id":"technology/internet","webTitle":"Internet"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/liverpool","webTitle":"Liverpool"},{"id":"us-news/los-angeles","webTitle":"Los Angeles"},{"id":"technology/technology","webTitle":"Technology"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/california","webTitle":"California"},{"id":"world/world","webTitle":"World news"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"society"},"topics":[{"displayName":"Nadia Khomami","topic":{"type":"tag-contributor","name":"profile/nadia-khomami"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/25/dancing-man-fat-shamed-cyberbullies-hollywood-party","shortUrl":"http://gu.com/p/497gx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/25/dancing-man-fat-shamed-cyberbullies-hollywood-party","webUri":"http://www.theguardian.com/technology/2015/may/25/dancing-man-fat-shamed-cyberbullies-hollywood-party"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456904410","source":"Good Morning Britain","durationInSeconds":45,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10400638&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/25/150525dancingman.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/25/1432562888745/KP_244881_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Hollywood party life changing, says Dancing Man - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Hollywood party life changing, says Dancing Man - video","cleanCaption":"620x372 trailpic for Hollywood party life changing, says Dancing Man - video"}}},"importance":5,"kicker":{"title":"Sean O’Brien"},"showQuotedHeadline":false},{"title":"Obituary / John Nash, 1928-2015","rawTitle":"John Nash, 1928-2015","item":{"type":"article","id":"science/2015/may/25/john-nash","title":"John Nash obituary","trailText":"Nobel prizewinning mathematician whose life was depicted in the film A Beautiful Mind","standFirst":"Nobel prizewinning mathematician whose life was depicted in the film A Beautiful Mind","byline":"Len Fisher","body":"<p>The American mathematician John Nash, who has died aged 86 in a taxi cab crash in New Jersey, made his public mark as the subject of the 2001 film A Beautiful Mind. In his discipline, he gave his name to the <a href=\"http://www.nytimes.com/2015/05/25/science/explaining-a-cornerstone-of-game-theory-john-nashs-equilibrium.html?_r=0\" title=\"\">Nash equilibrium</a> – a position in a situation of competition or conflict in which both sides have selected a strategy, but where neither side can then independently change their strategy without ending up in a less desirable position. Such positions are common in everyday life, and in the interactions of business people, politicians and nations. He earned his early reputation, and his <a href=\"http://www.nobelprize.org/nobel_prizes/economic-sciences/laureates/1994/nash-bio.html\" title=\"\">1994 Nobel prize in economics</a>, by proving mathematically that there is at least one Nash equilibrium lying in wait to trap us in every situation of competition or conflict where the parties are unwilling or unable to communicate.</p> \n<p>Nash had arrived at Princeton University, New Jersey, in 1948 to study for a postgraduate degree in mathematics, bearing a laconic one-line recommendation from his previous professor, Richard Duffin: “This man is a genius.” He proved his genius within two years by publishing what is surely the shortest paper ever to win its author a Nobel prize. Called <a href=\"http://www.pnas.org/content/36/1/48.full.pdf+html\" title=\"\">Equilibrium Points in N-Person Games</a>, it was less than a page long and contained just 317 words.</p> \n<p>It was a major contribution to the burgeoning field of game theory, whose foundations had been laid by the mathematician John von Neumann and the economist Oskar Morgenstern at the Princeton Institute for Advanced Study in their <a href=\"http://www.historyofinformation.com/expanded.php?id=2156\" title=\"\">Theory of Games and Economic Behavior</a> (1944). With Nash’s insight, game theory provides a focus for understanding the roots of many problems in conflict and the failure of co-operation that we face today.</p> \n<p>Nash himself, however, did not regard his contribution particularly highly. He was more concerned with tackling basic problems across the whole range of mathematics. Even as an undergraduate he had produced an independent proof of Brouwer’s fixed-point theorem – the theorem that tells us that, no matter how much we stir a cup of coffee, there will always be one small bit that is just where it was before we started stirring.</p> \n<p>In 1954 and 1956 he produced the two remarkable Nash embedding theorems, which are difficult to explain to non-mathematicians – they prove that “every Riemannian manifold can be isometrically embedded into some Euclidean space” – but which provided the basis for much subsequent mathematics. One very simplified way to illustrate their main point is through the proposition that no matter how you bend a piece of paper with lines drawn on it, the lines will always have the same length. It sounds intuitively obvious, but the proof was difficult, and the theorem has led to many counterintuitive conclusions.</p> \n<p>The mental illness that incapacitated Nash and eventually prompted A Beautiful Mind began to make itself felt in 1959. He could be quite funny about it in later years, and <a href=\"http://lists.extropy.org/pipermail/paleopsych/2005-January/001600.html\" title=\"\">told a New Scientist interviewer in 2004</a>: “Mathematicians are comparatively sane as a group. It is the people who study logic that are not so sane.” But the reality was far from funny. His diagnosed paranoid schizophrenia led to the breakup of his marriage – although he remarried his wife Alicia (who died with him in the taxi cab crash) in 2001 – the loss of his job, and nearly the loss of his Nobel prize when members of the selection committee were worried that he might never be able to pursue serious research again.</p> \n<figure class=\"element element-image\" data-media-id=\"71c82a78699fbf9965ed08a175310e5da82ae521\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432566052674/63a57ce1-2e78-44c0-971d-4c310f687efb-460x276.jpeg\" alt=\"Russell Crowe as John Nash in A Beautiful Mind, 2001.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Russell Crowe as John Nash in A Beautiful Mind, 2001.</span> \n  <span class=\"element-image__credit\">Photograph: Moviestore/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>But carry on he did. In between bouts of hospitalisation, with gradual recovery after many severe episodes in the 1970s, 80s and early 90s, Nash continued to make contributions to many areas of mathematics, especially in the solution of partial differential equations, which describe how several factors affect each other when all are changing simultaneously. Such equations are basic tools for engineers and for people developing computer models of economies and societies, but they are notoriously difficult to solve.</p> \n<p>For his contributions Nash was awarded the Abel prize by the Norwegian Academy of Arts and Letters last week, on 19 May. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/alexs-adventures-in-numberland/2015/may/19/abel-prize-2015-john-nash-louis-nirenberg-and-the-maths-of-ice-cream\" title=\"\">He shared the prize with Louis Nirenberg</a>, and talked of his plans for work in the fields of cosmology and general relativity: when he first joined Princeton, he had reputedly demanded an interview with Albert Einstein so that he could explain where the general theory of relativity was wrong.</p> \n<p>Nash was born in Bluefield, West Virginia. His father, John Forbes Nash Sr, was an electrical engineer, and his mother, Margaret Virginia (nee Martin), had been a teacher. After taking advanced mathematics courses at a local community college during his final year of high school, he attended the Carnegie Institute of Technology (now Carnegie Mellon University), initially majoring in chemical engineering. He switched to chemistry, and then to mathematics, graduating in 1948 with bachelor’s and master’s degrees in mathematics, after which he accepted a fellowship to study for a doctorate at Princeton.</p> \n<p><a href=\"http://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=2&amp;ved=0CC0QFjAB&amp;url=http%3A%2F%2Fwww.princeton.edu%2Fmudd%2Fnews%2Ffaq%2Ftopics%2FNon-Cooperative_Games_Nash.pdf&amp;ei=NzxjVearJaLC7gaj-oHoAw&amp;usg=AFQjCNFcxfzVGgcvvPY41HKGNa1mypcPrg&amp;sig2=qir7nc0ZpId40Su3uimVag&amp;bvm=bv.93990622,d.ZGU\" title=\"\">On completion of his thesis – just 27 pages long</a> – he was hired by Massachusetts Institute of Technology (MIT), at first as an instructor in the mathematics faculty, and then in 1958 as a tenured professor. He began a relationship with a nurse, <a href=\"http://www.boston.com/news/globe/obituaries/articles/2005/04/10/eleanor_stier_84_brookline_nurse_had_son_with_nobel_laureate_mathematician_john_f_nash_jr/\" title=\"\">Eleanor Stier</a>, and in 1953 they had a son, John Stier. In 1957 he married Alicia Lopez-Harrison de Lard&eacute;. He was also a consultant for the <a href=\"http://www.rand.org/\" title=\"\">RAND</a> corporation from 1950 to 1954, but lost his position, even though all charges were dropped, after he had been arrested for indecent exposure in a police entrapment operation in Santa Monica, California.</p> \n<p>Nash’s illness led to his resignation from his position at MIT in the spring of 1959, and Alicia had him admitted to McLean hospital, in Belmont, Massachusetts, for treatment. Their son, John Nash, who also became a mathematician, was born that May.</p> \n<p>The stress of Nash’s illness took its toll, and he and his wife were divorced in 1963. After various periods of hospitalisation he was finally discharged in 1970, but continued to struggle with paranoid delusions over the next two decades. In the <a href=\"http://lists.extropy.org/pipermail/paleopsych/2005-January/001600.html\" title=\"\">New Scientist interview</a>, he said: “I was a long way into mental illness before I heard any voices. Ultimately I realised I am generating these voices in my own mind: this is dreaming, this is not communication. This is coming from an internal source, not from the cosmos. And simply to understand that is to escape from the thing in principle. After understanding that, the voices died out.” Of his portrayal in film he said: “It’s not me, but Russell Crowe plays the role well.”</p> \n<p>In addition to his Nobel and Abel prizes, Nash was awarded the John von Neumann Theory prize in 1978, and the Leroy P Steele prize in 1999.</p> \n<p>He is survived by his two sons and a sister, Martha.</p> \n<p><span class=\"bullet\">•</span> John Forbes Nash, mathematician, born 13 June 1928; died 23 May 2015</p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432565536261/John-Nash-at-the-Oxford-U-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Nash at the Oxford Union last year. Photograph: Roger Askew/Rex Shutterstock","credit":"Roger Askew/Rex Shutterstock","altText":"John Nash at the Oxford Union last year.","cleanCaption":"John Nash at the Oxford Union last year. Photograph: Roger Askew/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432566054183/63a57ce1-2e78-44c0-971d-4c310f687efb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Russell Crowe as John Nash in A Beautiful Mind, 2001. Photograph: Moviestore/Rex Shutterstock","credit":"Moviestore/Rex Shutterstock","altText":"Russell Crowe as John Nash in A Beautiful Mind, 2001.","cleanCaption":"Russell Crowe as John Nash in A Beautiful Mind, 2001.","cleanCredit":"Photograph: Moviestore/Rex Shutterstock"}],"webPublicationDate":"2015-05-25T16:54:50Z","lastModified":"2015-05-25T23:00:27Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Len Fisher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/len-fisher"}],"feature":false,"keywords":["Mathematics","People in science","Science","US news","Mathematics","Education","World news","Russell Crowe","Film","Economics","Mental health","Schizophrenia","Albert Einstein"],"tags":[{"id":"science/mathematics","webTitle":"Mathematics"},{"id":"science/people-in-science","webTitle":"People in science"},{"id":"science/science","webTitle":"Science"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"education/mathematics","webTitle":"Mathematics"},{"id":"education/education","webTitle":"Education"},{"id":"world/world","webTitle":"World news"},{"id":"film/russellcrowe","webTitle":"Russell Crowe"},{"id":"film/film","webTitle":"Film"},{"id":"education/economics","webTitle":"Economics"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/schizophrenia","webTitle":"Schizophrenia"},{"id":"science/alberteinstein","webTitle":"Albert Einstein"}],"section":{"id":"science"},"topics":[{"displayName":"Len Fisher","topic":{"type":"tag-contributor","name":"profile/len-fisher"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/may/25/john-nash","shortUrl":"http://gu.com/p/497yd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/may/25/john-nash","webUri":"http://www.theguardian.com/science/2015/may/25/john-nash"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432565536261/John-Nash-at-the-Oxford-U-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Nash at the Oxford Union last year. Photograph: Roger Askew/Rex Shutterstock","credit":"Roger Askew/Rex Shutterstock","altText":"John Nash at the Oxford Union last year.","cleanCaption":"John Nash at the Oxford Union last year. Photograph: Roger Askew/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Obituary"},"showQuotedHeadline":false},{"title":"U2 / Band feared tour would end after one show when The Edge fell off stage","rawTitle":"Band feared tour would end after one show when The Edge fell off stage","item":{"type":"article","id":"music/2015/may/26/u2-feared-tour-would-end-after-one-show-when-the-edge-fell-off-stage","title":"U2 feared tour would end after one show when The Edge fell off stage","trailText":"‘I completely lost track of where I was on the stage,’ guitarist says of his tumble","standFirst":"<p>‘I completely lost track of where I was on the stage,’ guitarist says of his tumble</p>","byline":"Guardian music","body":"<p>The members of U2 feared their Innocence and Experience tour was going to end on its opening night when The Edge fell off the stage in Vancouver earlier this month. Bassist Adam Clayton said he was “sick in the pit of my stomach”, while drummer Larry Mullen Jr said he feared the tour might “start and end in the same evening”.</p> \n<p>The band members were speaking on CBS Sunday Morning (via <a href=\"http://www.classichitsandoldies.com/v2/2015/05/24/the-edge-recalls-falling-off-the-stage-at-u2s-tour-kickoff-i-just-completely-lost-track-of-where-i-was/\">Classic Hits</a>), where The Edge explained what happened to him.</p> \n<p>“It was a moment of reverie where I just completely lost track of where I was on the stage,” he said. “Out of the corner of my eye I could see the curve of the round and I thought I was already there. I stepped off on what I thought was the stage and I had basically cut the corner. It was one of those things you do only once.”</p> \n<p>The band had been performing I Still Haven’t Found What I’m Looking For when The Edge went walking along a ramp from a stage into the audience and accidentally stepped off the side into the pit between the stage and the audience.</p> \n<div>\n __VIDEO_EMBED_gu-video-456744094__\n</div> \n<p>Although U2’s last album, Songs of Innocence, met mixed reviews and annoyed many people by being put into their iTunes accounts whether they wanted or not, the tour has been getting glowing write-ups so far. <a href=\"http://www.azcentral.com/story/entertainment/music/2015/05/23/u2-concert-review-innocence-experience-phoenix/27838615/\">The Arizona Republic</a> said “it was everything a U2 fan could possibly have hoped for in 2015,” while <a href=\"http://www.rollingstone.com/music/live-reviews/u2-reinvent-the-arena-show-at-triumphant-innocence-tour-opener-20150515?page=4\">Rolling Stone said of the opening show</a>: “They played this show like a young band with something to prove, and this tour is only going to get better as the year goes on.”</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432624982200/0928a5ad-f5a0-473e-a2bb-13b40b24e795-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Kevin Mazur/WireImage","altText":"U2 … Managing to stay upright on stage during the opening night of their tour in Vancouver.","cleanCredit":"Photograph: Kevin Mazur/WireImage"}],"bodyImages":[],"webPublicationDate":"2015-05-26T07:20:37Z","lastModified":"2015-05-26T07:46:02Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Guardian music","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardianmusic"}],"feature":false,"keywords":["U2","Music","Pop and rock","Culture"],"tags":[{"id":"music/u2","webTitle":"U2"},{"id":"music/music","webTitle":"Music"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[{"displayName":"Guardian music","topic":{"type":"tag-contributor","name":"profile/guardianmusic"}}],"embeddedVideos":[{"id":"gu-video-456744094","source":"Instagram/Lojohal","durationInSeconds":31,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/15/edgeedit_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/15/edgeedit.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/15/1431698998502/KP_224873_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Stay away from ..The Edge - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Stay away from ..The Edge - video","cleanCaption":"620x372 trailpic for Stay away from ..The Edge - video"}}],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/26/u2-feared-tour-would-end-after-one-show-when-the-edge-fell-off-stage","shortUrl":"http://gu.com/p/4982h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/26/u2-feared-tour-would-end-after-one-show-when-the-edge-fell-off-stage","webUri":"http://www.theguardian.com/music/2015/may/26/u2-feared-tour-would-end-after-one-show-when-the-edge-fell-off-stage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432624982200/0928a5ad-f5a0-473e-a2bb-13b40b24e795-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"U2 … Managing to stay upright on stage during the opening night of their tour in Vancouver. Photograph: Kevin Mazur/WireImage","credit":"Kevin Mazur/WireImage","altText":"U2 … Managing to stay upright on stage during the opening night of their tour in Vancouver.","cleanCaption":"U2 … Managing to stay upright on stage during the opening night of their tour in Vancouver.","cleanCredit":"Photograph: Kevin Mazur/WireImage"}},"importance":4,"kicker":{"title":"U2"},"showQuotedHeadline":false},{"title":"Mozart / Lock of composer's hair set to fetch £12,000 at auction","rawTitle":"Lock of composer's hair set to fetch £12,000 at auction","item":{"type":"article","id":"music/2015/may/25/wolfgang-amadeus-mozart-hair-lock-sotheby-auction","title":"Lock of Mozart's hair set to fetch £12,000 at auction","trailText":"Keepsake stored in a gold locket is among Mozart and Beethoven memorabilia to be sold by Sotheby’s this week","standFirst":"<p>Keepsake stored in a gold locket is among Mozart and Beethoven memorabilia to be sold by Sotheby’s this week</p>","byline":"Maev Kennedy","body":"<p>A wisp of fair hair in a gold locket, curled around a note explaining that it came from the head of Wolfgang Amadeus Mozart, is expected to fetch up to &pound;12,000 at auction this week.</p> \n<p> By the time Mozart died aged 35, he had composed some of the greatest and best-loved music of all time, and the curl was treasured and handed down through the families of several musicians.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"e51f99a0abaed9b9034d32088c223eb956fc2784\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432559382997/58031ff0-a451-4d5d-a114-4e7558ccf1ac-321x420.jpeg\" alt=\"The lock of hair being sold in a gold locket.\" width=\"321\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The lock of hair being sold in a gold locket.</span> \n  <span class=\"element-image__credit\">Photograph: Sotheby's/PA</span> \n </figcaption> \n</figure> \n<p>Such macabre keepsakes of the great and good, often mounted in jewellery, were common. The Sotheby’s sale where the lock is up for auction also includes an invitation to Beethoven’s funeral, and an even smaller lock of his hair, estimated at up to &pound;3,000.</p> \n<p>Beethoven’s friend, Gerhard von Breuning, recalled that when he came to pay his last respects to the composer in 1827, he found that previous visitors had already snipped off all his white hair.</p> \n<p>In 2002, Sotheby’s sold another lock of Mozart’s hair, passed on by the mistress of one of the composer’s sons, which set a record price of &pound;38,000, more than double the pre-sale estimate.</p> \n<p>This Mozart lock was given by his widow, Constanze, to the mother of a German conductor, Karl Ansch&uuml;tz, and he in turn gave it to the musician Sir Arthur Somervell during a stay in England. Somervell’s wife wore it in a gold locket on a bracelet.</p> \n<p>Somervell, whose setting of Tennyson’s Maud became the most famous and most performed of his many choral works, died in 1937, and the souvenir remained in his family until now.</p> \n<p>Both the Beethoven and the Mozart memorabilia are on display at Sotheby’s until the music and manuscripts sale on Thursday 28 May.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432559263355/9b2dddaa-3e9c-4296-8b6d-093ddd81c593-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Royal Society/PA","altText":"A lock of hair from Wolfgang Amadeus Mozart is going on sale at Sotheby's.","cleanCredit":"Photograph: Royal Society/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432559381697/58031ff0-a451-4d5d-a114-4e7558ccf1ac-1558x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1558,"orientation":"portrait","caption":"The lock of hair being sold in a gold locket. Photograph: Sotheby's/PA","credit":"Sotheby's/PA","altText":"The lock of hair being sold in a gold locket.","cleanCaption":"The lock of hair being sold in a gold locket.","cleanCredit":"Photograph: Sotheby's/PA"}],"webPublicationDate":"2015-05-25T13:13:05Z","lastModified":"2015-05-25T23:00:54Z","metadata":{"commentable":true,"commentCount":27,"contributors":[{"name":"Maev Kennedy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/maevkennedy"}],"feature":false,"keywords":["Wolfgang Amadeus Mozart","Music","Culture","UK news"],"tags":[{"id":"music/mozart","webTitle":"Wolfgang Amadeus Mozart"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"music"},"topics":[{"displayName":"Maev Kennedy","topic":{"type":"tag-contributor","name":"profile/maevkennedy"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/25/wolfgang-amadeus-mozart-hair-lock-sotheby-auction","shortUrl":"http://gu.com/p/497gd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/25/wolfgang-amadeus-mozart-hair-lock-sotheby-auction","webUri":"http://www.theguardian.com/music/2015/may/25/wolfgang-amadeus-mozart-hair-lock-sotheby-auction"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432559263355/9b2dddaa-3e9c-4296-8b6d-093ddd81c593-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A lock of hair from Wolfgang Amadeus Mozart is going on sale at Sotheby’s. Photograph: Royal Society/PA","credit":"Royal Society/PA","altText":"A lock of hair from Wolfgang Amadeus Mozart is going on sale at Sotheby's.","cleanCaption":"A lock of hair from Wolfgang Amadeus Mozart is going on sale at Sotheby’s.","cleanCredit":"Photograph: Royal Society/PA"}},"importance":3,"kicker":{"title":"Mozart"},"showQuotedHeadline":false},{"title":"Morrissey / Singer heralds Irish gay marriage vote – but criticises animal rights stance","rawTitle":"Singer heralds Irish gay marriage vote – but criticises animal rights stance","item":{"type":"article","id":"music/2015/may/25/morrissey-irish-gay-marriage-vote-animal-rights","title":"Morrissey heralds Irish gay marriage vote – but criticises animal rights stance","trailText":"The outspoken singer writes ‘the people, once again, teach the church’ as Ireland votes to allow gay marriage","standFirst":"<p>The outspoken singer writes ‘the people, once again, teach the church’ as Ireland votes to allow gay marriage</p>","byline":"Ben Beaumont-Thomas","body":"<p>Morrissey has offered a message of support to Ireland, praising them for their decision to allow gay marriage – but at the same time attacking the country’s policies regarding their treatment of animals.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/24/same-sex-marriage-northern-ireland-pressure-referendum-win\">Northern Ireland under pressure after Irish gay marriage referendum win</a> </p> \n</aside> \n<p>On 22 May, Ireland emphatically backed the right for gay people to marry, with only one of 43 constituencies across the country not voting in favour. Writing from Australia, where he is about to begin a four-night residency at Sydney Opera House, Morrissey <a href=\"http://www.nme.com/news/morrissey/85677\">gave his reaction</a> to the decision:</p> \n<blockquote class=\"quoted\"> \n <p>Congratulations to Ireland</p> \n <p>The people, once again, teach the church. The people, once again, teach the politicians.</p> \n <p>Now, Ireland, please abolish fur farms and factory-farming and transportation of live animals, and welcome yourself completely into the 21st century.</p> \n</blockquote> \n<p>Morrissey has previously stated that he has had a relationship with a man, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2013/oct/17/morrissey-describes-first-relationship\">writing</a> in his autobiography that when he met Jake Owen Walters, “for the first time in my life the eternal ‘I’ becomes ‘we’.” After its publication, he emphatically <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2013/oct/21/morrissey-humasexual-not-homosexual-autobiography\">told the world</a>: “Unfortunately, I am not homosexual. In technical fact, I am humasexual. I am attracted to humans. But, of course, not many.”</p> \n<p>He has also been a vocal proponent of animal rights for many years. He has said he sees no difference between meat-eaters and paedophiles; he walked off stage at the Coachella festival because he could smell meat being cooked; and he has targeted the likes of Kate Middleton and Beyonc&eacute; for their tastes in food and clothing. Most recently he attacked Al Gore and the Live Earth event for serving meat, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/apr/30/morrissey-live-earth-2015-open-letter-vegan-menu\">writing</a>: “Serving meat and dairy products at an event to combat climate change is like selling pistols at a gun-control rally.”</p> \n<p>Last year <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/oct/07/morrissey-reveals-series-of-cancer-treatments-if-i-die-then-i-die\">he revealed</a> he had undergone a series of treatments for cancer, writing: “If I die, then I die … I’ll rest when I’m dead.”</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/20/1426827004996/67f3f36f-a9a4-4c69-aa71-cf35a6252681-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Rex","altText":"Morrissey","cleanCredit":"Photograph: Rex"}],"bodyImages":[],"webPublicationDate":"2015-05-25T12:48:43Z","lastModified":"2015-05-25T12:51:42Z","metadata":{"commentable":true,"commentCount":99,"contributors":[{"name":"Ben Beaumont-Thomas","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/20/1424452707314/Ben-Beaumont-Thomas-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ben-beaumont-thomas"}],"feature":false,"keywords":["Morrissey","Music","Ireland","LGBT rights","Culture","Europe"],"tags":[{"id":"music/morrissey","webTitle":"Morrissey"},{"id":"music/music","webTitle":"Music"},{"id":"world/ireland","webTitle":"Ireland"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"music"},"topics":[{"displayName":"Ben Beaumont-Thomas","topic":{"type":"tag-contributor","name":"profile/ben-beaumont-thomas"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/25/morrissey-irish-gay-marriage-vote-animal-rights","shortUrl":"http://gu.com/p/497g5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/25/morrissey-irish-gay-marriage-vote-animal-rights","webUri":"http://www.theguardian.com/music/2015/may/25/morrissey-irish-gay-marriage-vote-animal-rights"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/20/1426827004996/67f3f36f-a9a4-4c69-aa71-cf35a6252681-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"‘Now please abolish fur farms’ ... Morrissey. Photograph: Rex","credit":"Rex","altText":"Morrissey","cleanCaption":"‘Now please abolish fur farms’ ... Morrissey.","cleanCredit":"Photograph: Rex"}},"importance":3,"kicker":{"title":"Morrissey"},"showQuotedHeadline":false}],"lastModified":"2015-05-26T07:33:32Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}