{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Cara Delevingne / Superhero movies are 'totally sexist'","rawTitle":"Superhero movies are 'totally sexist'","item":{"type":"article","id":"film/2015/jun/29/cara-delevingne-superhero-movies-are-totally-sexist","title":"Cara Delevingne: superhero movies are 'totally sexist'","trailText":"The star of DC’s upcoming Suicide Squad has criticised the portrayal of women in comic book films","standFirst":"<p data-dropid=\"0\">The star of DC’s upcoming Suicide Squad has criticised the portrayal of women in comic book films</p>","byline":"Benjamin Lee","body":"<p>Model and actress Cara Delevingne has spoken out on “totally sexist” superhero movies, ahead of her role in DC’s Suicide Squad.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/14/captain-marvel-women-writers-hired-for-first-female-fronted-superhero-movie\">Captain Marvel: women writers hired for first female-fronted superhero movie</a> </p> \n</aside> \n<p>Delevingne, who also stars in this summer’s teen romance Paper Towns, took the opportunity to criticise the portrayal of women in comic book films, during an interview with Empire (via <a href=\"https://uk.yahoo.com/movies/suicide-squads-cara-delevingne-superhero-movies-122574255524.html\">Yahoo</a>).</p> \n<p>“There are only three girls in [Suicide Squad] but in my opinion they have the best roles,” she said. “Generally though, superhero movies are totally sexist.</p> \n<p>“Female superheroes are normally naked or in bikinis. No-one would be able to fight like that. Wonder Woman, how the hell does she fight? She would be dead in a minute.”</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-7ab323b6-d66c-4080-a953-0ea02ad8972c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435564328583/6c199e46-1337-4aea-bcd1-656945a38bfd-460x276.jpeg\" alt=\"Gal Gadot as Wonder Woman, who will star in next year’s Batman V Superman: Dawn of Justice.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gal Gadot as Wonder Woman, who will star in next year’s Batman V Superman: Dawn of Justice.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>The comments could cause tension at DC, given that Wonder Woman will be a stablemate of Delevingne’s character Enchantress in next year’s Suicide Squad. It’s already been leaked that Ben Affleck’s Batman will be crossing over from Zack Snyder’s Batman V Superman: Dawn of Justice to David Ayer’s film but no word on whether Wonder Woman will make an appearance. She will be getting her own movie however, set to be released in 2017.</p> \n<p>Delevingne will star alongside Will Smith, Margot Robbie and Jared Leto in Suicide Squad, which hits cinemas on 5 August 2016.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435563830139/4bfa4d35-d02a-4e8e-85b6-d023c517faa3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James Higgins/Splash News/Corbis","altText":"'Female superheroes are normally naked or in bikinis' ... Cara Delevingne talks sexism in comic book movies.","cleanCredit":"Photograph: James Higgins/Splash News/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/19/1426769566222/44f54b76-a3c2-4606-a88f-fad43a88255f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Gal Gadot as Wonder Woman, who will star in next year’s Batman V Superman: Dawn of Justice. Photograph: PR","credit":"PR","altText":"Gal Gadot as Wonder Woman, who will star in next year’s Batman V Superman: Dawn of Justice.","cleanCaption":"Gal Gadot as Wonder Woman, who will star in next year’s Batman V Superman: Dawn of Justice.","cleanCredit":"Photograph: PR"}],"webPublicationDate":"2015-06-29T07:59:30Z","lastModified":"2015-06-29T08:00:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Benjamin Lee","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/benjamin-lee-film"}],"feature":false,"keywords":["Superhero movies","Film","Cara Delevingne","Comics and graphic novels","Books","Culture","Fashion","DC Comics"],"tags":[{"id":"film/superhero-movies","webTitle":"Superhero movies"},{"id":"film/film","webTitle":"Film"},{"id":"fashion/cara-delevingne","webTitle":"Cara Delevingne"},{"id":"books/comics","webTitle":"Comics and graphic novels"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"books/dc-comics","webTitle":"DC Comics"}],"section":{"id":"film"},"topics":[{"displayName":"Benjamin Lee","topic":{"type":"tag-contributor","name":"profile/benjamin-lee-film"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/29/cara-delevingne-superhero-movies-are-totally-sexist","shortUrl":"http://gu.com/p/4a7nt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/29/cara-delevingne-superhero-movies-are-totally-sexist","webUri":"http://www.theguardian.com/film/2015/jun/29/cara-delevingne-superhero-movies-are-totally-sexist"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435563830139/4bfa4d35-d02a-4e8e-85b6-d023c517faa3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Female superheroes are normally naked or in bikinis’ ... Cara Delevingne talks sexism in comic book movies. Photograph: James Higgins/Splash News/Corbis","credit":"James Higgins/Splash News/Corbis","altText":"'Female superheroes are normally naked or in bikinis' ... Cara Delevingne talks sexism in comic book movies.","cleanCaption":"‘Female superheroes are normally naked or in bikinis’ ... Cara Delevingne talks sexism in comic book movies.","cleanCredit":"Photograph: James Higgins/Splash News/Corbis"}},"importance":7,"kicker":{"title":"Cara Delevingne"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435563830139/4bfa4d35-d02a-4e8e-85b6-d023c517faa3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James Higgins/Splash News/Corbis","altText":"'Female superheroes are normally naked or in bikinis' ... Cara Delevingne talks sexism in comic book movies.","cleanCredit":"Photograph: James Higgins/Splash News/Corbis"}}]},{"title":"Jesse Norman / ‘Priorities can’t be driven by media obsessions’","rawTitle":"‘Priorities can’t be driven by media obsessions’","item":{"type":"article","id":"media/2015/jun/28/bbc-future-licence-fee-jesse-norman","title":"Jesse Norman: ‘Priorities can’t be driven by media obsessions’","trailText":"The new culture committee chair on charter renewal, licence fee dodgers – and why he disputes that he’s a rebel","standFirst":"The new culture committee chair on charter renewal, licence fee dodgers – and why he disputes that he’s a rebel","byline":"Jasper Jackson","body":"<p>Jesse Norman is three working days into his new job as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/18/jesse-norman-new-chairman-culture-media-sport-select-committee\">chair of the culture, media and sport select committee</a> and the Conservative MP is keen to talk about about football, regional arts funding, rural broadband and mobile coverage.</p> \n<p>But with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/26/shadow-culture-secretary-chris-bryant-anonymous-briefings-bbc\">charter renewal negotiations </a>set to start this summer, questions about the BBC’s future are at the top of of the list. How involved in the process will his committee be?</p> \n<p>“We’ll be demanding information, so the general public can see that the process is transparent,” he says. “We would try to encourage innovative ideas and things that might be left out of a purely bipolar argument between the BBC and the government.”</p> \n<p>It’s the first in a series of very cautious, diplomatic answers from Norman that reveal only hints about his stance on the key issues his committee will face in coming months and years. A former banker at Barclays, Norman has not worked as a professional journalist or broadcaster and his experience leans towards the culture and sport parts of his brief. He is a director of the Hay Festival and trustee of performing arts space The Roundhouse (founded by his father), and has been helping to revive Hereford United as Hereford FC after the Southern League club’s owner went bankrupt in December. In the last parliament he spent five years on the treasury select committee.</p> \n<p>Despite his lack of media experience, he shows a clear grasp of the different arguments around the BBC, broadcasting and press regulation. He just doesn’t want to say which sides of those debates he’s on yet. So on the BBC’s determination to provide something for everyone, from arts coverage to Strictly Come Dancing, he appears sympathetic to the idea it helps create a “broad tent” of public support, but then offers the counter-argument that “people don’t watch channels the way they used to. The argument for [the BBC] supporting the less served parts of the broadcasters’ output and audiences is probably stronger now than it was in a very channel-driven age.”</p> \n<p>His predecessor was the more outspoken John Whittingdale, who led the committee for a decade before being <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/11/john-whittingdale-culture-secretary-bbc-charter-renewal\">appointed culture secretary following May’s election</a>. Not only was the committee active around phone hacking and the Leveson inquiry, but one of its last big acts was the publication of a 164-page report on the BBC’s future in February.</p> \n<p>Norman praises the “good work” that went into the report, singling out suggestions on the charter renewal negotiations . Yet he says the new committee “will have to hear the evidence and come to its own views. We have a new government, with a different mandate, and therefore it’s important to come at these things with a fresh mind.”</p> \n<p>He also stops short of wholeheartedly backing the report’s proposal to scrap the BBC Trust, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/apr/14/conservatives-bbc-licence-fee-manifesto-david-cameron\">something the new government is expected to push for</a>, despite sharing concerns over its dual role governing and regulating. “The Trust has had its ups and downs to put it mildly,” he says. “But it may nevertheless be the case that the committee or indeed the government or the BBC decides that even if it is unsatisfactory in some respects, this is a better arrangement than an alternative and more change is not necessarily what is demanded at this stage.”</p> \n<p>He has less time for BBC executives’ claims that decriminalising non-payment of the licence fee – estimated to cost in the region of &pound;200m a year – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/mar/11/decriminalise-tv-licence-fee-evasion-bbc-james-purnell\">would lead to service cuts</a>. He says the figure is a “relatively small proportion” of the corporation’s more than &pound;5bn turnover and “a public service has not been created that is not quite expert in pre-arguing its case”. But, he adds, “we haven’t got to the point of assessing those arguments”.</p> \n<p>The BBC may take heart from the fact Norman is not seen as a rabid right-winger. In 2006 when David Cameron was in the midst of trying to detoxify the Conservative image, he published a book called Compassionate Conservatism and he has been described by the Independent as “a natural member of the party’s One-Nation centre-left”. His voting record is more mixed – he voted for both equal marriage and continued retention of communications data. That more centrist outlook comes through in his response to a question about home secretary Theresa May’s reported plans to use Ofcom to pre-screen broadcasts for extremist content.</p> \n<p>“I’d be instinctively nervous about pre-screening content on broadcasting,” he says. “It is not generally historically a good idea to get the content of political speech regulated in advance, whoever does it.” Yet he still says the committee will have to “see how [the extremism bill] transpires. Obviously there will be overlapping responsibilities with other agencies on this, and that’s another reason for not putting the cart before the horse.”</p> \n<p>On the Leveson inquiry and press regulation he seems prepared to be a little more proactive, suggesting he expects the committee to “take an active interest” in assessing the regulators already set up and any changes the government decides to make. Is press regulation a priority for Norman? “We’ve got a lot of priorities. There are things you are interested in, and your readers are interested in, and there are things that people who are not Guardian readers are interested in. Those include Fifa, broadband, mobile services, regional funding for the arts, tourism, our national collections, an enormous array of other things.</p> \n<p>“It can’t simply be driven by whatever the media obsessions are of the moment. It’s got to be holding the department to account across the full spectrum of its activities, even if some of them are of relatively less interest to journalists.”</p> \n<p>In a bid to make sure the committee has a broad scope, Norman says he’d like to hold its sessions around the country. He also wants to look at spreading arts funding more evenly around the regions, and suggests that national collections based in London could lend some of their most famous pieces of art to smaller venues outside the capital. His support for a less London-centric approach also drives his calls for better broadband and mobile coverage. “You talk about the capacity not just to generate content but to make sure everyone has a chance to get it through broadband and mobile services. To support the last 3% or 5% of the country, which in many cases is larger than that, who can’t get these services or struggle to get these services.”</p> \n<p>For all his early caution, Norman’s background suggests he isn’t likely to remain quiet once he has settled in. He has been described as a rebel after abstaining from a Commons vote on intervention in Syria – which cost him a place on the No 10 Policy Unit – and voting against the House of Lords reform. Norman disputes the tag, saying he has “rebelled against the government precisely once” and “the reputation is unearned”. All it indicates, he says, is that he has “an independent mind”.</p> \n<p>More importantly, he is a big fan of the power of parliament to hold government to account. He has written a well received biography of famed parliamentarian Edmund Burke, and it is when we get round to the democratic process that he starts to display something resembling uninhibited enthusiasm. He says select committees have “undoubtedly” gained in power following the shift to electing rather than appointing members and he’s keen on their growing willingness to scrutinise a wider range of government activity such as appointments. “Under Blair and Brown, where you had these enormous majorities the government became far too powerful compared to the legislature,” he says. “So this is a very welcome reassertion of parliamentary authority, and one that may continue.”</p> \n<p>Another topic that gets him going is football. He has mooted the possibility of the serious fraud office looking at whether sponsors should be investigated for not ensuring money paid to scandal-hit football governing body Fifa wasn’t spent on bribes. What about the broadcasters who pay to show Fifa’s games?</p> \n<p>“We haven’t thought about [broadcasters] particularly but many of the arguments that are made about responses to Fifa can be made about the broadcasters and can be made about the banks and the accounting firms that audit these organisations. It’s an open question. It’s a question in law, and then it’s a question for the committee as to whether it wanted to pursue that.”</p> \n<p>It is only when we get round to music that Norman becomes really animated. He taught himself the trumpet in his 40s and is part of a group of MPs who play together. His belief in music goes well beyond enjoying playing. He talks up its “cognitive, behavioural, emotional and psychotherapeutic” benefits and claims music-making is a “fantastically conservative activity”.</p> \n<p>“It’s about discipline, it’s about focus, it’s about understanding the tradition you are in. It’s about working with other people. It’s about understanding a history and tradition and committing yourself to them, and that is a very conservative idea.”</p> \n<h2>Curriculum vitae</h2> \n<p><strong>Age </strong>53</p> \n<p><strong>Education</strong> Eton College, Merton College Oxford</p> \n<p><strong>Career 1991 </strong>banker,<strong> </strong>Barclays<strong> 1997 </strong>lecturer, University College London <strong>2010 </strong>MP for Hereford and South Herefordshire<strong> 2015 </strong>DCMS select committee chair</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435328725277/Jesse-Norman-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Former banker  Jesse Norman says that the BBC Trust has had its up and downs. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Jesse Norman","cleanCaption":"Former banker  Jesse Norman says that the BBC Trust has had its up and downs. Photograph: Graeme Robertson for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-28T17:00:03Z","lastModified":"2015-06-28T23:10:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jasper Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jasper-jackson"}],"feature":true,"keywords":["BBC","Media","BBC licence fee","BBC Trust","UK news","Politics"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"media/media","webTitle":"Media"},{"id":"media/bbc-licence-fee","webTitle":"BBC licence fee"},{"id":"media/bbc-trust","webTitle":"BBC Trust"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"media"},"topics":[{"displayName":"Jasper Jackson","topic":{"type":"tag-contributor","name":"profile/jasper-jackson"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/28/bbc-future-licence-fee-jesse-norman","shortUrl":"http://gu.com/p/4a6tv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/28/bbc-future-licence-fee-jesse-norman","webUri":"http://www.theguardian.com/media/2015/jun/28/bbc-future-licence-fee-jesse-norman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435328725277/Jesse-Norman-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Former banker  Jesse Norman says that the BBC Trust has had its up and downs. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Jesse Norman","cleanCaption":"Former banker  Jesse Norman says that the BBC Trust has had its up and downs. Photograph: Graeme Robertson for the Guardian"}},"importance":5,"kicker":{"title":"Jesse Norman"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435328725277/Jesse-Norman-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Former banker  Jesse Norman says that the BBC Trust has had its up and downs. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Jesse Norman","cleanCaption":"Former banker  Jesse Norman says that the BBC Trust has had its up and downs. Photograph: Graeme Robertson for the Guardian"}}]},{"title":"Charlotte Rampling / ‘You can’t fool an audience with lots of bits and pieces’","rawTitle":"‘You can’t fool an audience with lots of bits and pieces’","item":{"type":"article","id":"film/2015/jun/28/charlotte-rampling-neck-of-the-woods-berlin-broadchurch","title":"Charlotte Rampling: ‘You can’t fool an audience with lots of bits and pieces. You have to lead them somewhere’","trailText":"The Broadchurch star on our fear of wolves, the joy of working with English actors and her ‘iconic’ image","standFirst":"The Broadchurch star on our fear of wolves, the joy of working with English actors and her ‘iconic’ image","byline":"Alex Clark","body":"<p><strong>Very shortly, you’ll be appearing in Manchester in </strong><a href=\"http://www.mif.co.uk/event/neck-of-the-woods\" title=\"Manchester International Festival\"><strong><em>Neck of the Woods</em></strong></a><strong>, a theatrical collaboration between Turner prize winner </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2010/may/17/douglas-gordon-artist\" title=\"\"><strong>Douglas Gordon</strong></a><strong>, pianist </strong><a href=\"http://helenegrimaud.com/\" title=\"\"><strong>H&eacute;l&egrave;ne Grimaud</strong></a><strong>, writer </strong><a href=\"http://www.veronicagonzalezpena.com/\" title=\"\"><strong>Veronica Gonzalez Pe&ntilde;a</strong></a><strong> and you. It’s about wolves, isn’t it?</strong><br />Yes, I will be the narrator, the interpreter, the person who will actually lead you through the story. There is a fundamental theme, which is the mysteriousness of the wolf, the bad reputation of the wolf, the mythology and the wolf in psychoanalytical terms.</p> \n<p><strong>Wolves seem to have come back to the fore recently, especially with an interest in rewilding. Why do you think they continue to fascinate?</strong><br />There’s something about the wolf, I guess, because since childhood and fairy stories we have had this idea of this ultimate predator, just waiting to pounce on us, waiting to come in. It’s always as if he’s hovering, this wolf, and going to get us one day.</p> \n<p>When we first talked, Douglas said: “I’m going to begin with a fairy story, <em>the</em> fairy story of all time, which is <em>Little Red Riding Hood</em>.” And as we get into the woods, it starts to open up into other areas, when the narrator begins to understand what it actually means and gets very frightened about what it represents.</p> \n<p><strong>I understand it’s been a very collaborative process?</strong><br />What’s fabulous about these shows is that we’ve all been busy, busy, busy doing other things, so we got together every now and again; then you just feed in and the wonderful thing about live performance is you come up with something that rather surprises everybody, whether it works or not – we hope it does!</p> \n<p><strong>It sounds exciting, but perhaps a little daunting?</strong><br />You can’t fool an audience. You can’t just give them lots of bits and pieces. You have to lead an audience somewhere. If an audience decides to take the performance off somewhere else, you’ll have a few people – it’s quite interesting how it happens, almost like an agitator – that will just take the play away from the players. And they’ll laugh at the wrong time, they’ll kick up, they’ll cough a lot, they’ll be agitated, you can feel that you’ve lost them. And that’s absolutely no good for anybody.</p> \n<p><strong>Your work in theatre is a relatively late&nbsp;addition to your career and includes&nbsp;performances of Sylvia Plath’s&nbsp;poetry. How important has this&nbsp;new, live strand been?</strong><br />It’s taken me to other places, which I guess I was seeking and not really knowing it. Quite often, I don’t quite know what I want to do, and then something will come up that could give me a channel into another world, into another way of performing, another way of doing. It’s a question of what you need to stimulate you – I need quite unusual things to stimulate me.</p> \n<figure class=\"element element-image\" data-media-id=\"ea5e733bf7af3499095ff50082f56c84adf4e3fc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434991047805/27ddab5a-f60f-4820-992a-914231260454-460x276.jpeg\" alt=\"Charlotte Ramling as barrister Jocelyn Knight in Broadchurch.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Charlotte Ramling as barrister Jocelyn Knight in Broadchurch.</span> \n  <span class=\"element-image__credit\">Photograph: ITV/Kudos</span> \n </figcaption> \n</figure> \n<p><strong>Most recently, we’ve seen you on television in the second series of </strong><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/broadchurch\" title=\"\"><strong><em>Broadchurch</em></strong></a><strong>, where you played the prosecution barrister Jocelyn Knight. Was it fun?</strong><br />Yes, I’d never done a series of that length, except for the American series <em>Dexter</em>, two years before – a very different story. So that was very exciting because I hadn’t done it before. I like the way of working on a series, when you come in and out all the time, you don’t know what your story is going to be, you’re living in real time when you get the script for each episode. You don’t know what you’re going to be doing.</p> \n<p><strong>So the plot was developing throughout?</strong><br /><strong> </strong></p> \n<p>Completely. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/mar/04/broadchurch-writer-chris-chibnall-i-stand-by-the-dramas-court-scenes\" title=\"\">Chris Chibnall</a> was writing as we went along.</p> \n<p><strong>You didn’t know whether you were going to win or lose the case?</strong><br />Yes – the only things I did know were about my character. That she had an eye problem and was going blind, that she was living as a recluse at the beginning. So just a few pointers – because you have to have a character slightly described to you. But that was all.</p> \n<p><strong>It must have had a huge impact on the cast when they realised someone of your acting pedigree and reputation would be joining them.</strong><br />I honestly don’t know, because you don’t think of yourself like that. I’m always very thrilled and flattered when I hear somebody like yourself saying that. But unless you’re a rather strange sort of egocentric maniac, you don’t really think that yourself.</p> \n<p>The thing about English actors that sets them apart from actors in other countries is that they really are generous. They really are good working actors, everybody, whether you’re the star of the piece or whether you’ve just got a few lines. Everyone is treated the same, you’re all a travelling group together, you all respect your work.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qXAnjA9tAnQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/qXAnjA9tAnQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>You’ve also made a film, <em>45 Years</em>, with Tom Courtenay [for which they won joint acting honours at the Berlin film festival this year], and a television series called <em>London Spy</em>. You’re extremely busy, aren’t you?</strong><br />One of the reasons is that when you get older, obviously your face looks older, and your body may be a bit creaky, but if you’re in good health, you do not feel old. Everyone says this – you still have the mind of a young woman. But you know that your time is counted. And your face is counted too. So you say to yourself, in your mid-60s, how much time am I going to have? Do I want to slow down or do I want to make sure that I’m still connecting with the world?</p> \n<p>It keeps you feeling that you are part of the world that is pushing on, not the world that’s going over the hill. A lot of it is to do with that, probably unconsciously.</p> \n<p><strong>You’ve been called iconic on many occasions and you’ve said in the past that one shouldn’t get involved with one’s image. But how difficult is it to do that?</strong><br />Quite early on, when I saw my image in one of the first few films, I saw somebody that I did not know, and I thought: oh my God, who the fuck is this? And I knew that inside myself, I wasn’t that person, but I said, if I can play it, and if I can make believe I am, if I’m able to be that person there on the screen that I’m seeing, then maybe I’ve got a chance.</p> \n<p><strong>It sounds like you separated a part of yourself?</strong><br />Yeah, it was an extreme form. Which is why people say I’m very distant, I’m cold, I hold space between me and other people; I suppose that’s what I developed, as a protection.</p> \n<p><strong>And yet you’re not at all like that to talk to – we’re laughing and joking!</strong><br />Yes! I did think when I read an article about myself the other day, do people honestly think that one is inside this distant ball, with this rather fierce attitude? And that you could be somebody who actually doesn’t laugh? Have all these years gone by and people are still saying that?</p> \n<p><em>Neck of the Woods runs at Manchester international festival from 10 July; </em><a href=\"http://www.mif.co.uk/\" title=\"\"><em>mif.co.uk</em></a></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/feb/06/berlin-2015-film-review-45-years-charlotte-rampling-tom-courtenay\">Berlin 2015 review: 45 Years – the existential terror of the wedding anniversary</a> </p> \n</aside>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435229909291/Charlotte-Rampling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Charlotte Rampling: ‘Shall I slow down or make sure I’m still connecting with the world?’ Photograph: Jeff Vespa/Contour by Getty Images","credit":"Jeff Vespa/Contour by Getty Images","altText":"Charlotte Rampling","cleanCaption":"Charlotte Rampling: ‘Shall I slow down or make sure I’m still connecting with the world?’ Photograph: Jeff Vespa/Contour by Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434991049253/27ddab5a-f60f-4820-992a-914231260454-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Charlotte Ramling as barrister Jocelyn Knight in Broadchurch. Photograph: ITV/Kudos","credit":"ITV/Kudos","altText":"Charlotte Ramling as barrister Jocelyn Knight in Broadchurch.","cleanCaption":"Charlotte Ramling as barrister Jocelyn Knight in Broadchurch.","cleanCredit":"Photograph: ITV/Kudos"}],"webPublicationDate":"2015-06-28T05:59:10Z","lastModified":"2015-06-28T05:59:10Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Alex Clark","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexclark"}],"feature":true,"keywords":["Charlotte Rampling","Film","Broadchurch","45 Years","Berlin film festival 2015","Manchester international festival 2015","Culture"],"tags":[{"id":"film/charlotte-rampling","webTitle":"Charlotte Rampling"},{"id":"film/film","webTitle":"Film"},{"id":"tv-and-radio/broadchurch","webTitle":"Broadchurch"},{"id":"film/45-years","webTitle":"45 Years"},{"id":"film/berlin-film-festival-2015","webTitle":"Berlin film festival 2015"},{"id":"culture/manchester-international-festival-2015","webTitle":"Manchester international festival 2015"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"film"},"topics":[{"displayName":"Alex Clark","topic":{"type":"tag-contributor","name":"profile/alexclark"}}],"series":{"title":"The New Review Q&A","uri":"http://mobile-apps.guardianapis.com/lists/tag/theobserver/series/the-new-review-q-and-a"},"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/28/charlotte-rampling-neck-of-the-woods-berlin-broadchurch","shortUrl":"http://gu.com/p/4a2pk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/28/charlotte-rampling-neck-of-the-woods-berlin-broadchurch","webUri":"http://www.theguardian.com/film/2015/jun/28/charlotte-rampling-neck-of-the-woods-berlin-broadchurch"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435229909291/Charlotte-Rampling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Charlotte Rampling: ‘Shall I slow down or make sure I’m still connecting with the world?’ Photograph: Jeff Vespa/Contour by Getty Images","credit":"Jeff Vespa/Contour by Getty Images","altText":"Charlotte Rampling","cleanCaption":"Charlotte Rampling: ‘Shall I slow down or make sure I’m still connecting with the world?’ Photograph: Jeff Vespa/Contour by Getty Images"}},"importance":5,"kicker":{"title":"Charlotte Rampling"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435229909291/Charlotte-Rampling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Charlotte Rampling: ‘Shall I slow down or make sure I’m still connecting with the world?’ Photograph: Jeff Vespa/Contour by Getty Images","credit":"Jeff Vespa/Contour by Getty Images","altText":"Charlotte Rampling","cleanCaption":"Charlotte Rampling: ‘Shall I slow down or make sure I’m still connecting with the world?’ Photograph: Jeff Vespa/Contour by Getty Images"}}]},{"title":"Richard Ayoade / Cultural highlights on my radar","rawTitle":"Cultural highlights on my radar","item":{"type":"article","id":"culture/2015/jun/28/on-my-radar-richard-ayoade-cultural-highlights","title":"On my radar: Richard Ayoade’s cultural highlights","trailText":"The actor and film-maker on Björk’s powerful brilliance, the gritty films of Mike Nichols and the perfect sound of TS Eliot’s poetry","standFirst":"The actor and film-maker on Bj&ouml;rk’s powerful brilliance, the gritty films of Mike Nichols and the perfect sound of TS Eliot’s poetry","byline":"Interview by Priya Elan","body":"<p>Richard Ayoade was born in London in 1977. He read law at Cambridge, where he was president of Footlights, and co-wrote a Perrier-nominated show at the Edinburgh fringe in 2000. Part of the original cast of <em>The Mighty Boosh</em>, he also appeared on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2013/sep/28/the-it-crowd-review\" title=\"\"><em>The IT Crowd </em>as Moss</a> for four seasons, receiving a Bafta in 2014. He began a parallel career as a director, first for music videos by Arctic Monkeys and Vampire Weekend, and later in features including <em>Submarine</em> and<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/sep/08/the-double-toronto-2013-review\" title=\"\"> <em>The Double</em></a>. The paperback of his first book, a satirical take on movie biographies, <a href=\"http://bookshop.theguardian.com/ayoade-on-ayoade.html\" title=\"\"><em>Ayoade on Ayoade: A Cinematic Odyssey</em></a> (Faber), is out now.</p> \n<h2><strong>1 | Poem</strong><br /><a href=\"http://www.bartleby.com/198/1.html\" title=\"\"><strong>The Love Song of J. Alfred Prufrock</strong></a><strong> by TS Eliot</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"0af4b685b36fcbfa36fb92437f0bdcf5dcb28d7d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435231409794/97e323e8-5fbd-4cec-87f5-2c76c34c47d8-460x276.jpeg\" alt=\"TS Eliot: 'There's not much I don't enjoy about Prufrock.'\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">TS Eliot: ‘There’s not much I don’t enjoy about Prufrock.’</span> \n  <span class=\"element-image__credit\">Photograph: Corbis</span> \n </figcaption> \n</figure> \n<p>There’s not much I don’t enjoy about The Love Song of J. Alfred Prufrock. It just feels completely right emotionally. Part of the appeal is the fact that it’s never been one of those poems that you are tired of. You don’t have to know all the allusions to Albion or drown in the references: the sound of it just feels perfect. I’m not very articulate about good literature but you know when you’re in good hands. Poetry is very hard to explain because you’re extemporising in generally rubbish language about something that isn’t missing any non-essential words.</p> \n<h2><strong>2 | Book</strong><br /><a href=\"http://www.haymarketbooks.org/hc/Essays\" title=\"\"><strong>Essays by Wallace Shawn</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"d0fcc95e2a3419e5737ae2da2b8fa47c7a3ed166\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435231556081/638be7d7-3b29-4797-810e-81a6aa5b0269-460x276.jpeg\" alt=\"Wallace Shawn\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wallace Shawn: ‘There’s something very unflinching about his writing style.’</span> \n  <span class=\"element-image__credit\">Photograph: Walter McBride/Getty Images</span> \n </figcaption> \n</figure> \n<p>He’s best known as an actor, but he’s also&nbsp;known as a playwright. I’ve really enjoyed some of his plays and the films that he’s done with Louis Malle. I’m looking forward to seeing <em>A Master Builder</em>, the film he’s done with Jonathan&nbsp;Demme when it comes out on DVD. His <em>Essays</em> are great as well. If you like his voice as a playwright you’ll probably enjoy those essays. There’s something very unflinching about his writing style and he’s not easy on himself. His prose is really arresting because he manages to communicate the ways in which people delude themselves. He doesn’t shy away from what’s uncomfortable. And he has great comic timing too.</p> \n<h2><strong>3 | Music</strong><br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/feb/15/bjork-delta-archives-alex-ross\" title=\"\"><strong>Bj&ouml;rk: Vulnicura</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"04a97c275e6dd86c3a7e85eb6c735c489ea15b9e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435231660006/15bd3e38-5664-429f-b632-67d89713459c-280x420.jpeg\" alt=\"Bj&ouml;rk\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bj&ouml;rk: ‘There is an emotional realness to all of her work.’</span> \n </figcaption> \n</figure> \n<p>I really enjoyed her last album, <em>Vulnicura</em>. There is an emotional realness to all of her work that I really love. Did I know that this was her “break-up album”? Not&nbsp;really. I don’t think it’s specifically the&nbsp;lyrics that interested me. It was more the strength of the melodies. Melodies are the thing that I would be drawn into first. If the melodies are strong then I don’t necessarily notice what the lyrics are about. But all her albums have a powerful&nbsp;brilliance to them. It feels&nbsp;unflinching.</p> \n<h2><strong>4 | Film</strong><br /><a href=\"https://www.youtube.com/watch?v=-I5oiqRlej4\" title=\"\"><strong>Carnal Knowledge</strong></a><strong> (1971)</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"f3207c89e79269f55b5c3443df156617108f9954\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435231786648/a8e8a922-d14b-40f9-af35-2abaddad0cc9-460x276.jpeg\" alt=\"Ann-Margret and Jack Nicholson in Carnal Knowledge\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ann-Margret and Jack Nicholson in Carnal Knowledge: ‘possibly the bleakest film I’ve ever seen.’</span> \n  <span class=\"element-image__credit\">Photograph: Allstar</span> \n </figcaption> \n</figure> \n<p>I’m really sad that we are living in a world where there will be no more Mike Nichols films. <em>Carnal Knowledge </em>is brilliant and so dark. In fact, it is possibly the bleakest film I’ve ever seen. He was an incredibly perceptive director. Even in the glossiest of settings, in some of the films such as <em>Working Girl </em>that<em> </em>he made following his 1970s hiatus, he can get to a real gritty human truth that reflects the reality of things really well. I love his [improvisational comedy] work with Elaine May too.</p> \n<h2><strong>5 | Art</strong><br /><a href=\"http://www.dulwichpicturegallery.org.uk/\" title=\"\"><strong>Dulwich Picture Gallery</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"3282207f673bf87bed885a70b8b45c908ef9467c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435232993837/c8ad040e-45f1-4488-91a1-73d488a619db-460x276.jpeg\" alt=\"Dulwich Picture Gallery\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dulwich Picture Gallery: ‘I enjoy the permanent collection.’</span> \n  <span class=\"element-image__credit\">Photograph: Ben Stansall/Getty Images</span> \n </figcaption> \n</figure> \n<p>I like the building. [Neoclassical architect] John Soane designed it and the light in the building is good. I enjoy the permanent collection of paintings, the Gainsboroughs and Rembrandts, rather than any specific exhibition. They’re not part of a show and they don’t have a theme or context that you’re meant to be viewing them in. Not to criticise that idea, because that can be very interesting. In some exhibitions, you feel a massive pressure to consume more and more. I think that there’s something good about not having that hanging over you because the exhibition is permanent.</p> \n<h2><strong>6 | TV</strong><br /><a href=\"http://www.ifc.com/shows/portlandia\" title=\"\"><strong>Portlandia</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"3f52faf78d5e7b3005d78e995bff689a81649b77\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435232697751/e0dc468e-a359-413c-81ca-d3d1cecdbf7c-460x276.jpeg\" alt=\"Carrie Brownstein and Fred Armisen in Portlandia\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Carrie Brownstein and Fred Armisen in Portlandia: ‘They’re a pleasure to watch together.’</span> \n  <span class=\"element-image__credit\">Photograph: Rex</span> \n </figcaption> \n</figure> \n<p>I don’t watch a lot of television. I don’t even know when things are on any more. But my wife and I have been watching <em>Portlandia</em>. We enjoy the duo of Carrie Brownstein and Fred Armisen, they’re great. They’re a pleasure to watch together. The show is very specifically about hipsters but it doesn’t feel off-puttingly specific. I don’t have a favourite&nbsp;character; for me, it’s more about seeing them doing stuff together. The premise of the sketches feels like an excuse to show how good they are at inhabiting things. It’s not about thinking: “I hope to see these characters”, although Armisen is good in particular; he’s not one of those people who physically transforms a great deal. None of those <em>Saturday Night Live</em> performers such as Bill Murray or Steve Martin is achieving physical transformation, it’s just “hero acting”. They’re slightly the same, no matter how different their characters are.</p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435230395700/Richard-Ayoade-015.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Richard Ayoade: 'I’m not very articulate about good literature but you know when you’re in good hands.' Photograph:   Antonio Olmos","credit":"/  Antonio Olmos","altText":"Richard Ayoade","cleanCaption":"Richard Ayoade: 'I’m not very articulate about good literature but you know when you’re in good hands.' Photograph:   Antonio Olmos"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435231411059/97e323e8-5fbd-4cec-87f5-2c76c34c47d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"TS Eliot: ‘There’s not much I don’t enjoy about Prufrock.’ Photograph: Corbis","credit":"Corbis","altText":"TS Eliot: 'There's not much I don't enjoy about Prufrock.'","cleanCaption":"TS Eliot: ‘There’s not much I don’t enjoy about Prufrock.’","cleanCredit":"Photograph: Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435231557436/638be7d7-3b29-4797-810e-81a6aa5b0269-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wallace Shawn: ‘There’s something very unflinching about his writing style.’ Photograph: Walter McBride/Getty Images","credit":"Walter McBride/Getty Images","altText":"Wallace Shawn","cleanCaption":"Wallace Shawn: ‘There’s something very unflinching about his writing style.’","cleanCredit":"Photograph: Walter McBride/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435231661881/15bd3e38-5664-429f-b632-67d89713459c-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Björk: ‘There is an emotional realness to all of her work.’","credit":"Purple PR","altText":"Björk","cleanCaption":"Björk: ‘There is an emotional realness to all of her work.’"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435231788183/a8e8a922-d14b-40f9-af35-2abaddad0cc9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ann-Margret and Jack Nicholson in Carnal Knowledge: ‘possibly the bleakest film I’ve ever seen.’ Photograph: Allstar","credit":"Allstar","altText":"Ann-Margret and Jack Nicholson in Carnal Knowledge","cleanCaption":"Ann-Margret and Jack Nicholson in Carnal Knowledge: ‘possibly the bleakest film I’ve ever seen.’","cleanCredit":"Photograph: Allstar"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435232995269/c8ad040e-45f1-4488-91a1-73d488a619db-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dulwich Picture Gallery: ‘I enjoy the permanent collection.’ Photograph: Ben Stansall/Getty Images","credit":"Ben Stansall/Getty Images","altText":"Dulwich Picture Gallery","cleanCaption":"Dulwich Picture Gallery: ‘I enjoy the permanent collection.’","cleanCredit":"Photograph: Ben Stansall/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435232699128/e0dc468e-a359-413c-81ca-d3d1cecdbf7c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carrie Brownstein and Fred Armisen in Portlandia: ‘They’re a pleasure to watch together.’ Photograph: Rex","credit":"Rex","altText":"Carrie Brownstein and Fred Armisen in Portlandia","cleanCaption":"Carrie Brownstein and Fred Armisen in Portlandia: ‘They’re a pleasure to watch together.’","cleanCredit":"Photograph: Rex"}],"webPublicationDate":"2015-06-28T06:59:01Z","lastModified":"2015-06-28T06:59:01Z","metadata":{"commentable":true,"commentCount":26,"contributors":[{"name":"Priya Elan","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/17/1413567069631/Priya-Elan-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/priyaelan"}],"feature":true,"keywords":["Richard Ayoade","Culture","TS Eliot","Books","Mike Nichols","Film","US television","Television","Television & radio","Bjork","Music","Wallace Shawn","Stage"],"tags":[{"id":"culture/richard-ayoade","webTitle":"Richard Ayoade"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/ts-eliot","webTitle":"TS Eliot"},{"id":"books/books","webTitle":"Books"},{"id":"film/mike-nichols","webTitle":"Mike Nichols"},{"id":"film/film","webTitle":"Film"},{"id":"tv-and-radio/us-television","webTitle":"US television"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"music/bjork","webTitle":"Bjork"},{"id":"music/music","webTitle":"Music"},{"id":"stage/wallace-shawn","webTitle":"Wallace Shawn"},{"id":"stage/stage","webTitle":"Stage"}],"section":{"id":"culture"},"topics":[{"displayName":"Priya Elan","topic":{"type":"tag-contributor","name":"profile/priyaelan"}}],"series":{"title":"On my radar","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/on-my-radar"},"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/jun/28/on-my-radar-richard-ayoade-cultural-highlights","shortUrl":"http://gu.com/p/4a5e5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/jun/28/on-my-radar-richard-ayoade-cultural-highlights","webUri":"http://www.theguardian.com/culture/2015/jun/28/on-my-radar-richard-ayoade-cultural-highlights"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435230395700/Richard-Ayoade-015.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Richard Ayoade: ‘I’m not very articulate about good literature but you know when you’re in good hands.’ Photograph: Antonio Olmos","credit":"  Antonio Olmos","altText":"Richard Ayoade","cleanCaption":"Richard Ayoade: ‘I’m not very articulate about good literature but you know when you’re in good hands.’ Photograph: Antonio Olmos"}},"importance":4,"kicker":{"title":"Richard Ayoade"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435230395700/Richard-Ayoade-015.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Richard Ayoade: 'I’m not very articulate about good literature but you know when you’re in good hands.' Photograph:   Antonio Olmos","credit":"/  Antonio Olmos","altText":"Richard Ayoade","cleanCaption":"Richard Ayoade: 'I’m not very articulate about good literature but you know when you’re in good hands.' Photograph:   Antonio Olmos"}}]},{"title":"Penelope Mortimer / Return of the original angry young woman","rawTitle":"Return of the original angry young woman","item":{"type":"article","id":"books/2015/jun/28/penelope-mortimer-the-pumpkin-eater-angry-young-woman","title":"Penelope Mortimer – return of the original angry young woman","trailText":"As her 1962 novel The Pumpkin Eater becomes a Penguin Classic, we re-examine the life of Penelope Mortimer, who tackled difficult subjects in a style that still sounds vital today","standFirst":"As her 1962 novel The Pumpkin Eater becomes a Penguin Classic, Rachel Cooke re-examines the life of Penelope Mortimer, who tackled difficult subjects in a style that still sounds vital today","byline":"Rachel Cooke","body":"<figure class=\"element element-image\" data-media-id=\"f21ba3d29db6cea86f1f07ba5abb6031e56ea0ca\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435059791220/fc993412-e26f-4bce-9457-a7e5a2a2b89a-415x420.jpeg\" alt=\"‘Attentive to emotional weather’: Penelope Mortimer photographed by Ida Kar in 1961.  \" width=\"415\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Attentive to emotional weather’: Penelope Mortimer photographed by Ida Kar in 1961.</span> \n  <span class=\"element-image__credit\">Photograph: National Portrait Gallery London</span> \n </figcaption> \n</figure> \n<p>On 27 March 1956, Penelope Mortimer, a 37-year-old novelist and mother of six, took up her pen at home in Swiss Cottage, north London, and opened her diary. “Perhaps soon I shall begin to write another book,” she scribbled. “But there’s no real confidence. I’m frightened of being smart, of not feeling sufficiently, of not being – do I mean sincere? I don’t know. I sit in the chair and smoke and think, I can’t sit here much longer; and go on sitting. I drive to John Barnes [a nearby department store] and walk around the bales of material, even sometimes feeling it, touching it; thinking, I know quite well I don’t want to, shan’t buy any… Some day I shall write about this.” According to Valerie Grove, the biographer of Mortimer’s second husband, John Mortimer, later she returned to this entry and annotated it with two words: Pumpkin Eater.</p> \n<p>The years ticked by. There followed a novel, her third, called <em>The Bright Prison</em>, which sank without trace, and a travel book, <em>With Love and Lizards</em>. In 1958, she published the plangent, excoriating <em>Daddy’s Gone A-Hunting</em>, whose heroine, Ruth Whiting, is trapped in a stockbroker village while her duplicitous husband, Rex, messes about with a girl in London. In 1960, the short stories she had written regularly for the <em>New Yorker</em> were collected as <em>Saturday Lunch With the Brownings</em>. Finally, in 1962, she published a novel that was indeed inspired by the lines she’d written in her journal six years before. Its narrator, Mrs Armitage, has suffered a breakdown: in the linen department of Harrods she found herself sprinkling the “stiff cloths with extraordinarily large tears”. Mortimer called it <em>The Pumpkin Eater</em>, from the nursery rhyme (“Peter, Peter, Pumpkin Eater/ had a wife and couldn’t keep her”). And now, at last, she had a hit on her hands. “Almost every woman I can think of will want to read this book,” said Edna O’Brien. The next year it became a film, starring Anne Bancroft and Peter Finch. The screenplay was by Harold Pinter.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=p1svju47XsQ\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/p1svju47XsQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  The Pumpkin Eater (1964) trailer.\n </figcaption> \n</figure> \n<p>If Mortimer was surprised by her book’s success – on reading the first (good) review, her relief was so great, she vomited – she would be astonished to hear that, next month, Penguin will publish <em>The Pumpkin Eater</em> as a Modern Classic. In the 60s, when she and John Mortimer, the creator of Rumpole, were seen as a radical young couple about town – Penelope, extraordinarily beautiful, slunk about in jeans and a leather jacket, a cigarette permanently between her lips – she was much feted (among other things, she succeeded Penelope Gilliatt as the film critic of the <em>Observer</em>). But in the 70s, as her novels grew more desolate and her husband – or ex husband; they divorced in 1971 – more famous, her star began to fade. The first volume of her memoirs, <em>About Time</em> (1979), won the Whitbread prize but the second, <em>About Time Too</em> (1993), sold so poorly, her publisher turned down a third instalment. In the years before her <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/1999/oct/22/guardianobituaries1\" title=\"Penelope Mortimer obituary\">death in 1999</a>, she spent more time in her garden than at her desk.</p> \n<p>Today, she is <a href=\"http://www.thedailybeast.com/articles/2014/03/25/the-neglected-penelope-mortimer-was-a-novelist-ahead-of-her-time.html\" title=\"A novelist ahead of her time\">hardly read at all</a>. Persephone wrapped <em>Daddy’s Gone A-Hunting</em> in one of its lovely grey jackets in 2008, but otherwise her books have mostly remained out of print. Why, is anyone’s guess. While the novels of some of her still-celebrated male contemporaries (Kingsley Amis, say) have come to seem somewhat bombastic and dated, Mortimer’s style, spare and singular, cuts through the decades like a scalpel (she set great store by Raymond Chandler’s belief that: “Scarcely nothing in literature is worth a damn except what is written between the lines”).</p> \n<p>She captured the times every bit as deftly as any angry young man. <em>Daddy’s Gone A-Hunting</em> and <em>The Pumpkin Eater</em> both anticipate Betty Friedan’s <em>The Feminine Mystique</em> (1963), dealing with what its American author would call “the problem with no name”: the madness that was born of being a certain kind of wife, with a certain kind of husband; of the suffocating feeling that life was going on elsewhere. They also deal frankly, even bracingly, with abortion, then still illegal. In <em>Daddy’s Gone A-Hunting</em>, Ruth arranges one for her student daughter, Angela. “Just think,” Angela says to her. “Tomorrow I’ll wake up and it will all be over. I can’t wait. I’m <em>happy</em>. You see?” In <em>The Pumpkin Eater</em>, Mrs Armitage’s husband, Jake, urges her to have a termination (she agrees), on the grounds that they have plenty of children already.</p> \n<p>Mortimer was born in Rhyl, Wales, the daughter of a clergyman who had lost his faith. She always wanted to be a writer, but life would get in the way – which is, perhaps, one reason why her novels are so intensely autobiographical (their emotional force derives from her great skill, but also from the powerful sense that Mortimer knows whereof she speaks). In 1937, having dropped out of university, she married Charles Dimont, a journalist; they had two daughters. She then had two affairs, each one of which produced another daughter. She and John Mortimer married in 1949, on the day her divorce became absolute, and had two children together. Their relationship, happy at first, soon grew stormy. <em>The Pumpkin Eater</em> was written in the same year that she agreed, at his urging, to an abortion and sterilisation (having suffered a miscarriage, she was pregnant yet again at the age of 42). At first, she felt “radiantly grateful” to her husband: “I had been given the gift of an unused life.” But during her convalescence, she discovered his affair (with the actor Wendy Craig, by whom he had a son). It was a devastating blow. “All I want is for it to be over,” she wrote, sunk low by depression. “When John goes in his neat tie and suit to meet the people to whom he has to talk, I am physically afraid. Was a time when I could pull myself together… Not now.”</p> \n<p>Will Penguin’s new edition of <em>The Pumpkin Eater</em> encourage people to look again at Mortimer? I hope so. She is so good. I can’t think of a writer more attentive to emotional weather. (“We were snug, almost riotously snug, in the study,” she writes in <em>The Pumpkin Eater</em>, describing when Mrs Armitage keeps watch over the laid out body of her father with her mother: that “riotously” is pure Mortimer.) So where to begin? Well, with the other novels, of course. But I also recommend <em>About Time Too</em>, which comes complete with walk-on parts for, among many others, Kenneth Tynan, Leslie Phillips and Bette Davis (“Ten years!” Davis snarls at Mortimer, who was then working as a screenwriter. “Ten years since I had a fuck! What d’you think of that?”). Funny and unsparing, it comprises a quite devastating series of dispatches from the frontline of a war – between work and motherhood – that is, alas, still raging.</p> \n<p><em>The Pumpkin Eater is published by Penguin (&pound;8.99) on 2 July. </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/313587/\" title=\"\"><em>Click here to order a copy for &pound;7.19.</em></a><em> An adaptation of The Pumpkin Eater will be broadcast on Radio 4 later in the summer, starring Helen McCrory as Mrs Armitage </em></p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434979614062/Penelope-Mortimer-in-1971-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Penelope Mortimer in 1971: cuts through the decades like a scalpel. Photograph: Michael Ward/Getty Images","credit":"Michael Ward/Getty Images","altText":"Penelope Mortimer in 1971","cleanCaption":"Penelope Mortimer in 1971: cuts through the decades like a scalpel. Photograph: Michael Ward/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435059787762/fc993412-e26f-4bce-9457-a7e5a2a2b89a-2014x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":2014,"orientation":"portrait","caption":"‘Attentive to emotional weather’: Penelope Mortimer photographed by Ida Kar in 1961. Photograph: National Portrait Gallery London","credit":"National Portrait Gallery London","altText":"‘Attentive to emotional weather’: Penelope Mortimer photographed by Ida Kar in 1961.  ","cleanCaption":"‘Attentive to emotional weather’: Penelope Mortimer photographed by Ida Kar in 1961.","cleanCredit":"Photograph: National Portrait Gallery London"}],"webPublicationDate":"2015-06-28T07:00:01Z","lastModified":"2015-06-28T07:00:01Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Rachel Cooke","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rachelcooke"}],"feature":true,"keywords":["Fiction","Books","John Mortimer","Equality","Society","Culture"],"tags":[{"id":"books/fiction","webTitle":"Fiction"},{"id":"books/books","webTitle":"Books"},{"id":"culture/john-mortimer","webTitle":"John Mortimer"},{"id":"society/equality","webTitle":"Equality"},{"id":"society/society","webTitle":"Society"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[{"displayName":"Rachel Cooke","topic":{"type":"tag-contributor","name":"profile/rachelcooke"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/28/penelope-mortimer-the-pumpkin-eater-angry-young-woman","shortUrl":"http://gu.com/p/4a2jb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/28/penelope-mortimer-the-pumpkin-eater-angry-young-woman","webUri":"http://www.theguardian.com/books/2015/jun/28/penelope-mortimer-the-pumpkin-eater-angry-young-woman"},"shouldHideAdverts":false},"importance":4,"kicker":{"title":"Penelope Mortimer"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434979614062/Penelope-Mortimer-in-1971-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Penelope Mortimer in 1971: cuts through the decades like a scalpel. Photograph: Michael Ward/Getty Images","credit":"Michael Ward/Getty Images","altText":"Penelope Mortimer in 1971","cleanCaption":"Penelope Mortimer in 1971: cuts through the decades like a scalpel. Photograph: Michael Ward/Getty Images"}}]},{"title":"Louis de Bernières / ‘I’m kind of a narratological imperialist, I suppose’","rawTitle":"‘I’m kind of a narratological imperialist, I suppose’","item":{"type":"article","id":"books/2015/jun/28/louis-de-bernieres-dust-that-falls-from-dreams-interview","title":"Louis de Bernières: ‘I’m kind of a narratological imperialist, I suppose’","trailText":"The author on the ease of storytelling, his new novel – based on his grandmother’s experience of the first world war – and  hallucinogenic snails","standFirst":"The author on the ease of storytelling, his new novel – based on his grandmother’s experience of the first world war – and hallucinogenic snails","byline":"Alex Clark","body":"<p>Louis de Berni&egrave;res is the author of 11 books, including the bestselling novel <em>Captain Corelli’s Mandolin</em>. The <em>Dust That Falls from Dreams</em> is his eighth novel, and was inspired by the story of his grandmother’s first fiance, who died of wounds sustained in the first world war.</p> \n<p><strong>Tell me about the genesis of <em>The Dust That Falls from Dreams</em>.</strong><br />I’ve been writing and planning little bits and pieces of it for 20 years. I hope it’s going to end up as three volumes, which can be read separately. It’s part of a huge project – I’ve already written the last chapter of the last book.</p> \n<p><em> <br /></em></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2004/jun/20/fiction.louisdebernieres\">Interview: Louis de Berni&egrave;res</a> </p> \n</aside> \n<p><strong>What about the decision to base it on your own family?</strong><br />In my family we’ve always been rather obsessed with our own history, and if you’ve got a story given to you on a plate then it’s too good to pass over. But it’s not a family history – I’ve just used basic scaffolding: the fact that my grandmother lost her fiance in 1915, which altered the course of her life.</p> \n<p><em> <br /></em></p> \n<p><strong>It tells the story of three neighbouring families in Kent and begins with the coronation of Edward VII, but the families are part Scottish, American and French. Why was that?<br /></strong>Because my grandmother’s fiance was American. The idea of another character being half-French is fictitious, but I like the idea of somebody having two countries to fight for. My grandmother was herself part-Scottish, they were McEwans. I’ve often wondered whether I’m related to <a href=\"http://www.ianmcewan.com/\">Ian</a>. I suppose I must be.</p> \n<p><em> <br /></em></p> \n<p><strong>Have you ever asked him?</strong><br />Yes, I have mentioned it to him, but I don’t know how we can find out. But you know, a Scottish clan is a Scottish clan…</p> \n<p><em> <br /></em></p> \n<p><strong>The book is a very complex and moving evocation of the war.</strong><br />I was determined not to bang on about the futility of that war, because I do not think it was futile. My mother’s father was maimed, and shot three times, but he never thought it was a wasted effort. Germany had invaded France through two neutral countries: it was as important to resist the Kaiser as it was to resist Hitler.</p> \n<p><em> <br /></em></p> \n<p><strong>You’ve said that you don’t get writer’s block. Did this book come easily?</strong><br />Quite easily. I just think of an episode, something turns up in my mind, or I might even have a bad dream – the chapter where Captain Pitt dreams about the procession of the dead, that was my nightmare.</p> \n<p><em> <br /></em></p> \n<p><strong>And it just went straight into the book?</strong><br />This is rather a strange literary story, but I’d eaten an enormous number of garden snails, and I think they were giving me hallucinations. I’d had a really strange night, all my dreams were in this inky-purple colour. Maybe I didn’t cook them properly.</p> \n<p><em> <br /></em></p> \n<p><strong>In the acknowledgments, you thank the folk musician </strong><a href=\"http://www.ralphmctell.co.uk/biography/\"><strong>Ralph McTell</strong></a><strong> for gifting you the novel’s title. How come?<br /></strong>He’s become a friend over the years. I’ve always loved his guitar playing; he’s got such a strong, clear style. I went to see him in Great Yarmouth and he played <a href=\"https://www.youtube.com/watch?v=Txw0potknaY\">a song with this line in it</a> – “I’m writing with my finger in the dust that falls from dreams”. I’d been looking for a title for this book. I went to the pub with him afterwards and we had a couple of drinks and I just asked him if I could have it. And he said yes, he’d be honoured.</p> \n<p><em> <br /></em></p> \n<p><strong>Your books have ranged enormously – over periods of time, and geographically. Would you describe your imagination as unfettered?</strong><br />Yes, I’m kind of a narratological imperialist, I suppose – I feel I have the right to go anywhere and do anything and pick up stories from anywhere I like. I’m continuously learning. It’s nice to feel I haven’t ground to a halt, even though I’m 60.</p> \n<p><em> <br /></em></p> \n<p><strong>You live in Norfolk, where you were a neighbour and great friend of the late </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/jan/05/elizabeth-jane-howard-appreciation-obituary\"><strong>Elizabeth Jane Howard</strong></a><strong>, I believe?</strong><br />I loved her dearly. When my aunt died, she asked me if she could be my honorary aunt. So she became Aunt Jane. When Jane got too old to cook, there was a nice period when I was going in and cooking for her every Tuesday.</p> \n<p>The great thing about Jane was, all through her life, she made the most horrendous mistakes, but she always learned from them. Her greatest regret was having been a bad mother, and she really tried hard to make up for it when she was older. Of course, she didn’t stop writing until the last minute. <em> </em></p> \n<p><em>The Dust That Falls from Dreams is published by Harvill Secker (&pound;18.99). </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/306709/\">Click here to order a copy for &pound;15.19</a></p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434972563303/Writers-at-festival-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I've been working on this book for 20 years': Louis de Bernières.  Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo Macleod","altText":"Writers at festival","cleanCaption":"'I've been working on this book for 20 years': Louis de Bernières.  Photograph: Murdo Macleod"}],"bodyImages":[],"webPublicationDate":"2015-06-28T08:00:02Z","lastModified":"2015-06-28T08:00:02Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Alex Clark","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexclark"}],"feature":true,"keywords":["Louis de Bernières","Fiction","Books","Culture"],"tags":[{"id":"books/louisdebernieres","webTitle":"Louis de Bernières"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[{"displayName":"Alex Clark","topic":{"type":"tag-contributor","name":"profile/alexclark"}}],"series":{"title":"Meet the author","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/meet-the-author"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/28/louis-de-bernieres-dust-that-falls-from-dreams-interview","shortUrl":"http://gu.com/p/4a2fm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/28/louis-de-bernieres-dust-that-falls-from-dreams-interview","webUri":"http://www.theguardian.com/books/2015/jun/28/louis-de-bernieres-dust-that-falls-from-dreams-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434972563303/Writers-at-festival-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I've been working on this book for 20 years': Louis de Bernières.  Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo Macleod","altText":"Writers at festival","cleanCaption":"'I've been working on this book for 20 years': Louis de Bernières.  Photograph: Murdo Macleod"}},"importance":3,"kicker":{"title":"Louis de Bernières"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434972563303/Writers-at-festival-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I've been working on this book for 20 years': Louis de Bernières.  Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo Macleod","altText":"Writers at festival","cleanCaption":"'I've been working on this book for 20 years': Louis de Bernières.  Photograph: Murdo Macleod"}}]},{"title":"Asif Kapadia on Amy / ‘The drinking, the bulimia, the drugs – nobody stopped it’","rawTitle":"‘The drinking, the bulimia, the drugs – nobody stopped it’","item":{"type":"article","id":"film/2015/jun/27/asif-kapadia-amy-winehouse-doc","title":"Asif Kapadia on Amy: ‘The drinking, the bulimia, the drugs – nobody stopped it’","trailText":"The Senna director fought hard to tell Amy Winehouse’s true story in his hugely hyped biopic and the result is a film that makes everyone feel complicit","standFirst":"<p data-dropid=\"0\">The Senna director fought hard to tell Amy Winehouse’s true story in his hugely hyped biopic and the result is a film that makes everyone feel complicit</p>","byline":"Paul MacInnes","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/16/amy-review-asif-kapadias-amy-winehouse-film-is-a-tragic-masterpiece\">Amy review: Asif Kapadia’s Amy Winehouse film is a tragic masterpiece</a> </p> \n</aside> \n<p>Talking to Asif Kapadia can feel like talking to an obsessive; someone so fascinated by one thing that they have not only consumed all they could about their subject, but sworn to preserve the truth about them, too. That subject is Amy Winehouse. That truth is the complicated conjunction of circumstance and agency that led the singer to die from alcohol intoxication at the age of 27.</p> \n<p>“There’s a point in the process where you can start correcting your interviewees because you know the story now. I know it,” he says. “I know when someone’s telling me something true and when they’re making it up. I know when they’re putting themselves in her life. Or, I’ll start saying to people who say they met Amy: ‘I don’t think you really met Amy. The person you describe, that’s not Amy, by that point she’d changed and I don’t know what you’re talking about.’”</p> \n<p>A 43-year-old Londoner, Kapadia is the man behind Amy, a documentary that chronicles Winehouse’s tragic decline from bright-eyed prodigy to doomed tabloid obsession. Assembled from 100 interviews and incorporating 20 months of editing in a process that took three years in total, the film presents what feels like a true version of events. It is also incredibly moving.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=A97-pQJD6Hw\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/A97-pQJD6Hw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>The film has already been the subject of controversy, particularly with Winehouse’s father, Mitch, who told the film-makers they were “a disgrace” and believes the film is “trying to portray me in the worst possible light”. He also claims that interviews he gave for the film were edited, specifically those regarding what is now perceived as a turning point in Amy’s life – an attempt to send her to rehab in 2005 to deal with her drinking. The attempt failed and became the material for Amy’s biggest song. The film claims, like the song, that Amy didn’t go to rehab only on the say-so of her father. Mitch says he only thought Amy shouldn’t go to rehab “at that time”. He claims that those three words were edited from his interview.</p> \n<p>“He says that quite a lot, I think,” sighs Kapadia, who doesn’t use Mitch’s name once during our interview. “I interviewed him twice. The first time he didn’t say ‘at the time’. But the story is in the present. The lyrics of her song don’t say ‘at the time’: ‘Daddy says I’m fine, at the time,’ it doesn’t say that. When Amy writes something down [in song] it’s based on a real experience. That whole incident happened exactly the way [it’s described in the song]. Everyone involved admits that’s exactly how it happened.”</p> \n<p>Kapadia came to fame as the director of Senna, another study of a talented but tragic figure, the racing driver Ayrton Senna. The film used an innovative style Kapadia sometimes likes to call “true fiction”. Constructed almost entirely from archive footage, the story was told without any guiding voiceover, a weirdly unheard-of break with convention in the documentary format. Senna was also edited to feel like a drama, every moment put in service to the story. As it unfolded, the film grew from a chronicle of a sporting life into a study in ambition, bravery and – again – obsession. It went on to become a touchstone for other film-makers and a driver of the boom in cinematic documentary. For a while, conversations across the country began: ‘I’m not into motor racing but...”</p> \n<figure class=\"element element-image\" data-media-id=\"f751cb58163138bed1d67121dc3fe779f0e057b7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435224747937/5fed2594-3afc-4602-aaef-a1c1a3ada4bd-460x276.jpeg\" alt=\"Asif Kapadia.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Asif Kapadia.</span> \n  <span class=\"element-image__credit\">Photograph: David Levene</span> \n </figcaption> \n</figure> \n<p>The success of Senna led directly into Amy, thanks in part to Nick Shymansky, who had been having just that conversation with his new wife. It was the summer of 2011, it was raining, so the couple had ducked into a west London cinema. They loved the film they saw, despite not loving motor racing, and the format also inspired an idea in Shymansky. He had been Amy Winehouse’s first manager and was very much of the mind that someone should tell her story. Then, a few weeks later, Amy died.</p> \n<p>By 2012, Kapadia had been approached by Universal, Winehouse’s label, and invited to make a “warts and all” documentary, with full access to her back catalogue. Getting people to open up about her life, however, was to prove a different challenge. “There was no go-to person who knew Amy’s story, that’s what I found very early on,” he says. “There’s no definitive book. She just seemed to have a lot of people in different compartments. That’s what I started to find with the people I spoke to. And no one liked each other, they were all arguing, there was a lot of tension around her, always.” The first door that opened was with Nick. “When I called him, he said it was too soon, to leave her alone, let her rest in peace. But he told me the story [about Senna]. He said: ‘I’ll meet you, but I’m not interested.’”</p> \n<p>The pair eventually met in a Soho editing suite. On the wall, Kapadia and his editor Chris King had assembled a collage that resembled something from CSI or Homeland; a massive, interlocking mural telling the story of Amy’s life as they knew it. It struck Nick as being more effort than anyone had previously made in understanding what had happened to her. And so he began to talk.</p> \n<figure class=\"element element-image\" data-media-id=\"a94b1102cf4d4c0ca81d01f37c4e24e4908ab7f2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158363817/d2d6ab2a-aec2-4149-8c55-2eb9ca46ae35-460x354.jpeg\" alt=\"Back in white: a young Winehouse plays at home.\" width=\"460\" height=\"354\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Back in white: a young Winehouse plays at home.</span> \n </figcaption> \n</figure> \n<p>“I had no idea what this film was...” says Kapadia. “I had no thesis, I had no plan. I had the idea of doing a documentary but it’s all controlled, because I know what the beginning and the middle and the end is but if it changes I’m going to go with it and find a way to rewrite it. This was my research. But Nick just started to talk and talk. He spoke for five hours without thinking about it. He then said that wasn’t the half of it and we talked again. I probably recorded 15 hours but we would speak non-stop off the record and on email. No one had ever heard of this guy, but he had this huge story. Then he opened his laptop and said, ‘I’ve got these videos that I shot,’ and there’s all of the opening of the film.”</p> \n<p>The first section of Amy shows her as a teenager. Someone at once both precocious and diffident, she is eager to please but also to subvert. Shymansky’s footage was shot on a Mini DV camera and usually involves him cajoling Amy into playing up. She doesn’t want to perform, she hides her face behind a pillow, she’s trying to sleep. But when she’s eventually persuaded to play, she looks down the camera and you feel the charisma burn its way right through you.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/14/amy-winehouse-manager-nick-shymansky-interview\">Amy Winehouse's manager Nick Shymansky: ‘She’d be so sweet and funny. But there were warning signs…’</a> </p> \n</aside> \n<p>As Amy’s story develops, so the audience watching her grows larger. From Shymansky talking one-to-one to the global audience that pored over YouTube footage of Amy’s final, chaotic concert in Sarajevo, the capital of Bosnia and Herzegovina. Amy, says Kapadia, was born at the wrong time, caught on the cusp of an analogue and a digital world where notions of privacy were changing rapidly. “So there’s Nick talking to her and she’s looking straight into the camera. She’s talking to us, obviously, we become Nick. Then it goes on to TV cameras and we’re the audience. Then it gets darker and darker and it’s the paparazzi footage, and then there’s a point in St Lucia [in 2011] where she literally points at the camera and we’re caught out, we look away. I thought that was the most interesting thing, how the audience changed from Nick saying, ‘Go on give us a little flash it’s only us’ in the car to the paps going, ‘Come on, cheer up...’”</p> \n<p>The idea of Amy as the object of our attention is central to the film. It’s difficult to watch without feeling in some way guilty, responsible in however small a way, for helping to push a vulnerable person into a spiral that ultimately claimed her life. Kapadia says many Londoners drifted in and out of Amy’s world, drinking in the boozy culture of Camden Town, assuming a vicarious glamour, then going home (this includes Kapadia himself: “I keep on expecting to pop up in the background”, he says).</p> \n<p>Then there’s the journalists, like me, who spent the years of 2007-9 writing up every drunken fight she got involved in, every bizarre late-night trip to the newsagents. After watching Amy, the first thing I did was to Google my name and hers looking to see if I’d indulged in the mockery that is caught in the film; Graham Norton explaining to Jackie Chan in 2008, “Amy Winehouse, now she’s a mad person.” I found that I had not, that I was mocking the mockery. “A number of journalists have said that,” Kapadia smiles. “They say: ‘It’s fine, I was just commenting on everyone else.’ No one’s sure, and not just journalists. It’s interesting, isn’t it, because everyone did it. Everyone’s seen [the concert in] Serbia. How did we see Serbia? We looked it up, we shared it.”</p> \n<figure class=\"element element-image\" data-media-id=\"58ac0172271a4e56a9a5a156ac864ac7f4a7fca3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435235415379/e6569ee2-a007-4228-a947-fb42b3f780e8-460x276.jpeg\" alt=\"The calm before the storm… a young Amy Winehouse.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The calm before the storm… a young Amy Winehouse.</span> \n </figcaption> \n</figure> \n<p>Amy is a film that makes you feel culpable, but it also stirs up waves of sympathy, of a desire to protect her and, also, an anger at those in her life who – you feel – could have done so much more to save her. This extends to pretty much everyone with whom she had a professional relationship (oh yes, and Blake Fielder-Civil). “It brought out the worst of a lot of people in her life,” says Kapadia. “If one looks carefully, there are lots of people who make lots of decisions or who were aware of one thing – whether it was the drinking, the bulimia, or the drugs – and nobody stopped it. That’s what the film is really about. It’s pretty heavy. You can’t quite imagine what it’s like when they’re in the film. To go through it all again, it’s really tough. There’s certain people who just can’t watch the second half.</p> \n<p>“But the second half is where most of the audience come on board,” he continues. “It’s not just about her any more, it’s about us. It’s about the city, it’s about the media, it’s about everything, people who have taken this in, enjoying, laughing at her. There’s a line I get a lot now when a certain person keeps saying stuff about me: ‘Well, it’s all right, isn’t it? All publicity is good publicity.’ Well, I’m not sure it is...”</p> \n<p><em><strong>Amy is in cinemas from 3 July <br /></strong></em></p> \n<figure class=\"element element-image\" data-media-id=\"3dd7be1aad86aff9bffe45d454f6f09ac223e272\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435235547732/bfcfc298-438b-4f13-8a66-562ed0c48ffa-460x276.jpeg\" alt=\"Amy at 20\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Amy at 20.</span> \n  <span class=\"element-image__credit\">Photograph: Murdo Macleod</span> \n </figcaption> \n</figure> \n<ul> \n <li>This article was amended on 27 June 2015. It mistakenly said Sarajevo was in Serbia. This has been corrected.<br /></li> \n</ul>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435149753860/09debd4a-5bde-4d8b-a829-8564368eef0f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Amy Winehouse.","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435224749250/5fed2594-3afc-4602-aaef-a1c1a3ada4bd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Asif Kapadia. Photograph: David Levene","credit":"David Levene","altText":"Asif Kapadia.","cleanCaption":"Asif Kapadia.","cleanCredit":"Photograph: David Levene"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158365581/d2d6ab2a-aec2-4149-8c55-2eb9ca46ae35-2060x1585.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1585,"width":2060,"orientation":"landscape","caption":"Back in white: a young Winehouse plays at home.","credit":"PR","altText":"Back in white: a young Winehouse plays at home.","cleanCaption":"Back in white: a young Winehouse plays at home."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435235416766/e6569ee2-a007-4228-a947-fb42b3f780e8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The calm before the storm… a young Amy Winehouse.","credit":"PR","altText":"The calm before the storm… a young Amy Winehouse.","cleanCaption":"The calm before the storm… a young Amy Winehouse."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435235549034/bfcfc298-438b-4f13-8a66-562ed0c48ffa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amy at 20. Photograph: Murdo Macleod","credit":"Murdo Macleod","altText":"Amy at 20","cleanCaption":"Amy at 20.","cleanCredit":"Photograph: Murdo Macleod"}],"webPublicationDate":"2015-06-27T07:59:09Z","lastModified":"2015-06-29T07:31:13Z","metadata":{"commentable":true,"commentCount":375,"contributors":[{"name":"Paul MacInnes","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulmacinnes"}],"feature":true,"keywords":["Amy","Amy Winehouse","Film","Culture","Documentary"],"tags":[{"id":"film/amy","webTitle":"Amy"},{"id":"music/amywinehouse","webTitle":"Amy Winehouse"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/documentary","webTitle":"Documentary"}],"section":{"id":"film"},"topics":[{"displayName":"Paul MacInnes","topic":{"type":"tag-contributor","name":"profile/paulmacinnes"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/27/asif-kapadia-amy-winehouse-doc","shortUrl":"http://gu.com/p/4a4h7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/27/asif-kapadia-amy-winehouse-doc","webUri":"http://www.theguardian.com/film/2015/jun/27/asif-kapadia-amy-winehouse-doc"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435149753860/09debd4a-5bde-4d8b-a829-8564368eef0f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lost soul: Amy Winehouse.  Photograph: Nick Shymansky","credit":"Nick Shymansky","altText":"Amy Winehouse.","cleanCaption":"Lost soul: Amy Winehouse. ","cleanCredit":"Photograph: Nick Shymansky"}},"importance":3,"kicker":{"title":"Asif Kapadia on Amy"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435149753860/09debd4a-5bde-4d8b-a829-8564368eef0f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Amy Winehouse.","cleanCredit":"Photograph: PR"}}]}],"lastModified":"2015-06-29T08:05:20Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}