{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Guillermo del Toro / Director says Crimson Peak features 'liberated' gender roles","rawTitle":"Director says Crimson Peak features 'liberated' gender roles","item":{"type":"article","id":"culture/2015/jul/11/comic-con-guillermo-del-toro-says-crimson-peak-features-liberated-gender-roles","title":"Comic Con: Guillermo del Toro says Crimson Peak features 'liberated' gender roles","trailText":"Mexican director was in playful mood as he introduced Tom Hiddleston to the Comic Con audience","standFirst":"<p>Mexican director was in playful mood as he introduced his new gothic romance and its star Tom Hiddleston to the San Diego fan convention</p>","byline":"Sam Thielman in San Diego","body":"<p>Crimson Peak director Guillermo del Toro began the Legendary Studios panel at Comic Con by requesting the impossible. “Can I ask a favor?” the filmmaker said to the audience on Saturday afternoon. “When Tom Hiddleston comes out, ignore him.”</p> \n<p>He then went on to detail his latest film, Crimon Peak. Del Toro said he was inspired by his two children to write a more progressive story, but that the film was still a Gothic romance, the genre he’s closely associated with. “Don’t expect a reinvention where the house turns out to be a spaceship or it’s all a TV show”, he told the audience. “It’s a straight gothic romance. But some of the gender roles are a little more liberated.”</p> \n<p>“I have two daughters”, he said, “and there is a secret gender war.”</p> \n<p>Del Toro told the crowd that “you don’t have to agree, but I think [Crimson Peak] is the most beautiful movie I have ever made” just before the lights went down for the film’s atmospheric trailer.</p> \n<p>Hiddleston, who plays Mia Wasikowska’s enigmatic love interest, played the straight man to Del Toro on the panel: asked about his favourite part of the film’s elaborate set, he said there had plenty of attention to detail. “When you trod on the floorboards, the clay underneath would seep”, Hiddleston recalled. “I was actually very sad when they had to tear it down.”</p> \n<p>“I like the bathroom”, Del Toro replied.</p> \n<p>The actors on the panel, including Wasikowska and Jessica Chastain, said Del Toro (who co-wrote the script, as well) had provided them all with elaborate biographies. “It was a 10-page life story with my star sign and my date of birth and the secrets that I don’t want to tell anyone and a horrible time I had with my aunt when I was 13”, Hiddleston said. “And that kind of detail is what you should have with every character, every time you play. </p> \n<p>“I’ve never been teased by a director so much before in my life”, he added.</p> \n<p>“We’re like twins!” said Del Toro</p> \n<p>“The Danny Devito film?” asked Chastain.</p> \n<p>Crimson Peak is due for release in October. </p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436653845065/a178914e-97de-4924-a7a0-952b37d71fb4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tonya Wise/Tonya Wise/AP","altText":"Guillermo del Toro at Comic-Con International in San Diego.","cleanCredit":"Photograph: Tonya Wise/Tonya Wise/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-11T22:42:46Z","lastModified":"2015-07-11T22:45:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sam Thielman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sam-thielman"}],"feature":false,"keywords":["Comic-Con","Comics and graphic novels","Books","Culture","Festivals","Guillermo del Toro","Tom Hiddleston","Film"],"tags":[{"id":"culture/comic-con","webTitle":"Comic-Con"},{"id":"books/comics","webTitle":"Comics and graphic novels"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"film/guillermodeltoro","webTitle":"Guillermo del Toro"},{"id":"film/tom-hiddleston","webTitle":"Tom Hiddleston"},{"id":"film/film","webTitle":"Film"}],"section":{"id":"culture"},"topics":[{"displayName":"Sam Thielman","topic":{"type":"tag-contributor","name":"profile/sam-thielman"}}],"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/jul/11/comic-con-guillermo-del-toro-says-crimson-peak-features-liberated-gender-roles","shortUrl":"http://gu.com/p/4at46","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/jul/11/comic-con-guillermo-del-toro-says-crimson-peak-features-liberated-gender-roles","webUri":"http://www.theguardian.com/culture/2015/jul/11/comic-con-guillermo-del-toro-says-crimson-peak-features-liberated-gender-roles"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436653845065/a178914e-97de-4924-a7a0-952b37d71fb4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Guillermo del Toro at Comic-Con International in San Diego. Photograph: Tonya Wise/Tonya Wise/AP","credit":"Tonya Wise/Tonya Wise/AP","altText":"Guillermo del Toro at Comic-Con International in San Diego.","cleanCaption":"Guillermo del Toro at Comic-Con International in San Diego.","cleanCredit":"Photograph: Tonya Wise/Tonya Wise/AP"}},"importance":7,"kicker":{"title":"Guillermo del Toro"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436653845065/a178914e-97de-4924-a7a0-952b37d71fb4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tonya Wise/Tonya Wise/AP","altText":"Guillermo del Toro at Comic-Con International in San Diego.","cleanCredit":"Photograph: Tonya Wise/Tonya Wise/AP"}}]},{"title":"Amy Poehler / ‘I see life as being attacked by a bear'","rawTitle":"‘I see life as being attacked by a bear'","item":{"type":"article","id":"culture/2015/jul/11/amy-poehler","title":"Amy Poehler: ‘I see life as being attacked by a bear'","trailText":"From Parks And Recreation to the Golden Globes, Amy Poehler’s brand of outrageous, misogynist-baiting humour has won her fans around the world. She talks strong women, bad parenting – and not caring who likes her","standFirst":"<p>From Parks And Recreation to the Golden Globes, Amy Poehler’s brand of outrageous, misogynist-baiting humour has won her fans around the world. She talks strong women, bad parenting – and not caring who likes her<br /></p>","byline":"Hadley Freeman","body":"<p>The day before <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/amy-poehler\">Amy Poehler</a> and I meet in Cannes, she attends a press conference to promote her new film, the Pixar production <a href=\"https://www.youtube.com/watch?v=seMwpP0yeu4\">Inside Out</a>. At one point, a reporter stands up and addresses Poehler, who voices the lead character: “You must be surprised that you’re here at Cannes. Did you ever expect you’d be here?”</p> \n<p>Poehler looks at him. She could, at this point, play the humble-woman card and affect shock at the fact that she, a blue-collar girl from Boston, is working the red carpet in Cannes. She could make an apologetic joke about taking up space a more glamorous actor should occupy. Instead, she looks him square in the eyes and replies, “Sure I did.”</p> \n<p>Poehler has been working in comedy for more than 20 years, including seven on <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/saturday-night-live\">Saturday Night Live</a>, where she memorably <a href=\"https://www.youtube.com/watch?v=vSOLz1YBFG0\">played Hillary Clinton to her best friend Tina Fey’s Sarah Palin</a> during the 2008 election. There have been appearances in acclaimed comedies, including <a href=\"http://www.theguardian.com/film/movie/101143/mean.girls\">Mean Girls</a> with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/tina-fey\">Fey</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2007/apr/06/willferrell.comedy\">Blades Of Glory</a> with her now ex-husband, <a href=\"http://www.imdb.com/name/nm0004715/\">Will Arnett</a>. So she’s not that surprised to find herself at a film festival. “I know it was not the journalist’s intention to be insulting, but it’s also OK not to apologise for where you are,” she tells me later. “I can’t pretend to be more coquettish than I am.” She shrugs.</p> \n<p>Poehler is probably best known in Britain for playing Leslie Knope, a low-level bureaucrat with presidential-sized dreams in the American sitcom <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/parks-and-recreation\">Parks And Recreation</a>, which finished its six-year run in February. Originally pitched as a spin-off to the American version of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2014/apr/01/favourite-tv-show-the-office-ricky-gervais-david-brent\">The Office</a>, it soon took off on its own sweeter tangent. The qualities that made David Brent so laughable – the self-delusion, the arrogance, the gaucheness – Poehler respun as positives, and in doing so she nailed that rare thing: a female character who is applauded for being ambitious and bossy. As Poehler puts it, “You can really tell that Parks And Rec was created by people who love women.” She received five Emmy nominations for her performance, and one Golden Globe.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"ad3f38df21e7a91a3d7462c4273c5244b0859cdb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436351473391/7609c767-650f-435d-8a5a-9d7befdf025d-280x420.jpeg\" alt=\"Poehler at this year’s Golden&nbsp;Globes, with best friend Tina Fey, and Margaret Cho as a&nbsp;North Korean general.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Poehler at this year’s Golden Globes, with best friend Tina Fey, and Margaret Cho as a North Korean general.</span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p>Her three-year stint co-hosting the Golden Globes with Fey, which also came to an end this year, further introduced her to an international audience. The two managed to do the heretofore impossible and turn an American awards ceremony into an annual feminist cheerathon. They cracked wise about Hollywood sexism (“<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/patricia-arquette\">Patricia Arquette</a> in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/boyhood\">Boyhood</a> proved there are still great roles for women over 40 – as long as you get hired when you’re under 40”) and Hollywood sexists (“[<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/gravity\">Gravity</a>] is the story of how <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/georgeclooney\">George Clooney</a> would rather float away into space and die than spend one more minute with a woman his own age”) to gasps from the audience and cheers from the rest of the world. This year, they took it further still when they riffed on allegations that <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/bill-cosby\">Bill Cosby</a> drugged and molested multiple women, with Poehler doing an imitation of Cosby boasting about it. Did she fear any kickback? “Nah.” She grins. “By the third time around, we kinda had a sense of what we could get away with, so we went there.”</p> \n<p>In person, Poehler, 43, is small and warm, with an enthusiastic hug and an easy, head-thrown-back laugh that’s more a cackle than a giggle. She looks sleek but comfortable in maroon blouse, black shorts and flat black sandals, although, somewhat Leslie Knope-ishly, she doesn’t notice until halfway through our interview that one end of her blouse is sticking out the bottom of her shorts, and that her fly is undone. It would be tempting to describe her as “cute”, but that would be a grave mistake. In <a href=\"http://bookshop.theguardian.com/bossypants.html\">Fey’s 2011 memoir Bossypants</a>, she recounts an incident at Saturday Night Live when she and Poehler were in the writers’ room and Poehler told a dirty joke. Comedian <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/jimmy-fallon\">Jimmy Fallon</a> jokingly pleaded, “It’s not cute! I don’t like it!” Poehler, Fey recounts, “went black in the eyes for a second and wheeled around on him”. “I don’t fucking care if you like it!” Poehler said to him.</p> \n<p>“Amy made it clear that she wasn’t there to be cute,” Fey writes. “She wasn’t there to play wives and girlfriends in the boys’ scenes. She was there to do what she wanted to do and she did not fucking care if you like it.”</p> \n<p>“I don’t fucking care if you like it!” has since, to Poehler’s amusement, become a modern feminist catchphrase, appearing on T-shirts and in cartoons. “I see life as like being attacked by a bear,” she says. “You can run, you can pretend to be dead or you can make yourself bigger. So, if you’re my stature, you stand on a chair and bang a pan and scream and shout as if you’re going to attack the bear. This is my go-to strategy. I really liked being pregnant, for example, because I got to take up more space.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=_MC3XuMvsDI\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/_MC3XuMvsDI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  The trailer for Amy Poehler’s latest film, Pixar’s Inside Out.\n </figcaption> \n</figure> \n<p>“Amy finds so much joy in laughing with the group, but she will always stand up for herself,” says her friend, the actor and comedian <a href=\"http://www.imdb.com/name/nm0748973/\">Maya Rudolph</a> (Saturday Night Live, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/bridesmaids\">Bridesmaids</a>). “And it’s great when she does, especially because she’s such a tiny thing, like a beautiful <a href=\"http://yosemite-sam.net/Sam/Yosemite-Sam-History-Facts.htm\">Yosemite Sam</a>.”</p> \n<p>In Inside Out, Poehler plays the human embodiment of pure happiness, called, appropriately, Joy. The film tells the story of Riley, an 11-year-old girl who moves with her parents to San Francisco, and we follow the action from inside her head, where five characters – Joy, Disgust, Fear, Sadness and Anger – control her emotions, colour her memories and, ultimately, shape the little girl’s emerging personality.</p> \n<p>“When Inside Out’s directors <a href=\"http://www.imdb.com/name/nm0230032/\">Pete [Docter]</a> and <a href=\"http://www.imdb.com/name/nm0729304/\">Jonas [Rivera]</a> first came to me, they didn’t tell me what the movie idea was, and I assumed I’d be playing the lunatic shopkeeper. Then they did a 10-minute presentation and if I was a circuit board, everything would have lit up. I was like, ‘Oh my God, it’s a story about emotions? Oh my God, the setting is an 11-year-old girl? Oh my God, you want me to play Joy?’ It was, like, all my switches.”</p> \n<p>In 2008, she set up an online community called <a href=\"http://amysmartgirls.com\">Smart Girls</a>, where young people can watch videos made for them. The videos are often fronted by Poehler, and give advice about everything from how to embrace vulnerability to how to volunteer. Inside Out feels as if it could have been made for Smart Girls, I say. Poehler grins proudly. “It <em>is</em> so Smart Girls, isn’t it?”</p> \n<p>Poehler has two sons with Arnett, six-year-old Archie and four-year-old Abel, and Inside Out, she says, has provided a way “for them to talk about emotions in a way that feels safe. Because, with boys, you can’t just sit them down and say, ‘So how are you feeling?’ They won’t say, ‘Thank you for asking, I feel a little anxious,’” Poehler says, hooting at the idea. “It’s breathtaking how different [boys and girls] are. But you can say, ‘Why do you think Fear in the movie is always so scared of everything?’ And they’ll say, ‘Because he’s scared things won’t work out, and that’s scary.’”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b638aecfb06392acdaf9c653c4be22bfca1ad479\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436351553760/47a879ec-a9e5-4337-844d-684d60da3454-460x276.jpeg\" alt=\"As Leslie Knope in Parks And Recreation.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">As Leslie Knope in Parks And Recreation.</span> \n  <span class=\"element-image__credit\">Photograph: Rex Features</span> \n </figcaption> \n</figure> \n<p>Poehler was 37 when she had her first child. “It was a relief to care about something other than myself. Also, holidays are better because, when you don’t have kids, it’s a lot of adults talking, but when kids are around, there’s always something to watch. We used to call it Baby TV, because you just stare at babies and talk about them.”</p> \n<p>Poehler thinks mothers shouldn’t be so hard on themselves, or each other – a “woman-on-woman crime” that happens when a mother feels so defensive about her own decision about whether to return to work, she ends up putting down other women’s choices to make herself feel better.</p> \n<p>“It’s so wild,” she says. “People get so personal, and you’re so sensitive. You think you’re above it, then you see yourself doing it. Just give yourself a break. I wish I could go back sometimes because, God, I really put myself through the wringer about what type of mother I was supposed to be. I used flash cards on my eight-month-old. I mean, <em>Fuck!</em>” She throws her head back and laughs.</p> \n<p>Poehler may play indefatigably cheerful characters, but in her enjoyable memoir <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/295701/\">Yes Please</a>, published last year, she takes pains to stress that she is not like that herself. “I’m not as nice as you think I am,” she writes, demonstrating her not-niceness with anecdotes such as: “When I yell at dads drinking coffee and looking at their phones in the playground while their seven-year-olds play on the pre-school monkey bars, I feel like I am fully alive.”</p> \n<p>My favourite anecdote details the time she and Fey flew first class to Los Angeles to film Mean Girls and gabbed the whole way, much to the annoyance of the man in the neighbouring seat. At the end of the flight, he told them off, adding, “You girls should not be in first class!” Poehler, by now in a full-on “rage-haze”, reeled back, “looked at his boring, rich-guy face” and shouted, “<em>Fuck you!</em> Who do you think you are? You’re no better than me!”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I put myself through the wringer over what type of mother I&nbsp;was supposed to be. I&nbsp;used flash cards on&nbsp;my eight-month-old</p> \n </blockquote> \n</aside> \n<p>Reminded of this, Poehler says, simply, “I don’t do so well with assumed entitlement and privilege. My blue-collar button gets pushed a little then.”</p> \n<p>Female anger isn’t praised much in our culture, but it can be kind of exciting, I say. “It <em>is</em> exciting, isn’t it?” she says, her eyes lighting up. “It’s super-exciting to not care if you’re liked, and to watch someone’s face as they realise that. It’s fun defying expectations about me. It’s a nice secret weapon.”</p> \n<p>***</p> \n<p>Poehler was born and raised in the suburbs of Boston, Massachusetts, the daughter of two high-school teachers. At the age of 10, she was cast as Dorothy in a school play of The Wizard Of Oz and when she realised she could make the audience laugh by improvising with the dog playing Toto, she became committed to a life in comedy. She slogged it out in improv groups, first at Boston University, then in Chicago, as part of the legendary <a href=\"http://www.secondcity.com\">Second City</a> company, where <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/bill-murray\">Bill Murray</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/julia-louis-dreyfus\">Julia Louis-Dreyfus</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/stevecarell\">Steve Carell</a> all studied. In New York she co-founded the <a href=\"https://www.ucbtheatre.com\">Upright Citizens Brigade theatre</a>, where aspiring standup and improv comedians could work on material (UCB now has four outposts, two in LA and two in New York; Poehler is still closely involved). In 2001 she was cast in Saturday Night Live.</p> \n<p>Fey was already working at SNL when Poehler joined; the pair had been best friends since they worked together in improv in Chicago, in their early 20s. Poehler’s initial impression of Fey was, she writes in Yes Please, that she was “sharp, sly and hilarious”. Fey’s own memoir consists of a series of love letters to Poehler. In 2008, they worked on a film together, <a href=\"http://www.theguardian.com/film/movie/125196/baby.mama\">Baby Mama</a>, in which Poehler played the surrogate to Fey’s baby. They have just finished another movie, <a href=\"https://www.youtube.com/watch?v=Bed87s9ORrk\">Sisters</a>, in which they play estranged siblings, which will be released in the US in December, “the same week as a small independent film called <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/star-wars-episode-vii\">Star Wars</a>”, Poehler deadpans. Today, she lives in LA and Fey is in New York, so the best thing about making the film was that “we got to spend last summer together. We rented a house in Long Island and had all the kids playing together. It was great. She is my comedy wife.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"cea4a09a1595e16d2229b31c0058d030dc2a3221\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436351951992/f782f6c8-6bd1-4fae-8e60-f1a0d623321c-460x276.jpeg\" alt=\"Joy (voiced by Poehler) and Sadness in Inside Out.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Joy (voiced by Poehler) and Sadness in Inside Out.</span> \n  <span class=\"element-image__credit\">Photograph: Photoshot</span> \n </figcaption> \n</figure> \n<p>Fey, like the loyal best friend she is, often casts Poehler’s partners in her work: Arnett was a regular on Fey’s sitcom <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/30-rock\">30 Rock</a>, when he was still married to Poehler. In her new Netflix show, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/mar/05/unbreakable-kimmy-schmidt-tina-fey-netflix\">Unbreakable Kimmy Schmidt</a>, Fey cast her friend’s new boyfriend, comedian <a href=\"http://www.nickkroll.com\">Nick Kroll</a>, in a small part.</p> \n<p>Poehler and Kroll have been dating since 2013, and she has appeared on his skit show, <a href=\"http://www.imdb.com/title/tt1981538/\">Kroll Show</a>. In her memoir, she writes, “I have a boyfriend who knows how to settle me. He puts his hand on my chest and tells me boring stories… On one of our first nights together, I woke up apologising for my snoring and he pulled out the earplugs he had worn to bed so he could hear what I was saying. It was one of the most romantic gestures I’ve ever seen.”</p> \n<p>But in her work, Poehler’s interest remains female friendship. In Parks And Recreation, for example, she says the real love story was between Leslie and her friend Ann, played by Poehler’s real-life friend <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/2014/feb/14/rashida-jones-quincy-parks-recreation\">Rashida Jones</a>. “There’s so much created conflict between women on TV shows,” Poehler says, “and I don’t find that to be my experience. I work primarily with women, most of my projects are female-driven, and my female friends are very important to me.” During my time with Poehler, she breaks off twice: to read a text from from Parks And Rec co-star <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/aubrey-plaza\">Aubrey Plaza</a>, and another from Jones, which includes a video of her friend dancing.</p> \n<p>Recently, Rudolph tells me, a bunch of female SNL graduates, including Poehler, met up on 14 February, because it was the only day they could all make. They called it a Galentine’s Dinner, a phrase that also made its way into Parks And Recreation. “Amy decided we all should tell each other how much we mean to each other,” Rudolph says. “And she was right: we do need to remind each other of that, no matter how busy we are with kids and jobs. She’ll also tell you when her life sucks, because she believes in the importance of friendship, and that means honesty. She is a loyal friend.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"8336543f03c9be9ff2946af9ad0349713c6690a9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436352051658/04331ef7-975d-4fba-8b04-8a3829621ecf-460x276.jpeg\" alt=\"On Saturday Night Live with Tina Fey as Sarah Palin.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">On Saturday Night Live with Tina Fey as Sarah Palin.</span> \n  <span class=\"element-image__credit\">Photograph: Kobal</span> \n </figcaption> \n</figure> \n<p>When Poehler and Arnett divorced in 2012, her friends rallied round, taking her on holidays and attending public events with her. “I don’t see a difference in her for having been through what she’s gone through,” Rudolph says. “I don’t want to say she’s resilient – that makes it sound like it was easy – but I’ve always seen a strength in her that has not waned.”</p> \n<p>Part of Poehler’s appeal is that she shuns the self-deprecation game. In 2011, she was <a href=\"http://www.newyorker.com/new-yorker-festival/amy-poehler-why-television-is-good-for-women\">interviewed on stage by the New Yorker writer Ariel Levy</a>. During the event, to Poehler’s surprise, clips were played from the early part of her career, and no one laughed louder at them than she did. She grinned at the audience afterwards: “That was funny!”</p> \n<p>“It’s a struggle sometimes, to not apologise for yourself,” she says. “It’s not easy. I have to really work at it, to not look in the mirror and think, ‘God, I hate my face.’ That demon is always there, but I tried not to pack him for this trip.” The Brits, she’s noticed, are particularly fond of self-deprecation: “It can be super-charming, but it’s also self-eroding. You also shouldn’t pretend to be harder than you are. It’s about fine-tuning the channel.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"441558d0bbdbc61abb1b52b64197f8886991f90f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436352233842/9012d179-85a2-4dd0-8559-091295fc049a-280x420.jpeg\" alt=\"With boyfriend and fellow comedian Nick Kroll.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">With boyfriend and fellow comedian Nick Kroll.</span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p>She has been thinking about this a lot as she has moved into producing, with a special focus on young women. In 2009 she was contacted by two twentysomethings, Abbi Jacobson and Ilana Glazer, who had created their own web series, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/broad-city\">Broad City</a>, and invited Poehler to appear in an episode. To their astonishment, she agreed. She then came on board as executive producer and got the series moved over to TV, where it has become an international hit.</p> \n<p>“I love working with women,” Poehler says. “I know I’m generalising, but women are excellent multitaskers, and I’m optimistic about this new generation of young female artists who have such a strong point of view.” She cites <a href=\"http://www.amyschumer.com\">Amy Schumer</a> as another young woman she admires, and is also a huge fan of the late 90s British all-female comedy series <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/jan/12/how-we-made-smack-the-pony-sally-phillips-doon-mackichan\">Smack The Pony</a>: “Just such a great show.”</p> \n<p>Part of being a producer means taking meetings with, by and large, men, and Poehler has been “observing how [men and women] sit and talk and occupy their professional real estate”. She has long been scathing about how differently some men treat women in boardrooms, asking, for example, where her kids are. For example, she says, women tend to talk quickly in meetings, whereas men talk slowly. Does she think, now she’s working on the other side of the camera, that it’s getting easier for women to break into comedy? “I do think the market now demands an alternative to the old white male experience,” she says. “But look, here’s my stoner answer: I think the world is becoming more feminine, and there are a few dinosaurs raging at the end, and it causes extreme violence against women, it causes terrible political fires around the world. But I think everyone’s reacting to the universe becoming more feminine in order to save its life.” She pauses. “That is a long title for my next book. I also do it in standup clubs and I don’t have a joke at the end.” She throws back her head again and laughs.</p> \n<p> <span class=\"bullet\">•</span> Inside Out is released on 24 July.</p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/8/1436350637641/Amy-Poehler-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I can't pretend to be more coquetish than I am.' Photograph: Ari Michelson","credit":"Ari Michelson","altText":"Amy Poehler","cleanCaption":"'I can't pretend to be more coquetish than I am.' Photograph: Ari Michelson"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436351473177/e2ae3e2a-d55d-47d3-a340-dfd53a675cad-480x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":480,"orientation":"portrait","caption":"Poehler at this year’s Golden Globes, with best friend Tina Fey, and Margaret Cho as a North Korean general. Photograph: Getty Images","credit":"Getty Images","altText":"Poehler at this year’s Golden Globes, with best friend Tina Fey, and Margaret Cho as a North Korean general.","cleanCaption":"Poehler at this year’s Golden Globes, with best friend Tina Fey, and Margaret Cho as a North Korean general.","cleanCredit":"Photograph: Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436351554285/f1003901-5ef8-4c01-a34f-cd28e8bd91ea-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"As Leslie Knope in Parks And Recreation. Photograph: Rex Features","credit":"Rex Features","altText":"As Leslie Knope in Parks And Recreation.","cleanCaption":"As Leslie Knope in Parks And Recreation.","cleanCredit":"Photograph: Rex Features"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436351952820/d630ba20-a9ea-43a6-af8b-2652b490daaf-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Joy (voiced by Poehler) and Sadness in Inside Out. Photograph: Photoshot","credit":"Photoshot","altText":"Joy (voiced by Poehler) and Sadness in Inside Out.","cleanCaption":"Joy (voiced by Poehler) and Sadness in Inside Out.","cleanCredit":"Photograph: Photoshot"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436352052137/22eb87ed-3ed3-4d49-a946-2b8d382d3fae-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"On Saturday Night Live with Tina Fey as Sarah Palin. Photograph: Kobal","credit":"Kobal","altText":"On Saturday Night Live with Tina Fey as Sarah Palin.","cleanCaption":"On Saturday Night Live with Tina Fey as Sarah Palin.","cleanCredit":"Photograph: Kobal"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436352233313/f2601725-8c53-4447-8d11-8701e339c051-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"With boyfriend and fellow comedian Nick Kroll. Photograph: Getty Images","credit":"Getty Images","altText":"With boyfriend and fellow comedian Nick Kroll.","cleanCaption":"With boyfriend and fellow comedian Nick Kroll.","cleanCredit":"Photograph: Getty Images"}],"webPublicationDate":"2015-07-11T11:00:02Z","lastModified":"2015-07-11T11:00:02Z","metadata":{"commentable":true,"commentCount":326,"contributors":[{"name":"Hadley Freeman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738532/HadleyFreeman.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hadleyfreeman"}],"feature":true,"keywords":["Amy Poehler","Culture","Comedy","Golden Globes","Film","Saturday Night Live","Parks and Recreation","Inside Out","US theater","Stage","Broad City","Life and style"],"tags":[{"id":"culture/amy-poehler","webTitle":"Amy Poehler"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/comedy","webTitle":"Comedy"},{"id":"film/golden-globes","webTitle":"Golden Globes"},{"id":"film/film","webTitle":"Film"},{"id":"tv-and-radio/saturday-night-live","webTitle":"Saturday Night Live"},{"id":"tv-and-radio/parks-and-recreation","webTitle":"Parks and Recreation"},{"id":"film/inside-out","webTitle":"Inside Out"},{"id":"stage/us-theater","webTitle":"US theater"},{"id":"stage/stage","webTitle":"Stage"},{"id":"tv-and-radio/broad-city","webTitle":"Broad City"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"culture"},"topics":[{"displayName":"Hadley Freeman","topic":{"type":"tag-contributor","name":"profile/hadleyfreeman"}}],"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/jul/11/amy-poehler","shortUrl":"http://gu.com/p/4af6z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/jul/11/amy-poehler","webUri":"http://www.theguardian.com/culture/2015/jul/11/amy-poehler"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/8/1436350637641/Amy-Poehler-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I can’t pretend to be more coquettish than I am.’  Photograph: Ari Michelson/August","credit":"Ari Michelson/August","altText":"Amy Poehler","cleanCaption":"‘I can’t pretend to be more coquettish than I am.’ ","cleanCredit":"Photograph: Ari Michelson/August"}},"importance":5,"kicker":{"title":"Amy Poehler"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/8/1436350637641/Amy-Poehler-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I can't pretend to be more coquetish than I am.' Photograph: Ari Michelson","credit":"Ari Michelson","altText":"Amy Poehler","cleanCaption":"'I can't pretend to be more coquetish than I am.' Photograph: Ari Michelson"}}]},{"title":"Sophie Hunter / The opera director who has to dodge paparazzi","rawTitle":"The opera director who has to dodge paparazzi","item":{"type":"article","id":"music/2015/jul/12/sophie-hunter-opera-benedict-cumberbatch-marriage","title":"Sophie Hunter: the opera director who has to dodge paparazzi","trailText":"Marriage to Benedict Cumberbatch has brought her fame, but her focus is on avant-garde productions","standFirst":"Marriage to Benedict Cumberbatch has brought her fame, but her focus is on avant-garde productions","byline":"Vanessa Thorpe Arts and media correspondent","body":"<p>If you want something done, so they say, ask a busy mother. This advice may well hold true, but if the mother in question is Sophie Hunter, wife of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/benedict-cumberbatch\" title=\"Guardian profile\">Benedict Cumberbatch</a>, then it is best not to refer to her new maternal status.</p> \n<p>Although fans gathered on Valentine’s Day last year to catch a glimpse of her Isle of Wight wedding to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2015/jul/09/benedict-cumberbatch-martin-freeman-and-sherlocks-case-of-victorian-identity\" title=\"trailer Guardian piece\">star of <em>Sherlock</em></a>, and paparazzi have swooped this month for shots of the couple’s first outings since the birth of their son, for Hunter, 37, it is definitely business as usual. And that business is avant-garde opera, and not being the other half of one of the most popular actors of the age.</p> \n<p>“At the moment my focus is on opera and classical music,” said Hunter this weekend. The director and former performer is about to stage a unique immersive production of Benjamin Britten’s baroque-style cantata <em>Phaedra</em>, based on a translation of Racine’s tragedy and set near a deserted castle in Northern Ireland as part of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/apr/15/happy-days-festival-samuel-beckett-enniskillen-northern-ireland\" title=\"Guardian story\">Happy Days, the Samuel Beckett festival in Enniskillen</a>.</p> \n<p>The time around the birth of her first baby has been filled, she said, with work: “It has been a combination of music rehearsals in London and hard graft building in Enniskillen prior to the performance. It’s a very technical piece and it’s on a large scale, so the entire creative team are setting up camp in an equestrian arena to build it.”</p> \n<p>At the end of the month her audience will travel down winding paths to the arena in the grounds of Necarne castle <a href=\"http://www.happy-days-enniskillen.com/phaedra-by-benjamin-britten-2\" title=\"festival event link\">to hear mezzo-soprano Ruby Philogene sing with the Ulster Orchestra</a>, accompanied by film and light projections.</p> \n<p>The director, who brought out an album of French-language songs in 2005 as well as acting in television shows such as <em>Midsomer Murders</em> and <em>Torchwood</em>, comes from a well-heeled English background. Her grandfather was General Sir Michael James Gow, Aide-de-Camp General to the Queen in the early 80s, and her maternal great-great-grandfather was the first world war politician JEB Seely, Baron Mottistone. Born in London, she studied at Oxford University after attending the prestigious St Paul’s girls school.</p> \n<p>But perhaps a family taste for adventure is evident in her father’s decision to swap a career in insurance for the life of a professional card player, teaching bridge at London’s Groucho Club, among other venues. Her own appetite for the wilder shores of art is now also clear. After training <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/1999/jan/23/guardianobituaries\" title=\"Guardian obit\">under mime artist Jacques Lecoq in Paris</a>, she had a long relationship with the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/conrad-shawcross\" title=\"Guardian page\">experimental sculptor Conrad Shawcross</a>.</p> \n<p>Later this year she is to mount an equally adventurous production of another Britten work, <em>The Turn of the Screw</em>, working again with Staples at Snape Maltings for Aldeburgh Music.</p> \n<p>“This time we are working with Aurora Orchestra,” she said, “but it’s another case of bringing a team of collaborators together from film, fine art, theatre and opera. We are writing the experience out there so we are heading out for a research residency at Snape. Until then it’s model boxes, meetings, poring over the music and the text and getting increasingly excited at the prospect of another Britten adventure.”</p> \n<p>Her interest in avant-garde entertainment dates back to her modern languages degree. “Going on to train with Lecoq in Paris meant I discovered European theatre at a formative moment growing up. Seeing the work of directors like Romeo Castellucci, Ivo van Hove, Thomas Ostermeier, and Simon McBurney and Th&eacute;&acirc;tre de Complicit&eacute;, was, and continues to be, hugely important to me. To my mind these are artists who are forging new languages of performance and storytelling, and their constant reinvention is very inspiring.”</p> \n<p>Her own recent work in New York “in the context of a truly experimental and independent ‘downtown’ theatre scene” confirmed her path, she said. “New York was incredibly fulfilling and exciting.”</p> \n<p>Hunter sees no real distinction between her niche work in opera and the kind of commercial success that her husband enjoys in films such as <em>The Imitation Game</em> or in <a href=\"http://hamlet-barbican.com\" title=\"Barbican site\">next month’s production of <em>Hamlet</em> at the Barbican</a>, for which all but “on the day” tickets sold out quickly.</p> \n<p>“My job now is to make work, to tell stories,” Hunter said. But the director is not complacent about working in an area which usually escapes public attention. It is her mission to broaden both the world of opera and the public perception of it.</p> \n<p>“There is still a critical need for a new audience and for new ways of thinking about the presentation and accessibility of opera and the concerts. The work I am making with [music director] Andrew Staples aims to shake up the status quo a bit. Taking the work out of the opera house and the concert hall is just the beginning.”</p> \n<p>Hunter’s directorial debut in 2007 was at the Barbican Pit where she co-directed the avant-garde play <em>The Terrific&nbsp;Electric</em>. Since then she has directed a revival of Henrik Ibsen’s <em>Ghosts</em> and created a piece of performance art titled <em>Lucretia</em> and based on Benjamin Britten’s opera <em>The Rape of Lucretia</em>. Her production of the experimental play <em>69&deg; South</em>, also known as Shackleton Project, premiered at the Brooklyn Academy of Music and toured north America.</p> \n<p>She and Cumberbatch met acting together on the set of Susan Luciani’s 2009 thriller <em>Burlesque Fairytales</em>, set in a 1930s theatre.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436625608041/99206d76-d0d8-4430-b276-ef5bdbebfb61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt Baron/BEI/REX Shutterstock/Matt Baron/BEI/REX Shutterstock","altText":"Sophie Hunter and Benedict Cumberbatch","cleanCredit":"Photograph: Matt Baron/BEI/REX Shutterstock/Matt Baron/BEI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-11T23:05:05Z","lastModified":"2015-07-11T23:05:05Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Vanessa Thorpe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vanessathorpe"}],"feature":false,"keywords":["Opera","Classical music","Benedict Cumberbatch","Culture","Music","Celebrity","Life and style"],"tags":[{"id":"music/opera","webTitle":"Opera"},{"id":"music/classicalmusicandopera","webTitle":"Classical music"},{"id":"culture/benedict-cumberbatch","webTitle":"Benedict Cumberbatch"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music","webTitle":"Music"},{"id":"lifeandstyle/celebrity","webTitle":"Celebrity"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"music"},"topics":[{"displayName":"Vanessa Thorpe","topic":{"type":"tag-contributor","name":"profile/vanessathorpe"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/12/sophie-hunter-opera-benedict-cumberbatch-marriage","shortUrl":"http://gu.com/p/4atx7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/12/sophie-hunter-opera-benedict-cumberbatch-marriage","webUri":"http://www.theguardian.com/music/2015/jul/12/sophie-hunter-opera-benedict-cumberbatch-marriage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436625608041/99206d76-d0d8-4430-b276-ef5bdbebfb61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sophie Hunter with her husband Benedict Cumberbatch at the Vanity Fair Oscars party this year. Photograph: Matt Baron/BEI/REX Shutterstock/Matt Baron/BEI/REX Shutterstock","credit":"Matt Baron/BEI/REX Shutterstock/Matt Baron/BEI/REX Shutterstock","altText":"Sophie Hunter and Benedict Cumberbatch","cleanCaption":"Sophie Hunter with her husband Benedict Cumberbatch at the Vanity Fair Oscars party this year.","cleanCredit":"Photograph: Matt Baron/BEI/REX Shutterstock/Matt Baron/BEI/REX Shutterstock"}},"importance":5,"kicker":{"title":"Sophie Hunter"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436625608041/99206d76-d0d8-4430-b276-ef5bdbebfb61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt Baron/BEI/REX Shutterstock/Matt Baron/BEI/REX Shutterstock","altText":"Sophie Hunter and Benedict Cumberbatch","cleanCredit":"Photograph: Matt Baron/BEI/REX Shutterstock/Matt Baron/BEI/REX Shutterstock"}}]},{"title":"Omar Victor Diop / ‘I want to reinvent the heritage of African studio photography’","rawTitle":"‘I want to reinvent the heritage of African studio photography’","item":{"type":"article","id":"artanddesign/2015/jul/11/mar-ictor-ioi-want-to-reinvent-great-heritage-of-african-studio-photography","title":"Omar Victor Diop: ‘I want to reinvent the heritage of African studio photography’","trailText":"The Senagalese photographer impresses Arles with his vivid metaphorical portraits of African historical figures","standFirst":"<p>The Senagalese photographer impresses the Arles festival with his vivid metaphorical portraits of African historical figures<br /><br /><span class=\"bullet\">•</span> <a href=\"http://gu.com/p/4agdm/stw\">See the Diaspora Project in pictures here</a></p>","byline":"Interview by Sean O'Hagan","body":"<p><strong>Senegalese photographer Omar Victor Diop’s latest work, <em>Project Diaspora</em>, is a series of elaborately staged portraits of himself in various historical guises. These are based on actual paintings from the 15th to the 19th centuries, but also refer to the contemporary world, particularly the world of football. The series is on show at the Arles photography festival (until 20 Sep) where he has been shortlisted for the Discovery award.</strong></p> \n<p><strong>How did the <em>Diaspora</em> series come&nbsp;about?</strong><br />It started with me wanting to look at these historical black figures who did not fulfil the usual expectations of the African diaspora insofar as they were educated, stylish and confident, even if some of them were owned by white people and treated as the exotic other. Individuals such as Albert Badin, a Swedish court servant in the 18th century or Juan de Pareja, who was a member of Vel&aacute;zquez’s household in the 17th century. I wanted to bring these rich historical characters into the current conversation about the African diaspora and&nbsp;contemporary issues around immigration, integration and acceptance.</p> \n<p><strong>And where does football fit into this conversation?</strong><br />Soccer is an interesting global phenomenon that for me often reveals where society is in terms of race. When you look at the way that the African soccer royalty is perceived in Europe, there is a very interesting blend of glory, hero-worship and exclusion. Every so often, you get racist chants or banana skins thrown on the pitch and the whole illusion of integration is shattered in the most brutal way. It’s that kind of paradox I am investigating in the work.</p> \n<p><strong>Would you describe the photographs as self-portraits?</strong><br />I’m not that comfortable with that term, no. They are metaphorical portraits in which the idea of black identity is central. I enjoyed being the subject and the object of the photographs, but, no, they are not self-portraits in the traditional sense. Part of me wants to reinvent the great heritage of elaborate studio photography that we have in Africa – and which every other young African artist is reacting against.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"5c5722e0082cdeea2b414258d779427d667520fe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436458558009/81830c3f-9d8b-4af2-be5c-71e3d5a2de86-280x420.jpeg\" alt=\"Jean-Baptiste Belley\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jean-Baptiste Belley was a native of Senegal, born on the Island of Gor&eacute;e and former slave from the French West Indies who bought his freedom with his savings. During the period of the French Revolution, he became a member of the National Convention and the Council of Five Hundred of France. Original painting by Girodet.</span> \n  <span class=\"element-image__credit\">Photograph: Omar Victor Diop /Courtesy of Magnin-A (Paris)</span> \n </figcaption> \n</figure> \n<p><strong>Do the portraits reflect your own experience in any way?</strong><br />Of course, but perhaps not in the expected way. I am a middle-class, well-travelled, professional black man from Senegal. I grew up in Dakar so I had no village to go back to. My dad is a chartered accountant, my mother is a lawyer, all my brothers work in finance, so my family is a very corporate family. Until 2012, I was working in that world too, first as a consultant and then in investor relations. I am the first artist in my family. Even in the art world, though, as an African artist, you can be treated as the exotic other. I think all these definitions need to be redefined, but how do you redefine the notion of Africanness if you walk away from it? It has to be done from within. Those questions are all there in the work also.</p> \n<p><strong>How did you make the leap from finance into art?</strong><br />It started with a camera I bought with one of my bonuses! I started shooting a series I called <a href=\"http://www.omarviktor.com/#!fashion-2112-le-futur-du-beau/c1fdi\" title=\"\"><em>The Future of Beauty</em></a> and a photographer friend encouraged me to submit it to the 2011 Bamako Biennale. To my disbelief, it was selected. I thought the email was a bad joke from a friend. Now, I am at Arles festival in the Discovery award… Good things happen to those who really wish for them.</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436457526367/diop-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Detail of A Moroccan Man (1913) by Omar Victor Diop is a portrait based on an original painting by  José Tapiro y Baro, a Catalan painter and close friend of Marià Fortuny with whom he shared an interest in Orientalism. Photograph: Courtesy the artist","credit":"/Courtesy the artist","altText":"diop","cleanCaption":"Detail of A Moroccan Man (1913) by Omar Victor Diop is a portrait based on an original painting by  José Tapiro y Baro, a Catalan painter and close friend of Marià Fortuny with whom he shared an interest in Orientalism. Photograph: Courtesy the artist"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436458559084/81830c3f-9d8b-4af2-be5c-71e3d5a2de86-1361x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1361,"orientation":"portrait","caption":"Jean-Baptiste Belley was a native of Senegal, born on the Island of Gorée and former slave from the French West Indies who bought his freedom with his savings. During the period of the French Revolution, he became a member of the National Convention and the Council of Five Hundred of France. Original painting by Girodet. Photograph: Omar Victor Diop /Courtesy of Magnin-A (Paris)","credit":"Omar Victor Diop /Courtesy of Magnin-A (Paris)","altText":"Jean-Baptiste Belley","cleanCaption":"Jean-Baptiste Belley was a native of Senegal, born on the Island of Gorée and former slave from the French West Indies who bought his freedom with his savings. During the period of the French Revolution, he became a member of the National Convention and the Council of Five Hundred of France. Original painting by Girodet.","cleanCredit":"Photograph: Omar Victor Diop /Courtesy of Magnin-A (Paris)"}],"webPublicationDate":"2015-07-11T22:59:03Z","lastModified":"2015-07-11T23:00:56Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Sean O'Hagan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seanohagan"}],"feature":false,"keywords":["Photography","Art and design","Les Rencontres d'Arles","Senegal"],"tags":[{"id":"artanddesign/photography","webTitle":"Photography"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/les-rencontres-d-arles","webTitle":"Les Rencontres d'Arles"},{"id":"world/senegal","webTitle":"Senegal"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Sean O'Hagan","topic":{"type":"tag-contributor","name":"profile/seanohagan"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jul/11/mar-ictor-ioi-want-to-reinvent-great-heritage-of-african-studio-photography","shortUrl":"http://gu.com/p/4agjp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jul/11/mar-ictor-ioi-want-to-reinvent-great-heritage-of-african-studio-photography","webUri":"http://www.theguardian.com/artanddesign/2015/jul/11/mar-ictor-ioi-want-to-reinvent-great-heritage-of-african-studio-photography"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436457526367/diop-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Detail of A Moroccan Man (1913) by Omar Victor Diop is a portrait based on an original painting by José Tapiro y Baro, a Catalan painter and close friend of Marià Fortuny with whom he shared an interest in Orientalism. Photograph: Courtesy the artist","credit":"Courtesy the artist","altText":"diop","cleanCaption":"Detail of A Moroccan Man (1913) by Omar Victor Diop is a portrait based on an original painting by José Tapiro y Baro, a Catalan painter and close friend of Marià Fortuny with whom he shared an interest in Orientalism. Photograph: Courtesy the artist"}},"importance":4,"kicker":{"title":"Omar Victor Diop"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436457526367/diop-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Detail of A Moroccan Man (1913) by Omar Victor Diop is a portrait based on an original painting by  José Tapiro y Baro, a Catalan painter and close friend of Marià Fortuny with whom he shared an interest in Orientalism. Photograph: Courtesy the artist","credit":"/Courtesy the artist","altText":"diop","cleanCaption":"Detail of A Moroccan Man (1913) by Omar Victor Diop is a portrait based on an original painting by  José Tapiro y Baro, a Catalan painter and close friend of Marià Fortuny with whom he shared an interest in Orientalism. Photograph: Courtesy the artist"}}]},{"title":"Shami Chakrabarti / To Kill A Mockingbird made me a lawyer","rawTitle":"To Kill A Mockingbird made me a lawyer","item":{"type":"article","id":"books/2015/jul/11/shami-chakrabarti-kill-mockingbird-made-me-lawyer","title":"Shami Chakrabarti: To Kill A Mockingbird made me a lawyer","trailText":"Atticus Finch’s advice to his daughter inspired Shami Chakrabarti’s career as a lawyer and campaigner. The director of Liberty explains why Harper Lee’s themes still resonate today","standFirst":"<p>Atticus Finch’s advice to his daughter inspired Shami Chakrabarti’s career as a lawyer and campaigner. The director of Liberty explains why Harper Lee’s themes still resonate today</p>\n<ul>\n <li>Go Set A Watchman: read <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/ng-interactive/2015/jul/10/go-set-a-watchman-read-the-first-chapter\">the first chapter</a></li>\n <li>Listen to the extract <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jul/10/listen-to-reese-witherspoon-reading-the-first-chapter-of-harper-lees-go-set-a-watchman\">read by Reese Witherspoon</a></li>\n <li>Share your first impressions of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jul/10/first-chapter-of-go-set-a-watchman-what-do-you-think\">Go Set A Watchman</a></li>\n</ul>","byline":"Shami Chakrabarti","body":"<p>The justice secretary and I don’t seem to agree on much at the moment. But one thing we do have in common: <a href=\"http://www.telegraph.co.uk/education/10857133/Michael-Gove-Kill-a-Mockingbird-Id-never-dream-of-it.html\">last year, Michael Gove wrote</a>, “Do I think Of Mice And Men, Lord Of The Flies and To Kill A Mockingbird are bad books? Of course not. I read and loved them all.”</p> \n<p>Admittedly, he was responding to reports that he wanted to ban Harper Lee from the GCSE syllabus, in favour of English writers – a claim he denied. But since Gove might preside over our justice system for the next half-decade, I am delighted he loved To Kill A Mockingbird; in fact, I would suggest he take a break from drawing up plans to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/conservatives-to-push-forward-on-manifesto-and-scrap-human-rights-act\">repeal the Human Rights Act</a> and reread it. Perhaps it will make him think twice.</p> \n<p>The novel had a profound effect on me. When I first read Mockingbird, as a teenager in 1980s north-west London, I was utterly transported – to small-town 1930s Alabama, a place of spittoons, shingles, scolds and smilax. To Maycomb, with its chinaberry trees, rabbit-tobacco and single taxi – where there was “no hurry, for there was nowhere to go”. To the world of the wonderfully funny and audacious Scout – a timeless heroine for every little girl with a head full of questions and an appetite for a good fight (“He said I was the only girl he would ever love, then he neglected me. I beat him up, but it did no good”). It seemed so real to me; I could taste the scuppernongs and smell the sweet talcum.</p> \n<p>I wasn’t the first led into law by Atticus Finch, and I won’t be the last. I realise it is less admired by scholars than by fans (“sugar water served with humour”, wrote one critic). But it is this simplicity and lack of pretension that helps it pack its considerable punch. It is accessible, touchingly human and intimate; it also tackles enduring questions of discrimination and injustice.</p> \n<p>The lessons Scout learned stayed with me. Working for Liberty, I have often thought back to Atticus’s advice to his daughter: “No matter what anybody says to you, don’t you let ’em get your goat. Try fighting with your head for a change.” And I have thought of his definition of courage: not “a man with a gun in his hand”, but “when you know you’re licked before you begin, but you begin anyway and see it through no matter what”. Atticus gave Scout values to commit to and live by, and generations of young readers, consciously or subconsciously, have committed to them, too. None of us will ever be as unimpeachable as Atticus, but it can only be a good thing to try. “You never really understand a person until you consider things from his point of view… until you climb into his skin and walk around in it,” Atticus tells his children; even after the trial, he can put himself in Bob Ewell’s shoes.</p> \n<p>I still recall the shiver down my spine when I got to the end of that heartbreaking courtroom scene. I cried with Dill, and felt Jem’s indignation when he shouted, “It ain’t right, Atticus!” But real change takes baby steps, battle after battle, until the fight is won. Mockingbird was published 12 years after the Universal Declaration of Human Rights, six years after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2004/may/15/usa.schoolsworldwide\">Brown v Board of Education</a> (marking the end of segregation in schools), and five after the Montgomery bus boycott which began with the arrest of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2005/oct/25/guardianobituaries.usa\">Rosa Parks</a>. Yes, Tom Robinson is found guilty – but the jury stays out for hours, not minutes. The message is hope; for real progress towards a society based on individual human dignity, equal treatment and fairness.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We all believe in human rights: our own, or those of people we love. It’s when they apply to others that problems arise</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"85d3b041956b33502c400369b2f01a4a4d725350\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436273388355/a85ed20c-e5ae-453a-85d2-80f299f96a46-460x346.jpeg\" alt=\"A courtroom scene from To Kill A Mockingbird\" width=\"460\" height=\"346\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gregory Peck in a courtroom scene from To Kill A Mockingbird.</span> \n  <span class=\"element-image__credit\">Photograph: Rex</span> \n </figcaption> \n</figure> \n<p>We’re not there yet; <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/michael-brown-shooting\">Ferguson</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/baltimore\">Baltimore</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/eric-garner\">Staten Island</a> show all too brutally that the fight for equality goes on. As President Obama <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/22/barack-obama-n-word-racism-marc-maron-interview\">said last month</a>, we are not cured of racism: “Societies don’t overnight completely erase everything that happened 200 to 300 years prior.” And while modern Britain is mercifully far removed from the segregated south of the 1930s, we have been assailed by similarly dehumanising rhetoric in recent years, in our politics and in the press – a language of fear that seeks to cement a baseless dread of “otherness”. This is not just the scapegoating of migrant groups, but the redirection of anger towards our poorest neighbours: “hard-working families” and “strivers” pitted against “shirkers” and “scroungers”. “There’s something in our world that makes men lose their heads,” Atticus says. That something is still there. We are all capable of individual empathy, but our collective empathy sometimes fails. As grownups, we no longer “cry about the simple hell people give other people – without even thinking”, just as Dolphus says Dill will eventually cease to do.</p> \n<p>We all believe in human rights: our own, or those of the people we love, or of “people like us”. It’s when they apply to “others” that problems arise. The principle of equal treatment under the law provides the solution. Legal language calls it nondiscrimination; we know it as empathy. Walking in another person’s shoes doesn’t require a blind disregard for the greater good. But it does demand a modicum of respect for others – even those who have lost respect for themselves. It can’t be rationed according to nationality, skin colour, religion or wealth.</p> \n<p>What might Atticus, Scout or Tom say if they could see us now, lucky enough to live in a country where fundamental rights – to a fair trial, to not be tortured or enslaved – are enshrined into law, while others still struggle for them? What would they say if they knew our government wanted to dismantle that law in favour of a “British Bill” that would let politicians end the universality of rights protections, and pick and choose which – and whose – matter most?</p> \n<p>With luck, Go Set A Watchman will introduce a whole new generation to To Kill A Mockingbird – and I hope adults will reread it, too. A great story, well told, has the power to move more than speeches, journalism and polemic. Harper Lee’s messages of respect for human dignity, equality and, above all, hope are as urgent now as they were in 1960.</p> \n<p><span class=\"bullet\">•</span> Shami Chakrabarti is director of <a href=\"https://www.liberty-human-rights.org.uk/\">Liberty</a>, the civil liberties advocacy organisation.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436267722237/Civil-rights-activist-Ros-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Civil rights activist Rosa Parks (centre, wearing dark coat) at the end of the Montgomery bus boycott, 1956. Photograph: Don Cravens/Life/Getty Images","credit":"Don Cravens/Life/Getty Images","altText":"Civil rights activist Rosa Parks on a bus in Montgomery, Alabama","cleanCaption":"Civil rights activist Rosa Parks (centre, wearing dark coat) at the end of the Montgomery bus boycott, 1956. Photograph: Don Cravens/Life/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436273386881/ea0d410f-7034-4534-b9f1-51ccd92afae2-2060x1550.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1550,"width":2060,"orientation":"landscape","caption":"Gregory Peck in a courtroom scene from To Kill A Mockingbird. Photograph: Rex","credit":"Rex","altText":"A courtroom scene from To Kill A Mockingbird","cleanCaption":"Gregory Peck in a courtroom scene from To Kill A Mockingbird.","cleanCredit":"Photograph: Rex"}],"webPublicationDate":"2015-07-11T12:00:03Z","lastModified":"2015-07-11T12:00:03Z","metadata":{"commentable":true,"commentCount":28,"contributors":[{"name":"Shami Chakrabarti","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/shamichakrabarti"}],"feature":true,"keywords":["Shami Chakrabarti","Human rights","Harper Lee","Civil rights movement","UK civil liberties","Civil liberties - international","Books","World news","Law","UK news","Michael Gove","Politics","GCSEs","Schools","Education"],"tags":[{"id":"uk/shami-chakrabarti","webTitle":"Shami Chakrabarti"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"books/harper-lee","webTitle":"Harper Lee"},{"id":"world/civil-rights-movement","webTitle":"Civil rights movement"},{"id":"law/uk-civil-liberties","webTitle":"UK civil liberties"},{"id":"law/civil-liberties-international","webTitle":"Civil liberties - international"},{"id":"books/books","webTitle":"Books"},{"id":"world/world","webTitle":"World news"},{"id":"law/law","webTitle":"Law"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/michaelgove","webTitle":"Michael Gove"},{"id":"politics/politics","webTitle":"Politics"},{"id":"education/gcses","webTitle":"GCSEs"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"books"},"topics":[{"displayName":"Shami Chakrabarti","topic":{"type":"tag-contributor","name":"profile/shamichakrabarti"}}],"series":{"title":"Harper Lee: Go Set a Watchman special","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/harper-lee-go-set-a-watchman-special"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jul/11/shami-chakrabarti-kill-mockingbird-made-me-lawyer","shortUrl":"http://gu.com/p/4aeae","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jul/11/shami-chakrabarti-kill-mockingbird-made-me-lawyer","webUri":"http://www.theguardian.com/books/2015/jul/11/shami-chakrabarti-kill-mockingbird-made-me-lawyer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436267722237/Civil-rights-activist-Ros-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Civil rights activist Rosa Parks (centre, wearing dark coat) at the end of the Montgomery bus boycott, 1956. Photograph: Don Cravens/Life/Getty Images","credit":"Don Cravens/Life/Getty Images","altText":"Civil rights activist Rosa Parks on a bus in Montgomery, Alabama","cleanCaption":"Civil rights activist Rosa Parks (centre, wearing dark coat) at the end of the Montgomery bus boycott, 1956. Photograph: Don Cravens/Life/Getty Images"}},"importance":4,"kicker":{"title":"Shami Chakrabarti"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436267722237/Civil-rights-activist-Ros-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Civil rights activist Rosa Parks (centre, wearing dark coat) at the end of the Montgomery bus boycott, 1956. Photograph: Don Cravens/Life/Getty Images","credit":"Don Cravens/Life/Getty Images","altText":"Civil rights activist Rosa Parks on a bus in Montgomery, Alabama","cleanCaption":"Civil rights activist Rosa Parks (centre, wearing dark coat) at the end of the Montgomery bus boycott, 1956. Photograph: Don Cravens/Life/Getty Images"}}]},{"title":"Stephen Joseph / A theatre revolution: from Alan Ayckbourn to Kevin Spacey","rawTitle":"A theatre revolution: from Alan Ayckbourn to Kevin Spacey","item":{"type":"article","id":"stage/2015/jul/11/how-stephen-joseph-caused-revolution-british-theatre","title":"Stephen Joseph’s theatre revolution – from Alan Ayckbourn to Kevin Spacey","trailText":"He brought theatre-in-the-round to Scarborough – and sparked a theatrical revolution across the UK. Joseph is one of the great forgotten voices of the modern stage","standFirst":"<p>He brought theatre-in-the-round to Scarborough – and sparked a theatrical revolution across the UK. Joseph is one of the great forgotten voices of the modern stage</p>","byline":"Tim Auld","body":"<p>Theatre-in-the-round, Shakespearean stages, thrust stages, proscenium arch, promenade theatre, site-specific theatre – in 2015 any shape of stage goes. This was not the case when, on 14 July 1955, Studio Theatre Company, led by a young director called Stephen Joseph, mounted Britain’s first season of professional theatre-in-the-round in a small concert hall above the public library in Scarborough.</p> \n<p>Two years later, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/alanayckbourn\">Alan Ayckbourn</a> joined the company as actor/stage-manager. Ayckbourn’s dedication to Scarborough and to Joseph’s teachings, and the international success of his own plays, would eventually lead him to oversee the building of a state-of-the-art theatre-in-the-round in the town, which next month stages a 60th anniversary celebration. But Joseph’s story is about more than Scarborough. He started a revolution that continues to have an impact on theatres across the UK. On his death in 1967, he was described in his obituary in the Times as “the most successful missionary to work in the English theatre since the second world war”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If an actor asked for Joseph’s attention in a rehearsal he’d say give me something to direct and I’ll direct you</p> \n </blockquote> \n</aside> \n<p>The derision and entrenched conservatism that greeted Joseph’s theatre is baffling (both from audiences and from the Arts Council, not to mention the critic <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/kenneth-tynan\">Kenneth Tynan</a>, who was usually keen on anything that stirred things up). But in the 1950s, the proscenium arch ruled and British theatre was hidebound, despite stars such as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/olivier\">Olivier</a> and Gielgud. The West End existed to stage commercial hits, while repertory theatres reproduced them for local audiences. British theatre took its lead from European and American directors exploring new avenues and expressionistic styles of performance: it had its rebels and innovators (among them Terence Gray in Cambridge and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2012/jan/24/g-for-tyrone-guthrie\">Tyrone Guthrie</a>, who staged Hamlet-in-the-round in Elsinore in 1937), who passionately believed that theatre should be groundbreaking rather than a rehash of tried-and-tested commercial formulas. But they were in the minority.</p> \n<p>Joseph, in contrast, toured serious, challenging drama (Strindberg, Kataev, Pirandello) to theatreless towns around Britain, winning audiences against the odds. He advocated a performance aesthetic that emphasised the relationship between actors and audience rather than elaborate scenic effects. And he helped to found Victoria theatre in Hartshill, Stoke-on-Trent, the country’s first permanent theatre-in-the-round, with artistic director Peter Cheeseman, who ran it for more than 30 years and oversaw the company’s move to Britain’s first purpose-built theatre of the kind in Newcastle-under-Lyme in 1986. As well as helping Ayckbourn, Joseph also picked up <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/pinter\">Harold Pinter</a> (a former student of his) from the floor after <em>The Birthday Party</em> bombed in 1958.</p> \n<figure class=\"element element-image\" data-media-id=\"f358f94e179e212618460b9caa29c870d9d73716\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436360033648/188005ce-91fb-4296-a1c5-6d69ed70e5a0-460x321.jpeg\" alt=\"Stephen Joseph (back row, second from left) and Alan Ayckbourn (back row, third from left) in 1958.\" width=\"460\" height=\"321\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Stephen Joseph (back row, second from left) and Alan Ayckbourn (back row, third from left) with the Library Theatre Company in 1958.</span> \n </figcaption> \n</figure> \n<p>His legacy is impressive. Joseph was not only consulted by the theatres in Scarborough and Newcastle-under-Lyme but also by the architects of the Barbican. He influenced the setting up of the Manchester Royal Exchange, the Traverse theatre in Edinburgh and the adaptable Nuffield theatre in Lancaster. The Octagon theatre in-the-round in Bolton was built by the son of Joseph’s housekeeper. These theatres have inspired generations of theatre directors to think beyond the proscenium arch. In a story of history repeating itself, the progressive company Paines Plough has just announced it will do exactly what Joseph set out to achieve in 1955: use theatre-in-the-round to bring drama to corners of the country that are without theatres.</p> \n<p>Yet, Joseph is one of the great forgotten voices of modern theatre. When, in the mid-1990s, I read his archive of papers at the John Rylands Library in Manchester, they had lain uncatalogued for 30 years. He has since been the subject of two books, one by Paul Elsam, and one by Terry Lane, who worked with Joseph in Scarborough and went on to found the Traverse theatre: both conjure up a quixotic, contradictory character.</p> \n<p>Joseph had a messy childhood. His father was the publisher Michael Joseph, a fierce and overbearing figure, given to frequent affairs (such as with the writer Mary James, Ayckbourn’s mother: apparently, when Michael Joseph asked her if Ayckbourn was his she said no). His mother was Hermione Gingold, the larger-than-life revue actress who starred in <em>Gigi</em>. She divorced Michael Joseph when Stephen was an infant and later joked that when her son came to visit her aged 18, she hadn’t seen him since he was a baby. This was an overstatement but she was not exactly hands-on.</p> \n<p>In 1939 Joseph joined the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/royal-navy\">Royal Navy</a> and served throughout the war, earning a Distinguished Service Cross – he also earned himself a photograph on the front page of the Evening Standard when he jumped into the freezing waters of the North Sea to rescue his ship’s mascot, a dog called Tish. He was apparently more proud of this than the DSC.</p> \n<p>After the war he went to Cambridge to study English and became a central figure in the Footlights. On his graduation he joined Lowestoft Repertory theatre and then Frinton, and combined this with teaching at the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/education/centralschoolofspeechanddrama\">Central School of Speech and Drama</a>. He first saw a play staged in-the-round in Lowestoft, and it was this, and his subsequent experiences in the US as an MA student, that led him to set up the 1955 season in Scarborough. The appeal to him of this form of presentation was that it was relatively inexpensive, but it also allowed him to take theatre back to its basics: the play, the performers and the spectators.</p> \n<p>Only one national paper, the Daily Express, came to the opening night. When the critics did show up they were not impressed. Tynan passed judgment: it was “a good way of producing plays cheaply, but … not a good way of producing plays.” Meanwhile, a memo sent by William Emrys Williams, secretary general of the Arts Council, read: “It is an extemporary form of drama, a make-do-and-mend affair, and I do not see any great dramatist being born out of this make-shift.”</p> \n<p>When I interviewed Ayckbourn and Cheeseman about what it was like to work with Joseph, the words “genius” and “charismatic” cropped up often, but he was also regarded by many as a crank, albeit an eloquent one.</p> \n<figure class=\"element element-image\" data-media-id=\"fe17517bd3ff7e7a3d0732424d8987268fc0e3ef\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436461920323/b3815dbd-9363-4180-a6f6-6283da6ef875-460x302.jpeg\" alt=\"Kevin Spacey in &lt;em&gt;Richard ll&lt;/em&gt;l at the Old Vic in 2011.\" width=\"460\" height=\"302\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kevin Spacey in <em>Richard ll</em>l at the Old Vic in 2011.</span> \n  <span class=\"element-image__credit\">Photograph: Tristram Kenton/Guardian</span> \n </figcaption> \n</figure> \n<p>A Cambridge graduate with a cut-glass BBC accent, he was an intellectual anarchist at heart. He would wear overalls and donkey jackets and would vanish for weeks to drive a coal lorry. He also took a play to Bucharest and to Poland at the height of the cold war, leading to suggestions that he was a spy or double agent. When asked the most important part of a director’s job, he’d say, “To make the coffee.”</p> \n<p>Those who worked with him describe him as a slightly alarming director. He would spend rehearsals ignoring his actors while sketching plans of theatres on the back of programmes, or underneath the seating bashing in nails. When confronted by actors he’d say things like: “Give me something to direct and I’ll direct you.” Ayckbourn described him to me as the “great absentee director”.</p> \n<p>His frustration at what he perceived to be narrow-minded rejection led him to devise underhand ways to drum up publicity. He would write to newspapers under pseudonyms – among them Heath Block (after a lover of his called Heather Black), Leslie Upton Brocket and Josie Pitt – either lavishly praising or vilifying theatre-in-the-round. In response to one criticism that you can’t see actors’ faces all the time in theatre‑in-the-round, Joseph asked the playwright David Campton to provide a story in which all the characters wore paper bags on their heads.</p> \n<p>When Olivier and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/vivien-leigh\">Vivien Leigh</a> demonstrated against the closure of the St James’s theatre in Westminster, Joseph marched in the opposite direction carrying a placard in favour of its demolition (so a theatre-in-the-round could be built on the site in the basement of a new office block). He said that every theatre company should self-destruct after 10 years and that the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/national-theatre\">National Theatre</a> should be made of inflammable material.</p> \n<p>He died of liver cancer aged 46, a disappointed man. In his mind he had failed to make theatre-in-the-round stick in Scarborough, he’d failed to break London and he’d failed to build the permanent new theatre for which he’d longed in the Potteries.</p> \n<p>If he could have seen <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/old-vic\">the Old Vic</a>, where <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/kevinspacey\">Kevin Spacey</a> reconfigured one of Britain’s most famous proscenium arch theatres as a theatre-in-the-round for his last season, he might just have allowed himself a quiet smile.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/7/8/1436358854937/Stephen-Joseph-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Man of the people … Stephen Joseph in 1961. Copyright Scarborough Trust","credit":"/PR","altText":"Stephen Joseph","cleanCaption":"Man of the people … Stephen Joseph in 1961. Copyright Scarborough Trust"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436360034295/188005ce-91fb-4296-a1c5-6d69ed70e5a0-1020x712.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":712,"width":1020,"orientation":"landscape","caption":"Stephen Joseph (back row, second from left) and Alan Ayckbourn (back row, third from left) with the Library Theatre Company in 1958.","credit":"pr","altText":"Stephen Joseph (back row, second from left) and Alan Ayckbourn (back row, third from left) in 1958.","cleanCaption":"Stephen Joseph (back row, second from left) and Alan Ayckbourn (back row, third from left) with the Library Theatre Company in 1958."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436461919187/b3815dbd-9363-4180-a6f6-6283da6ef875-2060x1354.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1354,"width":2060,"orientation":"landscape","caption":"Kevin Spacey in <em>Richard ll</em>l at the Old Vic in 2011. Photograph: Tristram Kenton/Guardian","credit":"Tristram Kenton/Guardian","altText":"Kevin Spacey in <em>Richard ll</em>l at the Old Vic in 2011.","cleanCaption":"Kevin Spacey in <em>Richard ll</em>l at the Old Vic in 2011.","cleanCredit":"Photograph: Tristram Kenton/Guardian"}],"webPublicationDate":"2015-07-11T15:17:00Z","lastModified":"2015-07-11T15:17:00Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":true,"keywords":["Theatre","Stage","Culture"],"tags":[{"id":"stage/theatre","webTitle":"Theatre"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"stage"},"topics":[],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jul/11/how-stephen-joseph-caused-revolution-british-theatre","shortUrl":"http://gu.com/p/4afd6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jul/11/how-stephen-joseph-caused-revolution-british-theatre","webUri":"http://www.theguardian.com/stage/2015/jul/11/how-stephen-joseph-caused-revolution-british-theatre"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/7/8/1436358854937/Stephen-Joseph-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Man of the people … Stephen Joseph in 1961. Photographs courtesy of the Scarborough Trust","credit":"PR","altText":"Stephen Joseph","cleanCaption":"Man of the people … Stephen Joseph in 1961. Photographs courtesy of the Scarborough Trust"}},"importance":3,"kicker":{"title":"Stephen Joseph"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/7/8/1436358854937/Stephen-Joseph-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Man of the people … Stephen Joseph in 1961. Copyright Scarborough Trust","credit":"/PR","altText":"Stephen Joseph","cleanCaption":"Man of the people … Stephen Joseph in 1961. Copyright Scarborough Trust"}}]},{"title":"Meet the female entrepreneurs of the restaurant industry","rawTitle":"Meet the female entrepreneurs of the restaurant industry","item":{"type":"gallery","id":"women-in-leadership/gallery/2015/jul/11/in-pictures-meet-the-female-entrepreneurs-of-the-restaurant-industry","title":"In pictures: meet the female entrepreneurs of the restaurant industry","trailText":"The inspiring women behind some of the UK’s top restaurants share their proudest career moments and hopes for the future of the industry<br>","standFirst":"<p>The inspiring women behind some of the UK’s top restaurants share their proudest career moments and hopes for the future of the industry<br /></p>","byline":"Lottie O'Conor","body":"<figure class=\"element element-image\" data-media-id=\"2e451a5b3955bee754e6e6aae296865928f8a72e\"> \n <img src=\"http://media.guim.co.uk/2e451a5b3955bee754e6e6aae296865928f8a72e/0_429_5680_3408/1000.jpg\" alt=\"Thomasina Miers\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Thomasina Miers, chef, author and co-founder of <a href=\"http://www.wahaca.co.uk/\">Wahaca</a><br /><br /></strong>‘I have been thrilled by the feedback we get from contemporary Mexican chefs. At Wahaca we cook fast, delicious street food, but this year three of the best chefs from Mexico have been over to cook upmarket supper clubs with me at our site in Covent Garden. They all seemed to love our food and felt it was as authentic as Mexican got – being told by a Mexican chef that your Mexican food is good is the ultimate accolade in my book.’<strong><br /></strong></span> \n  <span class=\"element-image__credit\">Photograph: Tara Fisher</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"1b54fad444b8af83eacb16c695b83597b987a441\"> \n <img src=\"http://media.guim.co.uk/1b54fad444b8af83eacb16c695b83597b987a441/42_243_523_314/500.jpg\" alt=\"Angela Hartnett\" width=\"500\" height=\"300\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Angela Hartnett, executive chef and proprietor at <a href=\"http://www.muranolondon.com/\">Murano</a></strong><br /><br />‘The most obvious proud moments in my career so far have been getting an MBE, and the Michelin star and four AA rosettes we achieved at Murano. Then there’s the less publicised stuff, like being able to take my head chefs for a trip to Modena. If you don’t work in hospitality it’s impossible to understand the amounts of hard work and long hours involved. Being able to cook doesn’t qualify you to be a restaurateur: you need to understand the money side, allocate resources, and most importantly, motivate the team and serve your guests.’</span> \n  <span class=\"element-image__credit\">Photograph: Murano</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"1d7072423b8d1a8dc53fbd5da43bf0cf141832a2\"> \n <img src=\"http://media.guim.co.uk/1d7072423b8d1a8dc53fbd5da43bf0cf141832a2/320_227_517_310/500.jpg\" alt=\"Ceri Gott\" width=\"500\" height=\"300\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Ceri Gott, director at <a href=\"http://thehawksmoor.com/\">Hawksmoor</a></strong><br /><br />‘One of the biggest misconceptions is that the restaurant industry doesn’t offer proper jobs or serious careers. The restaurant scene is really exciting and dynamic so there are lots of opportunities. The people who work for us hit amazingly high professional standards, but have the freedom to be themselves and bring their personalities to work. We offer a career, not just a job, and have developed a four year management development programme, in partnership with the <a href=\"http://www.watershedschool.co.uk/\">Watershed School</a>, to support people to progress.’<br /></span> \n  <span class=\"element-image__credit\">Photograph: Hawksmoor</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"51dac348bb85c632ab8c54d3f63b70f8ee212ef9\"> \n <img src=\"http://media.guim.co.uk/51dac348bb85c632ab8c54d3f63b70f8ee212ef9/135_94_2609_1566/1000.jpg\" alt=\"Lauren Johns\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Lauren Johns, co-founder and creative director at <a href=\"http://www.m1lk.co.uk/\">Milk cafe</a> and <a href=\"http://www.fieldscafe.com/\">Fields cafe</a> <br /><br /></strong>‘Reopening Milk this week is one of my proudest moments. We’ve been closed for the last few weeks and have extended into the shop next door so have doubled in size. Milk was my first business and is very personal to me. It’s a shame that there is still such massive gender gap in hospitality. In an industry as tough as ours I think it is important to stand your ground, work hard and trust that this will be recognised, irrespective of whether you are a woman or a man.’<strong><br /></strong></span> \n  <span class=\"element-image__credit\">Photograph: Ailsa Vanessa Tapping</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c3561c7a9bd46c14561f33b3f6bcf5682dea0e06\"> \n <img src=\"http://media.guim.co.uk/c3561c7a9bd46c14561f33b3f6bcf5682dea0e06/306_994_3089_1852/1000.jpg\" alt=\"Zoe Paskin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Zoe Paskin, director and co-owner of <a href=\"http://thepalomar.co.uk/\">The Palomar</a>: winner of Tatler Restaurant of the Year 2015 and Best Restaurant in the GQ Awards 2015<br /></strong><br />‘I think people really underestimate the breadth and range of skills involved in delivering a great experience to the public. It is easy to cherry-pick something that’s wrong, but the ever-evolving improvisation of any great restaurant is about the whole, rather than a sum of its parts. I would love to see a shift in how seriously people take joining the industry and in turn how seriously they are taken.’<br /><strong><br /></strong></span> \n  <span class=\"element-image__credit\">Photograph: The Palomar</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"13ce0e46bc0b8f2303fc0e8a4a68159e346a9961\"> \n <img src=\"http://media.guim.co.uk/13ce0e46bc0b8f2303fc0e8a4a68159e346a9961/0_339_3378_2028/1000.jpg\" alt=\"Anna Hansen\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Anna Hansen, chef-patron at <a href=\"http://www.themodernpantry.co.uk/\">The Modern Pantry</a><br /><br /></strong>‘Of course, my daughter gives me so many reasons to be proud, but career-wise my proudest moment was when I first saw the guy painting ‘The Modern Pantry’ sign on my first restaurant. It just hit me and I thought wow, this is really amazing. It’s finally here.’<strong><br /></strong></span> \n  <span class=\"element-image__credit\">Photograph: The Modern Pantry</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"daf06a6af22d1e72999e20e42ca82ca42278fa60\"> \n <img src=\"http://media.guim.co.uk/daf06a6af22d1e72999e20e42ca82ca42278fa60/342_617_1080_648/1000.jpg\" alt=\"Skye Gyngell\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Skye Gyngell, chef and proprietor at <a href=\"http://www.springrestaurant.co.uk/\">Spring restaurant at Somerset House</a></strong><br /><br />‘Professional kitchens are much better than they used to be, but the work is exhausting, it involves antisocial hours and it’s really hard to work your way up while trying to juggle family commitments and children. I opened Spring at the stage in my life where my kids were grown up and I could spend more time in the kitchen, and I encourage all of my staff – male or female – to maintain that work life balance.It’s very important to overall wellbeing and happiness.’ </span> \n  <span class=\"element-image__credit\">Photograph: Amber Rowlands</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"654cd6c2ae4c8d89d50e74f54139390345ea967e\"> \n <img src=\"http://media.guim.co.uk/654cd6c2ae4c8d89d50e74f54139390345ea967e/0_98_600_360/500.jpg\" alt=\"Sophie Bathgate\" width=\"500\" height=\"300\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Sophie Bathgate, director at <a href=\"http://www.sophiessteakhouse.co.uk/\">Sophie’s Steakhouse</a></strong><br /><br />‘Meat has always been our thing. As a business we have evolved and honed our product, particularly in the last couple of years. We now butcher the majority of our steaks in house. There is a misconception that you have to have had past experience to be a chef. We train only in-house and actively seek people with a great attitude but no previous experience.’<br /></span> \n  <span class=\"element-image__credit\">Photograph: Sophie's Steakhouse</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"dda7e93a00e19227be69442bfa8c1385d742ef5b\"> \n <img src=\"http://media.guim.co.uk/dda7e93a00e19227be69442bfa8c1385d742ef5b/192_927_2843_1705/1000.jpg\" alt=\"Emily Scott\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Emily Scott, chef owner of <a href=\"http://www.sttudyinn.com/\">St Tudy Inn</a></strong><br /> <br />‘I think there is a misconception about there being a shortage of female head chefs. I think women are more modest about how good they are and what they can achieve than perhaps their male counterparts. It is important to realise what you can achieve on your own and as part of a team. Long hours and huge pressure are part of the job, but if you love what you do it makes the journey a whole lot easier.’</span> \n  <span class=\"element-image__credit\">Photograph: Polly Eltes Photography</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"e903ef40764db7b3d53315549d7c5df6a07a2692\"> \n <img src=\"http://media.guim.co.uk/e903ef40764db7b3d53315549d7c5df6a07a2692/8_765_2231_1339/1000.jpg\" alt=\"Ana Morris\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Ana Morris, co-founder of <a href=\"http://www.le-coq.co.uk/#about\">Le Coq</a></strong><br /><br />‘My proudest moment came at what might seem like a bizarre moment in my career. It was not becoming head chef for the first time or opening up LeCoq. I had tunnel vision at those points in my life. In fact it came about three months ago when I did a talk at Leiths catering school where I had studied ten years previously. The talk was about my career and setting up a restaurant. Seeing myself and my achievements through their eyes gave me a swell of pride: it felt pretty incredible to feel that you were inspiring people.’</span> \n  <span class=\"element-image__credit\">Photograph: Le Coq restaurant</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"bbb16add0330736c28821e63782dfcddd367e552\"> \n <img src=\"http://media.guim.co.uk/bbb16add0330736c28821e63782dfcddd367e552/355_175_1879_1127/1000.jpg\" alt=\"Laura Harper-Hinton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Laura Harper-Hinton, co-founder and creative director at <a href=\"http://www.caravanonexmouth.co.uk/\">Caravan restaurants</a> </strong><br /><br />‘The biggest misconception about the industry that anyone can open a restaurant. I deal with the creative and business side of our Caravan restaurants, and I think people often don’t appreciate how multi-disciplined you have to be to make it all come together. <br /><br />I think female restaurateurs and chefs bring a unique and needed sensibility to restaurants. Are a lot of the top positions in the industry still held by men?Probably, but it’s changing and it is certainly not the case at Caravan, and never will be.’</span> \n  <span class=\"element-image__credit\">Photograph: Caravan</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"5a5e76f3312413c7c13dbb06730ec32505d44959\"> \n <img src=\"http://media.guim.co.uk/5a5e76f3312413c7c13dbb06730ec32505d44959/40_154_596_358/500.jpg\" alt=\"Catherine Salway\" width=\"500\" height=\"300\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Catherine Salway, CEO and co-founder of <a href=\"http://redemptionbar.co.uk/\">Redemption</a><br /></strong><br />‘My proudest moment was when I told Richard Branson about my idea for Redemption, he said he wanted to invest in it and that he could see one in every city in the world. Then our property deals all fell through so it was short lived. If I am proud of anything it is probably carrying on regardless.<br /><br />The biggest misconception about this industry is that women are treated fairly. The way I have been spoken to by middle-aged men is so wrong: they seem to think I have a degree in home economics, not economics.’<br /><br /><strong><br /></strong></span> \n  <span class=\"element-image__credit\">Photograph: Redemption</span> \n </figcaption> \n</figure>","section":"Women in Leadership","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2e451a5b3955bee754e6e6aae296865928f8a72e/0_429_5680_3408/5680.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3408,"width":5680,"orientation":"landscape","caption":"<strong>Thomasina Miers, chef, author and co-founder of <a href=\"http://www.wahaca.co.uk/\">Wahaca</a><br><br></strong>‘I have been thrilled by the feedback we get from contemporary Mexican chefs. At Wahaca we cook fast, delicious street food, but this year three of the best chefs from Mexico have been over to cook upmarket supper clubs with me at our site in Covent Garden. They all seemed to love our food and felt it was as authentic as Mexican got – being told by a Mexican chef that your Mexican food is good is the ultimate accolade in my book.’<strong><br></strong> Photograph: Tara Fisher","credit":"Tara Fisher","altText":"Thomasina Miers","cleanCaption":"<strong>Thomasina Miers, chef, author and co-founder of <a href=\"http://www.wahaca.co.uk/\">Wahaca</a><br><br></strong>‘I have been thrilled by the feedback we get from contemporary Mexican chefs. At Wahaca we cook fast, delicious street food, but this year three of the best chefs from Mexico have been over to cook upmarket supper clubs with me at our site in Covent Garden. They all seemed to love our food and felt it was as authentic as Mexican got – being told by a Mexican chef that your Mexican food is good is the ultimate accolade in my book.’<strong><br></strong>","cleanCredit":"Photograph: Tara Fisher"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1b54fad444b8af83eacb16c695b83597b987a441/42_243_523_314/523.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":314,"width":523,"orientation":"landscape","caption":"<strong>Angela Hartnett, executive chef and proprietor at <a href=\"http://www.muranolondon.com/\">Murano</a></strong><br><br>‘The most obvious proud moments in my career so far have been getting an MBE, and the Michelin star and four AA rosettes we achieved at Murano. Then there’s the less publicised stuff, like being able to take my head chefs for a trip to Modena. If you don’t work in hospitality it’s impossible to understand the amounts of hard work and long hours involved. Being able to cook doesn’t qualify you to be a restaurateur: you need to understand the money side, allocate resources, and most importantly, motivate the team and serve your guests.’ Photograph: Murano","credit":"Murano","altText":"Angela Hartnett","cleanCaption":"<strong>Angela Hartnett, executive chef and proprietor at <a href=\"http://www.muranolondon.com/\">Murano</a></strong><br><br>‘The most obvious proud moments in my career so far have been getting an MBE, and the Michelin star and four AA rosettes we achieved at Murano. Then there’s the less publicised stuff, like being able to take my head chefs for a trip to Modena. If you don’t work in hospitality it’s impossible to understand the amounts of hard work and long hours involved. Being able to cook doesn’t qualify you to be a restaurateur: you need to understand the money side, allocate resources, and most importantly, motivate the team and serve your guests.’","cleanCredit":"Photograph: Murano"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1d7072423b8d1a8dc53fbd5da43bf0cf141832a2/320_227_517_310/517.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":310,"width":517,"orientation":"landscape","caption":"<strong>Ceri Gott, director at <a href=\"http://thehawksmoor.com/\">Hawksmoor</a></strong><br><br>‘One of the biggest misconceptions is that the restaurant industry doesn’t offer proper jobs or serious careers. The restaurant scene is really exciting and dynamic so there are lots of opportunities. The people who work for us hit amazingly high professional standards, but have the freedom to be themselves and bring their personalities to work. We offer a career, not just a job, and have developed a four year management development programme, in partnership with the <a href=\"http://www.watershedschool.co.uk/\">Watershed School</a>, to support people to progress.’<br> Photograph: Hawksmoor","credit":"Hawksmoor","altText":"Ceri Gott","cleanCaption":"<strong>Ceri Gott, director at <a href=\"http://thehawksmoor.com/\">Hawksmoor</a></strong><br><br>‘One of the biggest misconceptions is that the restaurant industry doesn’t offer proper jobs or serious careers. The restaurant scene is really exciting and dynamic so there are lots of opportunities. The people who work for us hit amazingly high professional standards, but have the freedom to be themselves and bring their personalities to work. We offer a career, not just a job, and have developed a four year management development programme, in partnership with the <a href=\"http://www.watershedschool.co.uk/\">Watershed School</a>, to support people to progress.’<br>","cleanCredit":"Photograph: Hawksmoor"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/51dac348bb85c632ab8c54d3f63b70f8ee212ef9/135_94_2609_1566/2609.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1566,"width":2609,"orientation":"landscape","caption":"<strong>Lauren Johns, co-founder and creative director at <a href=\"http://www.m1lk.co.uk/\">Milk cafe</a> and <a href=\"http://www.fieldscafe.com/\">Fields cafe</a> <br><br></strong>‘Reopening Milk this week is one of my proudest moments. We’ve been closed for the last few weeks and have extended into the shop next door so have doubled in size. Milk was my first business and is very personal to me. It’s a shame that there is still such massive gender gap in hospitality. In an industry as tough as ours I think it is important to stand your ground, work hard and trust that this will be recognised, irrespective of whether you are a woman or a man.’<strong><br></strong> Photograph: Ailsa Vanessa Tapping","credit":"Ailsa Vanessa Tapping","altText":"Lauren Johns","cleanCaption":"<strong>Lauren Johns, co-founder and creative director at <a href=\"http://www.m1lk.co.uk/\">Milk cafe</a> and <a href=\"http://www.fieldscafe.com/\">Fields cafe</a> <br><br></strong>‘Reopening Milk this week is one of my proudest moments. We’ve been closed for the last few weeks and have extended into the shop next door so have doubled in size. Milk was my first business and is very personal to me. It’s a shame that there is still such massive gender gap in hospitality. In an industry as tough as ours I think it is important to stand your ground, work hard and trust that this will be recognised, irrespective of whether you are a woman or a man.’<strong><br></strong>","cleanCredit":"Photograph: Ailsa Vanessa Tapping"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c3561c7a9bd46c14561f33b3f6bcf5682dea0e06/306_994_3089_1852/3089.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1852,"width":3089,"orientation":"landscape","caption":"<strong>Zoe Paskin, director and co-owner of <a href=\"http://thepalomar.co.uk/\">The Palomar</a>: winner of Tatler Restaurant of the Year 2015 and Best Restaurant in the GQ Awards 2015<br></strong><br>‘I think people really underestimate the breadth and range of skills involved in delivering a great experience to the public. It is easy to cherry-pick something that’s wrong, but the ever-evolving improvisation of any great restaurant is about the whole, rather than a sum of its parts. I would love to see a shift in how seriously people take joining the industry and in turn how seriously they are taken.’<br><strong><br></strong> Photograph: The Palomar","credit":"The Palomar","altText":"Zoe Paskin","cleanCaption":"<strong>Zoe Paskin, director and co-owner of <a href=\"http://thepalomar.co.uk/\">The Palomar</a>: winner of Tatler Restaurant of the Year 2015 and Best Restaurant in the GQ Awards 2015<br></strong><br>‘I think people really underestimate the breadth and range of skills involved in delivering a great experience to the public. It is easy to cherry-pick something that’s wrong, but the ever-evolving improvisation of any great restaurant is about the whole, rather than a sum of its parts. I would love to see a shift in how seriously people take joining the industry and in turn how seriously they are taken.’<br><strong><br></strong>","cleanCredit":"Photograph: The Palomar"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/13ce0e46bc0b8f2303fc0e8a4a68159e346a9961/0_339_3378_2028/3378.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2028,"width":3378,"orientation":"landscape","caption":"<strong>Anna Hansen, chef-patron at <a href=\"http://www.themodernpantry.co.uk/\">The Modern Pantry</a><br><br></strong>‘Of course, my daughter gives me so many reasons to be proud, but career-wise my proudest moment was when I first saw the guy painting ‘The Modern Pantry’ sign on my first restaurant. It just hit me and I thought wow, this is really amazing. It’s finally here.’<strong><br></strong> Photograph: The Modern Pantry","credit":"The Modern Pantry","altText":"Anna Hansen","cleanCaption":"<strong>Anna Hansen, chef-patron at <a href=\"http://www.themodernpantry.co.uk/\">The Modern Pantry</a><br><br></strong>‘Of course, my daughter gives me so many reasons to be proud, but career-wise my proudest moment was when I first saw the guy painting ‘The Modern Pantry’ sign on my first restaurant. It just hit me and I thought wow, this is really amazing. It’s finally here.’<strong><br></strong>","cleanCredit":"Photograph: The Modern Pantry"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/daf06a6af22d1e72999e20e42ca82ca42278fa60/342_617_1080_648/1080.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":648,"width":1080,"orientation":"landscape","caption":"<strong>Skye Gyngell, chef and proprietor at <a href=\"http://www.springrestaurant.co.uk/\">Spring restaurant at Somerset House</a></strong><br><br>‘Professional kitchens are much better than they used to be, but the work is exhausting, it involves antisocial hours and it’s really hard to work your way up while trying to juggle family commitments and children. I opened Spring at the stage in my life where my kids were grown up and I could spend more time in the kitchen, and I encourage all of my staff – male or female – to maintain that work life balance.It’s very important to overall wellbeing and happiness.’  Photograph: Amber Rowlands","credit":"Amber Rowlands","altText":"Skye Gyngell","cleanCaption":"<strong>Skye Gyngell, chef and proprietor at <a href=\"http://www.springrestaurant.co.uk/\">Spring restaurant at Somerset House</a></strong><br><br>‘Professional kitchens are much better than they used to be, but the work is exhausting, it involves antisocial hours and it’s really hard to work your way up while trying to juggle family commitments and children. I opened Spring at the stage in my life where my kids were grown up and I could spend more time in the kitchen, and I encourage all of my staff – male or female – to maintain that work life balance.It’s very important to overall wellbeing and happiness.’ ","cleanCredit":"Photograph: Amber Rowlands"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/654cd6c2ae4c8d89d50e74f54139390345ea967e/0_98_600_360/600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"<strong>Sophie Bathgate, director at <a href=\"http://www.sophiessteakhouse.co.uk/\">Sophie’s Steakhouse</a></strong><br><br>‘Meat has always been our thing. As a business we have evolved and honed our product, particularly in the last couple of years. We now butcher the majority of our steaks in house. There is a misconception that you have to have had past experience to be a chef. We train only in-house and actively seek people with a great attitude but no previous experience.’<br> Photograph: Sophie's Steakhouse","credit":"Sophie's Steakhouse","altText":"Sophie Bathgate","cleanCaption":"<strong>Sophie Bathgate, director at <a href=\"http://www.sophiessteakhouse.co.uk/\">Sophie’s Steakhouse</a></strong><br><br>‘Meat has always been our thing. As a business we have evolved and honed our product, particularly in the last couple of years. We now butcher the majority of our steaks in house. There is a misconception that you have to have had past experience to be a chef. We train only in-house and actively seek people with a great attitude but no previous experience.’<br>","cleanCredit":"Photograph: Sophie's Steakhouse"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dda7e93a00e19227be69442bfa8c1385d742ef5b/192_927_2843_1705/2843.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1705,"width":2843,"orientation":"landscape","caption":"<strong>Emily Scott, chef owner of <a href=\"http://www.sttudyinn.com/\">St Tudy Inn</a></strong><br> <br>‘I think there is a misconception about there being a shortage of female head chefs. I think women are more modest about how good they are and what they can achieve than perhaps their male counterparts. It is important to realise what you can achieve on your own and as part of a team. Long hours and huge pressure are part of the job, but if you love what you do it makes the journey a whole lot easier.’ Photograph: Polly Eltes Photography","credit":"Polly Eltes Photography","altText":"Emily Scott","cleanCaption":"<strong>Emily Scott, chef owner of <a href=\"http://www.sttudyinn.com/\">St Tudy Inn</a></strong><br> <br>‘I think there is a misconception about there being a shortage of female head chefs. I think women are more modest about how good they are and what they can achieve than perhaps their male counterparts. It is important to realise what you can achieve on your own and as part of a team. Long hours and huge pressure are part of the job, but if you love what you do it makes the journey a whole lot easier.’","cleanCredit":"Photograph: Polly Eltes Photography"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e903ef40764db7b3d53315549d7c5df6a07a2692/8_765_2231_1339/2231.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1339,"width":2231,"orientation":"landscape","caption":"<strong>Ana Morris, co-founder of <a href=\"http://www.le-coq.co.uk/#about\">Le Coq</a></strong><br><br>‘My proudest moment came at what might seem like a bizarre moment in my career. It was not becoming head chef for the first time or opening up LeCoq. I had tunnel vision at those points in my life. In fact it came about three months ago when I did a talk at Leiths catering school where I had studied ten years previously. The talk was about my career and setting up a restaurant. Seeing myself and my achievements through their eyes gave me a swell of pride: it felt pretty incredible to feel that you were inspiring people.’ Photograph: Le Coq restaurant","credit":"Le Coq restaurant","altText":"Ana Morris","cleanCaption":"<strong>Ana Morris, co-founder of <a href=\"http://www.le-coq.co.uk/#about\">Le Coq</a></strong><br><br>‘My proudest moment came at what might seem like a bizarre moment in my career. It was not becoming head chef for the first time or opening up LeCoq. I had tunnel vision at those points in my life. In fact it came about three months ago when I did a talk at Leiths catering school where I had studied ten years previously. The talk was about my career and setting up a restaurant. Seeing myself and my achievements through their eyes gave me a swell of pride: it felt pretty incredible to feel that you were inspiring people.’","cleanCredit":"Photograph: Le Coq restaurant"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bbb16add0330736c28821e63782dfcddd367e552/355_175_1879_1127/1879.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1127,"width":1879,"orientation":"landscape","caption":"<strong>Laura Harper-Hinton, co-founder and creative director at <a href=\"http://www.caravanonexmouth.co.uk/\">Caravan restaurants</a> </strong><br><br>‘The biggest misconception about the industry that anyone can open a restaurant. I deal with the creative and business side of our Caravan restaurants, and I think people often don’t appreciate how multi-disciplined you have to be to make it all come together. <br><br>I think female restaurateurs and chefs bring a unique and needed sensibility to restaurants. Are a lot of the top positions in the industry still held by men?Probably, but it’s changing and it is certainly not the case at Caravan, and never will be.’ Photograph: Caravan","credit":"Caravan","altText":"Laura Harper-Hinton","cleanCaption":"<strong>Laura Harper-Hinton, co-founder and creative director at <a href=\"http://www.caravanonexmouth.co.uk/\">Caravan restaurants</a> </strong><br><br>‘The biggest misconception about the industry that anyone can open a restaurant. I deal with the creative and business side of our Caravan restaurants, and I think people often don’t appreciate how multi-disciplined you have to be to make it all come together. <br><br>I think female restaurateurs and chefs bring a unique and needed sensibility to restaurants. Are a lot of the top positions in the industry still held by men?Probably, but it’s changing and it is certainly not the case at Caravan, and never will be.’","cleanCredit":"Photograph: Caravan"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5a5e76f3312413c7c13dbb06730ec32505d44959/40_154_596_358/596.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":358,"width":596,"orientation":"landscape","caption":"<strong>Catherine Salway, CEO and co-founder of <a href=\"http://redemptionbar.co.uk/\">Redemption</a><br></strong><br>‘My proudest moment was when I told Richard Branson about my idea for Redemption, he said he wanted to invest in it and that he could see one in every city in the world. Then our property deals all fell through so it was short lived. If I am proud of anything it is probably carrying on regardless.<br><br>The biggest misconception about this industry is that women are treated fairly. The way I have been spoken to by middle-aged men is so wrong: they seem to think I have a degree in home economics, not economics.’<br><br><strong><br></strong> Photograph: Redemption","credit":"Redemption","altText":"Catherine Salway","cleanCaption":"<strong>Catherine Salway, CEO and co-founder of <a href=\"http://redemptionbar.co.uk/\">Redemption</a><br></strong><br>‘My proudest moment was when I told Richard Branson about my idea for Redemption, he said he wanted to invest in it and that he could see one in every city in the world. Then our property deals all fell through so it was short lived. If I am proud of anything it is probably carrying on regardless.<br><br>The biggest misconception about this industry is that women are treated fairly. The way I have been spoken to by middle-aged men is so wrong: they seem to think I have a degree in home economics, not economics.’<br><br><strong><br></strong>","cleanCredit":"Photograph: Redemption"}],"bodyImages":[],"webPublicationDate":"2015-07-11T08:00:12Z","lastModified":"2015-07-11T08:00:12Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Lottie O'Conor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lottie-o-conor"}],"feature":false,"keywords":["Women in Leadership","Food & drink"],"tags":[{"id":"women-in-leadership/women-in-leadership","webTitle":"Women in Leadership"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"}],"section":{"id":"women-in-leadership"},"topics":[{"displayName":"Lottie O'Conor","topic":{"type":"tag-contributor","name":"profile/lottie-o-conor"}}],"series":{"title":"Inspiring leaders","uri":"http://mobile-apps.guardianapis.com/lists/tag/women-in-leadership/series/inspiring-leaders"},"embeddedVideos":[],"adTargetingPath":"women-in-leadership"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/women-in-leadership/gallery/2015/jul/11/in-pictures-meet-the-female-entrepreneurs-of-the-restaurant-industry","shortUrl":"http://gu.com/p/4aeg6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/women-in-leadership/gallery/2015/jul/11/in-pictures-meet-the-female-entrepreneurs-of-the-restaurant-industry","webUri":"http://www.theguardian.com/women-in-leadership/gallery/2015/jul/11/in-pictures-meet-the-female-entrepreneurs-of-the-restaurant-industry"},"shouldHideAdverts":false},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2e451a5b3955bee754e6e6aae296865928f8a72e/0_429_5680_3408/5680.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3408,"width":5680,"orientation":"landscape","caption":"<strong>Thomasina Miers, chef, author and co-founder of <a href=\"http://www.wahaca.co.uk/\">Wahaca</a><br><br></strong>‘I have been thrilled by the feedback we get from contemporary Mexican chefs. At Wahaca we cook fast, delicious street food, but this year three of the best chefs from Mexico have been over to cook upmarket supper clubs with me at our site in Covent Garden. They all seemed to love our food and felt it was as authentic as Mexican got – being told by a Mexican chef that your Mexican food is good is the ultimate accolade in my book.’<strong><br></strong> Photograph: Tara Fisher","credit":"Tara Fisher","altText":"Thomasina Miers","cleanCaption":"<strong>Thomasina Miers, chef, author and co-founder of <a href=\"http://www.wahaca.co.uk/\">Wahaca</a><br><br></strong>‘I have been thrilled by the feedback we get from contemporary Mexican chefs. At Wahaca we cook fast, delicious street food, but this year three of the best chefs from Mexico have been over to cook upmarket supper clubs with me at our site in Covent Garden. They all seemed to love our food and felt it was as authentic as Mexican got – being told by a Mexican chef that your Mexican food is good is the ultimate accolade in my book.’<strong><br></strong>","cleanCredit":"Photograph: Tara Fisher"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1b54fad444b8af83eacb16c695b83597b987a441/42_243_523_314/523.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":314,"width":523,"orientation":"landscape","caption":"<strong>Angela Hartnett, executive chef and proprietor at <a href=\"http://www.muranolondon.com/\">Murano</a></strong><br><br>‘The most obvious proud moments in my career so far have been getting an MBE, and the Michelin star and four AA rosettes we achieved at Murano. Then there’s the less publicised stuff, like being able to take my head chefs for a trip to Modena. If you don’t work in hospitality it’s impossible to understand the amounts of hard work and long hours involved. Being able to cook doesn’t qualify you to be a restaurateur: you need to understand the money side, allocate resources, and most importantly, motivate the team and serve your guests.’ Photograph: Murano","credit":"Murano","altText":"Angela Hartnett","cleanCaption":"<strong>Angela Hartnett, executive chef and proprietor at <a href=\"http://www.muranolondon.com/\">Murano</a></strong><br><br>‘The most obvious proud moments in my career so far have been getting an MBE, and the Michelin star and four AA rosettes we achieved at Murano. Then there’s the less publicised stuff, like being able to take my head chefs for a trip to Modena. If you don’t work in hospitality it’s impossible to understand the amounts of hard work and long hours involved. Being able to cook doesn’t qualify you to be a restaurateur: you need to understand the money side, allocate resources, and most importantly, motivate the team and serve your guests.’","cleanCredit":"Photograph: Murano"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1d7072423b8d1a8dc53fbd5da43bf0cf141832a2/320_227_517_310/517.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":310,"width":517,"orientation":"landscape","caption":"<strong>Ceri Gott, director at <a href=\"http://thehawksmoor.com/\">Hawksmoor</a></strong><br><br>‘One of the biggest misconceptions is that the restaurant industry doesn’t offer proper jobs or serious careers. The restaurant scene is really exciting and dynamic so there are lots of opportunities. The people who work for us hit amazingly high professional standards, but have the freedom to be themselves and bring their personalities to work. We offer a career, not just a job, and have developed a four year management development programme, in partnership with the <a href=\"http://www.watershedschool.co.uk/\">Watershed School</a>, to support people to progress.’<br> Photograph: Hawksmoor","credit":"Hawksmoor","altText":"Ceri Gott","cleanCaption":"<strong>Ceri Gott, director at <a href=\"http://thehawksmoor.com/\">Hawksmoor</a></strong><br><br>‘One of the biggest misconceptions is that the restaurant industry doesn’t offer proper jobs or serious careers. The restaurant scene is really exciting and dynamic so there are lots of opportunities. The people who work for us hit amazingly high professional standards, but have the freedom to be themselves and bring their personalities to work. We offer a career, not just a job, and have developed a four year management development programme, in partnership with the <a href=\"http://www.watershedschool.co.uk/\">Watershed School</a>, to support people to progress.’<br>","cleanCredit":"Photograph: Hawksmoor"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/51dac348bb85c632ab8c54d3f63b70f8ee212ef9/135_94_2609_1566/2609.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1566,"width":2609,"orientation":"landscape","caption":"<strong>Lauren Johns, co-founder and creative director at <a href=\"http://www.m1lk.co.uk/\">Milk cafe</a> and <a href=\"http://www.fieldscafe.com/\">Fields cafe</a> <br><br></strong>‘Reopening Milk this week is one of my proudest moments. We’ve been closed for the last few weeks and have extended into the shop next door so have doubled in size. Milk was my first business and is very personal to me. It’s a shame that there is still such massive gender gap in hospitality. In an industry as tough as ours I think it is important to stand your ground, work hard and trust that this will be recognised, irrespective of whether you are a woman or a man.’<strong><br></strong> Photograph: Ailsa Vanessa Tapping","credit":"Ailsa Vanessa Tapping","altText":"Lauren Johns","cleanCaption":"<strong>Lauren Johns, co-founder and creative director at <a href=\"http://www.m1lk.co.uk/\">Milk cafe</a> and <a href=\"http://www.fieldscafe.com/\">Fields cafe</a> <br><br></strong>‘Reopening Milk this week is one of my proudest moments. We’ve been closed for the last few weeks and have extended into the shop next door so have doubled in size. Milk was my first business and is very personal to me. It’s a shame that there is still such massive gender gap in hospitality. In an industry as tough as ours I think it is important to stand your ground, work hard and trust that this will be recognised, irrespective of whether you are a woman or a man.’<strong><br></strong>","cleanCredit":"Photograph: Ailsa Vanessa Tapping"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c3561c7a9bd46c14561f33b3f6bcf5682dea0e06/306_994_3089_1852/3089.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1852,"width":3089,"orientation":"landscape","caption":"<strong>Zoe Paskin, director and co-owner of <a href=\"http://thepalomar.co.uk/\">The Palomar</a>: winner of Tatler Restaurant of the Year 2015 and Best Restaurant in the GQ Awards 2015<br></strong><br>‘I think people really underestimate the breadth and range of skills involved in delivering a great experience to the public. It is easy to cherry-pick something that’s wrong, but the ever-evolving improvisation of any great restaurant is about the whole, rather than a sum of its parts. I would love to see a shift in how seriously people take joining the industry and in turn how seriously they are taken.’<br><strong><br></strong> Photograph: The Palomar","credit":"The Palomar","altText":"Zoe Paskin","cleanCaption":"<strong>Zoe Paskin, director and co-owner of <a href=\"http://thepalomar.co.uk/\">The Palomar</a>: winner of Tatler Restaurant of the Year 2015 and Best Restaurant in the GQ Awards 2015<br></strong><br>‘I think people really underestimate the breadth and range of skills involved in delivering a great experience to the public. It is easy to cherry-pick something that’s wrong, but the ever-evolving improvisation of any great restaurant is about the whole, rather than a sum of its parts. I would love to see a shift in how seriously people take joining the industry and in turn how seriously they are taken.’<br><strong><br></strong>","cleanCredit":"Photograph: The Palomar"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/13ce0e46bc0b8f2303fc0e8a4a68159e346a9961/0_339_3378_2028/3378.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2028,"width":3378,"orientation":"landscape","caption":"<strong>Anna Hansen, chef-patron at <a href=\"http://www.themodernpantry.co.uk/\">The Modern Pantry</a><br><br></strong>‘Of course, my daughter gives me so many reasons to be proud, but career-wise my proudest moment was when I first saw the guy painting ‘The Modern Pantry’ sign on my first restaurant. It just hit me and I thought wow, this is really amazing. It’s finally here.’<strong><br></strong> Photograph: The Modern Pantry","credit":"The Modern Pantry","altText":"Anna Hansen","cleanCaption":"<strong>Anna Hansen, chef-patron at <a href=\"http://www.themodernpantry.co.uk/\">The Modern Pantry</a><br><br></strong>‘Of course, my daughter gives me so many reasons to be proud, but career-wise my proudest moment was when I first saw the guy painting ‘The Modern Pantry’ sign on my first restaurant. It just hit me and I thought wow, this is really amazing. It’s finally here.’<strong><br></strong>","cleanCredit":"Photograph: The Modern Pantry"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/daf06a6af22d1e72999e20e42ca82ca42278fa60/342_617_1080_648/1080.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":648,"width":1080,"orientation":"landscape","caption":"<strong>Skye Gyngell, chef and proprietor at <a href=\"http://www.springrestaurant.co.uk/\">Spring restaurant at Somerset House</a></strong><br><br>‘Professional kitchens are much better than they used to be, but the work is exhausting, it involves antisocial hours and it’s really hard to work your way up while trying to juggle family commitments and children. I opened Spring at the stage in my life where my kids were grown up and I could spend more time in the kitchen, and I encourage all of my staff – male or female – to maintain that work life balance.It’s very important to overall wellbeing and happiness.’  Photograph: Amber Rowlands","credit":"Amber Rowlands","altText":"Skye Gyngell","cleanCaption":"<strong>Skye Gyngell, chef and proprietor at <a href=\"http://www.springrestaurant.co.uk/\">Spring restaurant at Somerset House</a></strong><br><br>‘Professional kitchens are much better than they used to be, but the work is exhausting, it involves antisocial hours and it’s really hard to work your way up while trying to juggle family commitments and children. I opened Spring at the stage in my life where my kids were grown up and I could spend more time in the kitchen, and I encourage all of my staff – male or female – to maintain that work life balance.It’s very important to overall wellbeing and happiness.’ ","cleanCredit":"Photograph: Amber Rowlands"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/654cd6c2ae4c8d89d50e74f54139390345ea967e/0_98_600_360/600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"<strong>Sophie Bathgate, director at <a href=\"http://www.sophiessteakhouse.co.uk/\">Sophie’s Steakhouse</a></strong><br><br>‘Meat has always been our thing. As a business we have evolved and honed our product, particularly in the last couple of years. We now butcher the majority of our steaks in house. There is a misconception that you have to have had past experience to be a chef. We train only in-house and actively seek people with a great attitude but no previous experience.’<br> Photograph: Sophie's Steakhouse","credit":"Sophie's Steakhouse","altText":"Sophie Bathgate","cleanCaption":"<strong>Sophie Bathgate, director at <a href=\"http://www.sophiessteakhouse.co.uk/\">Sophie’s Steakhouse</a></strong><br><br>‘Meat has always been our thing. As a business we have evolved and honed our product, particularly in the last couple of years. We now butcher the majority of our steaks in house. There is a misconception that you have to have had past experience to be a chef. We train only in-house and actively seek people with a great attitude but no previous experience.’<br>","cleanCredit":"Photograph: Sophie's Steakhouse"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dda7e93a00e19227be69442bfa8c1385d742ef5b/192_927_2843_1705/2843.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1705,"width":2843,"orientation":"landscape","caption":"<strong>Emily Scott, chef owner of <a href=\"http://www.sttudyinn.com/\">St Tudy Inn</a></strong><br> <br>‘I think there is a misconception about there being a shortage of female head chefs. I think women are more modest about how good they are and what they can achieve than perhaps their male counterparts. It is important to realise what you can achieve on your own and as part of a team. Long hours and huge pressure are part of the job, but if you love what you do it makes the journey a whole lot easier.’ Photograph: Polly Eltes Photography","credit":"Polly Eltes Photography","altText":"Emily Scott","cleanCaption":"<strong>Emily Scott, chef owner of <a href=\"http://www.sttudyinn.com/\">St Tudy Inn</a></strong><br> <br>‘I think there is a misconception about there being a shortage of female head chefs. I think women are more modest about how good they are and what they can achieve than perhaps their male counterparts. It is important to realise what you can achieve on your own and as part of a team. Long hours and huge pressure are part of the job, but if you love what you do it makes the journey a whole lot easier.’","cleanCredit":"Photograph: Polly Eltes Photography"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e903ef40764db7b3d53315549d7c5df6a07a2692/8_765_2231_1339/2231.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1339,"width":2231,"orientation":"landscape","caption":"<strong>Ana Morris, co-founder of <a href=\"http://www.le-coq.co.uk/#about\">Le Coq</a></strong><br><br>‘My proudest moment came at what might seem like a bizarre moment in my career. It was not becoming head chef for the first time or opening up LeCoq. I had tunnel vision at those points in my life. In fact it came about three months ago when I did a talk at Leiths catering school where I had studied ten years previously. The talk was about my career and setting up a restaurant. Seeing myself and my achievements through their eyes gave me a swell of pride: it felt pretty incredible to feel that you were inspiring people.’ Photograph: Le Coq restaurant","credit":"Le Coq restaurant","altText":"Ana Morris","cleanCaption":"<strong>Ana Morris, co-founder of <a href=\"http://www.le-coq.co.uk/#about\">Le Coq</a></strong><br><br>‘My proudest moment came at what might seem like a bizarre moment in my career. It was not becoming head chef for the first time or opening up LeCoq. I had tunnel vision at those points in my life. In fact it came about three months ago when I did a talk at Leiths catering school where I had studied ten years previously. The talk was about my career and setting up a restaurant. Seeing myself and my achievements through their eyes gave me a swell of pride: it felt pretty incredible to feel that you were inspiring people.’","cleanCredit":"Photograph: Le Coq restaurant"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bbb16add0330736c28821e63782dfcddd367e552/355_175_1879_1127/1879.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1127,"width":1879,"orientation":"landscape","caption":"<strong>Laura Harper-Hinton, co-founder and creative director at <a href=\"http://www.caravanonexmouth.co.uk/\">Caravan restaurants</a> </strong><br><br>‘The biggest misconception about the industry that anyone can open a restaurant. I deal with the creative and business side of our Caravan restaurants, and I think people often don’t appreciate how multi-disciplined you have to be to make it all come together. <br><br>I think female restaurateurs and chefs bring a unique and needed sensibility to restaurants. Are a lot of the top positions in the industry still held by men?Probably, but it’s changing and it is certainly not the case at Caravan, and never will be.’ Photograph: Caravan","credit":"Caravan","altText":"Laura Harper-Hinton","cleanCaption":"<strong>Laura Harper-Hinton, co-founder and creative director at <a href=\"http://www.caravanonexmouth.co.uk/\">Caravan restaurants</a> </strong><br><br>‘The biggest misconception about the industry that anyone can open a restaurant. I deal with the creative and business side of our Caravan restaurants, and I think people often don’t appreciate how multi-disciplined you have to be to make it all come together. <br><br>I think female restaurateurs and chefs bring a unique and needed sensibility to restaurants. Are a lot of the top positions in the industry still held by men?Probably, but it’s changing and it is certainly not the case at Caravan, and never will be.’","cleanCredit":"Photograph: Caravan"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5a5e76f3312413c7c13dbb06730ec32505d44959/40_154_596_358/596.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":358,"width":596,"orientation":"landscape","caption":"<strong>Catherine Salway, CEO and co-founder of <a href=\"http://redemptionbar.co.uk/\">Redemption</a><br></strong><br>‘My proudest moment was when I told Richard Branson about my idea for Redemption, he said he wanted to invest in it and that he could see one in every city in the world. Then our property deals all fell through so it was short lived. If I am proud of anything it is probably carrying on regardless.<br><br>The biggest misconception about this industry is that women are treated fairly. The way I have been spoken to by middle-aged men is so wrong: they seem to think I have a degree in home economics, not economics.’<br><br><strong><br></strong> Photograph: Redemption","credit":"Redemption","altText":"Catherine Salway","cleanCaption":"<strong>Catherine Salway, CEO and co-founder of <a href=\"http://redemptionbar.co.uk/\">Redemption</a><br></strong><br>‘My proudest moment was when I told Richard Branson about my idea for Redemption, he said he wanted to invest in it and that he could see one in every city in the world. Then our property deals all fell through so it was short lived. If I am proud of anything it is probably carrying on regardless.<br><br>The biggest misconception about this industry is that women are treated fairly. The way I have been spoken to by middle-aged men is so wrong: they seem to think I have a degree in home economics, not economics.’<br><br><strong><br></strong>","cleanCredit":"Photograph: Redemption"}}]}],"lastModified":"2015-07-11T23:15:24Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}