{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Zac Goldsmith / Why the MP's views on Heathrow and Europe are a problem for Cameron","rawTitle":"Why the MP's views on Heathrow and Europe are a problem for Cameron","item":{"type":"article","id":"politics/2015/jul/05/zac-goldsmith-views-heathrow-europe-problem-david-cameron","title":"Why Zac Goldsmith’s views on Heathrow and Europe are a problem for Cameron","trailText":"The MP now tipped to be London’s mayor has long been the face of green Toryism . But his passionate opposition to a third runway could put him on a collision course with his party","standFirst":"The MP now tipped to be London’s mayor has long been the face of green Toryism . But his passionate opposition to a third runway could put him on a collision course with his party","byline":"Toby Helm Political editor","body":"<p>Shortly after he was elected leader of the Conservative Party in 2005, David Cameron appointed a wealthy fellow Old Etonian to a new policy group to look into ways to improve “quality of life” in Britain. Cameron was in his ultra-green phase and wanted Zac Goldsmith, former editor of the <em>Ecologist </em>magazine, to develop ideas on how to tackle climate change, cut carbon emissions and promote green transport.</p> \n<p>When the group reported in 2007, Cameron’s then director of communications, Andy Coulson, was far from impressed. Some of the ideas looked to him like certain vote-losers: what <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/nov/21/david-cameron-green-crap-comments-storm\" title=\"\">Cameron might refer to these days as “green crap”</a>. One suggestion – that local councils be given powers to charge for parking at out-of-town supermarkets to encourage people to shop on their high streets – was particularly unwise, Coulson believed.</p> \n<p>Cameron quickly squashed the idea. “I understand, as a parent of three children, that when you are going to the shops you are trying to manage everything [and] car parking charges may not be the most helpful way forward,” the Tory leader said.</p> \n<p>It was not the only time that Cameron and Goldsmith – who regularly features in lists of the most handsome MPs – have made common cause over green issues, only for political realities to divide them later on. Before the 2010 election, Cameron joined a tree-planting scheme just north of Heathrow airport, which was organised by Greenpeace and partly funded by Goldsmith, and aimed to demonstrate that they were united in opposition to a third runway. “The third runway at Heathrow is not going ahead, no ifs, no buts,” said Cameron.</p> \n<p>Nine years on, Goldsmith, the Tory MP for Richmond Park (which lies under the Heathrow flightpath) and son of the late tycoon and anti-EU campaigner Sir James Goldsmith, is as vehemently opposed to Heathrow expansion as he ever was – if not more so. “The policy is appalling. I went berserk when it was introduced and [my view] has not changed since,” Goldsmith said recently.</p> \n<p>But Cameron has shifted back and forth. His party has twisted and turned on the issue as big business has demanded more airport capacity in the south-east, and as close to London as possible. The latest stage of the long-drawn-out saga came last week <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/01/heathrow-third-runway-recommended-in-davies-report-on-airport-capacity\" title=\"\">when a government-commissioned report by Sir Howard Davies, former head of the CBI, came down firmly in favour of developing Heathrow rather than Gatwick.</a></p> \n<p>Suddenly Cameron seemed trapped. He must now choose between two equally difficult options: to back Davies and break his “no ifs, no buts” promise, or to overrule Davies and either support expansion of Gatwick (which will anger many business leaders) or delay yet again.</p> \n<figure class=\"element element-image\" data-media-id=\"158e5e71d479ebab3ebd2d3df143c6f17dc43282\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436025525860/34c14458-aea2-43da-ae6e-68e65128a0d8-460x276.jpeg\" alt=\"Plane flying low over houses on approach to Heathrow\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Goldsmith said he ‘went berserk’ when the idea of a third runway at Heathrow was first put forward.</span> \n  <span class=\"element-image__credit\">Photograph: Justin Tallis/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>This weekend some in the Tory party were saying that Cameron’s decision on Heathrow will prove a bigger test of his leadership than his attempts to renegotiate UK membership of the EU. That is partly because several members of his cabinet, including the home secretary, Theresa May, foreign secretary Philip Hammond, and the international development secretary, Justine Greening, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/01/boris-johnson-heathrow-third-runway-davies-report\" title=\"\">as well as London’s mayor, Boris Johnson, </a>are strongly against Heathrow expansion. A decision to go ahead will split the cabinet. Even more problematic could be resistance to the whole idea from Goldsmith.</p> \n<p>Just days before Davies came out in favour of Heathrow, albeit with environmental strings attached, <a href=\"http://\" title=\"\">Goldsmith won the approval of his constituents, by a large majority, to seek selection as the Tory candidate for mayor of London,</a> in the hope of succeeding Johnson in May next year. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/09/zac-goldsmith-run-london-mayor-constituents-back\" title=\"\">Goldsmith is now the firm favourite to be chosen in an open primary to be held in September. </a>The party regards him as charismatic, with enough star quality to take on Labour and beat them. Christian Wolmar, who is on the shortlist for the Labour selection, said: “The Tories are drooling over Zac. They just think he is wonderful.”</p> \n<p>Goldsmith, however, has no desire to put his party before his campaign to stop Heathrow expansion. He has said he will resign his Richmond Park seat if Cameron backs a third runway, causing a Westminster byelection that a Conservative party with a majority of just 12 can ill afford to lose. Chancellor George Osborne, a candidate to succeed Cameron, supports Heathrow expansion and will be urging Cameron to back Davies.</p> \n<p>“They are in a hideous position,” said one senior Tory. “Osborne is strongly in favour of Heathrow but their only real candidate for mayor is violently anti.”</p> \n<p>A former Tory minister added: “There is no way that Cameron can duck the decision again. He has to back Davies or he will look pathetic. But Zac will just demonstrate how divided the party is. You could have a Tory mayor fighting a Tory government all the way on this.”</p> \n<p>Wolmar said: “They can’t have Zac and back Heathrow. They simply can’t have the two together.”</p> \n<p>What is not known is whether Goldsmith would also renounce the Tory candidacy and stand for mayor as an independent if the party backed Heathrow. If he does so, he might be less likely to win but he could split the Tory vote.</p> \n<p>Goldsmith is an idealist and comes from a family that doesn’t shift its convictions easily and which knows how to run campaigns. He credits his father, who founded the anti-EU Referendum party in 1995 and funded its 547 candidates at the 1997 general election, with ensuring that Britain would never join the euro without the consent of the British people.</p> \n<p>“He dedicated the last years of his life to the cause. My mother campaigned in his constituency for 12 hours every day. He gave it all he had: he was battling terminal pancreatic cancer and he died in July 1997, just weeks after the general election,” he wrote recently.</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/zac-goldsmith\" title=\"\">Goldsmith Jr</a> has inherited his father’s hardline Euroscepticism and has suggested he would favour leaving the EU unless Cameron can negotiate big changes in the UK’s terms of membership, which looks unlikely. In an interview with the Huffington Post in 2013, he said: “If I had to vote now [on whether] we want a continuation of the status quo and there was nothing in between, I would vote to come out.”</p> \n<p>His strong anti-EU feelings raise further questions for Cameron and the Tories and could offer a big opportunity to his opponents. While Johnson is strongly Eurosceptic, he is not a fully signed-up member of the “get out” club, in the knowledge that business and the City are mostly in favour of staying in a reformed EU.</p> \n<p>Goldsmith may come round to a similar line. But for the moment he is seen as a supporter of the “better off out” group in parliament. When the referendum happens next year or in 2017, in all likelihood Cameron will be campaigning to stay in the EU while the Tory mayor (were Goldsmith to get the job) might be pushing to get out.</p> \n<p>It is unclear whether that would be sustainable in one of the world’s biggest financial centres, where business is pro-EU.</p> \n<p>Some say that mayoral candidates should have distinct identities and that they do best challenging the policies of their parties when it is in London’s interest to do so – Boris being a prime example. Goldsmith may be the popular choice of his party for mayor, but he is unlikely to promote much unity within it on some of the biggest issues of the day, starting with the future of Heathrow airport.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025347513/Zac-Goldsmith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Zac Goldsmith is a leading candidate to replace Boris Johnson as a Tory mayor of London. Photograph: Judy Totton/Rex Shutterstock","credit":"Judy Totton/Rex Shutterstock","altText":"Zac Goldsmith","cleanCaption":"Zac Goldsmith is a leading candidate to replace Boris Johnson as a Tory mayor of London. Photograph: Judy Totton/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025527217/34c14458-aea2-43da-ae6e-68e65128a0d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Goldsmith said he ‘went berserk’ when the idea of a third runway at Heathrow was first put forward. Photograph: Justin Tallis/AFP/Getty Images","credit":"Justin Tallis/AFP/Getty Images","altText":"Plane flying low over houses on approach to Heathrow","cleanCaption":"Goldsmith said he ‘went berserk’ when the idea of a third runway at Heathrow was first put forward.","cleanCredit":"Photograph: Justin Tallis/AFP/Getty Images"}],"webPublicationDate":"2015-07-04T23:05:05Z","lastModified":"2015-07-04T23:05:05Z","metadata":{"commentable":true,"commentCount":41,"contributors":[{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"}],"feature":true,"keywords":["Zac Goldsmith","City mayors","Heathrow third runway","Heathrow airport","London","Boris Johnson","David Cameron","Conservatives","UK news","Politics","EU referendum"],"tags":[{"id":"politics/zac-goldsmith","webTitle":"Zac Goldsmith"},{"id":"cities/city-mayors","webTitle":"City mayors"},{"id":"environment/heathrow-third-runway","webTitle":"Heathrow third runway"},{"id":"uk-news/heathrow-airport","webTitle":"Heathrow airport"},{"id":"uk/london","webTitle":"London"},{"id":"politics/boris","webTitle":"Boris Johnson"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/eu-referendum","webTitle":"EU referendum"}],"section":{"id":"politics"},"topics":[{"displayName":"Toby Helm","topic":{"type":"tag-contributor","name":"profile/tobyhelm"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/05/zac-goldsmith-views-heathrow-europe-problem-david-cameron","shortUrl":"http://gu.com/p/4acj5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/05/zac-goldsmith-views-heathrow-europe-problem-david-cameron","webUri":"http://www.theguardian.com/politics/2015/jul/05/zac-goldsmith-views-heathrow-europe-problem-david-cameron"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025347513/Zac-Goldsmith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Zac Goldsmith is a leading candidate to replace Boris Johnson as a Tory mayor of London. Photograph: Judy Totton/Rex Shutterstock","credit":"Judy Totton/Rex Shutterstock","altText":"Zac Goldsmith","cleanCaption":"Zac Goldsmith is a leading candidate to replace Boris Johnson as a Tory mayor of London. Photograph: Judy Totton/Rex Shutterstock"}},"importance":7,"kicker":{"title":"Zac Goldsmith"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025347513/Zac-Goldsmith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Zac Goldsmith is a leading candidate to replace Boris Johnson as a Tory mayor of London. Photograph: Judy Totton/Rex Shutterstock","credit":"Judy Totton/Rex Shutterstock","altText":"Zac Goldsmith","cleanCaption":"Zac Goldsmith is a leading candidate to replace Boris Johnson as a Tory mayor of London. Photograph: Judy Totton/Rex Shutterstock"}}]},{"title":"Richard Osman / Quiz shows make people feel good about themselves","rawTitle":"Quiz shows make people feel good about themselves","item":{"type":"article","id":"lifeandstyle/2015/jul/04/richard-osman-quiz-shows-make-people-feel-good","title":"Richard Osman: ‘Quiz shows make people feel good about themselves’","trailText":"The TV producer and presenter, 44, on loving sport, why success later in life is a blessing and the joy of having a rock-star brother","standFirst":"<p>The TV producer and presenter, 44, on loving sport, why success later in life is a blessing and the joy of having a rock-star brother</p>","byline":"Ed Cumming","body":"<p><strong>Being tall is useful in lots of situations,</strong> but the disadvantage is you can’t hide. It slightly forces you to be an alpha male. Lots of people with different body shapes [Osman is 6ft 7in] and conditions say the same: if there’s something unusual about you it can be great, but sometimes you want to disappear.</p> \n<p><strong>My father left when I was very young.</strong> He skidded off and I didn’t see him for 25 years. It was awful – anyone who tells you it’s not is lying. This was back in the 70s when people didn’t really get divorced. But I had an incredible mum.</p> \n<p><strong>If you’re brought up with money you probably need it more. </strong>You need to keep yourself in the style to which you’ve become accustomed. I grew up without it, but whenever I get some I can’t believe it. Money means freedom.</p> \n<p><strong>I can’t begin to stress how cool</strong> having a rock-star brother is [<a href=\"https://twitter.com/matosman\">Mat Osman</a>, bassist in Suede]. Suede got big when I was at university. They were suddenly on TV, magazines, <em>Top of the Pops</em>. Now they’ve re-formed and my daughter’s friends are into them. I think our mum still wonders what he’s going to do for his real job.</p> \n<p><strong>I was quite chippy before I went to university.</strong> I thought Cambridge was going to be full of posh kids and that I’d resent them. There were lots of posh kids, but they were bright, and I thought: “That’s annoying, not only are you rich, but you’re lovely.” It changed my view of the world.</p> \n<p><strong>We’ll look back on this as the era of television, </strong>not film or rock ’n’ roll. It’s lasted about 50 years, and probably has about 10 to go in the old “five terrestrial channels” format. While my generation and above will always want a TV guide – it’s in our bones – it’s not how my kids watch TV.</p> \n<p><strong>The walk along the river to Craven Cottage</strong> [home of Fulham FC] is very relaxing. Sport is my grand passion: I have a Fulham season ticket. It has got cheaper in the past couple of years, weirdly.</p> \n<p><strong>Quiz shows make people feel good about themselves. </strong>Sometimes people feel guilty about watching TV, because they don’t have to go to a theatre or read a book to do it, but quizzes don’t make you feel dirty afterwards. People tend to play themselves, and you feel like you are part of a community.</p> \n<p><strong>I have no interest in watching someone from the far right </strong>and far left argue on <em>Question Time</em>. We want to be the best society we can, where everyone thrives, and it’s not going to be achieved by extremists shouting at each other.</p> \n<p><strong>The people I admire</strong> are those who make simple ideas with great skill. Graham Norton has been brilliant for two or three series of his show, but also brilliant is Graham Stuart, who produces it. Charlie Brooker is great, but the <a href=\"http://www.bbc.co.uk/programmes/b006t8dl\"><em>Screenwipe</em></a> producer, Annabel Jones, is a genius. Producers never get enough credit.</p> \n<p><strong>I don’t think I could have presented in my 20s and 30s. </strong>It was helpful to get into presenting at an age where I have no interest in showing off.</p> \n<p><strong>In life, you’re like a rocket. </strong>For the first 35 or 40 years you’re being fired up into the air, and whatever your fuel was – ambition, money – you’re burning it up to get the rocket higher. But then at some point you fall to earth again.</p> \n<p>Two Tribes<em> returns to BBC2 on Monday 13 July</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435663863508/Richard-Osman-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richard Osman: 'We’ll look back on this as the era of television, not film or rock ’n’ roll.' Photograph: Karen Robinson for the Observer","credit":"Karen Robinson for the Observer","altText":"Richard Osman","cleanCaption":"Richard Osman: 'We’ll look back on this as the era of television, not film or rock ’n’ roll.' Photograph: Karen Robinson for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-07-04T13:00:01Z","lastModified":"2015-07-04T13:00:01Z","metadata":{"commentable":true,"commentCount":155,"contributors":[{"name":"Ed Cumming","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ed-cumming"}],"feature":true,"keywords":["Television & radio","Culture"],"tags":[{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Ed Cumming","topic":{"type":"tag-contributor","name":"profile/ed-cumming"}}],"series":{"title":"This much I know","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandhealth/series/thismuchiknow"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/04/richard-osman-quiz-shows-make-people-feel-good","shortUrl":"http://gu.com/p/4a92a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/04/richard-osman-quiz-shows-make-people-feel-good","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/04/richard-osman-quiz-shows-make-people-feel-good"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435663863508/Richard-Osman-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richard Osman: ‘We’ll look back on this as the era of television, not film or rock ’n’ roll.’ Photograph: Karen Robinson for the Observer","credit":"Karen Robinson for the Observer","altText":"Richard Osman","cleanCaption":"Richard Osman: ‘We’ll look back on this as the era of television, not film or rock ’n’ roll.’ Photograph: Karen Robinson for the Observer"}},"importance":5,"kicker":{"title":"Richard Osman"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435663863508/Richard-Osman-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richard Osman: 'We’ll look back on this as the era of television, not film or rock ’n’ roll.' Photograph: Karen Robinson for the Observer","credit":"Karen Robinson for the Observer","altText":"Richard Osman","cleanCaption":"Richard Osman: 'We’ll look back on this as the era of television, not film or rock ’n’ roll.' Photograph: Karen Robinson for the Observer"}}]},{"title":"Annie Nightingale / I’m always living in the future","rawTitle":"I’m always living in the future","item":{"type":"article","id":"media/2015/jul/05/annie-nightingale-masterpiece-ministry-of-sound-radio-1-interview","title":"Annie Nightingale: ‘I’m always living in the future’","trailText":"Radio 1’s longest-serving DJ – and the first woman to grace the station’s airwaves – reflects on five decades on the decks","standFirst":"Radio 1’s longest-serving DJ – and the first woman to grace the station’s airwaves – reflects on five decades on the decks","byline":"Priya Elan","body":"<p>Annie Nightingale, 75, was the first female DJ on Radio 1. She started as a news journalist before moving into the arts in the early 60s as a film critic for the <em>Brighton Argus,</em> interviewing the Beatles. She began her DJ career at BBC West before graduating to Radio 1 in 1970. Later she presented on BBC Two’s <em>The Old Grey Whistle Test </em>and Radio 1’s hugely popular <em>Sunday Request Show</em>,<em> </em>before moving in 1994 to a late-night, dance music slot. She is the longest-serving DJ on the station.</p> \n<p><strong>Your new </strong><a href=\"http://www.ministryofsound.com/music/compilations/masterpiece-annie-nightingale#O6qM4UTwBL0iVxBd.97\"><strong><em>Masterpiece</em></strong></a><strong> compilation is a celebration of 50 years in the business – how does that make you feel?</strong><br />I think: “No, it can’t be.” I’m always living in the future, because I’m planning a show which happens every fortnight. For me, it’s less about the 50 years and more about the track-listing. I love putting tunes together, and these aren’t the most obvious, greatest hits of the artists. I was happily surprised that these musicians said yes. The Rolling Stones have never been on a compilation before. </p> \n<p><strong>There’s a British slant to it. Why do you think the UK music scene is so fertile?</strong><br />I wonder if it’s because we’re so critical. You can’t get away with making bad music in the UK. However much you hype something, if people don’t like it, they will not react to it. You have to work very hard to make it in the UK. We still have the talent here – just look at grime; it’s unique and original. It’s just a question of whether we have the belief.</p> \n<p><strong>You are seen as being part of the swinging 60s – do we romanticise that decade too much?</strong><br />Yeah, I do. But to me, the 90s were just as important and exciting. I can see parallels with the 60s; it broke down social barriers. Now you get kids saying: “I wish I’d been around in the 90s” (<em>laughs</em>). I say: “You’ve got to make this time your time. You’ve got to get out there and support that DJ and see that gig. You have to contribute to make a culture happen.” I really do believe that. </p> \n<p><strong>There’s been lots of healthy dialogue about sexism in the arts in recent years. What were your experiences like?</strong><br />There was a ban on women on Radio 1. They said that disc jockeys were husband substitutes, so they didn’t need any women. They also believed women’s voices didn’t have enough authority to be on the radio. I was writing for various magazines, so I was in a position where I could attack their stance. At some point, the culture changed, they realised they needed to do something about it and my name came up.</p> \n<p><strong>Were you surprised that more women DJs didn’t come along after you started?</strong></p> \n<p>I thought loads of women would rush through the door and then there wasn’t anyone for 12 years until Janice Long came along. I ended up thinking that perhaps it was just something that no one wanted to do. Of course, now it’s all changed.</p> \n<p><strong>We look back at the music business in the 70s with some horror now. Did you have any sense of that at the time?</strong><br />It’s become a national joke, the idea of a 70s DJ. I lived in Brighton and had small kids, so I’d come into London, do my show and go home. You were always fighting over studio time. There wasn’t a situation where you’d all hang out together. There was no sense of knowing what [the DJs] were doing when they were off air.</p> \n<p><strong>Beats 1 radio has just started to great fanfare – why do you think radio has remained so popular?</strong><br />Say you’re on a long car journey and whatever music you’ve got in your car, sometimes all you want to is a voice. People still want that connection, I think. The difficulty for Radio 1 is to make sure that the very young continue to tune in.</p> \n<p><em>Masterpiece is out 17 July on </em><a href=\"http://www.ministryofsound.com/music/compilations/masterpiece-annie-nightingale#O6qM4UTwBL0iVxBd.97\"><em>Ministry of Sound</em></a></p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435756048398/f27d4421-c149-4e6a-9e96-f5be237142ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Venni/BBC","altText":"Annie Nightingale","cleanCredit":"Photograph: David Venni/BBC"}],"bodyImages":[],"webPublicationDate":"2015-07-05T06:59:08Z","lastModified":"2015-07-05T06:59:08Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Priya Elan","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/17/1413567069631/Priya-Elan-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/priyaelan"}],"feature":true,"keywords":["Radio 1","Music","Radio","BBC","Dance music","Media","Culture","Radio industry"],"tags":[{"id":"media/radio-1","webTitle":"Radio 1"},{"id":"music/music","webTitle":"Music"},{"id":"culture/radio","webTitle":"Radio"},{"id":"media/bbc","webTitle":"BBC"},{"id":"music/dance-music","webTitle":"Dance music"},{"id":"media/media","webTitle":"Media"},{"id":"culture/culture","webTitle":"Culture"},{"id":"media/radio","webTitle":"Radio industry"}],"section":{"id":"media"},"topics":[{"displayName":"Priya Elan","topic":{"type":"tag-contributor","name":"profile/priyaelan"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jul/05/annie-nightingale-masterpiece-ministry-of-sound-radio-1-interview","shortUrl":"http://gu.com/p/4aa7p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jul/05/annie-nightingale-masterpiece-ministry-of-sound-radio-1-interview","webUri":"http://www.theguardian.com/media/2015/jul/05/annie-nightingale-masterpiece-ministry-of-sound-radio-1-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435756048398/f27d4421-c149-4e6a-9e96-f5be237142ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I thought loads more women would rush through the door’: Annie Nightingale. Photograph: David Venni/BBC","credit":"David Venni/BBC","altText":"Annie Nightingale","cleanCaption":"‘I thought loads more women would rush through the door’: Annie Nightingale.","cleanCredit":"Photograph: David Venni/BBC"}},"importance":5,"kicker":{"title":"Annie Nightingale"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435756048398/f27d4421-c149-4e6a-9e96-f5be237142ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Venni/BBC","altText":"Annie Nightingale","cleanCredit":"Photograph: David Venni/BBC"}}]},{"title":"Observer Ethical Awards 2015 / Zandra Rhodes: weaving a new society","rawTitle":"Zandra Rhodes: weaving a new society","item":{"type":"article","id":"environment/2015/jul/05/zandra-rhodes-weaving-a-new-society","title":"Zandra Rhodes: weaving a new society","trailText":"Fast fashion brought tragedy to Bangladesh’s garment industry. Now Zandra Rhodes and People Tree are giving skilled female workers a&nbsp;brighter future. Lucy Siegle joins them in Dhaka","standFirst":"<p>Fast fashion brought tragedy to Bangladesh’s garment industry. Now Zandra Rhodes and People Tree are giving skilled female workers a brighter future. Lucy Siegle joins them in Dhaka</p>","byline":"Lucy Siegle","body":"<p>When <a href=\"http://www.zandrarhodes.com/\">Zandra Rhodes</a> touches down at Dhaka airport it’s as if a rock star has arrived. Her trademark pink bobbed hair and matching outfit strike a chord in Arrivals and a small crowd rushes up to her, camera phones aloft. “You look beautiful,” says one man, snapping away. “Thank you!” she purrs. Rhodes has arrived in Bangladesh via Mumbai (where she’s busy designing part of the airport, apparently). She is always busy and it seems she has been since the 1960s, when she left the Royal College of Art and set up her first shop on the Fulham Road. Her bold prints in outrageous colours have since been worn by everyone from Diana, Princess of Wales, to Kylie Minogue. Rhodes is here to oversee production on her collaboration with the affordable ethical brand <a href=\"http://www.peopletree.co.uk/designers/zandra-rhodes\">People Tree</a> – and to see how local garment production can be made as good as it can get.</p> \n<p>This is the second time she has worked with People Tree and its founder, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2010/jun/13/shahesta-shaitly-five-things-know-about-style-safia-minney-people-tree\">Safia Minney</a>. For years Minney has worked with the same organic farming co-operative in India to produce Fairtrade cotton. Now she’s bringing it to Bangladesh to be woven on hand looms (an ethical trade first). Part of Rhodes’s collection will then be block-printed and tailored in Bangladesh, too.</p> \n<p>The country is utterly reliant on the ready-made-garment (RMG) industry, which provides 80% of the GDP. Some Western brands talk about production there as if they are NGOs, producing much-needed jobs and emancipating women. But we’re starting to see it’s more complicated than that. The fast-fashion system cannot guarantee decent conditions and fair wages. A stark example of this can be seen as we drive north out of Dhaka to the Savar district. This area once housed the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/rana-plaza\">Rana Plaza</a> complex, which collapsed on 24 April 2013, killing 1,133 people. In Savar it’s business as usual. Scores of buildings that look like apartment blocks but are actually garment facilities are working non-stop to produce clothes for the Western market.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=WO76xa95yxc\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/WO76xa95yxc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Zandra Rhodes meets a handweaver in Bangladesh.\n </figcaption> \n</figure> \n<p>Minney believes there is another way. She is particularly strident about the need for handmade pieces. “If you think the world’s population will soon be seven billion and we know unemployment is a growing issue around the world, it makes sense to use low-carbon-appropriate technology to create great fashion. Look at the only natural resource that we have in plentiful supply: people’s hands.”</p> \n<p>When Minney says “handcrafted” she really means it. We move on to <a href=\"http://www.thanaparaswallows.com/\">Swallows Development Society</a> in Thanapara, near the River Ganges, an organisation that helps women gain independence through learning crafts. It’s an NGO complex which includes a school and a People Tree-funded day-care centre for the children of the 200 women who work as spinners, handweavers, tailors and embroiderers. In the courtyard, women dye hanks of yarn in huge pots over fires, washing and pulling the yarn into submission and then hanging it out to dry, out of the sun where it could bleach.</p> \n<p>There is no mistaking the rhythmic clatter of handlooms and it is also the sound of women earning money. Handweaving is a job at the top of the production tree in Bangladesh as it attracts the highest pay. Watching the dozen women at the looms is mesmerising: they work with extraordinary precision, weaving complex checks for Zandra’s collection.</p> \n<p>The village is on the up. Pretty villas are being built as it seems some people are moving back to the rural regions. Sabina, 34, invites us home for tea. She is a survivor of Rana Plaza, where she worked relentlessly sewing the same seam on the assembly line of mainstream fashion, living on her own in Dhaka, without her daughters.</p> \n<p>When the building began to shake, she took refuge under a table and stayed there for nine and a half hours. As her colleagues died around her she reconciled herself to the fact that she would never see her children again, but she was eventually rescued. Too traumatised to face working in another big factory (this is common to Rana Plaza survivors, many of whom have had no choice but to return to the system that almost killed them), she eventually made her way to Thanapara and got a job at Swallows.</p> \n<p>Producing fairtrade fashion here has changed everything. A single mother, she now works a fraction of the hours she endured at Rana Plaza and lives in her own home with her daughters. Over the past 18 months she has made the switch from assembly-line worker to tailor. Rhodes listens intently, leaning in: “So now you are a tailor. You know how to make a whole garment. Isn’t that a wonderful thing?”</p> \n<p>As she leaves Sabina’s house the designer is clearly moved: “If fashion thought about making things constructively, instead of the greed and bulk that dominates, it would help itself out enormously.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435673754791/Zandra-rhodes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree's Fairtrade partner in Bangladesh. Photograph: People Tree","credit":"People Tree","altText":"Zandra rhodes","cleanCaption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree's Fairtrade partner in Bangladesh. Photograph: People Tree"}],"bodyImages":[],"webPublicationDate":"2015-07-05T06:30:06Z","lastModified":"2015-07-05T06:30:06Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Lucy Siegle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lucysiegle"}],"feature":true,"keywords":["Observer Ethical Awards 2015","Fashion","Life and style","Rana Plaza","Bangladesh","South and Central Asia","Environment"],"tags":[{"id":"environment/observer-ethical-awards-2015","webTitle":"Observer Ethical Awards 2015"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/rana-plaza","webTitle":"Rana Plaza"},{"id":"world/bangladesh","webTitle":"Bangladesh"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"environment/environment","webTitle":"Environment"}],"section":{"id":"environment"},"topics":[{"displayName":"Lucy Siegle","topic":{"type":"tag-contributor","name":"profile/lucysiegle"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/05/zandra-rhodes-weaving-a-new-society","shortUrl":"http://gu.com/p/4a982","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/05/zandra-rhodes-weaving-a-new-society","webUri":"http://www.theguardian.com/environment/2015/jul/05/zandra-rhodes-weaving-a-new-society"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435673754791/Zandra-rhodes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree’s Fairtrade partner in Bangladesh. Photograph: People Tree","credit":"People Tree","altText":"Zandra rhodes","cleanCaption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree’s Fairtrade partner in Bangladesh. Photograph: People Tree"}},"importance":4,"kicker":{"title":"Observer Ethical Awards 2015"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435673754791/Zandra-rhodes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree's Fairtrade partner in Bangladesh. Photograph: People Tree","credit":"People Tree","altText":"Zandra rhodes","cleanCaption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree's Fairtrade partner in Bangladesh. Photograph: People Tree"}}]},{"title":"Heather Watson / I wouldn’t call losing the greatest day of my career","rawTitle":"I wouldn’t call losing the greatest day of my career","item":{"type":"article","id":"sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","title":"Heroic Heather leaves her mark on childhood idol Serena Williams","trailText":"After Britain’s No1 pushed Wimbledon’s top-seed all the way, <strong>Esther Addley</strong> takes a look at the rise of Guernsey’s 23-year-old tennis star","standFirst":"<p>After Britain’s No1 pushed Wimbledon’s top-seed all the way, <strong>Esther Addley</strong> takes a look at the rise of Guernsey’s 23-year-old tennis star</p>","byline":"Esther Addley","body":"<p>Heather Watson and Serena Williams had never played each other before Friday, and the world No1 admitted earlier this week that she “[didn’t] know her at all”.</p> \n<p>But the British 23-year-old’s name will be considerably more familiar to Williams today, after Watson pushed the five-time Wimbledon champion to the very brink of a sensational Centre Court defeat, only to be squeezed out by the American superstar in a heartbreaking final set.</p> \n<p>The Guernsey-native, who <a href=\"http://www.mirror.co.uk/sport/tennis/heather-watson-fulfil-wimbledon-dream-5990063\">idolised the American as a youngster</a> and grew up with pictures of Williams on her bedroom wall, fought her way back from one set down to emphatically take the second set and come within two points of victory in the third. </p> \n<p>Williams, however, has not won 20 grand slams for nothing, and she battled back to break the hearts of a crowd that had roared deafening support for the Briton for more than two hours.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon\">Wimbledon held its breath as Heather Watson stood up to Serena Williams | Andy Bull</a> </p> \n</aside> \n<p>Speaking immediately after the match, an almost stunned Williams admitted that it was probably the toughest contest she had ever fought at Wimbledon: “I think she played unbelieveable. She should have won the match.”</p> \n<p>Watson, for her part, was inconsolable at the result. “It was a tough, tough ask today, but I was super-, super-close. I think that’s what really hurts the most.”</p> \n<p>Though Watson is the British No1 and came into her third round match on the back of two impressively tough-minded wins, very few would have expected a performance of such fire – or a result so close. But Watson’s slight 5’7” frame and softly spoken manner belie a grit and confidence that have been hard-earned. </p> \n<p>Born in St Peter Port in Guernsey in 1992 to Ian, a Mancunian-born businessman, and Michelle, who was born in Papua New Guinea, she took up tennis at seven at around the same time as she made her first visit to Wimbledon. </p> \n<p>On that visit, she said earlier this week, “I bought two posters: One was Venus and Serena together and one was Roger Federer. Those were the three players that I liked. They went straight up on my wall.”</p> \n<p>At 12 she left home, alone, to board at Nick Bollettieri’s tennis academy in Florida; three years later her mother, with a teenage Watson already travelling around the world to compete in the junior circuit, <a href=\"http://www.thenational.com.pg/?q=node/683\">left her job</a> to accompany her daughter full-time.</p> \n<p>“Lots of times I feel quite lonely,” <a href=\"http://www.telegraph.co.uk/sport/tennis/9763188/British-No-1-Heather-Watson-admits-when-she-is-on-tour-she-feels-lonely-and-does-not-fit-in.html\">she said in 2012</a> of life on the tour. “I just want to go home and see everybody, because I hardly get to see my friends and family during the season. It’s really tough, always living out of a suitcase or in a hotel.”</p> \n<p>Part of the problem, she suggested, was that as a warm and fun-loving young woman who loves posting silly photos to <a href=\"https://instagram.com/heatherwatson92/?hl=en\">her Instagram feed</a>, she found it difficult to make friends and was often snubbed by the more aloof players on the tour.</p> \n<p>“I don’t really fit in,” she said. “I couldn’t be mean and not talk to people if I tried … But some of the girls have to be that way. In their minds, they are not playing a friend, they’re playing an opponent. That’s the job. It’s difficult, though.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andy_murray/statuses/617038314164477952\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Retweet if <a href=\"https://twitter.com/HeatherWatson92\">@HeatherWatson92</a> just made you feel really effing proud! Favourite if she made you feel really effing proud!</p>— Andy Murray (@andy_murray) \n  <a href=\"https://twitter.com/andy_murray/status/617038314164477952\">July 3, 2015</a>\n </blockquote> \n</figure> \n<p>But a solo life on the tennis circuit made her very self-sufficient – it was not until this year that she lifted a bar on her parents coming to Wimbledon to watch her performances, fearing their presence at SW19 could jinx her.</p> \n<p>By 2013, as the British No1 and ranked 40 in the world after reaching the third round of the Australian Open, truly high-level success seemed there for the taking. But within months she had contracted glandular fever, which <a href=\"http://www.ibtimes.co.uk/heather-watson-glandular-fever-diego-veronelli-527821\" draggable=\"true\">devastated her form </a>for much of the following year and hugely dented her confidence, leading her to fear at times that her career could be over.</p> \n<p>On top of her health problems, Watson spoke recently of the harassment she has received on social media, often from gamblers who have lost money because of her match results. </p> \n<p>“I’ve had death threats,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/heather-watson-defiantly-slams-cowardly-social-media-abuse\">she said</a>. “I’ve had people threatening to kill me and kill my family, wishing that I get cancer and die a slow, painful death. Horrible words I couldn’t even think up in my head, to be that mean.”</p> \n<figure class=\"element element-image\" data-media-id=\"71d7ba3c2099c4048a12aa6bcbc321fda9002e78\"> \n <img src=\"http://media.guim.co.uk/71d7ba3c2099c4048a12aa6bcbc321fda9002e78/0_81_2299_1378/1000.jpg\" alt=\"Serena Williams\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Serena Williams had to throw everything she had at Heather Watson to progress.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Corbis</span> \n </figcaption> \n</figure> \n<p>She recently split from her boyfriend of two years, Phil Stephens, an investment banker who represented Britain in his teens – but beamed with delight on Wednesday when she told reporters at Wimbledon that she had recently bought her own property close to the All England Club, “a big goal of mine for a long, long time”. </p> \n<p>A devoted dog-lover who stays with the same host family every year at Wimbledon, Watson remains, in many ways, a very normal young woman. But as she made plain in her post-match press conference, she has absolutely no time for the “didn’t she do well?” school of British ambition.</p> \n<p>A reporter who suggested her heroic performance against Williams made it the greatest day of her career was given extremely short shrift: “No, I wouldn’t call losing the greatest day of my career.”</p> \n<p>Had it flickered into her mind at any point that this was the woman whose image had been on her bedroom wall? “No. All I saw today was an opportunity for me to make it to the second week of a grand slam, which is one of my goals for this year.”</p> \n<p>Asked about Andy Murray, who <a href=\"https://twitter.com/andy_murray\">tweeted after the match</a> that she had made him “feel really effing proud”, Watson allowed herself a small smile and said she hoped her country had been proud of her. </p> \n<p>“It would have been a lot better if I [had] won. But I hope I fought for them and showed that, you know, it’s not going to be a walk in the park for anybody that plays me.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCredit":"Photograph: Tony O'Brien/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71d7ba3c2099c4048a12aa6bcbc321fda9002e78/0_81_2299_1378/2299.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1378,"width":2299,"orientation":"landscape","caption":"Serena Williams had to throw everything she had at Heather Watson to progress. Photograph: Colorsport/Corbis","credit":"Colorsport/Corbis","altText":"Serena Williams","cleanCaption":"Serena Williams had to throw everything she had at Heather Watson to progress.","cleanCredit":"Photograph: Colorsport/Corbis"}],"webPublicationDate":"2015-07-03T22:03:28Z","lastModified":"2015-07-04T00:00:01Z","metadata":{"commentable":true,"commentCount":205,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":true,"keywords":["Wimbledon 2015","Heather Watson","Wimbledon","Sport","Tennis","Serena Williams"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/serena-williams","webTitle":"Serena Williams"}],"section":{"id":"sport"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","shortUrl":"http://gu.com/p/4acex","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","caption":"Great Britain’s Heather Watson in action during her third round defeat to No1 seed Serena Williams.  Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCaption":"Great Britain’s Heather Watson in action during her third round defeat to No1 seed Serena Williams. ","cleanCredit":"Photograph: Tony O'Brien/Reuters"}},"importance":4,"kicker":{"title":"Heather Watson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCredit":"Photograph: Tony O'Brien/Reuters"}}]},{"title":"Q&A with actor Julia Stiles / The best kiss of my life? It might have been this morning","rawTitle":"The best kiss of my life? It might have been this morning","item":{"type":"article","id":"lifeandstyle/2015/jul/04/julia-stiles-q-and-a","title":"Q&A: Julia Stiles, actor","trailText":"‘The best kiss of my life? It might have been this morning’","standFirst":"<p>‘The best kiss of my life? It might have been this morning’</p>","byline":"Rosanna Greenstreet","body":"<p>Born in New York, <a href=\"http://www.imdb.com/name/nm0005466/\" title=\"\">Julia Stiles</a>, 34, began acting as a teenager. She went on to star in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/1999/jul/09/3\" title=\"\">10 Things I&nbsp;Hate About You</a> with Heath Ledger in 1999, and the <a href=\"http://www.theguardian.com/film/movie/92826/bourne.identity\" title=\"\">Bourne</a> films with Matt Damon. Her latest film, <a href=\"https://www.youtube.com/watch?v=0kRea2b9_lY\" title=\"\">Out Of The Dark</a>, is available on DVD. She lives in New York.</p> \n<p><strong>When were you happiest? </strong><br />This morning when I woke up. I am generally happy.</p> \n<p><strong>What is your greatest fear? </strong><br />I am not a fan of rats or pigeons. In New York City, they have become very confident. When I was a child, you went on the subways and the rats would stay down on the tracks, but now they hang out on the platform.</p> \n<p><strong>What is your earliest memory?</strong><br />A hurricane in New York. My mum strapped me to her back to walk home, and all the windows were taped and boarded up.</p> \n<p><strong>Which living person do you most admire, and why? </strong><br />People I went to school with who have careers as doctors and teachers.</p> \n<p><strong>What is the trait you most deplore in yourself? </strong><br />Impatience.</p> \n<p><strong>What is the trait you most deplore in others? </strong><br />Passive aggression.</p> \n<p><strong>What would your super power be?</strong><br />I’d have a remote control for time, so I could rewind, fast-forward and pause.</p> \n<p><strong>What makes you unhappy?</strong><br />Usually other people’s unhappiness.</p> \n<p><strong>If you could bring something extinct back to life, what would you&nbsp;choose?</strong><br />I would give anything to sit down with my maternal grandmother and have a cup of tea and play Scrabble. She died 10 years ago.</p> \n<p><strong>Who would play you in the film of your life?</strong><br />Once I was watching a video of a&nbsp;Led&nbsp;Zeppelin concert and thought I could play <a href=\"https://www.google.co.uk/search?q=robert+plant&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ved=\" title=\"\">Robert Plant</a>; we have the same kind of hair.</p> \n<p><strong>To whom would you most like to say sorry?</strong><br />Maybe a boyfriend or two.</p> \n<p><strong>What’s your most unappealing habit?</strong><br />Sleeping late.</p> \n<p><strong>Which words or phrases do you most overuse?</strong><br />“Sorry” and “awesome”.</p> \n<p><strong>What is the worst thing anyone’s said to you?</strong><br />“Act better”, from a director I am not going to name.</p> \n<p><strong>What was the best kiss of your life?</strong><br />It might have happened this morning. I am dating a camera assistant I met at work called&nbsp;Preston.</p> \n<p><strong>If you could edit your past, what would you change?</strong><br />I’d have been less precocious as a&nbsp;child (you grow up fast in New York). I’d have prolonged the&nbsp;naivety.</p> \n<p><strong>If you could go back in time, where would you go?</strong><br />I think it would be fun to go back in time, until I remember that women couldn’t really do anything until about 30 years ago.</p> \n<p><strong>When did you last cry, and why?</strong><br />On a plane. I become so sentimental on planes: I could be watching <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/bridesmaids\" title=\"\">Bridesmaids</a> and start crying.</p> \n<p><strong>How often do you have sex?</strong><br />Pretty regularly.</p> \n<p><strong>What is the closest you’ve come to&nbsp;death?</strong><br />I did some sailing last summer in Martha’s Vineyard and we hit some rough weather. I&nbsp;was worried about going overboard.</p> \n<p><strong>What song would you like played at&nbsp;your funeral?</strong><br /><a href=\"https://www.youtube.com/watch?v=LOluh_1_rlw\" title=\"\">When The Saints Go Marching In, by a New Orleans second line band</a>.</p> \n<p><strong>How would you like to be remembered?</strong><br />As a kind, compassionate, fun lady.</p> \n<p><strong>Tell us a joke</strong><br />Knock knock.</p> \n<p>Who’s there?<br />Oswald.</p> \n<p>Oswald who?<br />Oswald my bubble gum.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/6/30/1435667148015/QA-Julia-Stiles-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Julia Stiles: 'My most unappealing habit? Sleeping late.' Photograph: Charlie Forgham-Bailey/Eyevine","credit":"Charlie Forgham-Bailey/Eyevine","altText":"Q&A: Julia Stiles,","cleanCaption":"Julia Stiles: 'My most unappealing habit? Sleeping late.' Photograph: Charlie Forgham-Bailey/Eyevine"}],"bodyImages":[],"webPublicationDate":"2015-07-04T05:00:04Z","lastModified":"2015-07-04T05:00:04Z","metadata":{"commentable":true,"commentCount":100,"contributors":[{"name":"Rosanna Greenstreet","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rosannagreenstreet"}],"feature":true,"keywords":["Life and style","Film","Culture"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Rosanna Greenstreet","topic":{"type":"tag-contributor","name":"profile/rosannagreenstreet"}}],"series":{"title":"The Q&A","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/qa"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/04/julia-stiles-q-and-a","shortUrl":"http://gu.com/p/49kbj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/04/julia-stiles-q-and-a","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/04/julia-stiles-q-and-a"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/6/30/1435667148015/QA-Julia-Stiles-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Julia Stiles: ‘My most unappealing habit? Sleeping late.’ Photograph: Charlie Forgham-Bailey/Eyevine","credit":"Charlie Forgham-Bailey/Eyevine","altText":"Q&A: Julia Stiles,","cleanCaption":"Julia Stiles: ‘My most unappealing habit? Sleeping late.’ Photograph: Charlie Forgham-Bailey/Eyevine"}},"importance":3,"kicker":{"title":"Q&A with actor Julia Stiles"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/6/30/1435667148015/QA-Julia-Stiles-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Julia Stiles: 'My most unappealing habit? Sleeping late.' Photograph: Charlie Forgham-Bailey/Eyevine","credit":"Charlie Forgham-Bailey/Eyevine","altText":"Q&A: Julia Stiles,","cleanCaption":"Julia Stiles: 'My most unappealing habit? Sleeping late.' Photograph: Charlie Forgham-Bailey/Eyevine"}}]},{"title":"Hyeonseo Lee / ‘How I escaped from North Korea’ – human rights activist’s story live","rawTitle":"‘How I escaped from North Korea’ – human rights activist’s story live","item":{"type":"article","id":"world/2015/jul/03/north-korea-escape-hyeonseo-lee-live","title":"'How I escaped from North Korea' – Hyeonseo Lee's story live","trailText":"Defector-turned-human rights activist will share her dramatic life story in London tonight. Follow our updates here or on Twitter @GuardianNK ","standFirst":"<p>Defector-turned-human rights activist will share her dramatic life story in London tonight. Follow our updates here or on Twitter <a href=\"https://twitter.com/guardiannk\">@GuardianNK </a></p>","byline":"Maeve Shearlaw","body":"<p>North Korea is “the best place on the planet” – or that is what Hyeonseo Lee believed when she was growing up. It was a rose-tinted vision that faded during the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/13/arduous-march-north-korea-famine\">devastating famine </a> that swept through the country in the 1990s. </p> \n<p>Hyeonseo became one of <a href=\"http://www.bbc.co.uk/news/world-26340583\">thousands of defectors</a> to try to escape across the border to China – a dangerous journey that risks being sent to one of North Korea’s infamous prison camps or even death. </p> \n<p><a href=\"http://www.ted.com/talks/hyeonseo_lee_my_escape_from_north_korea?language=en#t-241564\">Speaking at a Ted talk</a> in 2013, Hyeonseo said she couldn’t remember many details of her crossing – apart from the dead bodies floating down the river. </p> \n<p>Once she was safely across she went into hiding with her relatives in China before making her way to South Korea, where she now lives and divides her time between her studies and work as a human rights activist. </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"gu-fc-24f12cb9-532c-436b-8114-7ed2489aa639\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435923402670/2cdc0c5c-3962-43ea-95d1-994107b8d26b-460x276.jpeg\" alt=\"Hyeonseo Lee’s mother carries her, aged three, on her back\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hyeonseo Lee’s mother carries her, aged three, on her back.</span> \n  <span class=\"element-image__credit\">Photograph: Hyeonseo Lee</span> \n </figcaption> \n</figure> \n<p>Eleven years after she left North Korea, Hyeonseo returned to China to help her <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/my-mothers-escape-from-north-korea-the-girl-with-seven-names\">mother and brother make their own perilous escape</a>.</p> \n<p>She wrote of being reunited with her mother in the memoir The Girl With Seven Names: “My mind still held the image of her face the night I’d last seen her. She was 42 then, and a woman of so much energy she could hardly sit still ... She was far thinner than I remembered, and her mouth was drawn and lined.” <br /></p> \n<p>Hyeonseo will be talking about her dramatic life story at a <a href=\"https://membership.theguardian.com/event/guardian-live-hyeonseo-lee-on-escaping-north-korea-17096239312\">Guardian Live event in London</a> from 7-8.30pm (BST) tonight, joined by the Guardian’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/emma-graham-harrison\">Emma Graham-Harrison</a>, <a href=\"http://sinonk.com/\">SinoNK</a>’s Adam Cathcart and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/03/north-korea-drought-john-sweeney-bbc\">BBC’s John Sweeney</a>. </p> \n<p>We’ll be live tweeting the proceedings, which you can follow here or on Twitter @GuardianNK using <a href=\"https://twitter.com/search?q=%23GuardianLive&amp;src=typd\">#GuardianLive</a>. <br /></p> \n<figure class=\"element element-embed\" data-alt=\"@GuardianNK\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;a class=&quot;twitter-timeline&quot; href=&quot;https://twitter.com/GuardianNK&quot; data-widget-id=&quot;616950104453423104&quot;&gt;Tweets by @GuardianNK&lt;/a&gt;\n&lt;script&gt;!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^http:/.test(d.location)?'http':'https';if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=p+&quot;://platform.twitter.com/widgets.js&quot;;fjs.parentNode.insertBefore(js,fjs);}}(document,&quot;script&quot;,&quot;twitter-wjs&quot;);&lt;/script&gt;\"></iframe> \n</figure> \n<h2><br /></h2>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141851698/bc48d39c-4f2f-432e-aa1f-668770974494-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Jaewon Lee/Observer","altText":"Hyeonseo Lee poses sitting on grass at the Seoul Plaza in front of City Hall in central Seoul June 19, 2015","cleanCredit":"Photograph: Jaewon Lee/Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141516855/Hyeonseo-Lee-s-mother-car-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Hyeonseo Lee’s mother carries her, aged three, on her back. Photograph: Hyeonseo Lee","credit":"Hyeonseo Lee","altText":"Hyeonseo Lee’s mother carries her, aged three, on her back","cleanCaption":"Hyeonseo Lee’s mother carries her, aged three, on her back.","cleanCredit":"Photograph: Hyeonseo Lee"}],"webPublicationDate":"2015-07-03T14:00:11Z","lastModified":"2015-07-03T14:00:11Z","metadata":{"commentable":true,"commentCount":101,"contributors":[{"name":"Maeve Shearlaw","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/maeve-shearlaw"}],"feature":false,"keywords":["North Korea","Asia Pacific","World news","China","South Korea","Human rights"],"tags":[{"id":"world/north-korea","webTitle":"North Korea"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"world/china","webTitle":"China"},{"id":"world/south-korea","webTitle":"South Korea"},{"id":"law/human-rights","webTitle":"Human rights"}],"section":{"id":"world"},"topics":[{"displayName":"Maeve Shearlaw","topic":{"type":"tag-contributor","name":"profile/maeve-shearlaw"}}],"series":{"title":"North Korea network","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/north-korea-network"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/03/north-korea-escape-hyeonseo-lee-live","shortUrl":"http://gu.com/p/4abz5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/03/north-korea-escape-hyeonseo-lee-live","webUri":"http://www.theguardian.com/world/2015/jul/03/north-korea-escape-hyeonseo-lee-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141851698/bc48d39c-4f2f-432e-aa1f-668770974494-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Second life: Hyeonseo Lee in Seoul, South Korea, where she now campaigns for human rights. Photograph: Jaewon Lee/Observer","credit":"Jaewon Lee/Observer","altText":"Hyeonseo Lee poses sitting on grass at the Seoul Plaza in front of City Hall in central Seoul June 19, 2015","cleanCaption":"Second life: Hyeonseo Lee in Seoul, South Korea, where she now campaigns for human rights.","cleanCredit":"Photograph: Jaewon Lee/Observer"}},"importance":3,"kicker":{"title":"Hyeonseo Lee"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141851698/bc48d39c-4f2f-432e-aa1f-668770974494-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Jaewon Lee/Observer","altText":"Hyeonseo Lee poses sitting on grass at the Seoul Plaza in front of City Hall in central Seoul June 19, 2015","cleanCredit":"Photograph: Jaewon Lee/Observer"}}]}],"lastModified":"2015-07-05T07:35:08Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}