{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Iggy Azalea / I just feel I deserve a break","rawTitle":"I just feel I deserve a break","item":{"type":"article","id":"music/2015/jun/03/iggy-azalea-cancelled-tour-because-she-deserves-a-break","title":"Iggy Azalea cancelled tour because she 'deserves a break'","trailText":"The Australian rapper has released a statement saying that her Great Escape tour was cancelled because she needed a mental break and a new creative direction","standFirst":"<p>The Australian rapper has released a statement saying that her Great Escape tour was cancelled because she needed a mental break and a new creative direction</p>","byline":"Guardian music","body":"<p>Iggy Azalea has claimed the reason she cancelled her Great Escape arena tour was because she needed a mental break. In a statement given to Seventeen Magazine, the Australian rapper said she also needed to focus on a new creative direction.<br /></p> \n<p>“I’ve had a different creative change of heart,” <a href=\"http://www.seventeen.com/celebrity/music/news/a31241/exclusive-iggy-azalea-on-why-she-canceled-her-upcoming-tour/\">said Azalea</a> of her decision to cancel the tour dates for the second time.<br /></p> \n<p>“I want to start totally anew, and if I stayed on my tour, that would mean I wouldn’t even be able to start working on that until after Christmas.”</p> \n<p> She added: “On top of that, mentally, to be honest with you, I just feel I deserve a break. I’ve been going non-stop for the past two years, nearly every single day. I’m not in a bad place. I think sometimes when you say you need a mental break, people are like, ‘A mental break? Be sure you don’t have a breakdown because you’re sad.’”</p> \n<p> Azalea had originally been due to play the series of North American arena dates in April, but in March she postponed them until September. The tour will now be replaced by live shows next year, promoting a new album, although no firm details of either are confirmed. </p> \n<p> Elsewhere in her statement, Azalea described her job as “very emotionally draining” and cited a need to “just enjoy what I worked so hard for”. </p> \n<p>She said: “It can kind of wear on you, too, when you’ve been doing the same material for a really long time. Even though a lot of people just discovered it, I am a musician and a creative person and I want to be able to perform new stuff and do new things. I feel like I’m at the end of an era now. To go on a tour in late September and to stay in that mindset of what I’d envisioned for that tour, I feel like that would stifle me.”</p> \n<p>Azalea is currently working on the follow-up to her 2014 debut album The New Classic.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/3/1433316411611/61354e59-c17c-4b37-8806-b2a67a6f31aa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"VALERIE MACON/AFP/Getty Images","altText":"Iggy Azalea","cleanCredit":"Photograph: VALERIE MACON/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-03T07:30:38Z","lastModified":"2015-06-03T08:20:02Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Guardian music","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardianmusic"}],"feature":false,"keywords":["Iggy Azalea","Hip-hop","Pop and rock","Music","Culture"],"tags":[{"id":"culture/iggy-azalea","webTitle":"Iggy Azalea"},{"id":"music/hip-hop","webTitle":"Hip-hop"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[{"displayName":"Guardian music","topic":{"type":"tag-contributor","name":"profile/guardianmusic"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/03/iggy-azalea-cancelled-tour-because-she-deserves-a-break","shortUrl":"http://gu.com/p/49ebh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/03/iggy-azalea-cancelled-tour-because-she-deserves-a-break","webUri":"http://www.theguardian.com/music/2015/jun/03/iggy-azalea-cancelled-tour-because-she-deserves-a-break"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/3/1433316411611/61354e59-c17c-4b37-8806-b2a67a6f31aa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Emotionally draining’ ... Iggy Azalea. Photograph: Valerie Macon/AFP/Getty Images","credit":"Valerie Macon/AFP/Getty Images","altText":"Iggy Azalea","cleanCaption":"‘Emotionally draining’ ... Iggy Azalea.","cleanCredit":"Photograph: Valerie Macon/AFP/Getty Images"}},"importance":7,"kicker":{"title":"Iggy Azalea"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Julie Walters / A heroic talent, much more than just loveliness","rawTitle":"A heroic talent, much more than just loveliness","item":{"type":"article","id":"stage/2015/jun/03/julie-walters-cariad-lloyd-comedy-heroes","title":"Cariad Lloyd on Julie Walters – a heroic talent, much more than just loveliness","trailText":"If I could only be as real as she is – from Mrs Overall to Mrs Weasley, Walters’ niceness is in danger of overtaking her immense stagecraft","standFirst":"<p>From Mrs Overall to Mrs Weasley, Walters’ niceness is in danger of overtaking her immense stagecraft – if I could only be as real as she is </p>","byline":"Cariad Lloyd","body":"<p>The restaurant kitchen door opens. A spindly arm slides through, and an elderly waitress wobbles out, spilling first one, then two, bowls of neon-orange soup on to the floor. She then sashays shakily towards a seated couple and with a final flourish, places the empty bowls down and announces: “<a href=\"https://www.youtube.com/watch?v=Z6aYLOf8CUQ\">Two soups!</a>”</p> \n<p>I don’t have to see this sketch any more to enjoy it. I play it in my head to cheer me up. I laugh to myself as she bashes the hearing aid box with a firm whack, then the unexplained blinking and a further delight to watch Celia Imrie biting her cheeks off to stop herself from laughing. It’s one of my favourite sketches and it is still funny, despite its now archaic theatricality and length for a television sketch.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Z6aYLOf8CUQ\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/Z6aYLOf8CUQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/apr/29/ellie-taylor-on-victoria-wood-comedy-heroes\">An encounter with Victoria Wood: ‘You can’t help but explode with laughter’</a> </p> \n</aside> \n<p>When I first saw Julie Walters perform sketches with Victoria Wood, I didn’t know that was what I wanted to do. I just knew I recognised all the people she played. They made sense to me. They were ridiculous and funny and some flicker in their movement or speech made them as familiar as family to me. I just knew these women: they were true and that made them funny.</p> \n<p>Today Julie Walters is deep in national treasure territory. Her niceness, affability and sheer staying power sometimes overshadow how talented she actually is. However, the skill it takes to craft a career that spans the heartbreaking reality of <a href=\"http://en.wikipedia.org/wiki/Boys_from_the_Blackstuff\">Boys from the Blackstuff</a>, the grotesque amateurism of <a href=\"https://www.youtube.com/watch?v=dqTznu59InY\">Acorn Antiques</a> and the affectionate and homely <a href=\"https://www.youtube.com/watch?v=ZUl4amon00E\">Mrs Weasley of the Harry Potter dynasty</a> should be held up as heroic talent, much more than just loveliness.</p> \n<p>She never laughed at Mrs Overall, she never winked at the audience, as if to say aren’t stupid people funny. She disappears into her characters and gives them hearts so loud you can hear them beating. Even as she’s wobbling a tea tray and falling down stairs in a pair of orthopaedic shoes.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=dqTznu59InY\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/dqTznu59InY?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>When I started improvising, I amassed a small array of characters whose dialogue was always different, but somewhere in my bones I recognised a few tropes. It took me a while to realise that one of my favourite creations, the doddery-yet-fiery regional lady, was just a Julie Walters rip-off. I stood at the side of the stage about to enter as a maid in an improvised scene; I hunched my back and started plodding on – and suddenly I flashed back to the waitress wiggling towards a corpsing Duncan Preston and I realised what I was doing. But it was too late to be original, so I hunched up further and just tried to be as real as she is.</p> \n<p>If you understand people so clearly that you can reflect their vulnerability back at them, while also making them laugh, then you are lucky. Because I can only assume you are Julie Walters. Or someone doing their best impression of everything she taught them.</p> \n<p><span class=\"bullet\">•</span> Cariad Lloyd is performing with Paul Foxcroft in <a href=\"http://sohotheatre.com/whats-on/cariad-andamp-paul-a-two-player-adventure-2015/\">Cariad &amp; Paul: A Two Player Adventure</a> at Soho theatre from 4 to 6 June.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432568632226/SHOWBIZ-Acorn-4-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Julie Walters, left, 'disappears into her characters and and gives them hearts so loud you can hear them beating.' Photograph: PA","credit":"PA","altText":"SHOWBIZ Acorn 4","cleanCaption":"Julie Walters, left, 'disappears into her characters and and gives them hearts so loud you can hear them beating.' Photograph: PA"}],"bodyImages":[],"webPublicationDate":"2015-06-03T07:00:03Z","lastModified":"2015-06-03T07:53:24Z","metadata":{"commentable":true,"commentCount":1,"contributors":[],"feature":true,"keywords":["Julie Walters","Culture","Comedy","Comedy","Television","Comedy"],"tags":[{"id":"culture/julie-walters","webTitle":"Julie Walters"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/comedy","webTitle":"Comedy"},{"id":"tv-and-radio/comedy","webTitle":"Comedy"},{"id":"culture/television","webTitle":"Television"},{"id":"stage/comedy","webTitle":"Comedy"}],"section":{"id":"stage"},"topics":[],"series":{"title":"Comedy heroes","uri":"http://mobile-apps.guardianapis.com/lists/tag/stage/series/comedy-heroes"},"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jun/03/julie-walters-cariad-lloyd-comedy-heroes","shortUrl":"http://gu.com/p/497tf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jun/03/julie-walters-cariad-lloyd-comedy-heroes","webUri":"http://www.theguardian.com/stage/2015/jun/03/julie-walters-cariad-lloyd-comedy-heroes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432568632226/SHOWBIZ-Acorn-4-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Julie Walters, left, ‘disappears into her characters and and gives them hearts so loud you can hear them beating.’ Photograph: PA","credit":"PA","altText":"SHOWBIZ Acorn 4","cleanCaption":"Julie Walters, left, ‘disappears into her characters and and gives them hearts so loud you can hear them beating.’ Photograph: PA"}},"importance":5,"kicker":{"title":"Julie Walters"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Rob Webster / If we preserve the NHS in aspic, it will die","rawTitle":"If we preserve the NHS in aspic, it will die","item":{"type":"article","id":"healthcare-network/2015/jun/03/rob-webster-preserve-nhs-in-aspic-will-die","title":"Rob Webster: 'If we preserve the NHS in aspic, it will die'","trailText":"The head of the NHS Confederation says massive change is needed in the health service, but the focus should be on delivering better care and joining up services, not restructuring","standFirst":"<p>The head of the NHS Confederation says massive change is needed in the health service, but the focus should be on delivering better care and joining up services, not restructuring</p>","byline":"David Brindle","body":"<p>The NHS may or may not be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/jun/17/nhs-health\">the best health service in the world</a>. But it takes the gold medal every time at the navel-gazing championships, according to the head of the <a href=\"http://www.nhsconfed.org/\" rel=\"nofollow\">NHS Confederation</a>, the service’s leading representative body.</p> \n<p>“What we are brilliant at is obsessing about our structures,” says Rob Webster, chief executive of the confederation, which this week holds <a href=\"http://nhsconfed.org/events/2015/06/nhs-confederation-annual-conference-and-exhibition-2015\" rel=\"nofollow\">its annual conference</a>, bringing together more than 2,000 commissioners and providers of healthcare. “I’ve been in the NHS for 25 years and it’s what we’ve always done. We should really be obsessing about how to deliver better care or how to join up services, but if there is an opportunity to have a conversation about structures, we’ll have it.”</p> \n<p>Webster is determined that this year’s conference in Liverpool should break that pattern. He intends to focus minds on the “massive change” that he says needs to happen if the whole health and social care system is to be made sustainable. But he emphatically does not mean structural change.</p> \n<p>“We have the structures, the architecture, and we are making them work,” he says. “Let them mature. If they need to evolve and change, let those decisions be taken locally and for the right reasons. What we don’t want to see is some enforced re-engineering of CCGs [clinical commissioning groups] or health and wellbeing boards.</p> \n<p>“We have stability of structures, we have stability and clarity of funding and we have stability of purpose with the <a href=\"http://www.england.nhs.uk/ourwork/futurenhs/\" rel=\"nofollow\">Five Year Forward View</a> and the public health priorities. That gives us the chance of making the change to care delivery that we need to make.”</p> \n<p>That change, says Webster, amounts to nothing less than transformation of a health service that remains geared to “fixing you up and sending you home” to one that recognises that the typical NHS customer now needs continuing care and support for long-term conditions. “We’re dealing with a population that can’t be cured of being old, that won’t really ever be discharged from our care. The idea of discharge is redundant.”</p> \n<p>The Five Year Forward View, which has won widespread support since it was unveiled late last year by the NHS England chief executive, Simon Stevens, and which even featured in last week’s Queen’s speech, embraces the imperative of such a shift. But Webster cautions that while it will be possible to “get somewhere” in five years, realising it in full is “going to take 10”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/healthcare-network/2015/jun/02/nhs-no-more-cuts-to-social-care\">NHS cannot take more cuts to social care, say healthcare leaders</a> </p> \n</aside> \n<p>Change must be woven into every policy and practice development, he argues. The government’s push for a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/18/nhs-seven-day-working-plan-unrealistic-david-cameron-warned\">seven-day NHS</a> has to recognise that the goal cannot be replicating existing Monday-to-Friday services over the weekend, but reshaping those services. Similarly, any bailout of debt-laden hospital trusts such as King’s College, south London, which <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/22/nhs-needs-emergency-cash-care-could-suffer-ministers-told\">ended the last financial year &pound;47m in the red</a>, has to be strictly conditional on them adopting different ways of working.</p> \n<p>“If King’s requires resources to be stabilised and change, which is what it is deep in the middle of, that’s great,” says Webster. “That’s part of the five-year game. But if we are just going to dole out money every year for crisis management, that’s failure.”</p> \n<p>Hospital trusts have to accept that they can no longer behave as islands within the overall health and care system. And the change they face may not be easy. “But the NHS isn’t the National Trust,” says Webster. “If we treat it like the National Trust, if we preserve it in aspic, it will die.”</p> \n<p>This time last year, the NHS Confederation called on the then coalition government for three key commitments: a 10-year funding settlement for the NHS, a &pound;2bn transition fund to underwrite service change and parity of esteem between physical and mental healthcare. Arguably it has achieved the last – if only in terms of it being an official aspiration – and has got partway towards a funding settlement and a transition fund with David Cameron’s pledge of a minimum &pound;8bn real-terms annual funding increase within five years in return for Stevens delivering &pound;22bn worth of efficiency savings.</p> \n<p>This year, Webster still has cash on his shopping list – for social care as well as the NHS – but he places it last of four items. “We usually start with the money and it’s the wrong place to start,” he says. “It’s incredibly important that we make money the servant of quality, not quality the servant of money.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The NHS is made of people.</p> \n  <footer> \n   <cite>Rob Webster</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Third on the list he places a re-casting of the national/local relationship within the health and care system, enabling greater decentralisation. In second place he identifies a culture change so that people and communities are seen as assets, not problems. At the very top he puts the nurturing of health and care professionals, warning that NHS leaders have lost sight of the importance of a valued and motivated workforce.</p> \n<p>“If you look back to 1999-2000, there was a real sense that we needed to say to people working in the NHS: ‘It’s a great place to work – you get a good career, good support and we’re interested in improving your working lives.’ I think we’ve lost some of that narrative. We need to get back to saying: ‘This is a place where you are the most important thing in the system.’ Why? Because the NHS is made of people.”</p> \n<p>To give emphasis to this key theme, the conference is being preceded by a gathering in Liverpool of human resource directors of healthcare providers. They will be encouraged to stay on to contribute to the main event. “Let them have the conversation,” says Webster, “but then let’s make it mainstream at the conference.</p> \n<p>“We need to remember that what we do is put together somebody who needs help and somebody who can give it to them. In the past, that would be a doctor. In recent years, it would increasingly be a nurse or therapist. In the future, it might be a peer. Everything else we do is just adding to that and trying to make it easier, better and more cost-effective. At the heart of it all, it’s really very simple.”</p>","section":"Healthcare Professionals Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433160105084/72966691-db8b-4506-9656-fb1ba20a87a2-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"NHS Confederation","altText":"Rob Webster","cleanCredit":"Photograph: NHS Confederation"}],"bodyImages":[],"webPublicationDate":"2015-06-03T06:45:03Z","lastModified":"2015-06-03T06:45:03Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"David Brindle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/24/1400939891768/David-Brindle-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidbrindle"}],"feature":true,"keywords":["Healthcare Network","Hospitals and acute care","Work practices","Policy","Commissioning","Efficiency","NHS","Hospitals","Health","Society"],"tags":[{"id":"healthcare-network/healthcare-network","webTitle":"Healthcare Network"},{"id":"healthcare-network/hospitals-and-acute-care","webTitle":"Hospitals and acute care"},{"id":"healthcare-network/work-practices","webTitle":"Work practices"},{"id":"healthcare-network/policy","webTitle":"Policy"},{"id":"healthcare-network/commissioning","webTitle":"Commissioning"},{"id":"healthcare-network/efficiency","webTitle":"Efficiency"},{"id":"society/nhs","webTitle":"NHS"},{"id":"society/hospitals","webTitle":"Hospitals"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"healthcare-network"},"topics":[{"displayName":"David Brindle","topic":{"type":"tag-contributor","name":"profile/davidbrindle"}}],"series":{"title":"workforce development","uri":"http://mobile-apps.guardianapis.com/lists/tag/healthcare-network/series/workforce-development"},"embeddedVideos":[],"adTargetingPath":"healthcare-network"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/healthcare-network/2015/jun/03/rob-webster-preserve-nhs-in-aspic-will-die","shortUrl":"http://gu.com/p/49cj2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/healthcare-network/2015/jun/03/rob-webster-preserve-nhs-in-aspic-will-die","webUri":"http://www.theguardian.com/healthcare-network/2015/jun/03/rob-webster-preserve-nhs-in-aspic-will-die"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433160105084/72966691-db8b-4506-9656-fb1ba20a87a2-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Rob Webster: ‘It’s incredibly important that we make money the servant of quality, not quality the servant of money.’ Photograph: NHS Confederation","credit":"NHS Confederation","altText":"Rob Webster","cleanCaption":"Rob Webster: ‘It’s incredibly important that we make money the servant of quality, not quality the servant of money.’","cleanCredit":"Photograph: NHS Confederation"}},"importance":5,"kicker":{"title":"Rob Webster"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Susanna Reid / It’s frustrating being labelled a flirt","rawTitle":"It’s frustrating being labelled a flirt","item":{"type":"article","id":"media/2015/jun/03/susanna-reid-flirt-good-morning-britain-david-cameron","title":"Susanna Reid: it's frustrating being labelled a flirt","trailText":"Good Morning Britain presenter says it was ‘reductionist’ for the media to have focused on her dress when she interviewed David Cameron","standFirst":"<p>Good Morning Britain presenter says it was ‘reductionist’ for the media to have focused on her dress when she interviewed David Cameron<br /></p>","byline":"Press Association","body":"<p>TV presenter Susanna Reid has said that she is frustrated at being labelled a flirt.</p> \n<p>The Good Morning Britain star has been accused of flirting with David Beckham, Arctic Monkeys frontman Alex Turner, former Downton Abbey actor Dan Stevens and prime minister David Cameron during interviews.</p> \n<p>But she told Good Housekeeping magazine: “Wearing a dress and chewing a pen is interpreted as something else.</p> \n<p>“It’s frustrating – I’m a professional interviewer whose job it is to get the absolute best out of people.</p> \n<p>“To then have it described in a different way, feels a bit like, come on, really?”</p> \n<p>“But,” she added, “It enables you to lay down another layer of thick skin.”</p> \n<p>Reid said that she did not choose what to wear on the show and said of headlines surrounding her encounter with the prime minister on the programme: “It did feel like the wrong focus of the interview.</p> \n<p>“It’s a little bit reductionist to boil it down to wearing a dress, aka flashing the pins. I don’t choose a particular dress.</p> \n<p>“You have to accept a certain level of scrutiny but does it frustrate me sometimes, of course it does.”</p> \n<p>Good Morning Britain recently celebrated its one-year anniversary and despite still being beaten by the BBC’s Breakfast show, Reid said the morning programme was “doing well”.</p> \n<p>She added: “We’ve been through an extraordinary process of being under intense scrutiny but we’ve built an absolutely lovely, loyal and communicative audience, which is steadily growing.”</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433242417136/09ad162a-942a-40f2-ae8e-fc273d920bd1-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":342,"width":570,"orientation":"landscape","credit":"ITV","altText":"Susanna Reid interviews David Cameron on Good Morning Britain","cleanCredit":"Photograph: ITV"}],"bodyImages":[],"webPublicationDate":"2015-06-02T23:01:05Z","lastModified":"2015-06-02T23:01:05Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["ITV channel","Television industry","Media","Breakfast TV","Television","Television & radio","Culture","UK news"],"tags":[{"id":"media/itv1","webTitle":"ITV channel"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/media","webTitle":"Media"},{"id":"tv-and-radio/breakfast-tv","webTitle":"Breakfast TV"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/03/susanna-reid-flirt-good-morning-britain-david-cameron","shortUrl":"http://gu.com/p/49dgm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/03/susanna-reid-flirt-good-morning-britain-david-cameron","webUri":"http://www.theguardian.com/media/2015/jun/03/susanna-reid-flirt-good-morning-britain-david-cameron"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433242417136/09ad162a-942a-40f2-ae8e-fc273d920bd1-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":342,"width":570,"orientation":"landscape","caption":"Susanna Reid interviews David Cameron on Good Morning Britain. Photograph: ITV","credit":"ITV","altText":"Susanna Reid interviews David Cameron on Good Morning Britain","cleanCaption":"Susanna Reid interviews David Cameron on Good Morning Britain.","cleanCredit":"Photograph: ITV"}},"importance":4,"kicker":{"title":"Susanna Reid"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Sarah Waters / Favourite for Baileys prize with bookies and public","rawTitle":"Favourite for Baileys prize with bookies and public","item":{"type":"article","id":"books/2015/jun/03/baileys-prize-sarah-waters-favourite-with-bookies-and-public","title":"Baileys prize: Sarah Waters favourite with bookies, and public","trailText":"William Hill says The Paying Guests most likely to take women’s prize for fiction, while Kobo ebooks calculates it has won over most readers","standFirst":"<p>William Hill says The Paying Guests most likely to take women’s prize for fiction, while Kobo ebooks calculates it has won over most readers</p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/quiz/2015/jun/01/female-protagonists-in-fiction-quiz\"><span class=\"bullet\">•</span> How well do you know fiction’s female protagonists</a></p>","byline":"Alison Flood","body":"<p>Sarah Waters’ story of a widow and her daughter who take in a pair of lodgers in 1920s London, The Paying Guests, is the novel on the Baileys shortlist to have best held readers’ attention, according to ebook retailer Kobo.<br /></p> \n<p>As judges chaired by Liberty director Shami Chakrabarti prepare to announce their choice of winner from the six-strong shortlist for the Baileys women’s prize for fiction, Kobo said that Waters’ contender was not only the most bought novel from its ebook store, it was also the most read. </p> \n<p>The ebook retailer is able to track and analyse how far readers get in the books it sells, with The Paying Guests completed by 63% of those who downloaded. This is the highest percentage of the six titles on the Baileys shortlist to be fully read – almost two times more than Ali Smith’s award-winning How to Be Both, which was finished by only 34%.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/gallery/2015/apr/14/baileys-prize-shortlist-in-pictures\">Baileys prize shortlist - in pictures</a> </p> \n</aside> \n<p>Waters, who has been shortlisted twice before for the award but has never won, is also odds-on favourite to win the prize, according to bookie William Hill, which puts her at 9/4 to win. Smith is second, at 3/1.</p> \n<p>In contrast, the second most-completed novel on the shortlist, according to Kobo,<em> </em>is Rachel Cusk’s Outline, the story of a creative writing teacher visiting Athens, which held 60% of its readers to the end. Anne Tyler’s multi-generational tale A Spool of Blue Thread, completed by 58% of readers, placed third. Kamila Shamsie’s A God in Every Stone came fourth, Laline Paull’s The Bees fifth, and How to Be Both sixth, on this metric, said Kobo.</p> \n<p>But the ebook retailer said that The Bees, the story of sanitation worker bee Flora 717, was nonetheless the “most gripping” novel from the shortlist, with readers engaged in the book for an average of 1hr 7mins per session. “With an average of 17 reading sessions, it’s evident this novel had readers hooked from the off,” said Kobo. The Paying Guests, by contrast, took “a lengthy 36 reading sessions to complete, with each session lasting for just under 53 minutes”.</p> \n<p>Chakrabarti’s judging panel, which also includes Laura Bates, Grace Dent, Helen Dunmore and Cathy Newman, will unveil the winner on Wednesday evening, who will join former winners of the prize including Zadie Smith and Lionel Shriver.</p> \n<p>After Waters and Smith, William Hill puts Paull in third position to take the prize, at 4/1. In joint fourth place to win, according to the bookie, are Tyler and Cusk, at 5/1, while Shamsie is at 6/1.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433258998105/d8b92288-580b-4e11-84d0-18fe735dd575-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jeremy Sutton-Hibbert/Getty Images","altText":"Sarah Waters.","cleanCredit":"Photograph: Jeremy Sutton-Hibbert/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-03T06:00:03Z","lastModified":"2015-06-03T06:00:42Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Alison Flood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alisonflood"}],"feature":false,"keywords":["Baileys women's prize for fiction 2015","Books","Awards and prizes","Culture","Fiction","Women's prize for fiction","Sarah Waters","Rachel Cusk","Ali Smith","Anne Tyler"],"tags":[{"id":"books/baileys-womens-prize-for-fiction-2015","webTitle":"Baileys women's prize for fiction 2015"},{"id":"books/books","webTitle":"Books"},{"id":"culture/awards-and-prizes","webTitle":"Awards and prizes"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"books/orange-prize-for-fiction","webTitle":"Women's prize for fiction"},{"id":"books/sarahwaters","webTitle":"Sarah Waters"},{"id":"books/rachel-cusk","webTitle":"Rachel Cusk"},{"id":"books/alismith","webTitle":"Ali Smith"},{"id":"books/anne-tyler","webTitle":"Anne Tyler"}],"section":{"id":"books"},"topics":[{"displayName":"Alison Flood","topic":{"type":"tag-contributor","name":"profile/alisonflood"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/03/baileys-prize-sarah-waters-favourite-with-bookies-and-public","shortUrl":"http://gu.com/p/49dm2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/03/baileys-prize-sarah-waters-favourite-with-bookies-and-public","webUri":"http://www.theguardian.com/books/2015/jun/03/baileys-prize-sarah-waters-favourite-with-bookies-and-public"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433258998105/d8b92288-580b-4e11-84d0-18fe735dd575-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Everyone’s favourite ... Sarah Waters. Photograph: Jeremy Sutton-Hibbert/Getty Images","credit":"Jeremy Sutton-Hibbert/Getty Images","altText":"Sarah Waters.","cleanCaption":"Everyone’s favourite ... Sarah Waters.","cleanCredit":"Photograph: Jeremy Sutton-Hibbert/Getty Images"}},"importance":4,"kicker":{"title":"Sarah Waters"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Enrique Iglesias / Drone injury grounds singer for longer than expected","rawTitle":"Drone injury grounds singer for longer than expected","item":{"type":"article","id":"music/2015/jun/03/drone-injury-grounds-enrique-iglesias-for-longer-than-expected","title":"Drone injury grounds Enrique Iglesias for longer than expected","trailText":"The pop singer grabbed at a camera drone during a show, slicing open several fingers and, further examination has revealed, fracturing his hand","standFirst":"<p>The pop singer grabbed at a camera drone during a show, slicing open several fingers and, further examination has revealed, fracturing his hand</p>","byline":"Agence France-Presse in Los Angeles","body":"<p>The pop star Enrique Iglesias will need weeks to recover, after injuries suffered when he grabbed a flying camera drone during a concert turned out to be worse than feared.<br /></p> \n<p>Iglesias, who turned 40 last month, was injured on Saturday while on stage during a concert in Tijuana, Mexico, when he grabbed at a camera-equipped drone. The singer frequently does the trick to give fans a better view of the stage, but touched the wrong part, slicing open several fingers and forcing him to leave the stage with his hand wrapped in a bloody T-shirt.</p> \n<div>\n __VIDEO_EMBED_gu-video-456966735__\n</div> \n<p>“His recent surgery lasted longer than expected since the damage ended up being a bit worse than initially assessed,” said a statement posted on Tuesday on the Spanish-born, Miami-based singer’s website.<br /></p> \n<p>“He suffered a fracture that needed to be corrected in addition to the reconstructive surgery. He will be recovering during the next few weeks but a full recovery is anticipated.”</p> \n<p>Iglesias, who was transferred to Los Angeles to see a specialist, has been touring since early 2014 to promote his album Sex and Love. He is not scheduled to perform again until 3 July in Mexico City.</p> \n<p>The youngest son of Spanish singer Julio Iglesias and his first wife, Isabel Preysler, the artist has emerged as one of the top Latin crossover stars with fan bases for his dance numbers sung both in Spanish and English.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/3/1433291360327/cc5a8550-7004-4e5d-bf05-a4a788252230-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Latinvasion/EPA","altText":"Enrique Iglesias performing after cutting his hand when he grabbed a camera drone","cleanCredit":"Photograph: Latinvasion/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-03T00:55:31Z","lastModified":"2015-06-03T08:26:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Music","Mexico","Americas","Culture","World news"],"tags":[{"id":"music/music","webTitle":"Music"},{"id":"world/mexico","webTitle":"Mexico"},{"id":"world/americas","webTitle":"Americas"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[{"id":"gu-video-456966735","source":"YouTube/ Alfredo Alvarez","durationInSeconds":38,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/01/150601Enriquehand.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/01/150601Enriquehand_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433149089740/Enrique-Iglesias-on-stage-016.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Enrique Iglesias performs while holding his bloodied and bandaged right hand behind his back in Tijuana, Mexico  Photograph: Francis Ramsden/AP","credit":"Francis Ramsden/AP","altText":"Enrique Iglesias on stage in Mexico","cleanCaption":"Enrique Iglesias performs while holding his bloodied and bandaged right hand behind his back in Tijuana, Mexico  Photograph: Francis Ramsden/AP"}}],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/03/drone-injury-grounds-enrique-iglesias-for-longer-than-expected","shortUrl":"http://gu.com/p/49e8d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/03/drone-injury-grounds-enrique-iglesias-for-longer-than-expected","webUri":"http://www.theguardian.com/music/2015/jun/03/drone-injury-grounds-enrique-iglesias-for-longer-than-expected"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/3/1433291360327/cc5a8550-7004-4e5d-bf05-a4a788252230-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Enrique Iglesias performing after cutting his hand when he grabbed a camera drone Photograph: Latinvasion/EPA","credit":"Latinvasion/EPA","altText":"Enrique Iglesias performing after cutting his hand when he grabbed a camera drone","cleanCaption":"Enrique Iglesias performing after cutting his hand when he grabbed a camera drone","cleanCredit":"Photograph: Latinvasion/EPA"}},"importance":3,"kicker":{"title":"Enrique Iglesias"},"showQuotedHeadline":false,"sublinks":[]},{"title":"What?! / 24 to return without Jack Bauer","rawTitle":"24 to return without Jack Bauer","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2015/jun/02/dammit-24-to-return-without-jack-bauer","title":"Dammit! 24 to return without Jack Bauer","trailText":"The real-time spy action thriller is coming back without Kiefer Sutherland’s iconic rogue agent racing against the clock, probably with a hip, young interloper","standFirst":"<p>The real-time spy action thriller is coming back without Kiefer Sutherland’s iconic rogue agent racing against the clock, probably with a hip, young interloper</p>","byline":"Stuart Heritage","body":"<p>In his time, Jack Bauer survived torture, kidnap, heroin addiction, relentless bereavement, exposure to a weaponised Creutzfeldt-Jakob disease pathogen, actual nuclear explosions and shared screen time with Freddie Prinze Jr. However, Jack Bauer is just a man, and now the time has come for him to face the one enemy not even he can defeat – the fickle whims of market forces out to capture the desirable 18-to-30 demographic.</p> \n<p><a href=\"http://tvline.com/2015/06/01/24-spinoff-fox-new-character-2016-kiefer-sutherland/\">A new spin-off series of 24 was announced by executive producer Howard Gordon yesterday</a>. Usually, this would be a cause for celebration. After all, there are <a href=\"http://www.theguardian.com/tv-and-radio/series/24-episode-by-episode\">few joys in life as pure as seeing Kiefer Sutherland scowl and grunt</a> and straight up murder his way through an ocean of suspiciously accented baddies, stopping only to fall in love with someone who will inevitably wind up dead because his character’s soul is cursed and he’ll never achieve true happiness. In televisual terms, that’s about as good as it gets.</p> \n<p>However, this time it’s different. This time, Kiefer Sutherland is nowhere to be seen. The new spin-off series of 24 will apparently have a brand new protagonist, and he’ll be young and lithe and energetic and enthusiastic and he’ll probably wear a baseball cap and rap and know how to Facetime people. True, he hasn’t been cast yet, but he’s bound to have freckles and a shiny face and a Bebo account and a microscooter and a wisecracking Furby for a partner. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/justin-bieber\">Justin Bieber</a>. It’s going to be Justin Bieber, isn’t it? Justin Bieber’s going to be the new star of 24. This is the worst.</p> \n<p>Surely the 24 producers would have learned their lesson by now. Time and time again, they’ve tried to buddy Bauer up with a hip, young interloper, and every single time it’s ended in dismal failure. Next to the fire, blood and scar tissue of Jack Bauer, they’ve all come off as bland little drizzle-puddles. They teamed him up with Prinze Jr and that didn’t work. <a href=\"https://www.youtube.com/watch?v=nDTRrMJ-sho\">They teamed him up with Little Lord Fauntleroy</a> and that didn’t work. They teamed him up with the endless void that was Chase Edmunds, and the only fun to be had there was when Jack ended up thwacking his arm off with an axe.</p> \n<p>And, this time, the new boy isn’t even going to have Bauer to prop him up – he’ll have to shoulder the entire series by himself. And he’ll be in his twenties, for god’s sake. Nobody has ever cared about anything that anyone in their twenties has ever done. Ever. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"3380e9ab982705df82d613cec32eb94cc934addf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433236493237/41f16899-178e-4130-b6f8-055698ce0aaf-460x276.jpeg\" alt=\"Meet the Bauers… Teri, Kimberly and Jack, aka Leslie Hope, Elisha Cuthbert and Kiefer Sutherland.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Meet the Bauers … Teri, Kimberly and Jack, aka Leslie Hope, Elisha Cuthbert and Kiefer Sutherland.</span> \n  <span class=\"element-image__credit\">Photograph: 20th Century Fox</span> \n </figcaption> \n</figure> \n<p>Jack Bauer had a life. He had a dead wife, an estranged daughter, and decades of complicated military history that kept him awake at night. The man was a tangle of anger and regret. His entire existence ached. What’s the biggest regret that his twentysomething replacement will have endured? That he bought a silver iPhone 6 instead of a gold one once? This is all wrong. It’s wrong.</p> \n<p>Of course, we probably shouldn’t write the new 24 off before it’s even been made. After all, by starting with a fresh-faced newcomer, the producers have another opportunity to corrupt and corrode and calcify their lead character until he’s just as much of a worn-down battle machine as Bauer ever was. And, technically speaking, the new series will take place in the same universe as the rest of 24, so there’s still a chance that Jack Bauer will appear and spend a single episode on the rampage, just like when Phil Mitchell turned up on EastEnders, <a href=\"https://www.youtube.com/watch?v=JynJrvhW9gg\">flushed Ian Beale’s head down the toilet and left again</a>.</p> \n<p>But, at this stage, that is just a pipe dream. Right now, 24 as we know it is dead. We’ll miss you, Jack. Damn it.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433235844458/7ed4bd2a-0f7f-46ea-9d06-f00bb5e5a655-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sky","altText":"Tunnel vision… Jack Bauer in the days when 24 needed him.","cleanCredit":"Photograph: Sky"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433236493731/41f16899-178e-4130-b6f8-055698ce0aaf-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Meet the Bauers … Teri, Kimberly and Jack, aka Leslie Hope, Elisha Cuthbert and Kiefer Sutherland. Photograph: 20th Century Fox","credit":"20th Century Fox","altText":"Meet the Bauers… Teri, Kimberly and Jack, aka Leslie Hope, Elisha Cuthbert and Kiefer Sutherland.","cleanCaption":"Meet the Bauers … Teri, Kimberly and Jack, aka Leslie Hope, Elisha Cuthbert and Kiefer Sutherland.","cleanCredit":"Photograph: 20th Century Fox"}],"webPublicationDate":"2015-06-02T13:13:57Z","lastModified":"2015-06-02T13:58:14Z","metadata":{"commentable":true,"commentCount":92,"contributors":[{"name":"Stuart Heritage","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749780/StuartHeritage.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-heritage"}],"feature":false,"keywords":["24","US television","Television","Culture","Television & radio","Drama"],"tags":[{"id":"tv-and-radio/24","webTitle":"24"},{"id":"tv-and-radio/us-television","webTitle":"US television"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"tv-and-radio/drama","webTitle":"Drama"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Stuart Heritage","topic":{"type":"tag-contributor","name":"profile/stuart-heritage"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2015/jun/02/dammit-24-to-return-without-jack-bauer","shortUrl":"http://gu.com/p/49ddf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2015/jun/02/dammit-24-to-return-without-jack-bauer","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2015/jun/02/dammit-24-to-return-without-jack-bauer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433235844458/7ed4bd2a-0f7f-46ea-9d06-f00bb5e5a655-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tunnel vision… Jack Bauer in the days when 24 needed him. Photograph: Sky","credit":"Sky","altText":"Tunnel vision… Jack Bauer in the days when 24 needed him.","cleanCaption":"Tunnel vision… Jack Bauer in the days when 24 needed him.","cleanCredit":"Photograph: Sky"}},"importance":3,"kicker":{"title":"What?!"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-06-03T07:36:26Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}