{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"A$AP Rocky / ‘Hanging out with Rod Stewart is like seeing yourself 40 years older and white’","rawTitle":"‘Hanging out with Rod Stewart is like seeing yourself 40 years older and white’","item":{"type":"article","id":"music/2015/jul/02/asap-rocky-hanging-out-with-rod-stewart-interview","title":"A$AP Rocky: ‘Hanging out with Rod Stewart is like seeing yourself 40 years older and white’","trailText":"He has made one of the best hip-hop albums of the year – and his sex life has become US tabloid fodder. The rapper talks about working with veteran rockers, the death of his right-hand-man A$AP Yam and why he’s sorry he trashed Rita Ora","standFirst":"He has made one of the best hip-hop albums of the year – and his sex life has become US tabloid fodder. The rapper talks about working with veteran rockers, the death of his right-hand-man A$AP Yam and why he’s sorry he trashed Rita Ora","byline":"Lanre Bakare","body":"<p>When I meet A$AP Rocky at a restaurant in midtown Manhattan– the kind where veal tomahawk chops go for $50 a pop – he’s trying to figure out the day’s itinerary. How to, in the next six hours, cram in a performance on Jimmy Fallon’s Tonight Show, a shopping spree at Dior Homme and the New York premiere for the film he’s making his acting debut in – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jan/29/sundance-2015-dope-review-subversive-crisp-teen-comedy\" title=\"\">Rick Famuyiwa’s coming-of-age comedy, Dope</a>. “I’ve been living like a black rock star,” he says, “I slept for an hour today – an hour and a half? – but I need more.”</p> \n<p>That schedule also goes some way to understanding how the rapper – real name Rakim Mayers – has morphed, in fewer than five years, from the self-proclaimed “pretty motherfucker” from across 110th Street to the cocky figurehead of the A$AP Mob – the Harlem crew that revived New York hip-hop. But there are multiple sides to Rocky. Is he, as he raps, the Fashion Killa more interested in hanging out with designers Raf Simons and Rick Owens than making music? Or the lothario who, as his lyrics put it, has had too many <a href=\"https://www.youtube.com/watch?v=liZm1im2erU\" title=\"\">Fuckin’ Problems</a>? On one level, he might be considered the typically brash young rapper who sports pav&eacute; diamonds in his teeth, has a downtown penthouse in New York and a Hollywood pad, and chases Roger Sterling-esque mind expansion via psychedelic drugs. On the other, he says, he’s the humble, studious creative, would-be director and movie star. Rocky knows that some of the preconceptions about him are down to his entrance into the world of rap in 2011, which wasn’t exactly subtle. “Coming in I was so braggodocious: gold, bitches, all that other shit. Not a lot has changed,” he says. “I’m just a little more humble. I’m here to stand out, I’m not here to shit on people no more.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/18/asap-rocky-oxford-union-alla-rita-ora\">A$AP Rocky at Oxford Union: 'I'm scared of women now'</a> </p> \n</aside> \n<p>Friend and collaborator Yasiin Bey (Mos Def) described the jump between debut album, Long. Live.A$AP, and second album, At.Long.Last.A$AP, as equivalent to the one made by the Beastie Boys between License to Ill and Paul’s Boutique. On its release last month the album went straight to No 1 in the US charts, just like Rocky’s debut. Rocky pretends not to have heard Bey’s comments, because he’d get “too hype, too happy, too gassed”, but Bey is right – the album feels as if it marks something similar to the Beastie’s shift from hip-hop’s tabloid-friendly enfants terribles to musically mature bellwethers.</p> \n<p>But where the Beastie Boys had to adjust to life after the death of Adam “MCA” Yauch in the band’s middle age, Rocky and rest of A$AP Mob have had to come to terms with the death of his creative partner and best friend <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jan/18/asap-yams-dies-aged-26\" title=\"\">A$AP Yams</a> (Steven Rodriguez) at the height of their careers. Before his accidental drug overdose in January, Rodriguez described Mayers as Luke Skywalker to his Yoda, while the <a href=\"http://www.nytimes.com/2013/01/27/arts/music/asap-yams-partner-to-hip-hops-asap-rocky.html?pagewanted=all&amp;_r=3&amp;\" title=\"\">New York Times dubbed Yams a “hip-hop spirit guide”</a> for the whole of the A$AP Mob. His death came out of the blue and put an immediate stop to the planned Mob album. It also made Rocky take stock of his life and career. “I’ve been having to do that [re-evaluate] since he died, man,” he says. “It’s going to have to be that way. It was always good to have that second opinion because I always knew what I wanted to do. To have my best friend there agreeing with me, let me knew I wasn’t crazy. Because my main concern was like: ‘Did I lose it, am I crazy, man?’ He kept me sane because he used to humble me even at the height of my career when people would try to reach out and try to do songs or talk shit. He’d be like: ‘Don’t shit on them because it’s a waste of energy.’”</p> \n<p>That impulsive, devil-may-care approach governs his life, not just his music and his interviews. When he was recording in London, a young homeless man approached him and tried to sell him a CD. Instead, Rocky asked him to sing a song and, after hearing it he asked the man – Joe Fox – to come and record with him in his studio. The pair now live together in Manhattan and Fox features on five of the new album’s tracks. That honesty also leads to funny moments. When I ask him what it’s like hanging out with Rod Stewart, <a href=\"https://www.youtube.com/watch?v=UtZBA1bVbcs\" title=\"\">who provided vocals on the track Everyday</a>, he says: “It’s like seeing yourself 30 or 40 years older and white.” And when I ask him what he’d talk to David Bowie about if he ever bumped into him (they live a few blocks away from each other), he says: “I just want to know what it’s like to paint his face back in the 70s and shit. I just want to know these things.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"be4fdbc7775aa50b68d524b5af18b4b75f34ec88\"> \n <img src=\"http://media.guim.co.uk/be4fdbc7775aa50b68d524b5af18b4b75f34ec88/1816_1993_4695_7045/666.jpg\" alt=\"ASAP Rocky\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A$AP Rocky … ‘Why would I run into a bagel shop after a dude threw a pastry at my Uber?’</span> \n  <span class=\"element-image__credit\">Photograph: Chris Buck for the Guardian</span> \n </figcaption> \n</figure> \n<p>Taking control of his image and how he and the rest of the group are perceived is clearly still part of the masterplan; Rocky says Yams left a blueprint, “he left us notes on how he wanted it to be”, for the future of the Mob. His personal style has evolved from Bathing Ape rain jackets and logo-emblazoned caps to more refined wares from high-end designers such as Dries van Noten. And now he has installed an in-house creative team, called AWGE, to look after everything from his videos and production to his Instagram account. That latter move lost Rocky 100,000 followers in 10 hours in May when he and AWGE posted a succession of 150 images, the majority of them plain grey, white or black squares, culminating in a picture display that Rocky called simply “Art” on his Twitter feed. “I got them right back,” he says when I ask him about it. “Why don’t they tell that story? Why don’t they tell how I got more [followers] than I lost? Why don’t they tell how much I inspire people? [pause] Tell them people suck my dick. Please be sure to put that in there. Quote me.”</p> \n<p>AWGE’s influence can be seen in his video for L$D, which riffs on Gaspar Noe’s DMT-tinged afterlife trip Enter the Void; more intriguingly, Rocky says he has shot his own short film starring British grime MCs Skepta and Novelist, London’s rap collective Piff Gang, Dangermouse (who helped produce At.Long.Last.A$AP) and Rick Owen’s wife, Mich&egrave;le Lamy. AWGE is there in his album, too, which is far more expansive and experimental than his 2013 debut Long.Live.A$AP., with no discernible “radio tracks” and a tripped-out, psychedelic quality throughout. He says he wants to move away from tracks like Fuckin’ Problems – a huge radio hit from his first album with a supporting cast made up of 2 Chainz, Drake and Kendrick Lamar – which had a profanity count that would make Martin Scorsese blush.</p> \n<p>“It’s a fun song, [but] I didn’t want to be remembered as just that. That was my biggest song. Like man, I’ve got to wipe that off my record it’s like I’m not that guy any more. I was 22, 23 at the time – I was just having fun.” He does have fun, a lot of it, and that’s also part of his public problem. Whether it’s going to Paris fashion week, or promoting Dope in Cannes, the tabloid press want a piece of him, propelled by the fact that he’s photogenic, has dated model Chanel Iman and isn’t afraid to talk about how much wild sex he has.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=5v6JUzxWoGw\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/5v6JUzxWoGw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>So amid New York Post headlines such as “Shania Twain opens up about losing her husband to her best friend” and “Selena Gomez keeps forgetting her bra”, you’ll also find “<a href=\"http://nypost.com/2015/05/23/aap-rocky-had-three-acid-fueled-orgies-at-sxsw/\" title=\"\">A$AP Rocky had three acid-fueled orgies at SXSW</a>”. Even the hip-hop press focuses more on what he does outside of the studio than in it. When he appeared on the two radio shows that are essential for any rapper with an album to promote – Hot 97’s Ebro In the Morning and Power 107’s rival The Breakfast Club – his interviews were billed as a discussion on orgies, his beef with 50 Cent and dissing Rita Ora. Better Things, from the new album, features the lines “I swear that bitch Rita Ora got a big mouth / Next time I see her might curse the bitch out,” referring to Ora allegedly going public about a fling they once had. “The Rita thing was tasteless of me,” he admits today. “[But] I’ve got to stand by it, because I did it. I said it.” Still, it remains beyond him why people care about it: “Who gives a fuck about who I’m fucking? Nobody really cares. It’s fun to hear, but who really gives a fuck about who Rita Ora’s fucking?”</p> \n<p>Even in London, a city he’s made a second home, he’s struggled to avoid tabloid headlines. While in a bagel shop on Brick Lane in east London<a href=\"https://www.youtube.com/watch?v=j-nzfqweazw\" title=\"\"> he got into an altercation</a> over a pastry and an Uber taxi. “I was being an asshole. If I’d have hit that guy I wouldn’t have been able to go back to the UK,” he says, reflecting: “I’ve got so many good things going on in my life, why would I run back into a bagel shop after a dude threw a pastry at my Uber?”</p> \n<p>When I suggest that kind of thing might happen because he’s a celebrity, he instantly shoots back that he’s not a celebrity: he’s famous, and there’s a difference. That very well might be, but semantics doesn’t stop paparazzi hanging around outside the Guardian offices while he attends a photoshoot – or the way, even though he’s released one of the best hip-hop albums of the year, the media focuses on his sex life over his music. The problem is, he says, is that he’s simply too honest to not talk about the rest of his life. “I just hope that people realise how much of an artist I am, and they realise there is no barrier between me and them. I am them,” he says. “So for me I’m going to say the same shit [on my album] that I would say to them on a one-on-one conversation in confidence because I’m a man. Whatever I say in privacy, why can’t I say that elsewhere?”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/28/asap-rocky-at-long-last-asap-review\">A$AP Rocky: At.Long.Last.A$AP review – snide, bad natured and near perfect</a> </p> \n</aside> \n<p>When the Guardian spoke to him in 2012, Rocky said he wanted “to stay productive, create a legacy and have longevity”. So what’s next for him now? “I’ve done fashion, I’ve done movies, videos and music,” he pauses. “Maybe Broadway; get my theatrical experience in. Or I want to develop my own show, on the internet and TV.” He pauses again before deciding he’s still not done, settling for another modest goal. “I just want to bring back actual culture to hip-hop.”</p> \n<h2>Who’s who and what’s what in A$AP Mob</h2> \n<p>A$AP Rocky might be the most recognisable (and bankable) member of the A$AP Mob, but he wasn’t even in the original gang. That was made up of founding A$APs Yams (described as part “Malcolm McLaren, part Irv Gotti, part Puerto Rican R Kelly”, by Jeff Weiss), Bari and Illz who. formed the collective in Harlem and have seen it grow into one of contemporary hip-hop’s most influential groups. The Mob, a sprawling, itinerant group, are most closely identified as a New York collective, but have tentacles that reach all over the US. They recall elements of both Wu-Tang Clan and Dipset (with whom Yams interned as a 10th grader): flashy, bolshy bravado (Dipset), as well as a clearly established hierarchy and a strong group ethos (Wu Tang Clan), but differ from both in that they were born in the web era and actively look outward from New York rather than inward.</p> \n<p>In an interview with NPR, A$AP Yams said he thought 90s nostalgia for New York hip-hop was anathema, while genre boundaries didn’t exist for him: “It’s either fucking dope music or wack music, in my opinion. There are no fucking genres. There are no fucking subgenres.” Yams set out how the group works in an interview with the New York Times in 2013: “Realistically, I’m the boss,” he said. “I’m the boss of the whole operation. Nothing goes through without me and Rocky approving it first and whatever Rocky does I make sure I’m hands on with all of that stuff.”</p> \n<p>Unsurprisingly, his death in January this year put a halt to the group’s debut album (L.O.R.D), which had first been scheduled for release in 2013 before being pushed further and further back before Yams declared it a dead rubber in 2014. They have released singles (Trillmatic featuring Method Man, and Xscape, where A$AP Twelvyy was upfront) and a mixtape, but unlike Wu-Tang – who released a group album before setting out to dominate hip-hop individually – it’s been solo albums that’ve been showcased. A$AP Rocky’s two albums have been the most successful, but A$AP Ferg’s Traplord put him front and centre for a while in 2013 with lead single Shabba (which referenced ragga provocateur Shabba Ranks) crossing over.</p> \n<p>He, too, has flirted with the fashion world, creating music for high-end sportwear designer Astrid Andersen. Other members include A$AP Ant, A$AP Nast, A$AP Lotto and A$AP Ty Beats. Joe Fox like others, including the Flatbush Zombies, is closely affiliated with the group without actually being a member.</p> \n<p><em>At.Long.Last.A$AP is out now on Columbia Records; he plays New Look Wireless in London on Friday on 3 July</em>.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=yEG2VTHS9yg\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/yEG2VTHS9yg?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435851560268/AAP-Rocky---Ibe-been-livi-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A$AP Rocky … 'I'be been living like a black rock star' Photograph: Chris Buck for the Guardian","credit":"Chris Buck for the Guardian","altText":"A$AP Rocky … 'I'be been living like a black rock star'","cleanCaption":"A$AP Rocky … 'I'be been living like a black rock star' Photograph: Chris Buck for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/be4fdbc7775aa50b68d524b5af18b4b75f34ec88/1816_1993_4695_7045/4695.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":7045,"width":4695,"orientation":"portrait","caption":"A$AP Rocky … ‘Why would I run into a bagel shop after a dude threw a pastry at my Uber?’ Photograph: Chris Buck for the Guardian","credit":"Chris Buck for the Guardian","altText":"ASAP Rocky","cleanCaption":"A$AP Rocky … ‘Why would I run into a bagel shop after a dude threw a pastry at my Uber?’","cleanCredit":"Photograph: Chris Buck for the Guardian"}],"webPublicationDate":"2015-07-02T17:25:57Z","lastModified":"2015-07-02T23:01:07Z","metadata":{"commentable":true,"commentCount":52,"contributors":[{"name":"Lanre Bakare","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/9/1428564983439/Lanre-Bakare-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lanre-bakare"}],"feature":true,"keywords":["A$AP Rocky","Rap","Urban music","Music","Pop and rock","Culture","Hip-hop"],"tags":[{"id":"music/asap-rocky","webTitle":"A$AP Rocky"},{"id":"music/rap","webTitle":"Rap"},{"id":"music/urban","webTitle":"Urban music"},{"id":"music/music","webTitle":"Music"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/hip-hop","webTitle":"Hip-hop"}],"section":{"id":"music"},"topics":[{"displayName":"Lanre Bakare","topic":{"type":"tag-contributor","name":"profile/lanre-bakare"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/02/asap-rocky-hanging-out-with-rod-stewart-interview","shortUrl":"http://gu.com/p/4ab5x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/02/asap-rocky-hanging-out-with-rod-stewart-interview","webUri":"http://www.theguardian.com/music/2015/jul/02/asap-rocky-hanging-out-with-rod-stewart-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435851560268/AAP-Rocky---Ibe-been-livi-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A$AP Rocky … ‘I’ve been living like a black rock star’ Photograph: Chris Buck for the Guardian","credit":"Chris Buck for the Guardian","altText":"A$AP Rocky … 'I'be been living like a black rock star'","cleanCaption":"A$AP Rocky … ‘I’ve been living like a black rock star’ Photograph: Chris Buck for the Guardian"}},"importance":7,"kicker":{"title":"A$AP Rocky"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435851560268/AAP-Rocky---Ibe-been-livi-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A$AP Rocky … 'I'be been living like a black rock star' Photograph: Chris Buck for the Guardian","credit":"Chris Buck for the Guardian","altText":"A$AP Rocky … 'I'be been living like a black rock star'","cleanCaption":"A$AP Rocky … 'I'be been living like a black rock star' Photograph: Chris Buck for the Guardian"}}]},{"title":"Pete Townshend / ‘Music has always suffered from being tied to politics or religion’","rawTitle":"‘Music has always suffered from being tied to politics or religion’","item":{"type":"article","id":"music/2015/jul/02/pete-townshend-the-who-interview-symphonised-quadrophenia","title":"Pete Townshend: 'Music has always suffered from being tied to politics or religion'","trailText":"As he releases a version of Quadrophenia performed by the Royal Philharmonic Orchestra, the Who’s guitarist explains that his band were never really anti-establishment","standFirst":"<p>As he releases a version of Quadrophenia performed by the Royal Philharmonic Orchestra, the Who’s guitarist explains that his band were never really anti-establishment</p>","byline":"Tim Cooper","body":"<p>Time can play strange tricks on even the most rebellious rock’n’roller. Fifty years ago, Pete Townshend was the voice of a generation of angry young men: popularising the power chord, smashing guitars onstage and articulating the essence of youth in the era after an entire generation of young men had been lost to war. Now, having just turned 70 – and having headlined last weekend’s Glastonbury festival – he has released a “symphonised” version of one of the Who’s classic albums, Quadrophenia, performed by the London Philharmonic Orchestra, which is to be staged on Sunday at the Royal Albert Hall.</p> \n<p>It’s tempting to infer that the angry young man, who hoped he’d die before he got old, has, in his dotage, become an upstanding member of the establishment. Townshend dismisses that suggestion as “archaic, insulting and extraordinary dumb”, but there’s a smile on his face.</p> \n<p>“I think that music has always suffered from being tied to any kind of political or social or even spiritual or religious connection,” he says, addressing the subject more seriously. “As a musician, I have always really wrestled with that idea. My dad was in a swing band in the war, and my wife’s father, Ted Astley, was an orchestral composer who did film and TV scores, and both of them always said to me: ‘Snobbery in music, whether it’s up or down, is bad.’ I suppose the Who were rebellious, and I suppose for a while we were – or seemed to be – anti-establishment. But that wasn’t us really. I think we were just reflecting what was going on around us.”</p> \n<p>Townshend was born just days after the end of the second world war, part of a generation – including what became the mods – who seemed to him “to have no function” in postwar society. “We felt we could never be as good as our fathers and our grandfathers, who had fought in these magnificent and absurd wars and had both validation and valediction, and so we somehow had prove ourselves at street level,” he says. “And I happened to be in a band doing that. I suppose I could have ended up playing the clarinet like my father and, if I had, I probably would have ended up playing in an orchestra. But I went to an art school, so my journey was slightly different.”</p> \n<figure class=\"element element-embed\" data-canonical-url=\"\" data-alt=\"Spotify album\"> \n <iframe src=\"https://embed.spotify.com/?uri=spotify:album:5H3TZBTPHKePMRUdilEQEO\" width=\"300\" height=\"380\" frameborder=\"0\" allowtransparency=\"true\"></iframe> \n</figure> \n<p>Townshend was entranced by music long before the birth of rock’n’roll. He remembers going to the Royal Festival Hall at the age of eight, to hear an orchestra for the first time. “I got a seat at the back of the orchestra, where I could see the conductor, and they were playing Beethoven’s Pastoral symphony, which is beautiful, lovely, poetic music. It seemed like magic.” After starting the Who, he often sought advice from his father-in-law – who “displayed no snobbery about the fact that his son-in-law was in a snotty pop group” – about arranging and orchestrating.</p> \n<p>Sixty years after that childhood trip to the South Bank, Townshend felt the same thrill when he arrived at Air Studios in north London last winter to oversee the recording of a new version of Quadrophenia. “I was taken back to that feeling of being exposed to the wonder of an orchestra,” he says. “I imagined myself as an old man in my country mansion: you know, I’ve got a couple of dogs and I go into my study and I’ve got this collection of folios of all my story-based work. And somebody would ask me the daft question: ‘Why would you bother to do this?’ And I would say: ‘Because I think this is fabulous work and when I die, perhaps an orchestra like the London Philharmonic will perform it.’ So that’s how it came about. That’s really something that I wanted and I started to want it quite early in my career.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"eafc4ae4f5d738effbdc5c15cc15980afa133003\"> \n <img src=\"http://media.guim.co.uk/eafc4ae4f5d738effbdc5c15cc15980afa133003/156_0_1512_2272/665.jpg\" alt=\"Phil Daniels in the 1979 film version of Quadrophenia.\" width=\"665\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Phil Daniels in the 1979 film version of Quadrophenia.</span> \n  <span class=\"element-image__credit\">Photograph: Everett/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>The new album’s slick three-day recording was a contrast to the original album’s six-month recording in 1972, a period when the Who, by Townshend’s own admission, “had lost contact with our audience”. He spent the equivalent of &pound;4m building a quadrophonic studio and the band, riven by internal conflicts, took a further three months to complete recordings. “Roger and I were not getting on at all well at the time,” he says, “and Quadrophenia became necessary to remind us that was what we were supposed to be doing was not Keith Moon dressing up as Adolf Hitler and getting on the front page of the Daily Mirror, but Keith Moon playing the drums in such a way that the people in the audience felt elevated and lifted and freed from the drudgery of their day, but also filled with a sense of possibility. Being a young man in the 60s and the early 70s, just pre-punk, the possibilities were good and there was cause for optimism. We wanted to reconnect the Who with their audience.”</p> \n<p>The new Quadrophenia is performed by the 90-piece Royal Philharmonic Orchestra, with an 80-piece choir supporting tenor Alfie Boe as the principal singer. Townshend’s involvement is limited to some subdued guitar playing on a couple of tracks and the vocal part of a subsidiary character, the Godfather, though he will be playing as part of the orchestra at the Royal Albert Hall, with the album’s stars – Boe, Billy Idol and Phil Daniels – also appearing. His limited involvement, he says, is because “I saw myself doing a Beethoven at the premiere: deaf, listening to my Ninth Symphony and not hearing a bloody note, in a box with Coca-Cola and some nuts.” Townshend admits he has doubts about where the appeal of the new version will lie. He thinks the current generation of classical fans, drawn into orchestral music by film scores, will like it. But what of the Who’s fans? “I hope the Who fans will enjoy it,” he says cautiously. “I doubt they will – but they might.” Does he think Roger Daltrey will enjoy it? “I hope so,” he says. “But he probably won’t. We’re all taking a risk. We might find that some sniffy journalists shoot us down. I’m quite used to that and I don’t mind, but I would hate to see this shot down simply because someone thought that I was being pretentious again.”</p> \n<ul> \n <li>Pete Townshend’s Classic Quadrophenia is at the Royal Albert Hall, London, on Sunday 5 July. Details: <a href=\"http://royalalberthall.com/\">royalalberthall.com</a>. The album of the same name is out now on Decca Classics.</li> \n</ul> \n<ul> \n <li>This article was updated on 2 July 2015 to correct a spelling error in the headline.</li> \n</ul>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7d32d1fe0535b2334c6d50002645f0f72da64d1d/0_0_4950_2970/4950.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2970,"width":4950,"orientation":"landscape","credit":"PR IMAGE","altText":"Pete Townshend: ‘I hope the Who fans will enjoy it. I doubt they will – but they might.’"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/eafc4ae4f5d738effbdc5c15cc15980afa133003/156_0_1512_2272/1512.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2272,"width":1512,"orientation":"portrait","caption":"Phil Daniels in the 1979 film version of Quadrophenia. Photograph: Everett/Rex Shutterstock","credit":"Everett/Rex Shutterstock","altText":"Phil Daniels in the 1979 film version of Quadrophenia.","cleanCaption":"Phil Daniels in the 1979 film version of Quadrophenia.","cleanCredit":"Photograph: Everett/Rex Shutterstock"}],"webPublicationDate":"2015-07-02T17:58:58Z","lastModified":"2015-07-02T23:01:05Z","metadata":{"commentable":true,"commentCount":230,"contributors":[],"feature":true,"keywords":["Pete Townshend","Music","Culture","The Who","London Philharmonic Orchestra","Classical music","Pop and rock"],"tags":[{"id":"music/petetownshend","webTitle":"Pete Townshend"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/who","webTitle":"The Who"},{"id":"music/london-philharmonic-orchestra","webTitle":"London Philharmonic Orchestra"},{"id":"music/classicalmusicandopera","webTitle":"Classical music"},{"id":"music/popandrock","webTitle":"Pop and rock"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/02/pete-townshend-the-who-interview-symphonised-quadrophenia","shortUrl":"http://gu.com/p/4abbe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/02/pete-townshend-the-who-interview-symphonised-quadrophenia","webUri":"http://www.theguardian.com/music/2015/jul/02/pete-townshend-the-who-interview-symphonised-quadrophenia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7d32d1fe0535b2334c6d50002645f0f72da64d1d/0_0_4950_2970/4950.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2970,"width":4950,"orientation":"landscape","caption":"Pete Townshend: ‘I hope the Who fans will enjoy it. I doubt they will – but they might.’","credit":"PR IMAGE","altText":"Pete Townshend: ‘I hope the Who fans will enjoy it. I doubt they will – but they might.’","cleanCaption":"Pete Townshend: ‘I hope the Who fans will enjoy it. I doubt they will – but they might.’"}},"importance":5,"kicker":{"title":"Pete Townshend"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7d32d1fe0535b2334c6d50002645f0f72da64d1d/0_0_4950_2970/4950.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2970,"width":4950,"orientation":"landscape","credit":"PR IMAGE","altText":"Pete Townshend: ‘I hope the Who fans will enjoy it. I doubt they will – but they might.’"}}]},{"title":"Diddy / Rapper won't face felony assault charge over kettlebell encounter","rawTitle":"Rapper won't face felony assault charge over kettlebell encounter","item":{"type":"article","id":"music/2015/jul/03/sean-diddy-combs-not-charged-with-assault-over-kettlebell-encounter","title":"Sean 'Diddy' Combs not charged with assault over kettlebell encounter","trailText":"Rapper will not face assault charges stemming over ‘unfortunate incident’ involving a kettlebell weight at the University of California, Los Angeles","standFirst":"<p>Rapper will not face assault charges stemming over ‘unfortunate incident’ involving a kettlebell weight at the University of California, Los Angeles</p>","byline":"Reuters in Los Angeles","body":"<p>The rapper Sean “Diddy” Combs will not be charged with felony assault stemming from an incident involving a kettlebell weight at the University of California, Los Angeles, city officials said on Thursday, but he still may face a lesser penalty.</p> \n<p> Combs, 45, was arrested on charges of assault with a deadly weapon last month by campus police, and held in jail.</p> \n<p> Media reports said Combs was involved in an altercation with UCLA’s football coach at the campus athletic facility. The rapper’s son, Justin Combs, is on the college football team.</p> \n<p> The case was being referred to the Los Angeles city attorney’s office to determine if Combs will face a misdemeanour charge, a spokesman for the Los Angeles county district attorney’s office said.</p> \n<p> UCLA’s football coach, Jim Mora, called the encounter “an unfortunate incident for all parties involved” in a statement following Combs’s arrest.</p> \n<p> Grammy-winning Combs, also known as Puff Daddy and Diddy, is also an actor, entrepreneur and the founder of Bad Boy Records. Forbes estimated his earnings at $60m last year.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7be6eb33c1b68a8f0f8642f1e751fa57ceb8edbb/138_168_2119_1271/2119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1271,"width":2119,"orientation":"landscape","credit":"Kevork Djansezian/Reuters","altText":"Sean \"Diddy\" Coombs performs during the 2015 BET Awards in Los Angeles, California, June 28, 2015.  REUTERS/Kevork Djansezian","cleanCredit":"Photograph: Kevork Djansezian/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-03T02:10:57Z","lastModified":"2015-07-03T02:39:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Diddy","US news","Rap","Los Angeles","Music"],"tags":[{"id":"music/diddy","webTitle":"Diddy"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"music/rap","webTitle":"Rap"},{"id":"us-news/los-angeles","webTitle":"Los Angeles"},{"id":"music/music","webTitle":"Music"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/03/sean-diddy-combs-not-charged-with-assault-over-kettlebell-encounter","shortUrl":"http://gu.com/p/4abt3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/03/sean-diddy-combs-not-charged-with-assault-over-kettlebell-encounter","webUri":"http://www.theguardian.com/music/2015/jul/03/sean-diddy-combs-not-charged-with-assault-over-kettlebell-encounter"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7be6eb33c1b68a8f0f8642f1e751fa57ceb8edbb/138_168_2119_1271/2119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1271,"width":2119,"orientation":"landscape","caption":"Sean ‘Diddy’ Coombs performs at the BET Awards in Los Angeles in June.  Photograph: Kevork Djansezian/Reuters","credit":"Kevork Djansezian/Reuters","altText":"Sean ‘Diddy’ Coombs performs at the BET Awards in Los Angeles in June. ","cleanCaption":"Sean ‘Diddy’ Coombs performs at the BET Awards in Los Angeles in June. ","cleanCredit":"Photograph: Kevork Djansezian/Reuters"}},"importance":5,"kicker":{"title":"Diddy"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7be6eb33c1b68a8f0f8642f1e751fa57ceb8edbb/138_168_2119_1271/2119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1271,"width":2119,"orientation":"landscape","credit":"Kevork Djansezian/Reuters","altText":"Sean \"Diddy\" Coombs performs during the 2015 BET Awards in Los Angeles, California, June 28, 2015.  REUTERS/Kevork Djansezian","cleanCredit":"Photograph: Kevork Djansezian/Reuters"}}]},{"title":"Donald Trump is fired and Lord Sugar has his sights on the US Apprentice","rawTitle":"Donald Trump is fired and Lord Sugar has his sights on the US Apprentice","item":{"type":"article","id":"lifeandstyle/lostinshowbiz/2015/jul/02/donald-trump-fired-lord-sugar-sights-on-us-apprentice-donald-trump","title":"Donald Trump is fired and Lord Sugar has his sights on the US Apprentice","trailText":"With the boss’s chair vacant, there’s one contender keen to take over America. The wonder is it’s taken so long","standFirst":"<p>With the boss’s chair vacant, there’s one contender keen to take over America. The wonder is it’s taken so long</p>","byline":"Marina Hyde","body":"<p>Exciting times for America, as Alan Sugar issues a come-and-get-me plea to producers of the US version of The Apprentice. Following <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/30/donald-trump-mexico-tv-carlos-slim-televisa\" title=\"\">presidential hopeful Donald Trump’s comments about Mexicans</a>, a vacancy has suddenly arisen on the NBC show – and his lordship has declared: “I would like the challenge.”</p> \n<p>Well. LiS is glad to see him come out fighting after that disparaging passage in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/lostinshowbiz/2015/jun/18/reading-from-book-of-desmond-and-lo-richard-created-the-beckhams\" title=\"\">Richard Desmond’s newly published autobiography</a>, in which the Express owner claimed he had been first choice for the UK Apprentice gig, with Philip Green as second, and Sugar himself gifted with sloppy thirds only by dint of the two men having put in a good – if pitying – word for him.</p> \n<p>Whether his boardroom booster seat will be shipped stateside remains to be seen, but we wish Lord Sugar luck on this belated attempt to take the United States. As he <a href=\"http://www.mirror.co.uk/money/city-news/alan-sugar-moved-america-id-3183318\" title=\"\">explained to the Mirror last year</a>: “People said that had I moved to America in the mid-80s, I’d have gone on to rule the world.”</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf5707988bcdbd72dec65c7d736dda2c7242ebbf/181_152_2373_1426/2373.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1426,"width":2373,"orientation":"landscape","credit":"Frank Doran / Rex Features/Frank Doran / Rex Features","altText":"Stella English Employment Tribunal, London, Britain - 12 Mar 2013<br>Mandatory Credit: Photo by Frank Doran / Rex Features (2207903f)\nLord Alan Sugar\nStella English Employment Tribunal, London, Britain - 12 Mar 2013\nStella English is suing multi-millionaire Lord Sugar is being sued for constructive dismissal by Ms English, 34, who won the series 'Apprentice' six of the BBC1 show in 2010. Judgement has been reserved","cleanCredit":"Photograph: Frank Doran / Rex Features/Frank Doran / Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-07-02T17:16:00Z","lastModified":"2015-07-02T23:00:59Z","metadata":{"commentable":true,"commentCount":32,"contributors":[{"name":"Marina Hyde","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marinahyde"}],"feature":true,"keywords":["Alan Sugar","The Apprentice","Celebrity","Life and style","UK news","Reality TV","US news"],"tags":[{"id":"uk/alan-sugar","webTitle":"Alan Sugar"},{"id":"tv-and-radio/apprentice","webTitle":"The Apprentice"},{"id":"lifeandstyle/celebrity","webTitle":"Celebrity"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"uk/uk","webTitle":"UK news"},{"id":"tv-and-radio/reality-tv","webTitle":"Reality TV"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Marina Hyde","topic":{"type":"tag-contributor","name":"profile/marinahyde"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/lostinshowbiz/2015/jul/02/donald-trump-fired-lord-sugar-sights-on-us-apprentice-donald-trump","shortUrl":"http://gu.com/p/4abc4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/lostinshowbiz/2015/jul/02/donald-trump-fired-lord-sugar-sights-on-us-apprentice-donald-trump","webUri":"http://www.theguardian.com/lifeandstyle/lostinshowbiz/2015/jul/02/donald-trump-fired-lord-sugar-sights-on-us-apprentice-donald-trump"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf5707988bcdbd72dec65c7d736dda2c7242ebbf/181_152_2373_1426/2373.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1426,"width":2373,"orientation":"landscape","caption":"Lord Sugar: up for the challenge. Photograph: Frank Doran/Rex Features","credit":"Frank Doran/Rex Features","altText":"Lord Sugar","cleanCaption":"Lord Sugar: up for the challenge.","cleanCredit":"Photograph: Frank Doran/Rex Features"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf5707988bcdbd72dec65c7d736dda2c7242ebbf/181_152_2373_1426/2373.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1426,"width":2373,"orientation":"landscape","credit":"Frank Doran / Rex Features/Frank Doran / Rex Features","altText":"Stella English Employment Tribunal, London, Britain - 12 Mar 2013<br>Mandatory Credit: Photo by Frank Doran / Rex Features (2207903f)\nLord Alan Sugar\nStella English Employment Tribunal, London, Britain - 12 Mar 2013\nStella English is suing multi-millionaire Lord Sugar is being sued for constructive dismissal by Ms English, 34, who won the series 'Apprentice' six of the BBC1 show in 2010. Judgement has been reserved","cleanCredit":"Photograph: Frank Doran / Rex Features/Frank Doran / Rex Features"}}]},{"title":"Val Doonican / Irish singer dies aged 88","rawTitle":"Irish singer dies aged 88","item":{"type":"article","id":"music/2015/jul/02/singer-val-doonican-dies-aged-88","title":"Singer Val Doonican dies aged 88","trailText":"Pillar of Saturday night television from 1960s to 80s dies peacefully at home in Buckinghamshire<br>","standFirst":"<p>Pillar of Saturday night television from 1960s to 80s dies peacefully at home in Buckinghamshire<br /></p>","byline":"Josh Halliday","body":"<p>The Irish singer Val Doonican, a pillar of Saturday night television for two decades, has died aged 88.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/gallery/2015/jul/02/val-doonican-a-life-in-pictures\">Val Doonican - a life in pictures</a> </p> \n</aside> \n<p>The performer died peacefully at home in Buckinghamshire, his daughter Sarah confirmed on Thursday morning.</p> \n<p>“Until 87, he was as fit as a flea,” she told the Guardian. “It was just old age, I’m afraid – the batteries ran out.”</p> \n<p>Born in Waterford, Ireland, on 3 February 1927, Doonican was the youngest of eight children of Agnes (n&eacute;e Kavanagh) and John Doonican.</p> \n<p>The performer was a regular fixture on TV screens with <a href=\"http://www.imdb.com/title/tt0066723/\">The Val Doonican Show</a> which ran on the BBC from 1965 to 1986, featuring his own performances and guest artists.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=-1Ofhh30lwQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/-1Ofhh30lwQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Val Doonican on his show in 1982.\n </figcaption> \n</figure> \n<p>He was also rarely out of the UK singles chart in the 1960s and 70s with songs such as <a href=\"https://www.youtube.com/watch?v=BL58-Sh94ms\">Walk Tall</a>, The Special Years and Elusive Butterfly.</p> \n<p>Sarah Doonican said her father and mother, Lynn, had been married for 54 years. Lynn was at the family home with relatives on Thursday morning.</p> \n<p>“I don’t think there’s a person in the world that would have a bad thing to say about him,” his daughter said. “He was every bit as lovely as he appeared on the television. There was no [nasty] side to him at all. He was a delightful, delightful man.”</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"8f50f79ea837d2823cc65c222ecf97038cd07899\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435833459104/289226c8-d9d0-413d-aabf-c3a4afd2c811-280x420.jpeg\" alt=\"Val Doonican\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p>In a statement, his family said: “He leaves behind his wife, Lynn, daughters Sarah and Fiona and grandchildren Bethany and Scott. He was a wonderful husband, father and grandfather and will be greatly missed by family, friends and his many fans.”</p> \n<p>The singer, who was born Michael Valentine Doonican, often joked that it took him 17 years to gain overnight success.</p> \n<p>He started performing in his home town, was featured on Irish radio and appeared in Waterford’s first-ever television broadcast. In 1951 he moved to England to join the Irish quartet The Four Ramblers, who toured and performed on BBC Radio. The group also supported the late Anthony Newley on tour, who persuaded Doonican to launch his solo career. </p> \n<p>In 1963 he was booked to appear on Sunday Night at the Palladium, which led to him being offered his own show on BBC TV which ran for more than 20 years. He went on to have five hits in the top 10: Walk Tall, The Special Years, Elusive Butterfly, What Would I Be and If The Whole World Stopped Loving.</p> \n<p>Doonican’s jumpers became his trademark along with the rocking chair from which he often performed hits, including Paddy McGinty’s Goat. His show launched numerous artists’ careers, including that of comedian <a href=\"http://www.imdb.com/name/nm0020411/\">Dave Allen</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"cd4660000ee82f8de6031725a1ee2215cd264976\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435833347656/e3bbea22-36a2-45eb-af5f-beb71fb6ef86-460x337.jpeg\" alt=\"Val Doonican in his trademark rocking chair\" width=\"460\" height=\"337\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Val Doonican in his trademark rocking chair.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>He retired in 2009 after more than 60 years in showbusiness. A keen golfer and watercolour painter, in July 2011 he was handed the freedom of the town of Waterford.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5296668bfbe5cc159e1d14a5932b1d4eb9a6e1aa/0_258_5418_3251/5418.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3251,"width":5418,"orientation":"landscape","credit":"ITV/Rex Shutterstock","altText":"The singer performs on The Val Doonican Show.","cleanCredit":"Photograph: ITV/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435833458331/6b6b0bf4-50fb-4a10-9726-1c01ebd08920-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","credit":"PR","altText":"Val Doonican","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435833347386/ac5d79be-1f28-4b2c-b21d-dc04a1a781f5-620x454.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":454,"width":620,"orientation":"landscape","caption":"Val Doonican in his trademark rocking chair. Photograph: PR","credit":"PR","altText":"Val Doonican in his trademark rocking chair","cleanCaption":"Val Doonican in his trademark rocking chair.","cleanCredit":"Photograph: PR"}],"webPublicationDate":"2015-07-02T10:36:30Z","lastModified":"2015-07-02T23:10:02Z","metadata":{"commentable":true,"commentCount":279,"contributors":[{"name":"Josh Halliday","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-halliday"}],"feature":false,"keywords":["Music","Television","Culture","Television & radio","Ireland","UK news"],"tags":[{"id":"music/music","webTitle":"Music"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"world/ireland","webTitle":"Ireland"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"music"},"topics":[{"displayName":"Josh Halliday","topic":{"type":"tag-contributor","name":"profile/josh-halliday"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/02/singer-val-doonican-dies-aged-88","shortUrl":"http://gu.com/p/4aaz3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/02/singer-val-doonican-dies-aged-88","webUri":"http://www.theguardian.com/music/2015/jul/02/singer-val-doonican-dies-aged-88"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5296668bfbe5cc159e1d14a5932b1d4eb9a6e1aa/0_258_5418_3251/5418.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3251,"width":5418,"orientation":"landscape","caption":"The singer performs on The Val Doonican Show. Photograph: ITV/Rex Shutterstock","credit":"ITV/Rex Shutterstock","altText":"The singer performs on The Val Doonican Show.","cleanCaption":"The singer performs on The Val Doonican Show.","cleanCredit":"Photograph: ITV/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Val Doonican"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5296668bfbe5cc159e1d14a5932b1d4eb9a6e1aa/0_258_5418_3251/5418.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3251,"width":5418,"orientation":"landscape","credit":"ITV/Rex Shutterstock","altText":"The singer performs on The Val Doonican Show.","cleanCredit":"Photograph: ITV/Rex Shutterstock"}}]},{"title":"Game of chrome / Years before Daenerys, Cersei was a kickass Sarah Connor","rawTitle":"Years before Daenerys, Cersei was a kickass Sarah Connor","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2015/jul/02/game-of-chrome-years-before-daenerys-cersei-was-a-kickass-sarah-connor-terminator-genisys-game-of-thrones","title":"Game of chrome: years before Daenerys, Cersei was a kickass Sarah Connor","trailText":"Emilia Clarke’s starring role in Terminator Genisys is not the first time an actor from Game of Thrones has been cast as Sarah Connor – Lena Headey played her in the cult TV show version","standFirst":"<p>Emilia Clarke’s starring role in Terminator Genisys is not the first time an actor from Game of Thrones has been cast as Sarah Connor – Lena Headey played her in the cult TV show version</p>","byline":"Graeme Virtue","body":"<p><em>Spoiler alert: this blog post contains mild spoilers for both seasons of Terminator: The Sarah Connor Chronicles</em><br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jun/30/terminator-genisys-review-arnold-schwarzenegger\">Terminator Genisys review: Arnie's back, but the lustre isn't</a> </p> \n</aside> \n<p>Congratulations, it’s a boy: Daenerys Targaryen, the Mother of Dragons, has become the mother of John Connor. In <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/terminator-genesis\">Terminator Genisys</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/oct/27/emilia-clarke-game-of-thrones-interview\">Emilia Clarke</a> swaps her blond wig for a leather jacket and assault rifle, starring as Sarah Connor in a sequel that apparently overwrites the original’s timeline. But she’s not the first <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/game-of-thrones\">Game of Thrones</a> cast member to take on the role: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/aug/17/lena-headey-interview\">Lena Headey</a>, now famous as King’s Landing’s persecuted day-drinker Cersei, previously played John’s tiger mother in Terminator: The Sarah Connor Chronicles, a TV show that itself seems at risk from being erased from our timeline.</p> \n<p>The Sarah Connor Chronicles lasted two seasons but, unlike other short-lived shows, has yet to find a second life on Netflix or Amazon Prime Instant Video, at least in the UK (it is available on DVD and pay-per-episode, though). After the events of Terminator 2, Sarah and her 16-year-old son John (Thomas Dekker) are still being hunted by killer cyborgs sent from the future by ruthless AI mega-matrix Skynet. With the help of a reprogrammed female Terminator called Cameron (named for the franchise’s creator James Cameron, and played by Summer Glau, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2012/mar/27/firefly-your-next-box-set\">Firefly’s hippy-dippy assassin</a>), they time-jump forward to 2007, and set about investigating AI start-ups and tech firms in search of early traces of Skynet. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"faa7488d201404bc1b87103f34eff48902fcb337\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435828208178/6443a029-0c45-4218-a217-8ae71d7e7ed6-460x276.jpeg\" alt=\"Cast of Terminator: The Sarah Connor Chronicles\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Skynet worth: John Connor (Thomas Dekker), Sarah Connor (Lena Headey), James Ellison (Richard T Jones) and Cameron (Summer Glau) in Terminator: The Sarah Connor Chronicles</span> \n </figcaption> \n</figure> \n<p>Launched in the wake of the 2007 Hollywood writers strike, the show’s two seasons are wildly lopsided: the first just nine episodes, the second a bumper 22. The tone is oblique and tough, alternately sardonic and horrifying. In one of the strangest moments of the entire series, the fine actor Garret Dillahunt – a deactivated Terminator endoskeleton repurposed to house a childlike AI – sings Donald, Where’s Your Trousers? and transforms it into a thing of exquisite menace.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/tvandradioblog/2008/aug/25/thesarahconnorchroniclesgarbagefarfromit\">The Sarah Connor Chronicles: garbage? Far from it</a> </p> \n</aside> \n<p>There are big revelations, not least that former Beverly Hills 90210 babyface <a href=\"https://www.youtube.com/watch?v=QyS_o6lqKS0\">Brian Austin Green</a> can play a haunted resistance fighter from the future called Derek and make him seem plausibly tough. There are explosions and lots of gunplay, but also 90210-style melodrama as emo teen John attempts to fit in at school. And as the lethal, deadpan Cameron attempts to figure out the intangibles of human interaction and attraction, the show veers into the same existential AI territory as the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2009/mar/19/battlestar-galactica-review\">Battlestar Galactica reboot</a>, or Channel 4’s current <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/humans\">robo-hit Humans</a>.<br /></p> \n<p>A lot going on, then, but Headey quietly centres the show, even if having her name in the title means she’s landed with delivering screeds of brooding voiceover, mostly unsunny observations about a nuclear apocalypse she can’t seem to avoid, only delay. Her Sarah is haunted, closed off, often sullen. Like Cersei, she’s desperately – and justifiably – protective of her offspring, hyperaware that they are supposed to achieve great things in the future. But Sarah’s approach to dealing with threats is more intuitive than scheming.<br /></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=2VbupHLwQ5U\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/2VbupHLwQ5U?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Let the wind blow high, let the wind blow low …\n </figcaption> \n</figure> \n<p>One particularly strange, awkward episode sees Sarah, John, Cameron and Derek – a blended family that doubles as a paramilitary unit, practically a terrorist cell– attempting to infiltrate a town-wide day of mourning after a deadly explosion at a local warehouse with vague links to Skynet. Plenty of action series stage massive action sequences that end in a huge fireball; few would spend the entire next episode exploring the impact on secondary characters. Watching the “heroes” exploit genuine grief to advance their undefined mission makes for fascinating, thorny TV.<br /></p> \n<p>With her wide eyes and uncanny physical grace, Glau has made a career out of playing eerie, almost post-human characters on-screen, but she was surprisingly matched in season two when <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/shirley-manson\">Shirley Manson of Garbage</a> joined the cast. She played Catherine Weaver, the (luckily) Edinburgh-born CEO of tech giant Zeira. Manson’s disconcerting stare and off-kilter line readings hinted that something Terminator-y was up, and, in a particularly memorable introduction in an executive bathroom, she was revealed to be a liquid metal T-1001. It was an inspired piece of stunt casting, and makes you wish the show had survived for a third season to see if they would continue to cast rock stars as killer robots.<br /></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=G5bQg8GT_XA\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/G5bQg8GT_XA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Shirley Manson’s heavy-metal moment.\n </figcaption> \n</figure> \n<p>The Terminator film mythology, both before and since, has been both remarkably fluid and depressingly clunky. Like the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/jun/23/hannibal-lecter-cancelled-nbc-streaming\">recently cancelled Hannibal</a>, the Sarah Connor Chronicles lifted core concepts and characters but also seemed happy to scribble outside the margins using flash-forwards to a bleak future of bleached skulls and elaborate dream sequences. Perhaps that’s being true to the Terminator spirit – similar techniques were used effectively in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/the-terminator\">the original 1984 movie</a>. But the constant time-jumps could make it a difficult show to parse for any casual viewer. Perhaps it’s no surprise that it ended after two seasons – it certainly started on the back foot in the UK as the flagship acquisition of the ill-fated Virgin1 channel. But it’s worth tracking down and revisiting, especially if you’re suffering Headey withdrawal during the current Game of Thrones drought.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5bcae04568dba63f5d1d927327a5301ebbfa3c50/0_0_620_372/620.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"REX/REX Shutterstock","altText":"House Connor… Emilia Clarke and Lena Headey both playing Sarah Connor.","cleanCredit":"Photograph: REX/REX Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435828209453/6443a029-0c45-4218-a217-8ae71d7e7ed6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Skynet worth: John Connor (Thomas Dekker), Sarah Connor (Lena Headey), James Ellison (Richard T Jones) and Cameron (Summer Glau) in Terminator: The Sarah Connor Chronicles","credit":"PR","altText":"Cast of Terminator: The Sarah Connor Chronicles","cleanCaption":"Skynet worth: John Connor (Thomas Dekker), Sarah Connor (Lena Headey), James Ellison (Richard T Jones) and Cameron (Summer Glau) in Terminator: The Sarah Connor Chronicles"}],"webPublicationDate":"2015-07-02T11:03:18Z","lastModified":"2015-07-02T11:06:42Z","metadata":{"commentable":true,"commentCount":68,"contributors":[{"name":"Graeme Virtue","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/graeme-virtue"}],"feature":false,"keywords":["Terminator Genisys","Game of Thrones","Television","Television & radio","Film"],"tags":[{"id":"film/terminator-genesis","webTitle":"Terminator Genisys"},{"id":"tv-and-radio/game-of-thrones","webTitle":"Game of Thrones"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"film/film","webTitle":"Film"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Graeme Virtue","topic":{"type":"tag-contributor","name":"profile/graeme-virtue"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2015/jul/02/game-of-chrome-years-before-daenerys-cersei-was-a-kickass-sarah-connor-terminator-genisys-game-of-thrones","shortUrl":"http://gu.com/p/4a9bq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2015/jul/02/game-of-chrome-years-before-daenerys-cersei-was-a-kickass-sarah-connor-terminator-genisys-game-of-thrones","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2015/jul/02/game-of-chrome-years-before-daenerys-cersei-was-a-kickass-sarah-connor-terminator-genisys-game-of-thrones"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5bcae04568dba63f5d1d927327a5301ebbfa3c50/0_0_620_372/620.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"House Connor … Emilia Clarke and Lena Headey both playing Sarah Connor. Photograph: Rex Shutterstock","credit":"Rex Shutterstock","altText":"House Connor… Emilia Clarke and Lena Headey both playing Sarah Connor.","cleanCaption":"House Connor … Emilia Clarke and Lena Headey both playing Sarah Connor.","cleanCredit":"Photograph: Rex Shutterstock"}},"importance":3,"kicker":{"title":"Game of chrome"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5bcae04568dba63f5d1d927327a5301ebbfa3c50/0_0_620_372/620.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"REX/REX Shutterstock","altText":"House Connor… Emilia Clarke and Lena Headey both playing Sarah Connor.","cleanCredit":"Photograph: REX/REX Shutterstock"}}]},{"title":"Rihanna / Why she has become the 21st century's ultimate pop star","rawTitle":"Why she has become the 21st century's ultimate pop star","item":{"type":"article","id":"music/2015/jul/02/rihanna-ultimate-pop-star-10-reasons","title":"Ten reasons why Rihanna has become the 21st century's ultimate pop star","trailText":"With more than 100m singles sold, Rihanna is the undisputed queen of the pop charts. How did she vault over the competition?","standFirst":"<p>With more than 100m singles sold, Rihanna is the undisputed queen of the pop charts. How did she vault over the competition?</p>","byline":"Tshepo Mokoena","body":"<p>Rihanna’s biggest fans, the <a href=\"http://www.urbandictionary.com/define.php?term=RihannaNavy\">Rihanna Navy</a>, must be having an absolute ball this week. Somewhere between throwing a stack of money at BET’s president of programming during Sunday’s BET Awards (as part of an act), and releasing a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2015/jul/02/rihanna-bbhmm-bitch-better-have-my-money-blockbuster-music-video\">blood-soaked video for single Bitch Better Have My Money</a> on Thursday, their Bajan pop idol has quietly smashed a huge sales record, becoming the first solo artist to surpass more than 100m gold and platinum single certifications.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2015/jul/02/rihanna-bbhmm-bitch-better-have-my-money-blockbuster-music-video\">Guns'n'poses: Rihanna's BBHMM is the return of the blockbuster music video</a> </p> \n</aside> \n<p>Rih-rih’s now the holder of the <a href=\"https://www.riaa.com/goldandplatinum.php?content_selector=top-artists-digital-singles\">most digital single awards</a>, according to the Recording Industry Association of America (RIAA), which basically means that she’s sold more millions of singles than any other artist since the awards were created in 1958. She’s winking, smiling and waving directly into the nightmares of all her haters and cannot be bettered, as far as commercial success is concerned.<br /></p> \n<p>“But how did she, a pop starlet puppet who doesn’t even play ‘real instruments’ or write her own songs, do this?” you may ask. After all, guitar-slinging, all-about-my-life singer-songwriter Taylor Swift stands about 12 million certifications behind Rihanna, and I thought we’d all agreed Swift was the most powerful woman in pop last week <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/22/apple-music-royalties-free-trial-taylor-swift\">after she scolded Apple</a> into paying artists during Apple Music’s free trial period. Take a look back at Rihanna’s 10-year career, though, and there are all the signs that we should have seen this coming.<br /></p> \n<h2>1 Playing the island-girl card at the right time</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=oEauWw9ZGrA\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/oEauWw9ZGrA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Rihanna’s fresh-faced demands that a DJ turn up the volume on her favourite song landed right in the middle of dancehall’s Sean Paul-led foray into the mainstream. Her debut single Pon de Replay combined the slightly cliched island riddims of Beyonc&eacute;’s <a href=\"https://www.youtube.com/watch?v=8ucz_pm3LX8\">Baby Boy</a> with Jennifer Lopez and Madonna’s recent DJ-request anthems – Play and Music, respectively – and sold 2m copies, peaking at No 2 on the Billboard singles chart. But whatever, we might have thought, she could easily be another MTV-heralded one-hit wonder.</p> \n<h2><strong>2 Using 1980s hits on new tracks</strong></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=yd8jh9QYfEs\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/yd8jh9QYfEs?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>She wasn’t. Instead, Rihanna started to show her staying power, cleverly folding past pop references and samples into her songs. Let’s be clear: Rihanna didn’t write SOS, with its Tainted Love sample, New Order-borrowing Shut Up and Drive, nor Don’t Stop the Music, which features a snippet from Michael Jackson’s Wanna Be Startin’ Somethin’. She did widen her audience demographic by including the 80s nods in her songs, though, providing a touch of nostalgia for casual pre-millennial listeners and pop glee for those blissfully unaware of the songs’ origins.</p> \n<h2>3 Making us all shout ‘Umbrella-ella-ella’</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=CvBfHwUxHIk\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/CvBfHwUxHIk?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>How could we forget one of the most irritating, yet beautifully catchy, vocal hooks of 2007? No, seriously: please speak up if you know an easy way to shake off this hook once it’s stuck in your head. Umbrella will always mark the moment that saw Rihanna shoot to full-on fame from under the wing of mentor and former Def Jam label boss Jay Z. It probably didn’t hurt that the single’s release was perfectly timed for awful weather in the UK (floods, where it spent nine weeks at No 1), New Zealand (storms) and Romania (more storms), later dubbed the Rihanna curse.</p> \n<h2>4 Pulling off the sappy stuff</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=GlpiUsJ5v-c\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/GlpiUsJ5v-c?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>OK, fine. She had a couple of dance-friendly bangers under her belt a few years in, but there wasn’t much evidence to suggest Rihanna could extend her appeal into slow-jam territory. As an initially reluctant Rihanna supporter, I realised I had to concede defeat once 2006’s fairly bland Unfaithful, 2008’s Take A Bow and 2011’s stripped-down Stay had all gone platinum, multiple times. Even when Rihanna opts for doe-eyed vulnerability over winking butt-shaking or sneering attitude, the fans will be there.</p> \n<h2>5 The videos: Disturbia, Rockstar 101 and Pour it Up</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=E1mU6h4Xdxc\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/E1mU6h4Xdxc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Rihanna may have cropped up just as MTV was truly giving up on being a destination for music, but she harnessed the power of music videos anyway. She expertly navigated a transition from glossy-lipped teen in pedal pushers to <a href=\"https://www.youtube.com/watch?v=E1mU6h4Xdxc\">chained-up spider lover</a>, Slash impersonator and <a href=\"https://www.youtube.com/watch?v=ehcVomMexkY\">smoke-machined stripper</a> in about eight years. Unlike Britney Spears, Christina Aguilera and Michael Jackson before her, the shift from sweet kid in the public eye to adult didn’t cost her commercial success or lead to a major meltdown. A few fans may have preferred the pre-Good Girl Gone Bad version of Rihanna, but she widened her audience from the usual teen girl demographic to a far wider demographic enchanted by her undeniable sex appeal.</p> \n<h2>6 Taking singing lessons</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=e82VE8UtW8A\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/e82VE8UtW8A?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>It took a song filled with penis innuendos for me to realise that, suddenly, Rihanna had learned to sing. At first, her voice’s nasal quality sounded like an affectation designed to hide a limited vocal range, but its creaking textures went on to turn into a powerful and emotive device. Rude Boy saw her skilfully flitting between her quivering head voice and meaty chest voice, before Stay displayed her potential for control and Only Girl in the World and Diamonds highlighted her ability to belt. Dammit, Rihanna.</p> \n<h2>7 Bonding with fans on social media</h2> \n<figure class=\"element element-embed\" data-alt=\"Rihanna on Instagram\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned=&quot;&quot; data-instgrm-version=&quot;4&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;\n &lt;div style=&quot;padding:8px;&quot;&gt; \n  &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50% 0; text-align:center; width:100%;&quot;&gt; \n   &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAAGFBMVEUiIiI9PT0eHh4gIB4hIBkcHBwcHBwcHBydr+JQAAAACHRSTlMABA4YHyQsM5jtaMwAAADfSURBVDjL7ZVBEgMhCAQBAf//42xcNbpAqakcM0ftUmFAAIBE81IqBJdS3lS6zs3bIpB9WED3YYXFPmHRfT8sgyrCP1x8uEUxLMzNWElFOYCV6mHWWwMzdPEKHlhLw7NWJqkHc4uIZphavDzA2JPzUDsBZziNae2S6owH8xPmX8G7zzgKEOPUoYHvGz1TBCxMkd3kwNVbU0gKHkx+iZILf77IofhrY1nYFnB/lQPb79drWOyJVa/DAvg9B/rLB4cC+Nqgdz/TvBbBnr6GBReqn/nRmDgaQEej7WhonozjF+Y2I/fZou/qAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;\n  &lt;/div&gt; \n  &lt;p style=&quot; margin:8px 0 0 0; padding:0 4px;&quot;&gt; &lt;a href=&quot;https://instagram.com/p/vv-f1OBM2d/&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot; target=&quot;_top&quot;&gt;RastafaRIH&lt;/a&gt;&lt;/p&gt; \n  &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;A photo posted by badgalriri (@badgalriri) on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2014-11-23T16:52:58+00:00&quot;&gt;Nov 23, 2014 at 8:52am PST&lt;/time&gt;&lt;/p&gt;\n &lt;/div&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; defer=&quot;&quot; src=&quot;https://platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>Rihanna understands how the intimacy of social media enables pop stars to connect with fans more closely than before. Where others leave tweets to their press teams or only share impersonal promotional material, Rihanna has built a brand on giving her followers – that aforementioned Rihanna Navy – early access to personal photos, upcoming magazine editorials and, obviously, song teasers. I mean, she used to <a href=\"https://www.facebook.com/media/set/?set=a.10150671452011676.382944.10092511675&amp;type=3\">upload holiday pics on to Facebook</a>, back when the rest of us were doing that for our own friends. Social media curation is a not a game to her, and it whips up the sort of ride-or-die loyalty that helps drive her chart success.</p> \n<h2>8 Her sexualised, idgaf fashion sense</h2> \n<figure class=\"element element-image\" data-media-id=\"a1f6ae8c48e62c22aab8de5ac01a3c8286434ab0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435850216668/1ef404b0-f295-457f-8587-a88f7842ddc1-280x420.jpeg\" alt=\"Rihanna channels Josephine Baker at the 2014 CFDA Fashion Awards, New York.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rihanna channels Josephine Baker at the 2014 CFDA Fashion Awards, New York.</span> \n  <span class=\"element-image__credit\">Photograph: David X Prutting/BFAnyc.com/REX</span> \n </figcaption> \n</figure> \n<p>Rihanna’s openness online runs in tandem with her relevance as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/jul/17/rihanna-evolution-style-icon\">a style icon</a>. After a few early sartorial wobbles, she rose to prominence as a figure in fashion with the sorts of outfits that People magazine would label “risky!” or “super-sexy” – Boy London, Adam Selman, Alexander Wang, Mink Pink and Jeremy Scott were just some of the brands to feature in her high-street, boutique and designer label combinations. Her daring fashion sense further feeds into her brand (see above), making fans eager not only to stan for her music but to rave about whatever outfit she was seen wearing in the club. </p> \n<h2>9 We Found Love’s unprecedented success</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=tg00YEETFzg\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/tg00YEETFzg?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>We may have Rihanna to thank for Calvin Harris’s headache-inducing EDM beats and their stubborn refusal to leave the charts. She helped elevate Harris from his disco-indebted Colours days to the cookie-cutter, fist-pumping fare of We Found Love (and later Sweet Nothing with Florence Welch, Let’s Go with Ne-Yo and Open Wide with Big Sean), and their single together was their biggest commercial success to date. This song has been certified nine-times platinum in the US, even though its chorus literally consists of one line repeated four times over a four-to-the-floor beat. Importantly, the video’s depiction of a couple’s toxic relationship mythologised Rihanna’s tumultuous <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/video/2015/mar/21/chris-brown-released-probation-rihanna-assault-video\">(and violent)</a> relationship with R&amp;B singer Chris Brown, and brought fans closer towards the line that she blurs between real life and art.</p> \n<h2>10 FourFiveSeconds and the anticipation for R8</h2> \n<figure class=\"element element-image\" data-media-id=\"0682ac44ffdfa26c87823d6986c04b9aa8a7b677\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435850534625/46ec7bf8-1081-49bb-893d-3107390c5cc6-460x276.jpeg\" alt=\"Paul Mccartney, Rihanna and Kanye West in the video for FourFiveSeconds.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Paul McCartney, Rihanna and Kanye West in the video for FourFiveSeconds.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p>Finally, we come up to date with the buildup to Rihanna’s as-yet-unnamed forthcoming album, nicknamed R8. She practically released one album per year between 2005 and 2012 – demonstrative of a relentless work ethic – so fans are hungry for new music. She’s making the most of that, swerving between Bitch Better Have My Money’s trap-inspired bravado and FourFiveSeconds’ tenderness. Interestingly, none of the singles besides FourFive have hit the Billboard Hot 100’s top 10, but history suggests that her fans will still turn out in droves to buy this album once it’s out. </p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435849216812/38f5aa96-222d-464b-ad8c-e21427d4afe8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Polk/BET/Getty Images for BET","altText":"She's in the money: Rihanna at the BET awards.","cleanCredit":"Photograph: Christopher Polk/BET/Getty Images for BET"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435850217195/1ef404b0-f295-457f-8587-a88f7842ddc1-1358x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1358,"orientation":"portrait","caption":"Rihanna channels Josephine Baker at the 2014 CFDA Fashion Awards, New York. Photograph: David X Prutting/BFAnyc.com/REX","credit":"David X Prutting/BFAnyc.com/REX","altText":"Rihanna channels Josephine Baker at the 2014 CFDA Fashion Awards, New York.","cleanCaption":"Rihanna channels Josephine Baker at the 2014 CFDA Fashion Awards, New York.","cleanCredit":"Photograph: David X Prutting/BFAnyc.com/REX"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435850535223/46ec7bf8-1081-49bb-893d-3107390c5cc6-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Paul McCartney, Rihanna and Kanye West in the video for FourFiveSeconds. Photograph: Supplied","credit":"Supplied","altText":"Paul Mccartney, Rihanna and Kanye West in the video for FourFiveSeconds.","cleanCaption":"Paul McCartney, Rihanna and Kanye West in the video for FourFiveSeconds.","cleanCredit":"Photograph: Supplied"}],"webPublicationDate":"2015-07-02T15:50:07Z","lastModified":"2015-07-02T18:54:14Z","metadata":{"commentable":true,"commentCount":37,"contributors":[{"name":"Tshepo Mokoena","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/5/14/1431600404055/Tshepo-Mokoena-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tshepo-mokoena"}],"feature":false,"keywords":["Rihanna","Music","Culture","Pop and rock","Urban music"],"tags":[{"id":"music/rihanna","webTitle":"Rihanna"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/urban","webTitle":"Urban music"}],"section":{"id":"music"},"topics":[{"displayName":"Tshepo Mokoena","topic":{"type":"tag-contributor","name":"profile/tshepo-mokoena"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/02/rihanna-ultimate-pop-star-10-reasons","shortUrl":"http://gu.com/p/4ab79","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/02/rihanna-ultimate-pop-star-10-reasons","webUri":"http://www.theguardian.com/music/2015/jul/02/rihanna-ultimate-pop-star-10-reasons"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435849216812/38f5aa96-222d-464b-ad8c-e21427d4afe8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"She’s in the money: Rihanna at the BET awards. Photograph: Christopher Polk/Getty Images for BET","credit":"Christopher Polk/Getty Images for BET","altText":"She's in the money: Rihanna at the BET awards.","cleanCaption":"She’s in the money: Rihanna at the BET awards.","cleanCredit":"Photograph: Christopher Polk/Getty Images for BET"}},"importance":3,"kicker":{"title":"Rihanna"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435849216812/38f5aa96-222d-464b-ad8c-e21427d4afe8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Polk/BET/Getty Images for BET","altText":"She's in the money: Rihanna at the BET awards.","cleanCredit":"Photograph: Christopher Polk/BET/Getty Images for BET"}}]}],"lastModified":"2015-07-03T07:00:17Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}