{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Marianne Jean-Baptiste / 'It's not a sob story - I could have stayed in the UK and fought it out'","rawTitle":"'It's not a sob story - I could have stayed in the UK and fought it out'","item":{"type":"article","id":"stage/2015/jun/15/marianne-jean-baptiste-secrets-and-lies-british-movies","title":"Marianne Jean-Baptiste: 'It's not a sob story - I could have stayed in the UK and fought it out'","trailText":"She was brilliant, she was versatile, she was Oscar-nominated for Secrets and Lies. So why couldn’t Marianne Jean-Baptiste make it in British movies? It’s something she really, really doesn’t want to talk about","standFirst":"<p>She was brilliant, she was versatile, she was Oscar-nominated for Secrets and Lies. So why couldn’t Marianne Jean-Baptiste make it in British movies? It’s something she really, really doesn’t want to talk about</p>","byline":"Simon Hattenstone","body":"<p>There’s an elephant in the room. There’s always one in the room with <a href=\"http://www.imdb.com/name/nm0001399/\">Marianne Jean-Baptiste</a>. That same old elephant; where have you been all these years? Actually, the answer is simple. The actress, Oscar-nominated for her quietly heart-breaking Hortense in Mike Leigh’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2009/aug/30/secrets-and-lies-best-british-films\">Secrets &amp; Lies</a>, has been living in Los Angeles, working away (notably as an FBI agent in the long-running television series <a href=\"http://www.imdb.com/title/tt0321021/\">Without a Trace</a>, and bit parts in movies), bringing up her family, living the good life. It’s the question that is more delicate – why did she leave in the first place?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I can't tell you why I've not been invited to a party. You need to go to the host and say, Why didn't you invite her?</p> \n </blockquote> \n</aside> \n<p>In 2013, Jean-Baptiste returned to the UK to play uncompromising pastor Margaret in the National Theatre’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2013/jun/12/the-amen-corner\">The Amen Corner</a>. Last year she was back again, in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/may/21/broadchurch-series-two-marianne-jean-baptiste-itv\">second series of Broadchurch</a>, as toughie barrister Sharon Bishop. And now she’s here to star in the premiere of debbie tucker green’s <a href=\"http://www.royalcourttheatre.com/whats-on/hang\">hang</a>, at the Royal Court, an intense three-hander set in the near future.<br /></p> \n<p> Does this mean she’s back for good? She grins, and shakes her head vigorously. “No, I’m just doing this.” From her expression, she might as well be saying not on your nelly. I ask her what hang is about. “The play is set in a system where the victim of crime has a say in the form of punishment.” She comes to an abrupt and resolute stop.</p> \n<p>What’s the crime? “Can’t say.”</p> \n<p>Give us a clue. “No.”</p> \n<p>I tell her she’s a spoilsport. “Well, you’re spoiling it for the paying public.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=nAkREkdJalI\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/nAkREkdJalI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Jean-Baptiste knows how to stand her ground, and can be fabulously combative. She looks like a punk version of her former self – mini-mohican, grey tracksuit, trainers, buckets of attitude. She’d be scary if it weren’t for the raucous laugh that erupts on a regular basis – such as when I ask her if she’ll be back for another series of Broadchurch. “That character went to Broadchurch, did what she had to do and left. I can’t imagine her buying a little bungalow up there. D’ya know what I mean? Hehehehehe! Would be nice, though.” After all her years in America, she sounds more south London than ever.</p> \n<p>Marianne Ragipcean Jean-Baptiste grew up in Peckham with an Antiguan mother, who worked in an old people’s home, and St Lucian father (hence the French name), who was a foreman for an events company. She was bright, went to grammar school, dreamed of being a barrister, but ended up at Rada, where she gained a classical education in music.</p> \n<p>She spent most of her 20s in the theatre – then came Secrets &amp; Lies, for which she became <a href=\"https://www.oscars.org/oscars/ceremonies/1997\">Britain’s first black Oscar nominee</a>. Jean-Baptiste appeared to have everything ahead of her. She was just shy of 30, supremely versatile, with a chameleon face and an ability to segue from high farce to downbeat naturalism. We waited for the great roles and reviews and awards. And we waited and waited. <br /></p> \n<p> In 1996, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2008/may/04/features.filmquarterly2\">Secrets &amp; Lies won the Palme d’Or at Cannes</a>. A year later, on British Screen’s 50th anniversary, the funding body invited 50 of the UK’s top actors to the festival – Jean-Baptiste wasn’t among them. She was pissed off, and let us know it. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/1997/may/15/news.danglaister\">She told the Guardian that she regarded it as a snub</a>, had burst into tears when she heard, and had been offered nothing since Secrets &amp; Lies. She said: “The old men running the industry just have not got a clue. They’ve got to come to terms with the fact that Britain is no longer a totally white place where people ride horses, wear long frocks and drink tea. The national dish is no longer fish and chips, it’s curry.”</p> \n<figure class=\"element element-image\" data-media-id=\"44bf16c87b569153a7933723524a40f98f103676\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434378206605/5acc8d72-3932-4a16-922a-23473efb496f-460x276.jpeg\" alt=\"Marianne Jean-Baptiste with Brenda Blethyn in Secrets &amp; Lies.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Marianne Jean-Baptiste with Brenda Blethyn in Secrets and Lies.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>And that was that. She said she didn’t want to be regarded as chippy. But it was too late. By then Jean-Baptiste had morphed from the brilliant young black actress to the chippy black actress that nobody wanted to cast. While all she had done was tell it straight.</p> \n<p>In 1997, she <a href=\"http://www.imdb.com/title/tt0118818/fullcredits?ref_=tt_cl_sm#cast\">wrote the music for Leigh’s film Career Girls</a>. And, in 1999, she gave another great performance, playing Doreen Lawrence in <a href=\"http://www.imdb.com/title/tt0283498/\">The Murder of Stephen Lawrence</a> with such muted conviction it was hard to believe it wasn’t documentary. And then she packed her bags for America.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Opportunity. There needs to be more film directors of colour … Asian, black, people of all colour. We need those voices</p> \n </blockquote> \n</aside> \n<p>In the intervening years she has rarely talked about race. You sense she regretted her past candidness; that she felt it had come to define her. Today, I tell her I expected to see her in loads of British movies after Secrets and Lies. She gives me a look. “That would have been great. But I’m not a film-maker. I didn’t want to relocate at first.”</p> \n<p> Where were all the offers? “In the States. So that’s what happened. You know it’s a fickle industry.”</p> \n<p>But British films were doing well back then? There’s a tension. She knows what I’m getting at, and she doesn’t want to go there. Soon enough she challenges me directly. “What d’you want me to say? Let’s get to that point. What d’you <em>want</em> me to say?”</p> \n<p>Why you weren’t getting offers over here, I say.</p> \n<p>She holds out her hands, palms up, in frustration. “I can’t tell you why I’ve not been invited to a party. You need to go to the host and say, ‘Why didn’t you invite her to the party?’”</p> \n<p>The tension is tangible. She seems angry – with me, and maybe with herself. “Oh God, are we going to do this boring shit? Really? Honestly?” Why is it boring shit? “Because it’s so talked about. It’s been written about.” Why, she asks, every time she is interviewed, is she expected to answer this; why has she got to be <em>the</em> spokeswoman for black actors? But she knows the answer. Because, I say, nobody has been affected as obviously, or as dramatically as you have, and ...</p> \n<figure class=\"element element-image\" data-media-id=\"21c658c7f0a5134af3a156f1d1714c5a0fdf2388\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434378313364/5e7049ef-47d3-489a-840d-1f266d1e74c0-460x276.jpeg\" alt=\"Marianne Jean Baptiste as Sharon Bishop in Broadchurch.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Marianne Jean-Baptiste as Sharon Bishop in Broadchurch.</span> \n  <span class=\"element-image__credit\">Photograph: Patrick Redmond</span> \n </figcaption> \n</figure> \n<p>Before I complete my sentence she does so for me. “Because I was the first person to say anything about it.”</p> \n<p>She’s het up, and I’m het up. Look, it might be boring for you, I say, but it’s relevant because 18 years on from your Oscar nomination, things are as bad as ever; Britain’s ethnic mix is not reflected in our arts.</p> \n<p>“It’s the gatekeepers!” she shouts back.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It's not a sob story. I had a choice. I could have stayed and fought it out. I thought, you know what, this is madness</p> \n  <footer> \n   <cite></cite> \n  </footer> \n </blockquote> \n</aside> \n<p>And America’s not much better. I mention <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/lupita-nyong-o\">Lupita Nyong’o</a> – yes, she won an Oscar for <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/12-years-a-slave\">Twelve Years a Slave</a>, but she’s barely worked in the two years since (though she is in the new Star Wars). “It is what it is. It’s the old guard, it’s the way things are done. It’s people not being in the position where they can think in a broader sense.” We still seem to be talking in code.</p> \n<p>Is what happened to her and Nyong’o racism?</p> \n<p>Silence. I count the seconds. Seven, eight, nine, 10. Even after all this time it is obvious just how painful this subject is to her. </p> \n<p>Thirteen, 14, 15 seconds. Eventually she answers.</p> \n<p>“Opportunity. There needs to be more film directors of colour. They bandy about the word diversity a lot, but when I say of colour, I mean Asian, black, I mean people of <em>all</em> colour. We need to have those voices given the opportunity, not told that their films will not be distributed or will not sell well abroad. It’s a very, very tricky subject, and it’s one that I’m tired of. I’m really tired of it because I can read an interview with any number of white actors and actresses and they speak about process and about the script and about their castmates and about the journey, but every time you read an interview with a black actor it’s the same stuff they get asked over and over again. And I don’t know how much talk can be had about something that existed before I got involved in the business to now. We still talk about it. But not a lot is done. Not a lot done.” She sounds exhausted.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"af43dff71a18aaccbe7251f0ea97b26b585eb040\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434105615653/61e5f613-837b-41a9-a379-4e037f4a2d6d-460x267.jpeg\" alt=\"Marianne Jean-Baptiste with Claire Rushbrook in rehearsal for Hang by Debbie Tucker Green.\" width=\"460\" height=\"267\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Marianne Jean-Baptiste with Claire Rushbrook in rehearsal for the play hang.</span> \n  <span class=\"element-image__credit\">Photograph: Stephen Cummiskey</span> \n </figcaption> \n</figure> \n<p>I apologise for having shouted. She grins. “It’s all right. I love a bit of passion. Throw it at me, baby. It’s about the gatekeepers, it’s not about the people shouting.”</p> \n<p>The thing is, she says, she doesn’t want to be portrayed as a victim because she isn’t one. “It’s not this sob story. I had a choice. I could have stayed and fought it out, but I thought you know what, this is madness, it’s like fishing in a river and seeing people grabbing fishes upstream and you’re still down there going, ‘This is where I need to be, this is my spot.’ You fucking walk up stream and you catch your fish. I’m a member of the African diaspora, my parents left the Caribbean and came to London for a better life. We moved. And you print that, with the expletives.”</p> \n<p>Was Jean-Baptiste, now 48, surprised by the the way she was treated? “I grew up in Peckham, south-east London, I understood the animal I was dealing with because I’d seen other things with actors on a smaller scale. It was the success that was the surprise.”</p> \n<p>I ask if she suffered because she wasn’t a conventional dolly bird.</p> \n<p>“How dare you! ‘I’m not not a bloody dolly bird!’ I <em>am</em>!”</p> \n<p>Now I’m embarrassed. You’re a beautiful woman, I say, but you don’t conform to the stereotype. She roars. “Hahahaha! Oh my God.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"edf639c17b31d11b5964a3fac19b2edb952487de\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434378975132/90dba046-955e-4ce5-a6bd-46d16f041b97-280x420.jpeg\" alt=\"Marianne Jean-Baptiste in Hang.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Marianne Jean-Baptiste in hang.</span> \n  <span class=\"element-image__credit\">Photograph: Tristram Kenton for the Guardian</span> \n </figcaption> \n</figure> \n<p>I have another theory, I say. You didn’t play the game. A year after Secrets &amp; Lies, she had the first of her two children with her husband, former ballet dancer Evan Williams. Ah well, she says, that wasn’t deliberate, and anyway there are so many positives that have come out of her career. She still recalls the thrill of the Oscars . Is it true that Juliette Binoche, who won the best supporting actress, told Jean-Baptiste she deserved to win it? “She may have said something like that,” she says coyly. “I don’t remember a lot of what happened that night. You’re sat there, four rows from the front, Celine Dion is belting out a song louder than a fucking trumpet, Goldie Hawn comes up to you and tells you she loves your work. You’re like, what work?! D’you know what I mean? And there’s Anjelica Huston and you’re just going, oh my God, oh my God, oh my God!”</p> \n<p>And if she hadn’t struggled in Britain she wouldn’t have discovered LA. “It was alien at first. I remember driving to the mall so we could walk about. But now I absolutely love it. I love the weather, the space, the quiet, the sea, I love the mountains, the light. I’m a real light junkie.” She admits she had a tendency towards bleakness when in Britain, and that has gone now. Not least because of her kids, aged 17 and 13. “I could be very solitary before. Withdrawn. I’d say to myself, OK, you can stay in bed for the day, maybe another day, then get your arse up. But now they’re like, get out of bed, I want something to eat.”<br /></p> \n<p>I ask about her heroes, and she mentions her parents and sister. Has she got any political heroes? She thinks, and belly laughs. “My temptation is to say something really fucking naughty like Gaddafi, but somebody will take it seriously.” Does she consider herself political? Well, she says, she’s never voted Republican or Conservative, so yes she supposes so.<br /></p> \n<p>She starts to quote Martin Niem&ouml;ller, struggling to remember it. “First they came for the Socialists, and I did not speak out – Because I was not a Socialist. / Then they came for the Trade Unionists, and I did not speak out – Because I was not a Trade Unionist. Then they came for the Jews, and I did not speak out – Because I was not a Jew. / Then they came for me – and there was no one left to speak for me.”</p> \n<p>She pauses. “He’s my hero.” Yes, she says it is important to speak out. “But sometimes you get tired saying the same thing over and over and over again, and hearing the same thing over and over and over again.” </p> \n<p><span class=\"bullet\">•</span> hang is at the <a href=\"http://www.royalcourttheatre.com/whats-on/hang\">Royal Court</a>, London, until 18 July.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434105239180/a9c43334-85e9-481b-bff6-f483b6942b5b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graeme Robertson for the Guardian","altText":"Marianne Jean-Baptiste:","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378207190/5acc8d72-3932-4a16-922a-23473efb496f-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Marianne Jean-Baptiste with Brenda Blethyn in Secrets and Lies. Photograph: Alamy","credit":"Alamy","altText":"Marianne Jean-Baptiste with Brenda Blethyn in Secrets & Lies.","cleanCaption":"Marianne Jean-Baptiste with Brenda Blethyn in Secrets and Lies.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378314835/5e7049ef-47d3-489a-840d-1f266d1e74c0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marianne Jean-Baptiste as Sharon Bishop in Broadchurch. Photograph: Patrick Redmond","credit":"Patrick Redmond","altText":"Marianne Jean Baptiste as Sharon Bishop in Broadchurch.","cleanCaption":"Marianne Jean-Baptiste as Sharon Bishop in Broadchurch.","cleanCredit":"Photograph: Patrick Redmond"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434105617830/61e5f613-837b-41a9-a379-4e037f4a2d6d-2060x1197.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1197,"width":2060,"orientation":"landscape","caption":"Marianne Jean-Baptiste with Claire Rushbrook in rehearsal for the play hang. Photograph: Stephen Cummiskey","credit":"Stephen Cummiskey","altText":"Marianne Jean-Baptiste with Claire Rushbrook in rehearsal for Hang by Debbie Tucker Green.","cleanCaption":"Marianne Jean-Baptiste with Claire Rushbrook in rehearsal for the play hang.","cleanCredit":"Photograph: Stephen Cummiskey"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378976791/90dba046-955e-4ce5-a6bd-46d16f041b97-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Marianne Jean-Baptiste in hang. Photograph: Tristram Kenton for the Guardian","credit":"Tristram Kenton for the Guardian","altText":"Marianne Jean-Baptiste in Hang.","cleanCaption":"Marianne Jean-Baptiste in hang.","cleanCredit":"Photograph: Tristram Kenton for the Guardian"}],"webPublicationDate":"2015-06-15T18:10:18Z","lastModified":"2015-06-15T23:00:43Z","metadata":{"commentable":true,"commentCount":42,"contributors":[{"name":"Simon Hattenstone","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonhattenstone"}],"feature":true,"keywords":["Marianne Jean-Baptiste","Film","Stage","Secrets and Lies","Broadchurch","Culture","Television","Race issues","Television & radio","Theatre"],"tags":[{"id":"stage/marianne-jean-baptiste","webTitle":"Marianne Jean-Baptiste"},{"id":"film/film","webTitle":"Film"},{"id":"stage/stage","webTitle":"Stage"},{"id":"film/secrets-and-lies","webTitle":"Secrets and Lies"},{"id":"tv-and-radio/broadchurch","webTitle":"Broadchurch"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/television","webTitle":"Television"},{"id":"world/race","webTitle":"Race issues"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"stage/theatre","webTitle":"Theatre"}],"section":{"id":"stage"},"topics":[{"displayName":"Simon Hattenstone","topic":{"type":"tag-contributor","name":"profile/simonhattenstone"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jun/15/marianne-jean-baptiste-secrets-and-lies-british-movies","shortUrl":"http://gu.com/p/49jdx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jun/15/marianne-jean-baptiste-secrets-and-lies-british-movies","webUri":"http://www.theguardian.com/stage/2015/jun/15/marianne-jean-baptiste-secrets-and-lies-british-movies"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434105239180/a9c43334-85e9-481b-bff6-f483b6942b5b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I love a bit of passion’ … Marianne Jean-Baptiste. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson for the Guardian","altText":"‘I love a bit of passion’ … Marianne Jean-Baptiste.","cleanCaption":"‘I love a bit of passion’ … Marianne Jean-Baptiste.","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}},"importance":7,"kicker":{"title":"Marianne Jean-Baptiste"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434105239180/a9c43334-85e9-481b-bff6-f483b6942b5b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graeme Robertson for the Guardian","altText":"Marianne Jean-Baptiste:","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}}]},{"title":"Gérard Depardieu / What people know is that I pissed on a plane","rawTitle":"What people know is that I pissed on a plane","item":{"type":"article","id":"film/2015/jun/15/gerard-depardieu-russian-citizenship-valley-of-love","title":"Gérard Depardieu: 'What people know is that I pissed on a plane'","trailText":"In frank interview on French radio, actor talks about the 2011 incident, going off the rails and his decision to take Russian citizenship – insisting he has no regrets<br><br>","standFirst":"<p>In frank interview on French radio, actor talks about the 2011 incident, going off the rails and his decision to take Russian citizenship – insisting he has no regrets<br /><br /></p>","byline":"Kim Willsher","body":"<p>In a long and distinguished career the French film star G&eacute;rard Depardieu has made 181 films of which, he says, he is proud of 15.</p> \n<p>Now, he laments, all anyone remembers of him is that he was caught short on a flight and ran away to Moscow.</p> \n<p>“When I travel around the world what people know is that I pissed on a plane, that I’m Russian and that I wrote a letter of complaint to the prime minister,” the actor said in an interview with <a href=\"http://www.franceinter.fr/emission-le-79-gerard-depardieu-lanti-star\">France Inter</a> radio on Monday.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/22/gerard-depardieu-cannes-russia-ukraine\">G&eacute;rard Depardieu discusses Russia in Cannes: 'If Crimea had been American it would have been a different matter'</a> </p> \n</aside> \n<p>He was referring to an incident in August 2011 when he was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/aug/17/gerard-depardieu-delayed-flight-passenger\">accused of urinating in the aisle of a Ryanair plane</a>, his decision to take <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/feb/24/gerard-depardieu-russian-resident-france\">Russian citizenship</a> after the French government accused him of moving abroad to avoid higher taxes and his subsequent letter of protest to the then prime minister.<br /></p> \n<p>In the interview publicising his forthcoming film, Valley of Love, Depardieu covered a wide range of subjects, including his penchant for “stupid” Bruce Willis movies, how cinema audiences are “misogynist”, and how the G7 summits are just about “who is selling what weapons to whom”.</p> \n<p>“I don’t care and I don’t want to hear about how many <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2012/feb/17/france-britain-declaration-defence-cooperation\">Rafales [French fighter jets</a>] have been sold all the time on the radio. That’s why I live in a country where I don’t speak the language,” he said.<br /></p> \n<p>He agreed with his fellow French film legend Catherine Deneuve that there were “no stars any more”, adding that he was not one anyway. He also insisted he was not, as has been reported, opposed to paying 75% income tax but was opposed to “what the money is spent on”. In any case, he was “not hard on France but French politicians, whoever they are”.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"72cce64bc2bf9a27c2a0b2f20fdd004ef48aea90\"> \n <img src=\"http://media.guim.co.uk/72cce64bc2bf9a27c2a0b2f20fdd004ef48aea90/0_191_4096_2457/1000.jpg\" alt=\"Film still from Valley of Love, starring Isabelle Huppert and Gerard Depardieu.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Film still from Valley of Love, starring Isabelle Huppert and G&eacute;rard Depardieu.</span> \n  <span class=\"element-image__credit\">Photograph: Cannes film festival/Handout/EPA</span> \n </figcaption> \n</figure> \n<p>“It’s complicated to be sincere and sensitive. I’m not always sincere, but I am when it comes to screwing up. I admit going off the rails, and even if one doesn’t go off the rails, one is still a bloody idiot. Anyway, I don’t want people to love me 100%,” he said.<br /></p> \n<p>Depardieu, who has a reputation for <a href=\"http://www.vanityfair.com/hollywood/2014/09/gerard-depardieu-bottles-wine-per-day\">consuming several bottles of wine a day</a>, insisted he did not drink a drop of alcohol during the shooting of Valley of Love and was still on the wagon.</p> \n<p>“I don’t always drink alcohol, despite my reputation. I live for life and living makes me drunk. I’m totally ascetic at the moment.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/22/valley-of-love-review-some-peaks-more-troughs-as-gerard-depardieu-and-isabelle-huppert-hike-death-valley\">Valley of Love review: peaks and troughs as Depardieu and Huppert feel the heat</a> </p> \n</aside> \n<p>Asked about appearing naked in his new film, the actor said he did not consider himself fat.<br /></p> \n<p>“I don’t see myself as obese. Near the Valley of Love in America is Nevada and I would go to the supermarkets there. I love big supermarkets and there the aisles are twice as big as our supermarkets because the trolleys are twice as big and the obese are larger than the trolleys on each side. I would think, ‘what a mad world’.<br /></p> \n<p>“Lucian Freud showed larger older men and women and it was beautiful. Nowadays we see women who are sacks of bones and sometimes that too is beautiful when they are young, but not when one is old.”<br /></p> \n<p>And regrets, has he a few? “Non, non, non, non, non … no regrets. None,” he declared &agrave; la Piaf. “There’s no point. What’s done is done. Others live with it, I live with it.”<br /></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/53194895bb62a80112cbe0dd98f3141b4df452ac/10_298_2208_1326/2208.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1326,"width":2208,"orientation":"landscape","credit":"Thibault Camus/AP","altText":"FIFA President Sepp Blatter, right, and actor Gerard Depardieu gives the thumbs up as they arrive for the screening of The Homesman at the 67th international film festival, Cannes, southern France, Sunday, May 18, 2014. (AP Photo/Thibault Camus) cannes webgallery","cleanCredit":"Photograph: Thibault Camus/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/72cce64bc2bf9a27c2a0b2f20fdd004ef48aea90/0_191_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","caption":"Film still from Valley of Love, starring Isabelle Huppert and Gérard Depardieu. Photograph: Cannes film festival/Handout/EPA","credit":"Cannes film festival/Handout/EPA","altText":"Film still from Valley of Love, starring Isabelle Huppert and Gerard Depardieu.","cleanCaption":"Film still from Valley of Love, starring Isabelle Huppert and Gérard Depardieu.","cleanCredit":"Photograph: Cannes film festival/Handout/EPA"}],"webPublicationDate":"2015-06-15T15:35:57Z","lastModified":"2015-06-15T23:00:59Z","metadata":{"commentable":true,"commentCount":85,"contributors":[{"name":"Kim Willsher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kim-willsher"}],"feature":false,"keywords":["Gérard Depardieu","France","Europe","Film","Culture","World news","Russia","Cannes 2015","Cannes film festival","Festivals","Catherine Deneuve"],"tags":[{"id":"film/gerard-depardieu","webTitle":"Gérard Depardieu"},{"id":"world/france","webTitle":"France"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/world","webTitle":"World news"},{"id":"world/russia","webTitle":"Russia"},{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"film/catherinedeneuve","webTitle":"Catherine Deneuve"}],"section":{"id":"film"},"topics":[{"displayName":"Kim Willsher","topic":{"type":"tag-contributor","name":"profile/kim-willsher"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/15/gerard-depardieu-russian-citizenship-valley-of-love","shortUrl":"http://gu.com/p/49z86","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/15/gerard-depardieu-russian-citizenship-valley-of-love","webUri":"http://www.theguardian.com/film/2015/jun/15/gerard-depardieu-russian-citizenship-valley-of-love"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/53194895bb62a80112cbe0dd98f3141b4df452ac/10_298_2208_1326/2208.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1326,"width":2208,"orientation":"landscape","caption":"Gérard Depardieu at the Cannes film festival. He was interviewed by France Inter radio to publicise his new film, Valley of Love. Photograph: Thibault Camus/AP","credit":"Thibault Camus/AP","altText":"Gérard Depardieu at the Cannes film festival. He was interviewed by France Inter radio to publicise his new film, Valley of Love.","cleanCaption":"Gérard Depardieu at the Cannes film festival. He was interviewed by France Inter radio to publicise his new film, Valley of Love.","cleanCredit":"Photograph: Thibault Camus/AP"}},"importance":5,"kicker":{"title":"Gérard Depardieu"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/53194895bb62a80112cbe0dd98f3141b4df452ac/10_298_2208_1326/2208.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1326,"width":2208,"orientation":"landscape","credit":"Thibault Camus/AP","altText":"FIFA President Sepp Blatter, right, and actor Gerard Depardieu gives the thumbs up as they arrive for the screening of The Homesman at the 67th international film festival, Cannes, southern France, Sunday, May 18, 2014. (AP Photo/Thibault Camus) cannes webgallery","cleanCredit":"Photograph: Thibault Camus/AP"}}]},{"title":"Dylan Thomas / Biopic stars pay homage to the poet's favorite New York haunt","rawTitle":"Biopic stars pay homage to the poet's favorite New York haunt","item":{"type":"article","id":"film/2015/jun/15/dylan-thomas-biopic-new-york","title":"Dylan Thomas biopic stars pay homage to the poet's favorite New York haunt","trailText":"Set Fire to the Stars director Andy Goddard and actors Celyn Jones and Elijah Wood visit White Horse Tavern, where Thomas drank 18 whiskeys and later died","standFirst":"<p>Set Fire to the Stars director Andy Goddard and actors Celyn Jones and Elijah Wood visit White Horse Tavern, where Thomas drank 18 whiskeys and later died</p>","byline":"Tom Roston","body":"<p>In a back room of Greenwich Village’s White Horse Tavern, the after-work crowd mixes with tourists thirsty for Coronas on an unseasonably hot night. In these unlikely confines, the actor Celyn Jones is reciting some Dylan Thomas. “And death shall have no dominion,” he says, affecting the deep, descending timbre that the Welshman was known for. “His voice is based on that of a vicar. It sounds so strange because this guy is so punk rock yet he doesn’t sound very punk rock.”</p> \n<p>On the wall, a life-size portrait of the great Welsh poet looks silently over his shoulder at Jones. The actor takes a sip of whiskey – he won’t come close to downing the notorious 18 whiskeys that Thomas drank here, sending him to an early grave at the age of 39 in 1953. Director Andy Goddard and Elijah Wood, who co-stars with Jones in the Thomas bio-pic Set Fire to the Stars, smile approvingly while nursing beers.</p> \n<p> Like Thomas, Jones and Goddard have come to America from Wales to expand their horizons. In their case, to promote the film, which opened this weekend in New York before rolling out nationally. This stop at Thomas’s old haunt is a first for Wood, who flew in from Los Angeles, and a second for Goddard, but for Jones, it’s a regular pilgrimage since he acted in a play here 11 years ago. “The White Horse Tavern goes cheek by jowl with Dylan Thomas,” he says.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"20d1f9b88420b82e6c6abdcfea4695d06f5bf326\"> \n <img src=\"http://media.guim.co.uk/20d1f9b88420b82e6c6abdcfea4695d06f5bf326/0_372_1917_1151/1000.jpg\" alt=\"Dylan Thomas in the White Horse Tavern New York\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dylan Thomas in the White Horse Tavern New York</span> \n  <span class=\"element-image__credit\">Photograph: Bunny Adler</span> \n </figcaption> \n</figure> \n<p>Set Fire to the Stars, which Goddard and Jones wrote, portrays a small slice of Thomas’s life – the week that he came to the United States in 1950, when he was hosted by poet and literary critic, John Malcolm Brinnin, who is played by Wood. There’s some irony in them being here, considering the film was shot entirely in Wales, where Goddard created a “smoke and mirrors New York,” he says, admitting that for him the film’s greatest burden was “the Americanness of it” – which included accents.</p> \n<p> As for the movie’s other potential hurdles – a black and white film, and Jones playing the legendary Thomas – the filmmakers felt more confident. </p> \n<p> “Celyn was destined to play Dylan,” Wood says. Jones, best known for British television parts in Shameless and Grange Hill, has spent his career being told he should play the poet. It’s true, there’s a striking resemblance, with his curly hair and “squashy” build, as he calls it. (Less so now, since he’s lost some weight, cut his hair and put on a beard). </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"afd5d5ccdc42041542436cf7a17a7d4274c06cce\"> \n <img src=\"http://media.guim.co.uk/afd5d5ccdc42041542436cf7a17a7d4274c06cce/0_0_3264_4915/664.jpg\" alt=\"Elijah Wood at the White Horse Taven, New York June 2015\" width=\"664\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Elijah Wood at the White Horse Taven, New York June 2015</span> \n  <span class=\"element-image__credit\">Photograph: Simon Leigh</span> \n </figcaption> \n</figure> \n<p>The filmmakers also had a shrewd angle. “It’s John Brinnin’s story, looking through his eyes,” says Goddard. “It’s a film about one man’s journey with Dylan Thomas. You can show Dylan, the beast, the mad man, the angel and the various colors of the man and avoid the pitfalls of telling a biopic.”</p> \n<p>“I loved the story they wanted to tell. They were fascinated by the seven days at the cabin,” says Wood, referring to the time Brinnin stole Thomas away from the city’s temptations. “Dylan eventually left and John left a changed man. It starts with a person being one thing and ends with him being something else. Trying to encapsulate all of Dylan’s life would have been a mistake.”</p> \n<p>“Seeing the world in a grain of sand,” confirms Jones, who, unlike his colleagues, has unbuttoned the top few buttons of his shirt. Each talks of New York City with reverence and appreciation but theirs is of a temperate flavor. Jones relishes the first time he went out in the middle of the night to buy juice and food, “just because I could,” he says. </p> \n<p>None cop to the sort of hedonism associated with Thomas, although, in his work, Wood says he “feels more than analyzes.” Goddard says that between he and his writing partner, “Celyn is the bigger feeler. I’m a little bit more forensic and clinical.”</p> \n<p>Given their film’s tight, 18-day shoot, Goddard put that attribute to work. “It was very efficient. We were editing in camera,” says the director, who has helmed several Downton Abbey episodes. “But we could feel it was working. We knew there was a magic, without sounding romantic about it.”</p> \n<p> “You can sound romantic, buddy,” Jones says, needling him with a goading lilt. “You’ve come a long way.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/nov/06/set-fire-to-the-stars-review-dylan-thomas-elijah-wood\">Set Fire to the Stars review – catastrophe looms as Dylan Thomas arrives in US</a> </p> \n</aside> \n<p> A boisterous chorus of laughter comes from a nearby group of tourist guides, who often wrap up their tours of the city here. </p> \n<p>For the company present, two drinks in, it appears no one will be dancing on our table tonight, although Jones charmingly recites a Thomas quote that appears on the wall without looking. The three men arrived in a tractor-trailer-sized SUV with a team of publicists and producers who sit nearby, ready to whisk them to another interview. </p> \n<p> Heads turn and smart phones are raised for Wood, whose role as Brinnin is the latest in a diverse range of characters he’s played, including – most famously – Frodo in the Lord of the Rings. Goddard and Jones watch the attention Wood garners with quiet bemusement. </p> \n<p> “Celyn and I are kindred sprits in terms of career arcs,” says Goddard, , but he adds there’s a wider audience that they’re hoping to reach. </p> \n<p> Jones nods, recalling that when he was asked by airport immigration what his business in America was, he replied that he was here for a movie. </p> \n<p> “So, is this a big movie or a small movie?” asked the officer. </p> \n<p> “It’s big for me,” Jones replied. </p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/652b3d9d0dbbdc3ebb904d3bbbe247fed751a3ae/0_230_4928_2961/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2961,"width":4928,"orientation":"landscape","credit":"Simon Leigh","altText":"Elijah Wood, Tom Roston Andy Goddard and Celyn Jones at the White Horse Taver, New York June 2015","cleanCredit":"Photograph: Simon Leigh"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/20d1f9b88420b82e6c6abdcfea4695d06f5bf326/0_372_1917_1151/1917.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1151,"width":1917,"orientation":"landscape","caption":"Dylan Thomas in the White Horse Tavern New York Photograph: Bunny Adler","credit":"Bunny Adler","altText":"Dylan Thomas in the White Horse Tavern New York","cleanCaption":"Dylan Thomas in the White Horse Tavern New York","cleanCredit":"Photograph: Bunny Adler"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/afd5d5ccdc42041542436cf7a17a7d4274c06cce/0_0_3264_4915/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4915,"width":3264,"orientation":"portrait","caption":"Elijah Wood at the White Horse Taven, New York June 2015 Photograph: Simon Leigh","credit":"Simon Leigh","altText":"Elijah Wood at the White Horse Taven, New York June 2015","cleanCaption":"Elijah Wood at the White Horse Taven, New York June 2015","cleanCredit":"Photograph: Simon Leigh"}],"webPublicationDate":"2015-06-15T18:04:12Z","lastModified":"2015-06-15T23:03:42Z","metadata":{"commentable":true,"commentCount":6,"contributors":[],"feature":true,"keywords":["Film","Dylan Thomas","Culture","Books","New York","Alcohol"],"tags":[{"id":"film/film","webTitle":"Film"},{"id":"books/dylanthomas","webTitle":"Dylan Thomas"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/books","webTitle":"Books"},{"id":"travel/newyork","webTitle":"New York"},{"id":"society/alcohol","webTitle":"Alcohol"}],"section":{"id":"film"},"topics":[],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/15/dylan-thomas-biopic-new-york","shortUrl":"http://gu.com/p/49z76","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/15/dylan-thomas-biopic-new-york","webUri":"http://www.theguardian.com/film/2015/jun/15/dylan-thomas-biopic-new-york"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/652b3d9d0dbbdc3ebb904d3bbbe247fed751a3ae/0_230_4928_2961/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2961,"width":4928,"orientation":"landscape","caption":"Elijah Wood, Tom Roston, Andy Goddard and Celyn Jones at the White Horse Tavern, New York Photograph: Simon Leigh","credit":"Simon Leigh","altText":"Elijah Wood, Tom Roston, Andy Goddard and Celyn Jones at the White Horse Tavern, New York","cleanCaption":"Elijah Wood, Tom Roston, Andy Goddard and Celyn Jones at the White Horse Tavern, New York","cleanCredit":"Photograph: Simon Leigh"}},"importance":5,"kicker":{"title":"Dylan Thomas"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/652b3d9d0dbbdc3ebb904d3bbbe247fed751a3ae/0_230_4928_2961/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2961,"width":4928,"orientation":"landscape","credit":"Simon Leigh","altText":"Elijah Wood, Tom Roston Andy Goddard and Celyn Jones at the White Horse Taver, New York June 2015","cleanCredit":"Photograph: Simon Leigh"}}]},{"title":"From X Factor to off the charts / Why Leona Lewis can't crack the top 40","rawTitle":"Why Leona Lewis can't crack the top 40","item":{"type":"article","id":"music/musicblog/2015/jun/15/x-factor-leona-lewis-top-40-charts-failure","title":"From X Factor to off the charts: why Leona Lewis can't crack the top 40","trailText":"Lewis’s new single Fire Under My Feet has failed to burn up the music charts. So how did she go from global superstar to slowly fading away?","standFirst":"<p>Lewis’s new single Fire Under My Feet has failed to burn up the music charts. So how did she go from global superstar to slowly fading away?</p>","byline":"Michael Cragg","body":"<p>Leona Lewis has, in many ways, single-handedly turned The X Factor into a global concern. Launched in the UK by Simon Cowell in 2004, the first two series produced barely serviceable winners in the shape of Steve Brookstein, a sort of Michael Bubl&eacute; for the Pizza Express touring circuit, and a low-cost Justin Timberlake in the form of Shayne Ward. While they both achieved moderate success in Britain, their chances of cracking the US seemed about as likely as Sharon Osbourne having a nice word to say about Dannii Minogue. So when Lewis, an office assistant from east London, was crowned the winner in 2006, it looked as if she and her impeccable voice would become nothing more than the Argos alternative to Mariah Carey. Then something amazing happened: her potential was transformed into actual stardom.</p> \n<p>By the end of 2007, Lewis was, as her press releases still maintain, a global superstar: her debut single <a href=\"https://www.youtube.com/watch?v=7_weSk0BonM\">Bleeding Love</a> topped the charts in 35 countries, including the US, where it sold 4m copies, and it was the biggest-selling single of 2007 in the UK. Her subsequent album, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2007/nov/04/popandrock1\">Spirit</a>, became the fastest-selling debut album of all time in the UK going on to sell more than 3m copies in Britain and 8m worldwide. The X Factor was suddenly responsible for a legitimate global phenomenon, cementing its reason for being – and saddling Lewis with a curse she’s never quite shaken off. Since Bleeding Love, it’s been a case of ever-diminishing returns for Lewis, with her new single, <a href=\"https://www.youtube.com/watch?v=bGCZL801OfQ\">Fire Under My Feet</a> – the first to be taken from her forthcoming fifth album, I Am, and the first released outside of her contract with Syco – limping into the charts at No 51.</p> \n<figure class=\"element element-video element--supporting\" data-canonical-url=\"http://www.youtube.com/watch?v=bGCZL801OfQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/bGCZL801OfQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Watch Leona Lewis’s Fire Under My Feet – video\n </figcaption> \n</figure> \n<p>So what went wrong? Let’s start with Bleeding Love, one of the greatest, most immaculate songs of the past 20 years. From its church organ intro to that booming, relatable chorus, Bleeding Love’s perfection is undiminished. But how do you follow such a blockbuster hit? Well, you don’t. In fact, Lewis should have retired the day it came out. While subsequent singles from Spirit performed well in the UK, it remains her only US top 10 hit, and its ubiquity has haunted her ever since. </p> \n<p> It didn’t help when she tried to replicate its success with <a draggable=\"true\" href=\"https://www.youtube.com/watch?v=BPj6CMjUrDU\">Happy</a>, the lead single from her second album, <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2009/nov/13/leona-lewis-echo\">Echo</a>. Britney Spears attempted to follow the career-defining Baby One More Time with the lead single from her second album by essentially remaking it in the form of Oops! … I Did It Again. With Spears, however, the pop mimicry was obvious but the new song was just as great as Baby One More Time. Leona’s Happy, however, was just a poor man’s Bleeding Love, a message to the casual, one-album-a-year brigade that they needn’t bother with the new record because it’s more or less the same as the one they’ve already got. Echo sent her on a UK arena tour, but it felt like it was happening off the back of that one single.</p> \n<p>By the time Glassheart came out in 2012, the gap between the “global superstar” tag The X Factor rolled out every year and Lewis’s actual position in the pop galaxy was so vast you could have fitted Simon Cowell’s ego in it. While her lead <a draggable=\"true\" href=\"https://www.youtube.com/watch?v=D5U6CaNlyEQ\">single Trouble</a> was a top 10 hit in the UK, the album was never released in the US, and the campaign stalled following Lovebird’s inability to make the top 40. </p> \n<p>Leona’s name was trotted out every time anyone dared suggest The X Factor doesn’t produce global stars, which must have made One Direction’s globe-straddling dominance something of a relief. Trouble also epitomised Leona’s other problem: her flawless personality. “I’m a whole lot of trouble,” trills the chorus, which is quite a stretch for a singer whose public persona is so safe and restrained. In a pop world of Mileys and Rihannas, Leona Lewis feels like that strait-laced older cousin who’d dob you in to your parents if she caught you smoking. Even attempts at injecting some personality into her performances mostly backfired, with this version of the excellent <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2013/dec/03/leona-lewis-one-more-sleep\">One More Sleep</a> on The X Factor coming across like a breakdown at an office Christmas party.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=7JLF5BaohSY\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/7JLF5BaohSY?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Watch Leona Lewis’s One More Sleep – video\n </figcaption> \n</figure> \n<p>Christmas, With Love, which came out in 2013, was her last album for Syco, and the whole situation reeked of gritted-teeth contract fulfilment. Lewis since moved to Island Records, where the promotion of her new album has been infused with negativity. Early leaks to the tabloids from well-placed sources talked about how the title track is allegedly a stinging attack on Cowell and how free she is from the shackles of Syco (“I am breathing without you / I am somebody without you / I am free without you / I am stronger without you”). While the emotions are likely to be about another relationship altogether, the message it sends out to those who still connect Leona to The X Factor, and who don’t follow the ins and outs of a career, is one of “singer turns on the man who made her famous”. That alone is a huge hurdle to overcome when you’ve slipped from pop’s A-list. </p> \n<p>Haunting the whole scenario, however, is the simple fact that Fire Under My Feet isn’t strong enough to make its mark in today’s overcrowded pop market. According to the website <a draggable=\"true\" href=\"http://comparemyradio.com/tracks/Leona_Lewis/Fire_Under_My_Feet\">Compare My Radio</a>, BBC Radio 1 have only played it twice in the past month, while YouTube views for the video are under 2m. It’s also hard to shake the fact that it sounded better when Adele did it as Rolling in the Deep a few years ago. Still, at least we’ll always have Bleeding Love.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434373026258/3cde3ba6-df8b-47cd-8cc8-5185db15e5d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ken McKay/REX/Ken McKay/REX","altText":"Leona Lewis on The X Factor in 2006","cleanCredit":"Photograph: Ken McKay/REX/Ken McKay/REX"}],"bodyImages":[],"webPublicationDate":"2015-06-15T16:34:23Z","lastModified":"2015-06-15T17:09:57Z","metadata":{"commentable":true,"commentCount":56,"contributors":[{"name":"Michael Cragg","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michaelcragg"}],"feature":false,"keywords":["Leona Lewis","Music","Culture","The X Factor","Entertainment","Television","Television & radio","Pop and rock","Simon Cowell"],"tags":[{"id":"music/leonalewis","webTitle":"Leona Lewis"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/the-x-factor","webTitle":"The X Factor"},{"id":"tv-and-radio/entertainment","webTitle":"Entertainment"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"media/simoncowell","webTitle":"Simon Cowell"}],"section":{"id":"music"},"topics":[{"displayName":"Michael Cragg","topic":{"type":"tag-contributor","name":"profile/michaelcragg"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/musicblog/2015/jun/15/x-factor-leona-lewis-top-40-charts-failure","shortUrl":"http://gu.com/p/49z46","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/musicblog/2015/jun/15/x-factor-leona-lewis-top-40-charts-failure","webUri":"http://www.theguardian.com/music/musicblog/2015/jun/15/x-factor-leona-lewis-top-40-charts-failure"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434373026258/3cde3ba6-df8b-47cd-8cc8-5185db15e5d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I’m a whole lot of trouble’ … Leona Lewis on The X Factor in 2006. Photograph: Ken McKay/Rex","credit":"Ken McKay/Rex","altText":"Leona Lewis on The X Factor in 2006","cleanCaption":"‘I’m a whole lot of trouble’ … Leona Lewis on The X Factor in 2006.","cleanCredit":"Photograph: Ken McKay/Rex"}},"importance":4,"kicker":{"title":"From X Factor to off the charts"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434373026258/3cde3ba6-df8b-47cd-8cc8-5185db15e5d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ken McKay/REX/Ken McKay/REX","altText":"Leona Lewis on The X Factor in 2006","cleanCredit":"Photograph: Ken McKay/REX/Ken McKay/REX"}}]},{"title":"Piers Morgan / Criticised for laughing as TV guest swore on air","rawTitle":"Criticised for laughing as TV guest swore on air","item":{"type":"article","id":"media/2015/jun/15/piers-morgan-good-morning-britain-swearing","title":"Piers Morgan criticised for laughing as Good Morning Britain guest swore on air","trailText":"ITV show escapes censure after apologies, but watchdog says it is ‘concerned’ about the former CNN anchor’s reaction as his interviewee used the F-word","standFirst":"<p>ITV show escapes censure after apologies, but watchdog says it is ‘concerned’ about the former CNN anchor’s reaction as his interviewee used the F-word</p>","byline":"Mark Sweney and agencies","body":"<p>Piers Morgan has been criticised by the media regulator for laughing as a Good Morning Britain guest <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/apr/13/susanna-reid-swearing-good-morning-britain-itv\">repeatedly used the F-word</a> live on air.</p> \n<p>Ofcom decided not to take action against Good Morning Britain as Morgan and co-presenter Susanna Reid had quickly aired apologies, but said it was “concerned” that he had laughed after the guest used the expletive.</p> \n<p>Morgan and Reid interviewed Alain Robert, who is known as “the French Spiderman” for his daredevil climbing exploits, on a live video-link from Dubai.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/apr/13/susanna-reid-swearing-good-morning-britain-itv\">Susanna Reid apologises over swearing in Piers Morgan's Good Morning Britain debut</a> </p> \n</aside> \n<p>Morgan asked Robert: “You’ve done 100 big climbs now, skyscrapers. How many times have you thought ‘I might die here’? How many times have you thought ‘This might be the moment I fall’?”</p> \n<p>Robert replied: “Well, many times. But the thing is, as long as you’re not falling ... It’s just like a fucking warning, like you’re nearly falling ... I’m quite good at that, just saving my ass.”</p> \n<p>Laughing, Morgan said: “You see, you are a nutcase, but a brilliant nutcase. This world is full of brilliant explorers over the centuries, and you’re one of those guys. It’s mad to normal people like us, but to you, this is what you love doing, isn’t it?”</p> \n<p>Robert said: “I think, if I wasn’t doing that kind of stuff, life would be boring. You know, I need to feel pretty much dead to feel like that I am fucking alive.”</p> \n<p>Morgan laughed again, and Reid said: “OK ... slightly more frank language at this time in the morning than we’re normally used to on Good Morning Britain so apologies for that.”</p> \n<p>Morgan, who was standing in for presenter Ben Shephard for the week, said: “Did he just use the ...? He did, didn’t he?”, to which Reid replied: “Well, I think we’ll just gloss over that, apologies.”</p> \n<p>The former CNN anchor continued: “Alain, you’re a tremendously brave guy. You go and recover now from your latest climb, and we are going to try and recover from your choice use of language, which is a little alarming for us at this time in the morning.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vgIkxKMruwQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/vgIkxKMruwQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  French climber drops F-bomb on Good Morning Britain\n </figcaption> \n</figure> \n<p>Ofcom recieved complaints about the incident, and said: “In this case, the word ‘fucking’ was broadcast twice before the watershed. There was therefore a clear breach [of the broadcasting code].”</p> \n<p>It decided not to take further action due to mitigating factors including the fact that Reid was quick to apologise to viewers after the second time the F-word was used. </p> \n<p>However, it added: “We did have concerns … that the effect of these apologies were lessened to a degree by the fact that Piers Morgan laughed after Alain Robert said ‘fucking’ for the second time and then further reacted, as ITV said, ‘more humorously’.”</p> \n<p>ITV admitted that the pre-interview briefing given to Robert was not as good as if he had been in the London studio, adding that he was not “specifically warned not to use offensive language”.</p> \n<p>The broadcaster edited out the bad language in the one-hour timeshifted airing of the show on ITV1+1, as well on the ITV Player service.<br /></p> \n<p>“Following our investigation, we found that ITV had taken appropriate steps to limit offence to viewers,” said a spokesman for Ofcom. “This included issuing several apologies broadcast immediately after the incident and at the end of the interview. As a result, we consider the matter resolved.”</p> \n<p> Meanwhile, Ofcom decided a Good Morning Britain interview featuring Nigel Farage was not in breach of the broadcasting code. </p> \n<p>During the six-minute interview, Ukip leader Farage was asked about his chances of winning the Thanet South constituency in the runup to the election. </p> \n<p>Farage appeared before he was defeated by the Conservative candidate Craig Mackinlay. </p> \n<p>Ofcom looked at whether the programme had been impartial because it did not reflect the position of the other candidates. </p> \n<p>But it said that the item did not engage constituency reporting rules because there was only a “brief reference to Mr Farage’s constituency ... in the context of his position as a national party leader”. </p> \n<p>Ofcom has now given guidance to ITV to take care when including candidates in election programmes. </p> \n<p>A spokesperson said: “Ofcom investigated whether this programme was duly impartial and concluded that it did not break broadcasting rules. </p> \n<p>“While the interview with Mr Farage touched on his prospects of winning the Thanet South parliamentary constituency, without reflecting the position of other candidates, we found it didn’t engage the constituency reporting rules. </p> \n<p>“This was because the brief reference to Mr Farage’s constituency arose in the context of his position as a national party leader. </p> \n<p>“Also, the interview as a whole focused on wider policy issues at national level, rather than those in this constituency.” </p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/21/1429631326141/d37b2809-b932-435a-b6d1-b4a232aef556-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"ITV/Rex Shutterstock","altText":"Piers Morgan was standing in on Good Morning Britain for Ben Shephard.","cleanCredit":"Photograph: ITV/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-15T11:18:27Z","lastModified":"2015-06-15T12:50:08Z","metadata":{"commentable":true,"commentCount":124,"contributors":[{"name":"Mark Sweney","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marksweney"}],"feature":false,"keywords":["ITV channel","Television industry","Media","Breakfast TV","Television","Television & radio","Culture","UK news"],"tags":[{"id":"media/itv1","webTitle":"ITV channel"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/media","webTitle":"Media"},{"id":"tv-and-radio/breakfast-tv","webTitle":"Breakfast TV"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[{"displayName":"Mark Sweney","topic":{"type":"tag-contributor","name":"profile/marksweney"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/15/piers-morgan-good-morning-britain-swearing","shortUrl":"http://gu.com/p/49nqt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/15/piers-morgan-good-morning-britain-swearing","webUri":"http://www.theguardian.com/media/2015/jun/15/piers-morgan-good-morning-britain-swearing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/21/1429631326141/d37b2809-b932-435a-b6d1-b4a232aef556-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Piers Morgan was standing in on Good Morning Britain for Ben Shephard. Photograph: ITV/Rex Shutterstock","credit":"ITV/Rex Shutterstock","altText":"Piers Morgan, who co-hosted ITV's Good Morning Britain last week, is understood to have been questioned by police over phone-hacking allegations.","cleanCaption":"Piers Morgan was standing in on Good Morning Britain for Ben Shephard.","cleanCredit":"Photograph: ITV/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Piers Morgan"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/21/1429631326141/d37b2809-b932-435a-b6d1-b4a232aef556-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"ITV/Rex Shutterstock","altText":"Piers Morgan was standing in on Good Morning Britain for Ben Shephard.","cleanCredit":"Photograph: ITV/Rex Shutterstock"}}]},{"title":"Chris Evans / Backs TFI Friday return after 3.7m watch special","rawTitle":"Backs TFI Friday return after 3.7m watch special","item":{"type":"article","id":"media/2015/jun/15/chris-evans-tfi-friday-channel-4-bbc-radio-2","title":"Chris Evans backs TFI Friday return after 3.7m watch special","trailText":"Star says future of show is ‘in Channel 4’s hands’, although there would be issues over his role presenting BBC Radio 2’s breakfast show and The One Show","standFirst":"<p>Star says future of show is ‘in Channel 4’s hands’, although there would be issues over his role presenting BBC Radio 2’s breakfast show and The One Show<br /></p>","byline":"John Plunkett","body":"<p>Chris Evans wants TFI Friday to come back full time after the one-off return of the Channel 4 show was watched by nearly 4 million viewers, which could prove a big headache for the BBC.<br /></p> \n<p>The music and talk show,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/live/2015/jun/12/tfi-friday-live-blog-chris-evans\"> back a year early for its 20th anniversary last Friday</a>, had 3.7 million viewers, an 18% share of the audience, beating every other channel.</p> \n<p>Evans is keen on bringing the show back for a full series and it is understood he has already had preliminary talks with Channel 4. He said the future of the show was “in Channel 4’s hands”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/12/chris-evans-tfi-friday-20th-anniversary-show-jeremy-clarkson\">Chris Evans could host new TFI Friday series if 20th anniversary show is a hit</a> </p> \n</aside> \n<p>But any return of TFI Friday would be problematic for the BBC, where Evans already presents the Friday night edition of BBC1’s teatime magazine programme, The One Show.</p> \n<p>It also remains to be seen how Evans, one of the BBC’s highest-paid stars, would fit in a weekly edition of TFI Friday with his presenting duties on his Radio 2 breakfast show, which has nearly 10 million listeners a week.</p> \n<p>Evans’ presenting and producing duties on TFI Friday clashed with his BBC commitments in the 1990s, when he asked for Fridays off from his Radio 1 breakfast show to work on the Channel 4 series. </p> \n<p>The disagreement and subsequent bust-up led to his departure from the BBC.</p> \n<p>Channel 4 has not yet commissioned a full series of TFI Friday but industry sources described it as a “no-brainer”.</p> \n<p>And it was Channel 4’s chief creative officer Jay Hunt who<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2010/apr/12/friday-chris-evans-bbc-one-show\"> gave Evans the Friday evening gig on The One Show</a> when she was BBC1 controller five years ago.</p> \n<p>Evans said on Monday he could not sleep “because I’m too excited about a show I’ve already done. This has never happened before.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/achrisevans/statuses/610254402969075712\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Mad. Can't sleep because I'm too excited about of a show I've already done. This has never happened before. What do I do about this one ?</p>— Chris Evans (@achrisevans) \n  <a href=\"https://twitter.com/achrisevans/status/610254402969075712\">June 15, 2015</a>\n </blockquote> \n</figure> \n<p>He said on Twitter: “Old telly is the new telly. New telly looks old. Old telly looks new. Go figure.”</p> \n<p>Evans added: “Future of TFI in C4’s hands” and urged his followers to tweet the station with their appreciation of the show.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/achrisevans/statuses/610187263658598400\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Right, bed. After two 4 a.m. Finishes in a row. TFi album now number one on i Tunes. Hilarious. Future of TFi in C4's hands. Tweet them LMK</p>— Chris Evans (@achrisevans) \n  <a href=\"https://twitter.com/achrisevans/status/610187263658598400\">June 14, 2015</a>\n </blockquote> \n</figure> \n<p>Its return was generally warmly received by critics and viewers on Twitter, although there were complaints that its latter stages, including Evans’ much-anticipated “Top Gear film” with Jeremy Clarkson and an interview with Formula 1 driver Lewis Hamilton, dragged on a bit.</p> \n<p>Friday’s return featured Blur, a duet between Liam Gallagher and The Who’s Roger Daltrey, and guests including Amanda Seyfried, Ewan McGregor, Rita Ora, Tom Daley and current Radio 1 breakfast DJ Nick Grimshaw.</p> \n<figure class=\"element element-embed\" data-alt=\"Jeremy Chris Evans and Chris Evans on TFI Friday\"> \n <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/7RYbLsgO9aM\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Jeremy Chris Evans and Chris Evans on TFI Friday\n </figcaption> \n</figure> \n<p>The show overran its 90-minute slot by around 20 minutes on Friday, with an average audience of 3.7 million viewers from 9pm and a five-minute peak of 4.2 million.</p> \n<p>Evans said the audience was “over twice what we ever got ‘back in the day’” and said consolidated ratings, including people who had recorded it and watched it later, had already topped 5 million.<br /></p> \n<p>Celebrating by driving his Aston Martin DB5 to Radio 2 on Monday, Evans said he had “never ever had such a reaction to anything I’ve done in my career … It was so enjoyable to do, family and friends is all you need”.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/achrisevans/statuses/610287632908742657\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Morning ! She says. <a href=\"http://t.co/joaD9g07dY\">pic.twitter.com/joaD9g07dY</a></p>— Chris Evans (@achrisevans) \n  <a href=\"https://twitter.com/achrisevans/status/610287632908742657\">June 15, 2015</a>\n </blockquote> \n</figure> \n<p>TFI Friday had more than double the 1.8 million who watched ITV’s Doc Martin repeat, and nearly twice as many as the 2.1 million who saw another drama repeat, New Tricks, at the same time on BBC1.</p> \n<p>It proved the enduring popularity of the show, which began in 1996 and last aired with a series of guest presenters after Evans’ premature exit in 2000. A key test for Channel 4 will be whether it managed to appeal to a new generation of viewers, as well as those who remembered it from first time around.</p> \n<p>Evans added: “So much we wanted to include in Friday’s TFI but didn’t have time. Looking back, could easily have filled three hours.”<br /></p> \n<p>A Channel 4 spokeswoman said the show was commissioned as a one-off and there were currently no plans for a full series.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434364739441/6baad590-af60-4ec2-a675-3de8f12aaedf-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Rex Shutterstock","altText":"Chris Evans tweeted after the TFI Friday special: 'Old telly is the new telly.'","cleanCredit":"Photograph: Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-15T10:47:07Z","lastModified":"2015-06-15T13:41:31Z","metadata":{"commentable":true,"commentCount":102,"contributors":[{"name":"John Plunkett","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/2/1399058779148/John-Plunkett-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnplunkett"}],"feature":false,"keywords":["Chris Evans","Channel 4","Television industry","Media","Television","Culture","Television & radio","UK news"],"tags":[{"id":"media/chris-evans","webTitle":"Chris Evans"},{"id":"media/channel4","webTitle":"Channel 4"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/media","webTitle":"Media"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[{"displayName":"John Plunkett","topic":{"type":"tag-contributor","name":"profile/johnplunkett"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/15/chris-evans-tfi-friday-channel-4-bbc-radio-2","shortUrl":"http://gu.com/p/49nze","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/15/chris-evans-tfi-friday-channel-4-bbc-radio-2","webUri":"http://www.theguardian.com/media/2015/jun/15/chris-evans-tfi-friday-channel-4-bbc-radio-2"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434364739441/6baad590-af60-4ec2-a675-3de8f12aaedf-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Chris Evans tweeted after the TFI Friday special: ‘Old telly is the new telly.’ Photograph: Rex Shutterstock","credit":"Rex Shutterstock","altText":"Chris Evans tweeted after the FTI Friday special: 'Old telly is the new telly.'","cleanCaption":"Chris Evans tweeted after the TFI Friday special: ‘Old telly is the new telly.’","cleanCredit":"Photograph: Rex Shutterstock"}},"importance":3,"kicker":{"title":"Chris Evans"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434364739441/6baad590-af60-4ec2-a675-3de8f12aaedf-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Rex Shutterstock","altText":"Chris Evans tweeted after the TFI Friday special: 'Old telly is the new telly.'","cleanCredit":"Photograph: Rex Shutterstock"}}]},{"title":"Jane Fonda on Arctic oil drilling / This is the fight for our lives","rawTitle":"This is the fight for our lives","item":{"type":"article","id":"environment/2015/jun/15/jane-fonda-shell-arctic-oil-drilling-obama","title":"Jane Fonda on Arctic oil drilling: 'This is the fight of our lives'","trailText":"Hollywood veteran joins the protest against Shell’s plan to drill for oil in the Arctic as she calls on Obama to withdraw permission","standFirst":"<p>Hollywood veteran joins the protest against Shell’s plan to drill for oil in the Arctic as she calls on Obama to withdraw permission</p>","byline":"Fiona Morrow","body":"<p>Three years ago, Jane Fonda says, she sat at her kitchen table telling her boyfriend, music producer Richard Perry, that the world was coming to an end and that maybe that’s exactly what humans deserved.<br /></p> \n<p>She was walking the environmental talk – living in a solar-powered house, driving a Prius – but her efforts were a personal pact to live responsibly. Three months ago, she picked up Naomi Klein’s environmental treatise, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/sep/22/this-changes-everything-review-naomi-klein-john-gray\">This Changes Everything</a>, and decided the personal was no longer enough: it was time to get political again, over drilling for Arctic oil.</p> \n<p>Not that Fonda has ever really left politics behind. An activist with 45 years in the fight, she’s worked on and supported many causes since her anti-Vietnam war days, including co-founding the Women’s Media Centre with Gloria Steinem in 2004. Nevertheless, it’s been a while since she’s been, as she puts it, “on the barricades”.</p> \n<p>She says the fire that once raged in her belly had never completely gone out, but had dimmed to a “pilot light”.</p> \n<p>“I thought, ‘I’m older, I’m tired.’” She shrugs. “I’m 77 years old.” Then she beams, raises her fists in the air, and says with conviction, “I’m back”.</p> \n<p>Put in touch with Greenpeace by Klein, Fonda last week called Joanna Kerr, the organisation’s executive director in Canada, and asked what she could do to help in the battle against climate change. Kerr told her there was an event planned in British Columbia at the weekend, and Fonda replied, “I’ll book a flight.”</p> \n<p>Three days later, she’s in a Vancouver hotel room wearing a Greenpeace T-shirt and a straw cowboy hat, railing against the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/11/shell-arctic-drilling-alaska-oil-gas\">Obama administration’s recent approval of permits to Shell to drill for oil in the Arctic</a>.</p> \n<p>“It’s unfathomable,” she says with a shudder. “I voted for Obama. We’ve been huge supporters and I don’t see him as someone in thrall to big corporations. Did he think he could get this through without anyone noticing?”</p> \n<p>The move, she says, has wiped out any environmental good the president has effected during his term of office.</p> \n<p>“But it’s not too late for him to change his mind,” she says. “And that’s one reason I’m here.”</p> \n<figure class=\"element element-image\" data-media-id=\"1bd63a5cf1b4c22bef678f4860aaf6d06beacb23\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434378923561/64cbf0d6-b38a-4047-9f8d-d80f0f4befb9-460x276.jpeg\" alt=\"Actress Jane Fonda attends a \" toast=\"\" the=\"\" coast\"=\"\" greenpeace=\"\" event=\"\" at=\"\" jericho=\"\" beach=\"\" in=\"\" vancouver,=\"\" british=\"\" columbia,=\"\" saturday,=\"\" june=\"\" 13,=\"\" 2015.=\"\" was=\"\" held=\"\" to=\"\" celebrate=\"\" coast=\"\" and=\"\" protest=\"\" oil=\"\" tanker=\"\" traffic.\"=\"\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jane Fonda at a Greenpeace event at Jericho beach in Vancouver, British Columbia.</span> \n  <span class=\"element-image__credit\">Photograph: Darryl Dyck/AP</span> \n </figcaption> \n</figure> \n<p>Fonda believes that the fight against big oil will take place on the streets, and to that end, the job at hand is to mobilise on a massive scale. She praises the First Nations who, she notes, are central to the front line struggle, not just against Shell in the Arctic, but also in Alberta’s tar sands and British Columbia’s fight against the proposed Enbridge and Kinder Morgan oil pipelines. Now, she says, others are paying attention, and are ready to step up.</p> \n<p>“What we are looking at is something that Naomi calls ‘Blockadia’,” Fonda says, referring to the growing global movement Klein argues is building.</p> \n<p>The two women are in talks to work together, with a plan brewing to follow the climate conference in Paris later this year with a US and Canada tour to rally support, and a global day of action in 2016.</p> \n<p>“Different celebrities could join at times – Neil Young, Robbie Robertson … There are many people I believe would lend their support and help.”</p> \n<p>This is what her celebrity is for, she says. Amplifying the voices of those on the ground to generate media interest, and building towards a tipping point where change is the only option.</p> \n<p>“I’m old enough to have seen change happen. I can be optimistic about people power because I know it works. We know in our bones it can work, we just need the political will.</p> \n<p>This is the one fight we must win, because without a liveable world, nothing else matters. This is the fight of our lives.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378264371/abbc521c-8a94-4cd5-af69-2f1170779570-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"R. Chiang/Corbis","altText":"The actress and activist Jane Fonda was in Vancouver for 'Toast the Coast' to protest plans by Shell Gas to build oil pipelines","cleanCredit":"Photograph: R. Chiang/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378925290/64cbf0d6-b38a-4047-9f8d-d80f0f4befb9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jane Fonda at a Greenpeace event at Jericho beach in Vancouver, British Columbia. Photograph: Darryl Dyck/AP","credit":"Darryl Dyck/AP","altText":"Actress Jane Fonda attends a \"Toast the Coast\" Greenpeace event at Jericho Beach in Vancouver, British Columbia, Saturday, June 13, 2015. The event was held to celebrate the coast and protest oil tanker traffic.","cleanCaption":"Jane Fonda at a Greenpeace event at Jericho beach in Vancouver, British Columbia.","cleanCredit":"Photograph: Darryl Dyck/AP"}],"webPublicationDate":"2015-06-15T14:46:21Z","lastModified":"2015-06-15T23:03:42Z","metadata":{"commentable":true,"commentCount":14,"contributors":[],"feature":true,"keywords":["Activism","Environment","Oil","Energy","World news","US news","Obama administration","Royal Dutch Shell","Fossil fuels","Arctic"],"tags":[{"id":"environment/activism","webTitle":"Activism"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/oil","webTitle":"Oil"},{"id":"environment/energy","webTitle":"Energy"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"business/royaldutchshell","webTitle":"Royal Dutch Shell"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"world/arctic","webTitle":"Arctic"}],"section":{"id":"environment"},"topics":[],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/15/jane-fonda-shell-arctic-oil-drilling-obama","shortUrl":"http://gu.com/p/49z5p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/15/jane-fonda-shell-arctic-oil-drilling-obama","webUri":"http://www.theguardian.com/environment/2015/jun/15/jane-fonda-shell-arctic-oil-drilling-obama"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378545632/a06941d3-8dba-4ada-91fb-17ae204023a9-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Jane Fonda in Vancouver, Canada, to protest against Shell’s plan to build oil pipelines. Photograph: R. Chiang/Corbis","credit":"R. Chiang/Corbis","altText":"The actress and activist Jane Fonda was in Vancouver for ‘Toast the Coast’ to protest plans by Shell Gas to build oil pipelines ","cleanCaption":"Jane Fonda in Vancouver, Canada, to protest against Shell’s plan to build oil pipelines.","cleanCredit":"Photograph: R. Chiang/Corbis"}},"importance":3,"kicker":{"title":"Jane Fonda on Arctic oil drilling"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378264371/abbc521c-8a94-4cd5-af69-2f1170779570-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"R. Chiang/Corbis","altText":"The actress and activist Jane Fonda was in Vancouver for 'Toast the Coast' to protest plans by Shell Gas to build oil pipelines","cleanCredit":"Photograph: R. Chiang/Corbis"}}]}],"lastModified":"2015-06-15T20:27:44Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}