{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Sweden / The prince, the glamour model and the lost Viking language","rawTitle":"The prince, the glamour model and the lost Viking language","item":{"type":"article","id":"world/2015/may/24/sofia-hellqvist-prince-carl-philip-sweden-glamour-model-lost-viking-language","title":"The prince, the glamour model and the Vikings’ lost language","trailText":"The marriage of Sofia Hellqvist to Prince Carl Philip of Sweden could help resurrect the once-banned Elfdalian tongue","standFirst":"The marriage of Sofia Hellqvist to Prince Carl Philip of Sweden could help resurrect the once-banned Elfdalian tongue","byline":"Malcolm Brabant in Copenhagen","body":"<p>The impending marriage of Sweden’s <a href=\"http://en.wikipedia.org/wiki/Prince_Carl_Philip,_Duke_of_V%C3%A4rmland\" title=\"\">Prince Carl Philip</a> to a former glamour model has generated rare excitement among Scandinavian professors of archaic Germanic languages.</p> \n<p>Unlike conservative royalists, who thoroughly disapprove of <a href=\"http://en.wikipedia.org/wiki/Sofia_Hellqvist\" title=\"\">Sofia Hellqvist</a>’s appearances on the <a href=\"http://en.wikipedia.org/wiki/Paradise_Hotel\" title=\"\"><em>Paradise Hotel</em> reality TV show</a>, and her posing topless with just a boa constrictor to cover her modesty, the linguists are enthusiastic about her social elevation. A confession by the tattooed future <a href=\"https://royalgossippsychotic.wordpress.com/tag/sweden/\" title=\"\">Duchess of V&auml;rmland of cavorting with American porn star Jenna Jameson</a> in Las Vegas in 2005 matters not a jot.</p> \n<p>What’s significant is that <a href=\"http://www.purepeople.com/media/sofia-hellqvist-miss-slitz-2004_m395666\" title=\"\">Miss Slitz 2004</a>, as Hellqvist was crowned by readers of the eponymous Swedish lads’ mag, hails from &Auml;lvdalen, a rural town that is the font of the once-banned language, <a href=\"http://www.ancient-origins.net/news-general/elfdalian-ancient-viking-forest-language-sweden-set-be-revived-003093\" title=\"\">Elfdalian</a>.</p> \n<p>The academics hope this endangered language will benefit from a little royal stardust, and that Sweden will upgrade it from the lowly status of “dialect” to enable it to revive and prosper. But they suddenly go shy when asked to expand.</p> \n<p>“I need to be careful if we want to be taken seriously by the authorities,” said one campaigner, who asked to remain anonymous.</p> \n<p>“But I think the fact that Miss Hellqvist comes from &Auml;lvdalen increases interest in the region and that way people discover the language, too.”</p> \n<p>The academics’ reticence is partly a result of the intransigence of this most libertarian of nations towards Elfdalian. They believe Sweden is discriminating against a genuine Viking language that dates back to biblical times while recognising five other minority tongues.</p> \n<p>“Elfdalian is a linguistic treasure trove,” says <a href=\"http://ku-dk.academia.edu/GuusKroonen\" title=\"\">Guus Kroonen, a researcher from the Department of Nordic Studies and Linguistics at the University of Copenhagen</a>. “It is something you are more likely to encounter in Tolkien’s <em>Lord of the Rings</em> rather than in a remote Swedish forest. It is one of the last strongholds of an ancient tongue that preserves much of Old Norse, the language of the Vikings.”</p> \n<p>“Some of the cases of nasal vowels go back to before the birth of Christ,” enthuses <a href=\"http://research.ku.dk/search/?pure=en%2Fpersons%2Fbjarne-simmelkjaer-sandgaard-hansen%28318aeaa6-b1eb-47f4-8737-6cbd2f2c839b%29.html\" title=\"\">language historian Bjarne Simmelkjaer Sandsgaard Hansen</a>. “Elfdalian is the only language to preserve those nasal vowels.”</p> \n<p>Grants of &pound;300,000 are available to help protect recognised minority languages that match Stockholm’s criterion of having been spoken unbroken for a century by three generations. These are Finnish, spoken by up to a million Swedes; <a href=\"http://docslide.net/documents/ethnic-groups-of-europe-encyclopedia-by-jeffrey-e-cole.html\" title=\"\">Meankieli, a derivative of Finnish used by 50,000 northerners</a>; Romani, the language of the Roma people; Yiddish, introduced by Jewish immigrants three centuries ago; and <a href=\"http://ngm.nationalgeographic.com/2011/11/sami-reindeer-herders/benko-text\" title=\"\">Sami, the language of reindeer herders</a>.</p> \n<p>State funding would help to provide dictionaries and grammar books to consolidate the footprint of a language that is only spoken by about 3,000 people, only 60 of whom are children.</p> \n<p>“It’s important to preserve the mother tongue and one should not be ashamed of it,” says <a href=\"http://www.thelocal.se/20150504/viking-forest-language-set-for-nordic-preschool\" title=\"\">Yair Sapir, an Israeli languages professor in Copenhagen</a>, who is spearheading the fight to persuade Sweden to give Elfdalian minority language status.</p> \n<p>He was astonished that as recently as the 1970s Sweden prohibited Elfdalian from being spoken in schools.</p> \n<p>“The aim in Sweden was to have a standard official language and to diminish the importance of local linguistic varieties. Elfdalian is of great importance to researchers.”</p> \n<p>The Council of Europe has asked Stockholm to clarify its position on Elfdalian. “The standpoint of the Swedish government is that Elfdalian is not a minority language to be recognised in accordance with the <a href=\"http://conventions.coe.int/Treaty/EN/Treaties/Html/148.htm\" title=\"\">European Charter on Regional or Minority Languages</a>,” culture ministry spokesman Kristoffer Talltorp told the <em>Observer</em>.</p> \n<p>“The primary reason for this is that Elfdalian does not meet the criteria for a minority language under the charter.”</p> \n<p>In its response to the Council of Europe, the government said: “The Swedish authorities nevertheless consider that Elfdalian should be preserved as part of the Swedish cultural heritage and should be passed on to the younger generation.”</p> \n<p>Despite the lack of official financial and moral support, small shoots of revival are emerging from &Auml;lvdalen in the forested hills, 40 Swedish miles – 400km – northwest of Stockholm.</p> \n<p>A kindergarten where only Elfdalian will be spoken will be opened there in 2016, and a local high school has a musical group where children who speak Swedish and English are learning Elfdalian folk songs.</p> \n<p>Elfdalian has a certain cachet for pupils of guitar and violin teacher Lena Egardt, who, like her charges, performs in a rustic costume that would be totally alien to Sweden’s next princess in her previous incarnation.</p> \n<p>From a red floral skull cap trimmed with lace to an ankle-length skirt, covered in a candy-striped apron, the style of dress is almost Amish in its modesty.</p> \n<p>“Elfdalian is much softer, more musical than Swedish,” says Egardt. “I learned it as a child, and I have passed it on to my children, but my grandchildren no longer understand me.”</p> \n<p>Another campaigner, Lid Ulla Schutt, a retired special education teacher, believes the opening of the kindergarten is a significant milestone. “Fifty years ago, they thought Elfdalian was not good for the children. But children can learn many languages when they are small and they are good at it.”</p> \n<p>Schutt learned Elfdalian when she was 15. “It gives you a clear cultural identity. We have many words that belong to the area where we live, to our farming and our landscape. We have a lot of words for a mountain that I wouldn’t find in Swedish.</p> \n<p>“It’s a harsh area. People have had a tough life, which has given them chance to stick together, to preserve their language, their music and their traditions.”</p> \n<p>Such pride has inspired Eleni Johansen, aged 13, to join Egardt’s ensemble. “It’s fun,” she said. “I think Elfdalian will be useful in the future. It won’t disappear. It won’t die.”</p> \n<p>&Auml;lvdalen is planning eight days of celebrations to coincide with the wedding, including champagne lunches, concerts and dancing.</p> \n<p>“Sofia’s grandmother speaks Elfdalian, I think her mother does, too, and I guess Sofia understands it,” says Egardt. “The couple have visited &Auml;lvdalen many times, but people here leave them alone.”</p> \n<p>As for the future princess, Hellqvist told Swedish TV: “The past is pretty boring. I’ve moved on with my life. But no regrets. Experience shapes a person.”</p> \n<p>The linguists hope that erasing the past does not extend to Elfdalian.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432419334623/Sofia-Hellqvist-Prince-Ca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sofia Hellqvist and Prince Carl Philip at the Nobel prize award ceremony in Stockholm last December. Photograph: IBL/Rez Shutterstock","credit":"/IBL/Rez Shutterstock","altText":"Sofia Hellqvist Prince Carl Philip Sweden","cleanCaption":"Sofia Hellqvist and Prince Carl Philip at the Nobel prize award ceremony in Stockholm last December. Photograph: IBL/Rez Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:09:08Z","lastModified":"2015-05-23T23:09:08Z","metadata":{"commentable":true,"commentCount":26,"contributors":[],"feature":false,"keywords":["Sweden","Language","Culture","Languages","World news"],"tags":[{"id":"world/sweden","webTitle":"Sweden"},{"id":"science/language","webTitle":"Language"},{"id":"culture/culture","webTitle":"Culture"},{"id":"education/languages","webTitle":"Languages"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/24/sofia-hellqvist-prince-carl-philip-sweden-glamour-model-lost-viking-language","shortUrl":"http://gu.com/p/496kk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/24/sofia-hellqvist-prince-carl-philip-sweden-glamour-model-lost-viking-language","webUri":"http://www.theguardian.com/world/2015/may/24/sofia-hellqvist-prince-carl-philip-sweden-glamour-model-lost-viking-language"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432419334623/Sofia-Hellqvist-Prince-Ca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sofia Hellqvist and Prince Carl Philip at the Nobel prize award ceremony in Stockholm last December. Photograph: IBL/Rez Shutterstock","credit":"/IBL/Rez Shutterstock","altText":"Sofia Hellqvist Prince Carl Philip Sweden","cleanCaption":"Sofia Hellqvist and Prince Carl Philip at the Nobel prize award ceremony in Stockholm last December. Photograph: IBL/Rez Shutterstock"}},"importance":7,"kicker":{"title":"Sweden"},"showQuotedHeadline":false},{"title":"Jamie Oliver targets family home","rawTitle":"Jamie Oliver targets family home","item":{"type":"article","id":"lifeandstyle/2015/may/24/jamie-oliver-youtube-launch","title":"YouTube crucial ingredient as Jamie Oliver targets family home","trailText":"Cooking advice for parents by parents is latest offering on chef’s growing online empire","standFirst":"Cooking advice for parents by parents is latest offering on chef’s growing online empire","byline":"Vanessa Thorpe","body":"<p>A lug of olive oil, a squish of citrus, then bosh it about: Jamie Oliver’s approach to food has always been proudly unpretentious. But this week the TV cook and food campaigner is to expand his commercial empire into the heart of unpretentious cuisine: the family home.</p> \n<p>After a faltering start, <a href=\"https://www.youtube.com/user/JamieOliver\" title=\"\">Oliver’s two popular YouTube channels, Food Tube and Drinks Tube</a>, are to be joined on Tuesday by a third, Family Food Tube. Appearing alongside his wife, Jools, and their four children, Oliver will be introducing a few other specially chosen family-friendly presenters and guest chefs, demonstrating that he is convinced that on-demand internet films are the best way to reach and teach his public.</p> \n<p>Speaking to the <em>Observer</em>, the chef said: “The thing I love about the YouTube channels is that they allow a more or less direct connection to the audience, so you can work out what they’re passionate about much more quickly.</p> \n<p>“Take <a href=\"https://www.youtube.com/watch?v=s9r-CxnCXkg\" title=\"\">the video we put up for scrambled eggs three-ways</a>. It’s had almost two million views and created a huge amount of discussion, because people want to share the video with their friends and also share their own ways of making it.”</p> \n<p>Oliver’s existing food channel, which was relaunched in 2013 after a major rethink of its content, now has 2.6 million subscribers. Drinks Tube was launched in its wake last year and within months the app version was topping the profitability charts on UK iTunes.</p> \n<p>The decision of a company that makes some &pound;10m profit a year to pour more time and money into YouTube is a symptom of the growing emphasis on this sort of broadcasting, particularly for food-related programming. Michelin-starred chef Gordon Ramsay was in the vanguard and retaining a big audience. Delia Smith followed, claiming that, although she could have continued to work in television, she did not like the pressure to entertain and preferred to just communicate her techniques.</p> \n<p>Oliver, motivated by the same yearning for a direct relationship with his audience and consumers, said he has now identified the family as the centre of demand for easy-access recipes.</p> \n<p>“With Family Food Tube, we’re making video content for parents by parents, which is exactly what the public have asked for. Everyone appearing on the channel is a parent, including my missus, so they know what they’re talking about, but we’re not preaching at all.”</p> \n<p>The channel, he claims, will just be “giving a helping hand”. It will be, he promises, a place to get “no-nonsense, practical advice”.</p> \n<p>It is also, of course, the way to ensure that the Jamie Oliver brand stays in contact with consumers and in touch with changing food trends. It is a commercially astute way to promote his books and television shows, as well as his national food campaigns.</p> \n<p>“Jamie is obviously backing YouTube channel as the communication platform of the future,” said broadcaster and <em>Observer</em> food critic Jay Rayner. “Has he found a way to make it pay already with advertising and sponsorship? Or is it a way of ensuring he stays ahead of changing television audience habits?”</p> \n<p>Food Tube is among the handful of top international food channels, which is quite something when you remember that food is the second most sought-after topic on the internet after sex.</p> \n<p>His digital platform already claims to reach 30 million global viewers a month and he also has an advertising venture, Fat Lemon. Some of the most downloaded content is already advertising and Drinks Tube is supported by a three-year sponsorship deal with rum manufacturer Bacardi.</p> \n<p>Oliver argues that his YouTube presence is the perfect way for him to develop new broadcasting talents – something that networked television channels were wary of letting him do.</p> \n<p>Some of the cooks who have made their name on his existing channels, such as his <a href=\"https://www.youtube.com/user/kerryanndunlop\" title=\"\">protege, Kerryann Dunlop, </a>already have their own spin-off channels and operate like kitchen DJs, listing their favourite food videos and posting clips of bloopers and out-takes.</p> \n<p>The new family channel is more likely to build on the popular “vlogged” video footage from his own kitchen table and featured in the Food Tube segment known as “What’s Jamie Eating Today?” The use of the Oliver children in this wider context is a bold move for a protective father. Two years ago he was reported to have banned his eldest daughter from Facebook.</p> \n<p>The key to a YouTube hit is a personal, informal tone, and food channels such as Vegan Black Metal Chef, Hungry YouTube and SortedFood have perfected the haphazard look. TV executives are leaving networked food shows to learn these techniques; online news services Buzzfeed and Vice have also joined the food business recently. Oliver clearly believes there is still a gap for family-oriented information – to be updated with new content every Wednesday.</p> \n<p>“Everything has gone through my nutrition team, so the recipes are going to all be full of good ingredients,” he says</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432327153184/jamie-oliver-youtube-laun-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jools and Jamie Oliver at a special screening at Bafta Photograph: David Benett/Getty Images","credit":"David Benett/Getty Images","altText":"jamie oliver youtube launch","cleanCaption":"Jools and Jamie Oliver at a special screening at Bafta Photograph: David Benett/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:07:08Z","lastModified":"2015-05-23T23:07:08Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Vanessa Thorpe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vanessathorpe"}],"feature":false,"keywords":["Jamie Oliver","UK news","YouTube","Food TV"],"tags":[{"id":"lifeandstyle/oliver","webTitle":"Jamie Oliver"},{"id":"uk/uk","webTitle":"UK news"},{"id":"technology/youtube","webTitle":"YouTube"},{"id":"tv-and-radio/food-tv","webTitle":"Food TV"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Vanessa Thorpe","topic":{"type":"tag-contributor","name":"profile/vanessathorpe"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/24/jamie-oliver-youtube-launch","shortUrl":"http://gu.com/p/496n6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/24/jamie-oliver-youtube-launch","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/24/jamie-oliver-youtube-launch"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432327153184/jamie-oliver-youtube-laun-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jools and Jamie Oliver at a special screening at Bafta Photograph: David Benett/Getty Images","credit":"David Benett/Getty Images","altText":"jamie oliver youtube launch","cleanCaption":"Jools and Jamie Oliver at a special screening at Bafta Photograph: David Benett/Getty Images"}},"importance":5,"showQuotedHeadline":false},{"title":"Sarah Cracknell / ‘I like being in a gang. I’m in safe hands’","rawTitle":"‘I like being in a gang. I’m in safe hands’","item":{"type":"article","id":"music/2015/may/24/sarah-cracknell-saint-etienne-solo-album-red-kite-interview","title":"Sarah Cracknell: ‘I like being in a gang. I’m in safe hands’","trailText":"Saint Etienne singer Sarah&nbsp;Cracknell on her new solo album and the pleasure of recording it with close friends","standFirst":"Saint Etienne singer Sarah&nbsp;Cracknell on her new solo album and the pleasure of recording it with close friends","byline":"Jude Rogers","body":"<p>One day in 1987, a Windsor teenager recorded her first solo single, an indie-pop confection called Love Is All You Need. “I thought it would be a smash hit, obviously,” she now says with a laugh. “It sold about two.” Three years later, Sarah Cracknell met two Croydon schoolfriends, Bob Stanley and Pete Wiggs; soon after, they recorded their first song together as Saint Etienne, Nothing Can Stop Us. “I’ve come a long, long way,” she sang, her breathy vocals as English as holiday camps and strong tea; in an instant, the 90s’ most glamorous homegrown indie pop star was born.</p> \n<p>Back then, the girl with 60s movie-star looks had a feather boa permanently shimmering around her shoulders; these days, she’s more often in wellies, she says, living in the Oxfordshire countryside with her husband and their two sons (Spencer, 13, and Sam, 10). It’s fitting, then, that her&nbsp;first long-playing solo project since 1997’s <em>Lipslide</em> – her new album, <em>Red Kite</em> – is a gorgeous, bucolic affair.</p> \n<p>What’s more, it was recorded in a barn next door to her home. “Which meant I could pop home and feed the children!” she says jokingly, nursing a half-tankard of cider in an old-fashioned London pub. The barn wasn’t made as a studio, she adds, but its two rooms and old dome lights helped create a wonderful, warm sound, and meant Cracknell could work into the night, then fall into her own bed.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Kuh6vJUi538\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/Kuh6vJUi538?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Sarah Cracknell ft Nicky Wire - Nothing Left to Talk About (teaser edit).\n </figcaption> \n</figure> \n<p><em>Red Kite </em>was made with Colorama’s Carwyn Ellis, a Royal Academy-trained multi-instrumentalist, and Seb Lewsley, who both collaborate often with Edwyn Collins. Cracknell shares Ellis’s interest in unusual musical instruments and they wrote together in her house around her <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/gallery/2008/sep/30/sarahcracknell\" title=\"\">Wurlitzer Butterfly Grand</a>. Their reference points included Ennio Morricone, Joe Meek and Marianne Faithfull, and the results show it : On the Swings glistens like a soundtrack to lost 60s cult cinema, while Hearts Are for Breaking is a swinging piece of melancholic pop. Folk duo the Rails and Manic Street Preachers’ Nicky Wire also pop by.</p> \n<p>Cracknell likes creating filmic worlds in music, she says, and it’s no surprise to learn that her late father Derek was Stanley Kubrick’s first assistant director (his credits include <em>2001: A Space Odyssey</em>, <em>A Clockwork Orange</em> and <em>Aliens</em>). “I don’t really like being autobiographical,” she explains. “I like a lot of songs that people write about themselves, but for me, it just doesn’t sit right. I’m quite a private person. Plus I’m not a moaner!”</p> \n<p>She looks back at her solo past wryly: that first, pre-Saint Etienne single was a “cottage industry affair… which I find horribly embarrassing”, its cover designed by a friend of her mum’s, but she still likes the song. <em>Lipslide</em> was portrayed in the press as an attempt to ditch Bob and Pete, which it definitely wasn’t, she says. “It was a lonely experience, touring that… and I had a horrible record company. Actually, I won’t!” She stops herself: no moaning allowed.</p> \n<p>This time, round however, it feels good, she says. She’s playing some dates this summer, with the Colorama boys and Oxfordshire friends in her band. There’s some Saint Etienne news in the pipeline as well. “I like being in a little gang,” she smiles. “It’s a much nicer thing to do. With people you know and trust… I’m in safe hands!”</p> \n<p><a href=\"http://www.cherryred.co.uk/discography/sarah-cracknell-red-kite/\" title=\"\"><em>Red Kite</em></a><em> is out on Cherry Red Records on 15 June</em></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Music/Pix/pictures/2015/5/18/1431951682801/Sarah-Cracknell-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"‘I’m quite a private person. Plus, I'm not a moaner!’: Sarah Cracknell\r Photograph: Sonja Horsman/Observer New Review","credit":"Sonja Horsman/Observer New Review","altText":"Sarah Cracknell","cleanCaption":"‘I’m quite a private person. Plus, I'm not a moaner!’: Sarah Cracknell\r Photograph: Sonja Horsman/Observer New Review"}],"bodyImages":[],"webPublicationDate":"2015-05-24T08:29:07Z","lastModified":"2015-05-24T08:29:07Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jude Rogers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juderogers"}],"feature":true,"keywords":["Saint Etienne","Indie","Pop and rock","Music","Culture"],"tags":[{"id":"music/saint-etienne","webTitle":"Saint Etienne"},{"id":"music/indie","webTitle":"Indie"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[{"displayName":"Jude Rogers","topic":{"type":"tag-contributor","name":"profile/juderogers"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/24/sarah-cracknell-saint-etienne-solo-album-red-kite-interview","shortUrl":"http://gu.com/p/4928x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/24/sarah-cracknell-saint-etienne-solo-album-red-kite-interview","webUri":"http://www.theguardian.com/music/2015/may/24/sarah-cracknell-saint-etienne-solo-album-red-kite-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Music/Pix/pictures/2015/5/18/1431951682801/Sarah-Cracknell-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"‘I’m quite a private person. Plus, I'm not a moaner!’: Sarah Cracknell\r Photograph: Sonja Horsman/Observer New Review","credit":"Sonja Horsman/Observer New Review","altText":"Sarah Cracknell","cleanCaption":"‘I’m quite a private person. Plus, I'm not a moaner!’: Sarah Cracknell\r Photograph: Sonja Horsman/Observer New Review"}},"importance":5,"kicker":{"title":"Sarah Cracknell"},"showQuotedHeadline":false},{"title":"James Rhodes / It’s important to say that bad things happen – and we don’t lie about it","rawTitle":"It’s important to say that bad things happen – and we don’t lie about it","item":{"type":"article","id":"music/2015/may/23/james-rhodes-pianist-interview","title":"James Rhodes interview: ‘It’s important to say that bad things happen – and we don’t lie about it’","trailText":"Pianist James Rhodes has written a personal memoir so raw and harrowing that the supreme court – and his ex-wife – prevented him from publishing it. Now that the ban has been lifted, he explains why he refused to be silenced","standFirst":"<p>Pianist James Rhodes has written a personal memoir so raw and harrowing that the court of appeal – and his ex-wife – prevented him from publishing it. Now that the ban has been lifted, he explains why he refused to be silenced</p>","byline":"Zoe Williams","body":"<p>The pianist James Rhodes was in Rotterdam for a concert the day after the arrival of the <a href=\" http://www.theguardian.com/music/2015/may/20/concert-pianist-james-rhodes-wins-right-to-publish-autobiography\">supreme court judgment</a> that will change not just his life, but those of innumerable others. He is skinny, bed‑headed, painfully alive, overjoyed and comically incongruous in his anonymous beige hotel.</p> \n<p>The dispute concerned his book, Instrumental: A Memoir of Madness, Medication and Music. Rhodes was raped repeatedly as a child by a teacher at his school; he writes about it, and the devastation that followed, with the very qualities that have always been remarked upon <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2013/apr/26/james-rhodes-blog-find-what-you-love\">in his performances</a>: a mesmeric combination of vivid, keen, obsessive precision and raw, urgent energy.</p> \n<p>But, he says, it’s also “a book about music. It’s a love story, it’s a book to Hattie, my wife, who’s the greatest thing ever. It’s a book about my son, about composers, about the extraordinary lives that these composers and musicians lead, it’s about all the things that are important to me. I don’t ever want this to be ‘the guy who was abused as a kid’, any more than I want, ‘this is the guy who’s a Pisces. This is the guy who’s 5ft 11in … 10&frac12; … I live in Queen’s Park, I’m married to a woman who is a 10 when at best I’m a five and a half or a six on a really good day, I play the piano.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/20/concert-pianist-james-rhodes-wins-right-to-publish-autobiography\">Pianist James Rhodes wins right to publish autobiography telling of abuse</a> </p> \n</aside> \n<p>“All of those things play a part in who I am as a person. It all has equal weight. I want sexual abuse to sit happily alongside other topics like music and creativity, without this gut shudder, ‘Oh no, we can’t talk about that.’” The book is accompanied by <a href=\"https://play.spotify.com/user/canongate/playlist/5mmEdd2fEpEiejq4lg2jZE\">a playlist</a> that Rhodes put on Spotify – Mozart’s Jupiter Symphony, Bach’s Goldberg Variations, Chopin’s Etude in C Minor – a wonderfully simple, powerful idea, which at times makes it heartbreakingly difficult to read.</p> \n<p>Last year, his previous wife took out an injunction against publication, on the basis that to have these “toxic” details in the public domain would harm their son. This was rejected in the first court case, but upheld on appeal, and in an elaborately restrictive judgment. “It ended up being a bunch of judges having editorial control over what I said. Literally to the point where I wasn’t allowed to use graphic language or vivid and colourful descriptions. I could use the word ‘rape’, but I couldn’t use the phrase ‘getting raped’ … ”</p> \n<p>He pauses, and recalls: “The shock of being told, in effect, you can’t say that. Not only can you not write it in a book, but we are trying to gag you from speaking anywhere in the world on any medium – on Twitter, in interviews, on TV – about not just sexual abuse but mental illness. Can you imagine? I wouldn’t be able to tell you now that I’m in treatment for mental illness without being threatened with imprisonment, had this been successful.”</p> \n<p>Of course, that had profound implications for freedom of speech, and when the court of appeal issued <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/oct/10/wife-injunction-abuse-book-son\">its injunction</a> last August, other writers and notables – including David Hare, Michael Frayn, Tom Stoppard and Benedict Cumberbatch – mobilised in support of Rhodes. But it also, naturally, had profound, shocking consequences for the author. His abuser’s cult of silence, which had wrecked his peace for so much of his life, had effectively been ratified in a court of law. “When did it become OK to be told, ‘You can’t talk about yourself’?” he says, baffled. “What an extraordinary violation of someone’s basic dignity. It wouldn’t be my life. It’s hard enough experiencing that as a child, it’s a totally different thing as an adult man, being told by judges: ‘You can’t say this.’ It’s very scary.”</p> \n<p>The abuse started when Rhodes was five years old, at Arnold House, a prep school in St John’s Wood. He left the school when he was 10, by which time he was withdrawn, hypervigilant, ashamed, a different person. He is absolutely forensic on the aftermath of sexual abuse, and tells the story with fineness of detail that you realise you do not often hear, possibly because of all the ways in which rape victims are made to feel that their story is inappropriate. In the book, he writes of the “impact rape makes on a person. It is like a stain that is ever present. There are a thousand reminders of it each day. Every time I take a shit. Watch TV. See a child. Cry. Glimpse a newspaper. Hear the news. Watch a movie. Get touched. Have sex. Wank. Drink something unexpectedly hot or take too big a gulp. Cough or choke.”</p> \n<figure class=\"element element-image\" data-media-id=\"85aa3c8477fb5ea60250cbb84a4fa3933cf2dca6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432307071641/d06239ae-8e06-46a4-a993-0ec4af5f0c2a-460x318.jpeg\" alt=\"Rhodes leaves the Supreme Court in London with Benedict Cumberbatch after winning the right to publish his autobiography.\" width=\"460\" height=\"318\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rhodes leaves the Supreme Court in London with Benedict Cumberbatch after winning the right to publish his autobiography.</span> \n  <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n </figcaption> \n</figure> \n<p>He doubts, he says, that he will ever get past the assumption that it was his&nbsp;fault. “It’s a core, go-to, ingrained belief – my first gut reaction in any given&nbsp;situation. It rewires you when stuff like that happens. The difference is&nbsp;that now I’m able to have a second reaction – I can make my peace with it. I’m always going to think it’s my fault, I’m always going to think I was flirty, or&nbsp;too cute. There’s a ton of stuff that shrinks have said to me was abuse that&nbsp;it&nbsp;never occurred to me was abuse. They’re, like,&nbsp;‘You were 10 when you did&nbsp;that.’ And I’m thinking, ‘But I chose it. I knew what I was doing.’”</p> \n<p>There is such human warmth in his voice, a kind of commonality, and it solidifies as he makes his point. “If there’s another man or another woman out there, thinking, ‘Yeah, this&nbsp;was absolutely my fault, I totally loved that&nbsp;priest fucking me up the ass, he wouldn’t have done it if I hadn’t given him the come on,’ if they have those thoughts and they don’t have the&nbsp;second thought, ‘This isn’t real, this&nbsp;was not me, this is not truthful’ – imagine living with that. I did. And it’s not a good way to live. You barely exist.”</p> \n<p>What saved Rhodes was his love of music, about which he writes really movingly, with a tightrope poise between informality and the deepest imaginable respect. Bach’s appalling, grief-strewn childhood, Beethoven’s vicious father, Schubert’s fatal syphilis; when you see it all laid out, it is beyond miraculous that any of this music exists at all. “If you could only imagine what these guys were like … classical music has such a bad press, for good reason, it’s filled with assholes, it takes itself so&nbsp;seriously, anything I can do to lessen&nbsp;that even a tiny bit has got to be&nbsp;a&nbsp;good thing.”</p> \n<p>But he hates the idea that composers, or geniuses generally, have any special claim on mental anguish, that it’s a part&nbsp;of their talent, something the non‑genius isn’t burdened with. “I find it hysterical, the notion that there is anyone who isn’t fucked up, musician or&nbsp;not. I hate, with a passion, this idea that somehow you have to suffer for art,&nbsp;or that musicians, especially classical ones, are damaged and fragile. Bollocks to that – everyone’s damaged, we are a world of wounded people, trying the best we can.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/20/james-rhodes-a-classical-music-rocker-with-a-passion-for-music-in-schools\">James Rhodes: a classical rocker with a passion for music in schools</a> </p> \n</aside> \n<p>Critics describe Rhodes as “self‑taught”, which isn’t exactly right, but he certainly hasn’t had the intensive training since early childhood that a regular concert pianist would have had. He plays down his talent to the point where, if you believed him, his career wouldn’t make any sense: four albums, international tours, a series on Channel Four, <a href=\" http://www.channel4.com/programmes/notes-from-the-inside-with-james-rhodes\">Notes from the Inside</a>, in which he&nbsp;explored the healing power of the piano with some people who were schizophrenic. He hasn’t built all this on his looks (I mean, five and a half is harsh, but he’s not the Vanessa-Mae of pianos, either). He certainly had enough promise and training that, when he was 18, he was offered a scholarship to the Guildhall School of Music and Drama. He went to Edinburgh university instead, dropped out, and then there was a 10-year hiatus while, having decided that he didn’t have the talent, he gave up all notion of music.</p> \n<p>“I’d made my peace with it. I thought: it ain’t going to happen. You settle. It’s&nbsp;like some marriages. Am I happy? No, not really. But it’s been 10 years. I’ve&nbsp;got a mortgage. I’ll just get on with&nbsp;it. I was like that with music. And&nbsp;then suddenly the door opened half&nbsp;an inch.”</p> \n<p>Well, he pushed it open: he did, he&nbsp;writes, “what an egocentric, City‑working cock would do – found the&nbsp;address for the agent who represented the greatest pianist in the&nbsp;world and set about forming a business partnership with him”. The agent, once he had heard Rhodes play, had other ideas – that he should be a&nbsp;concert pianist, not a partner. He introduced him to a teacher, Edo, and Rhodes&nbsp;began a monthly commute to Verona to refine his skills.</p> \n<div>\n __VIDEO_EMBED_gu-video-456794681__\n</div> \n<p>Edo was one of those tempestuous creatives who throw phones at you when you get things wrong, and hit you when you say you don’t like Bruckner, <a href=\"http://\">which clearly delighted Rhodes</a>. It becomes clear from his trajectory that what was stopping him before was not just under-confidence, but a fear of what allowing space for this passion, which he’d had since childhood, would unleash in the rest of his life. He had a terrible breakdown, was sectioned, tried to commit suicide, started to self-harm. “Self-harm, Christ,” he exclaims – he is one of very few people of whom the word “exclaim” can be used literally – “self‑harm is an epidemic in this country. It’s not just skinny teenage girls, it’s investment bankers in their 50s, and no one talks about it. It’s so important. It can be quite an effective tool for dealing with stress. It’s not healthy, but you have to understand it before you can help.”</p> \n<p>The section on self-harm is incredibly hard to read, but not in a gut‑wrenching way; rather, in squeamishness. I realised, reading it, how many layers go into creating a taboo. The book rejects, almost affectionately, the demands of its own narrative: that Rhodes would get well, and his problems would cease, that he would fall in love and everything would fall into place, that he would finally get proper treatment, or a proper diagnosis, or a proper psychiatrist, or the right drugs, and then he would be normal. All of those things happen, but you would never use a word like “resolution”. Victory, yes, but nothing’s over.</p> \n<p>He says the hardest thing about the court case – apart from one preposterous moment in the trial when his behaviour was likened to that of a man who had knowingly infected his wife with HIV - was the 19th-century tort it was brought under, “intentional harm”. The appeal judges had effectively found that he would intentionally harm his own son. “As if, as a father, I would intentionally want to hurt my own child …” he tails off for a second, his face wracked, then continues: “It’s important to bear witness, but also it’s important to give a message that bad things happen and we don’t lie about it, we don’t hide it, we don’t pretend it hasn’t happened, we don’t do everything we can to remove every piece of evidence that it happened, to erase the past.”</p> \n<p>I think I see relief flick across his features, as it dawns on him again that his case has been won. “That’s not the way to do it,” he goes on. It made me unwell, but look at me now, I’m happy, I’m married, I’m functioning … We remember the perpetrators, we remember<a href=\"http://\"> Savile</a>, but the victims are just lumped together as this silent huddle. I mean, fuck me, every one of those victims will have in their little finger a thousand times the humanity of a thousand Jimmy Saviles, and bravery, and strength and endurance.”</p> \n<p><em>James Rhodes is in conversation with Stephen Fry at Hay festival tonight (</em><a href=\"http://\"><em>hayfestival.com</em></a><em>). Instrumental: A Memoir of Madness, Medication and Music by James Rhodes (Canongate, &pound;16.99) is out on 28 May. To order a copy for &pound;13.59, go to </em><a href=\"http://bookshop.theguardian.com/instrumental.html\"><em>bookshop.theguardian.com</em></a><em> or call 0330 333 6846. Phone orders min. p&amp;p of &pound;1.99.</em></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432306979312/f8b83ec6-1fa3-4e19-8a66-79734607dd86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ilvy Njiokiktjien","altText":"'I’m always going to think it’s my fault …' James Rhodes.","cleanCredit":"Photograph: Ilvy Njiokiktjien"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432307072013/d06239ae-8e06-46a4-a993-0ec4af5f0c2a-2060x1424.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1424,"width":2060,"orientation":"landscape","caption":"Rhodes leaves the Supreme Court in London with Benedict Cumberbatch after winning the right to publish his autobiography. Photograph: Stefan Rousseau/PA","credit":"Stefan Rousseau/PA","altText":"Rhodes leaves the Supreme Court in London with Benedict Cumberbatch after winning the right to publish his autobiography.","cleanCaption":"Rhodes leaves the Supreme Court in London with Benedict Cumberbatch after winning the right to publish his autobiography.","cleanCredit":"Photograph: Stefan Rousseau/PA"}],"webPublicationDate":"2015-05-23T07:00:12Z","lastModified":"2015-05-23T07:00:12Z","metadata":{"commentable":true,"commentCount":264,"contributors":[{"name":"Zoe Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams"}],"feature":false,"keywords":["James Rhodes","Music","Rape","Law","Society","Freedom of speech","World news"],"tags":[{"id":"music/james-rhodes","webTitle":"James Rhodes"},{"id":"music/music","webTitle":"Music"},{"id":"society/rape","webTitle":"Rape"},{"id":"law/law","webTitle":"Law"},{"id":"society/society","webTitle":"Society"},{"id":"world/freedom-of-speech","webTitle":"Freedom of speech"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"music"},"topics":[{"displayName":"Zoe Williams","topic":{"type":"tag-contributor","name":"profile/zoewilliams"}}],"series":{"title":"Saturday interview","uri":"http://mobile-apps.guardianapis.com/lists/tag/theguardian/series/saturday-interview"},"embeddedVideos":[{"id":"gu-video-456794681","source":"guardian.co.uk","durationInSeconds":158,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/20/150520rodesupdated_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/20/150520rodesupdated.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/20/1432140283626/KP_235104_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for James Rhodes: 'We can't be told to shut up'","credit":"guardian.co.uk","altText":"620x372 trailpic for James Rhodes: 'We can't be told to shut up'","cleanCaption":"620x372 trailpic for James Rhodes: 'We can't be told to shut up'"}}],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/23/james-rhodes-pianist-interview","shortUrl":"http://gu.com/p/496ez","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/23/james-rhodes-pianist-interview","webUri":"http://www.theguardian.com/music/2015/may/23/james-rhodes-pianist-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432306979312/f8b83ec6-1fa3-4e19-8a66-79734607dd86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I’m always going to think it’s my fault’ … James Rhodes. Photograph: Ilvy Njiokiktjien","credit":"Ilvy Njiokiktjien","altText":"'I’m always going to think it’s my fault …' James Rhodes.","cleanCaption":"‘I’m always going to think it’s my fault’ … James Rhodes.","cleanCredit":"Photograph: Ilvy Njiokiktjien"}},"importance":4,"kicker":{"title":"James Rhodes"},"showQuotedHeadline":true},{"title":"Antony Sher / Tell you a secret? I’m sleeping with the director","rawTitle":"Tell you a secret? I’m sleeping with the director","item":{"type":"article","id":"lifeandstyle/2015/may/23/antony-sher-q-and-a","title":"Q&A: Antony Sher, actor","trailText":"‘Tell you a secret? I’m sleeping with the director’","standFirst":"‘Tell you a secret? I’m sleeping with the director’","byline":"Rosanna Greenstreet","body":"<p>Born in South Africa, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/live/2014/dec/08/antony-sher-webchat-henry-iv-barbican\" title=\"\">Sher</a>, 65, joined the RSC in 1982 and was knighted in 2000. In his new book, Year Of The Fat Knight, he writes about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/video/2015/feb/04/antony-sher-henry-iv-rsc-video\" title=\"\">playing Falstaff</a>, a role he will reprise at the Barbican in the autumn. He is currently appearing in the RSC production of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/apr/05/death-of-a-salesman-review-rsc-stratford-antony-sher-harriet-walter\" title=\"\">Death Of A Salesman</a>, at London’s No&euml;l Coward Theatre. His partner is Gregory Doran, artistic director of the RSC; they live in London and Stratford.</p> \n<p><strong>When were you happiest? </strong><br />Our civil partnership on the first day of the new law: 21 December 2005 – a great day for human rights.</p> \n<p><strong>What is your earliest memory?</strong><br />Aged about two, I pooed my bed and was carrying a beautiful turd to show my parents. My sister Verne intercepted me and said it was disgusting. I’d met my first critic.</p> \n<p><strong>Which living person do you most admire, and why?</strong><br />My older brother, Randall – he’s had a lifetime of obstacles, yet is the kindest person I know.</p> \n<p><strong>What is the trait you most deplore in yourself?</strong><br />Impatience.</p> \n<p><strong>What is the trait you most deplore in others?</strong><br />Not listening.</p> \n<p><strong>What was your most embarrassing moment?</strong><br />Accidentally farting in someone’s face. It was in the wings, my eyes hadn’t adjusted to the dark, and she was sitting quietly in the corner. Cyrano De Bergerac tour, Blackpool,&nbsp;1997.</p> \n<p><strong>What makes you unhappy?</strong><br />Modern technology. Everybody’s just peering down at little screens.</p> \n<p><strong>What do you most dislike about your appearance?</strong><br />I’d like to trade in the whole thing.</p> \n<p><strong>Who would play you in the film of your life?</strong><br />Meryl Streep. can play anything.</p> \n<p><strong>What is your most unappealing habit?</strong><br />Moaning about the grind of eight performances a week.</p> \n<p><strong>What is your favourite smell?</strong><br />The sea at Sea Point, the Cape Town suburb where I grew up..</p> \n<p><strong>What is your favourite word?</strong><br />Surreal.</p> \n<p><strong>Which book changed your life?</strong><br />The Complete Works of William Shakespeare. It led me to the RSC.</p> \n<p><strong>What did you want to be when you were growing up? </strong><br />An artist.</p> \n<p><strong>What is the worst thing anyone’s said to you?</strong><br />When I auditioned at Rada, they urged me to seek a different career.</p> \n<p><strong>What or who is the greatest love of your life?</strong><br />Greg. It’s our 28th anniversary this month. We met at the RSC when he was still an actor.</p> \n<p><br /><strong>Which living person do you most despise, and why?</strong><br />Any religious fundamentalist you care to name.</p> \n<p><strong>Who would you invite to your dream dinner party?</strong><br />Michelangelo and Leonardo. Though they’d probably row.</p> \n<p><strong>What is the worst job you’ve done?</strong><br />Playing Malvolio in Twelfth Night (RSC, 1987).</p> \n<p><br /><strong>If you could go back in time, where would you go?</strong><br />Ancient Rome.</p> \n<p><strong>When did you last cry, and why?</strong><br />During most performances of Death Of A Salesman.</p> \n<p><strong>How do you relax?</strong><br />Wildlife safaris in Africa and India.</p> \n<p><strong>What is the closest you’ve come to&nbsp;death?</strong><br />On our honeymoon. We went to see&nbsp;the mountain gorillas in Uganda.&nbsp;The steep climb through thick jungle was too much for me.</p> \n<p><strong>What is the most important lesson life has taught you?</strong><br />Love is the thing.</p> \n<p><strong>Tell us a secret</strong><br />I’m sleeping with the&nbsp;director.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/19/1432034749717/QA-Antony-Sher-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Antony Sher: 'Who would play me in the film of my life? Meryl Streep. She can play anything.' Photograph: David Levene","credit":"David Levene","altText":"Q&A: Antony Sher","cleanCaption":"Antony Sher: 'Who would play me in the film of my life? Meryl Streep. She can play anything.' Photograph: David Levene"}],"bodyImages":[],"webPublicationDate":"2015-05-23T05:00:11Z","lastModified":"2015-05-23T05:00:11Z","metadata":{"commentable":true,"commentCount":23,"contributors":[{"name":"Rosanna Greenstreet","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rosannagreenstreet"}],"feature":true,"keywords":["Antony Sher","Life and style","Stage","William Shakespeare","Culture","Royal Shakespeare Company","Theatre"],"tags":[{"id":"stage/antony-sher","webTitle":"Antony Sher"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/shakespeare","webTitle":"William Shakespeare"},{"id":"culture/culture","webTitle":"Culture"},{"id":"stage/rsc","webTitle":"Royal Shakespeare Company"},{"id":"stage/theatre","webTitle":"Theatre"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Rosanna Greenstreet","topic":{"type":"tag-contributor","name":"profile/rosannagreenstreet"}}],"series":{"title":"The Q&A","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/qa"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/23/antony-sher-q-and-a","shortUrl":"http://gu.com/p/47zac","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/23/antony-sher-q-and-a","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/23/antony-sher-q-and-a"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/19/1432034749717/QA-Antony-Sher-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Antony Sher: 'Who would play me in the film of my life? Meryl Streep. She can play anything.' Photograph: David Levene","credit":"David Levene","altText":"Q&A: Antony Sher","cleanCaption":"Antony Sher: 'Who would play me in the film of my life? Meryl Streep. She can play anything.' Photograph: David Levene"}},"importance":4,"kicker":{"title":"Antony Sher"},"showQuotedHeadline":true},{"title":"How Sidney Poitier paved the way for Barack Obama","rawTitle":"How Sidney Poitier paved the way for Barack Obama","item":{"type":"article","id":"film/2015/may/23/sidney-poitier-paved-barack-obama","title":"How Sidney Poitier paved the way for Barack Obama","trailText":"With his cool, dignified eloquence, Sidney Poitier primed the white US imagination for its first black president. But thanks to his roles in such films as Who is Coming to Dinner, he was also accused of being a white person’s fantasy of blackness","standFirst":"<p>With his cool, dignified eloquence, Sidney Poitier primed the white US imagination for its first black president. But thanks to his roles in such films as Who is Coming to Dinner, he was also accused of being a white person’s fantasy of blackness</p>","byline":"Sarfraz Manzoor","body":"<p>The year of 1967 was one of love and hate in the US. In San Francisco, 100,000 hippies gathered during the Summer of Love, while 165 race riots blazed through the nation’s cities, leaving 83 dead. It was also the year when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2000/oct/08/features.burhanwazir\">Sidney Poitier</a> released three films that would make him a megastar. Poitier, who was born in Miami to parents from the Bahamas, had made his screen debut in 1950 in <em>No Way Out</em>; in 1964 he had become the first black person to win an Academy Award for best actor – for his performance in <em>Lilies in the Field</em> – and by 1967 his screen persona was well established. He was smart-suited and clean-shaven, dignified and graceful, neither dangerously defiant nor offensively deferential; masculine but strangely sexless. This persona echoed the manner of his friend <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/martin-luther-king\">Martin Luther King</a> and, like Dr King, Poitier was elevated into an icon. He became, in the words of <em>Revisiting Poitier</em>, an excellent collection of essays on his life and legacy, “the bourgeois wish-fulfilling symbol of a race”. Poitier’s three 1967 films would come to define his entire career: <em>To Sir, With Love</em>, <em>In the Heat of the Night</em> and <em>Guess Who’s Coming to Dinner</em>.</p> \n<p><em>Guess Who’s Coming to Dinner</em>, directed by Stanley Kramer and written by William Rose, is an exploration of the limits of racial tolerance disguised as a romantic comedy. It is boy meets girl, boy meets girl’s racist parents, boy gets girl. Poitier plays John Prentice, a black doctor, who has recently fallen in love with Joanna, a young white woman played by Katharine Houghton. The couple have only known each other for 10 days when they arrive at her parents’ home to announce their engagement and to ask for approval for the marriage. The parents, played by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/katharinehepburn\">Katharine Hepburn</a> (Houghton’s aunt in real life) and Spencer Tracy, are forced to examine their attitudes, supposedly liberal, when confronted with the prospect of a black son-in-law. The film proceeds through conversation-heavy set-pieces as Joanna’s father – her mother is quickly won over by the charming Prentice – challenges his daughter’s fiance to explain how they will react to the inevitable obstacles their marriage will face.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"baf57e17b897b5be14bdb9a9a28356bd53af6799\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432229969264/aa5ecbb5-9683-43b9-ae59-60a318bdf83d-460x357.jpeg\" alt=\"Sidney Poitier and Rod Steiger in In the Heat of the Night. Photograph: Moviestore collection LTD\" width=\"460\" height=\"357\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sidney Poitier and Rod Steiger in In the Heat of the Night. Photograph: Moviestore collection LTD</span> \n </figcaption> \n</figure> \n<p>Watching the film today, it’s fascinating to see how much it strains to reassure its audience even as it articulates their anxieties. As Kim Warren notes in <em>Poitier Revisited</em>, “the couple first meets in Hawaii, a state geographically disconnected from the continental United States, and they are on their way to the symbolically and politically neutral country of Switzerland”. The implication is that they will soon be some other nation’s problem. It is also made clear that the anxiety is shared by both sets of parents – the fathers, actually – and the most severe criticism of Prentice comes from Tillie, the black maid. “You ain’t foolin’ me for a minute,” she tells him. “I see what you are. You’re one of those smooth-talkin’ smart-ass niggers just out for all you can get with your black power and all that other trouble-making nonsense.”</p> \n<p>“Have you thought what people would say about you?” Joanna’s father asks Prentice. “In 16 or 17 states you’d be breakin’ the law. You’d be criminals.” “And say they changed the law?” replies Prentice. That exchange demonstrates how the film reflects the changing realities of interracial relationships at the time. In the same year that <em>Guess Who’s Coming to Dinner</em> was released, the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/law/us-supreme-court\">US supreme court</a> had ruled that states could no longer enforce laws that banned marriage on racial grounds. That decision was made after Mildred and Richard Loving, a black woman and her white husband, had been arrested and given a suspended jail sentence for violating a state law that prohibited marriage between white and black people. The court ruled on 12 June 1967. In September that year, Time magazine featured on its cover a young married couple, Peggy Rusk and Guy Smith; Peggy was white and Guy was black. “Mr and Mrs Guy Smith: an interracial wedding,” read the words below the image. The expressions on the faces of the newly married couple were ambiguous. She is smiling but he looks apprehensive, mindful perhaps of the words of the judge who had sentenced the Lovings: “Almighty God created the races white, black, yellow, malay and red, and he placed them on separate continents … the fact that he separated the races shows that he did not intend the races to mix.”</p> \n<figure class=\"element element-image\" data-media-id=\"21de9a4abff8cdb498882e9dcdb8ea7abe95f0be\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432229787710/a6ef3275-0fa8-4adc-8fa2-bb20998c0595-460x349.jpeg\" alt=\"Sidney Poitier, Spencer Tracy and Katharine Hepburn in Guess Who's Coming to Dinner (1967). Photograph: Columbia/Allstar\" width=\"460\" height=\"349\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sidney Poitier, Spencer Tracy and Katharine Hepburn in Guess Who’s Coming to Dinner (1967). Photograph: Allstar/Columbia</span> \n </figcaption> \n</figure> \n<p>Poitier perfected playing parts that, in the words of <em>Poitier Revisited</em>, depicted “the accomplished, well-spoken, aspiring, mild-mannered black man that America ought not to fear, that the black middle class ought to be proud of, that racist white America would have trouble hating”. The film-makers created for him a character who was almost superhumanly gifted. Prentice had studied at Yale, worked for the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/world-health-organisation\">World Health Organisation</a> and is on his way to Geneva. The film further reassures by ridding him of any troublesome sexuality. At the start of the film his first wife and child have tragically died. The only kiss Prentice and Joanna share is visible in the rear-view mirror, and he makes it clear that he has yet to sleep with her. Poitier was condemned to asexuality in many of his films; one African-American critic referred to him as a “clean cut eunuch in the white world”.</p> \n<p>Poitier’s defence was that his films were “interesting, marvellous fables” and he was able positively to harness the fame and success they generated. Along with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/harry-belafonte\">Harry Belafonte</a> and Jackie Robinson, he funded the African American Students Association, which provided university scholarships to Kenyan students. Among the students who benefited from the programme was a Kenyan called <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/barack-obama\">Barack Obama</a>, who would later marry an American woman, and have a son with the same name. It is impossible to ignore the parallels between Poitier and Obama. When, in <em>Guess Who’s Coming to Dinner</em>, Joanna’s father asks Prentice if he has thought about the consequences of having children, Prentice tells him that “she feels that every single one of our children will be President of the United States, and they’ll all have colourful administrations”. “What people saw in candidate and President Obama,” <em>Poitier Revisited</em> argues, “they had seen decades before in the Poitier persona: cool, eloquence, genuine warmth, exceptionality, and ambiguity of identity. It was clear … Poitier had primed the white American imagination … for the historic election of the first black President of the United States.”</p> \n<p>Obama, elected with such hope and euphoria, has been accused of insufficient concern for the plight of African Americans. Poitier, too, was accused of being a white person’s fantasy of blackness. In a 1967 New York Times article entitled “Why Does White America Love Sidney Poitier So?”, he was dismissed as “the antiseptic, one-dimensional hero, a good guy in a totally white world, with no wife, no sweetheart, no woman to love or kiss, helping the white man solve the white man’s problems.” The assassination of King and the rise of blaxploitation left Poitier out of time. Yet despite the cartoonish perfection of Prentice, <em>Guess Who’s Coming to Dinner</em> is still relevant. I first saw it just before I introduced my then girlfriend to my family. We were a mixed-race couple and we rented the film as a humorous acknowledgement of a fraught situation. Anyone who thinks it is dated has never tried taking a white Christian girlfriend home to their Muslim parents.</p> \n<p><em><span class=\"bullet\">•</span> Poitier Revisited</em>, edited by Ian Gregory Stachan and Mia Mask, is published by Bloomsbury.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/5/21/1432214217259/1967-GUESS-WHOS-COMING-TO-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Sidney Poitier and Katherine Houghton in Guess Who's Coming to Dinner (1967). Photograph: Allstar/Columbia","credit":"Columbia/Allstar/COLUMBIA","altText":"1967, GUESS WHO'S COMING TO DINNER","cleanCaption":"Sidney Poitier and Katherine Houghton in Guess Who's Coming to Dinner (1967). Photograph: Allstar/Columbia"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432229969705/aa5ecbb5-9683-43b9-ae59-60a318bdf83d-2060x1598.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1598,"width":2060,"orientation":"landscape","caption":"Sidney Poitier and Rod Steiger in In the Heat of the Night. Photograph: Moviestore collection LTD","credit":"pr","altText":"Sidney Poitier and Rod Steiger in In the Heat of the Night. Photograph: Moviestore collection LTD","cleanCaption":"Sidney Poitier and Rod Steiger in In the Heat of the Night. Photograph: Moviestore collection LTD"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432229788810/a6ef3275-0fa8-4adc-8fa2-bb20998c0595-2060x1564.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1564,"width":2060,"orientation":"landscape","caption":"Sidney Poitier, Spencer Tracy and Katharine Hepburn in Guess Who’s Coming to Dinner (1967). Photograph: Allstar/Columbia","credit":"COLUMBIA/Allstar/COLUMBIA","altText":"Sidney Poitier, Spencer Tracy and Katharine Hepburn in Guess Who's Coming to Dinner (1967). Photograph: Columbia/Allstar","cleanCaption":"Sidney Poitier, Spencer Tracy and Katharine Hepburn in Guess Who’s Coming to Dinner (1967). Photograph: Allstar/Columbia"}],"webPublicationDate":"2015-05-23T06:00:12Z","lastModified":"2015-05-23T06:00:12Z","metadata":{"commentable":true,"commentCount":34,"contributors":[{"name":"Sarfraz Manzoor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sarfrazmanzoor"}],"feature":true,"keywords":["Film","Culture"],"tags":[{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"film"},"topics":[{"displayName":"Sarfraz Manzoor","topic":{"type":"tag-contributor","name":"profile/sarfrazmanzoor"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/23/sidney-poitier-paved-barack-obama","shortUrl":"http://gu.com/p/495ak","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/23/sidney-poitier-paved-barack-obama","webUri":"http://www.theguardian.com/film/2015/may/23/sidney-poitier-paved-barack-obama"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/5/21/1432214217259/1967-GUESS-WHOS-COMING-TO-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Sidney Poitier and Katherine Houghton in Guess Who’s Coming to Dinner (1967). Photograph: Allstar/Columbia","credit":"Columbia/Allstar/COLUMBIA","altText":"1967, GUESS WHO'S COMING TO DINNER","cleanCaption":"Sidney Poitier and Katherine Houghton in Guess Who’s Coming to Dinner (1967). Photograph: Allstar/Columbia"}},"importance":3,"showQuotedHeadline":false},{"title":"What it's like to be a deaf novelist","rawTitle":"What it's like to be a deaf novelist","item":{"type":"article","id":"books/2015/may/23/what-its-like-to-be-a-deaf-novelist","title":"What it's like to be a deaf novelist","trailText":"‘Sometimes I turn off my hearing aids and dip below the surface of the sound.’ Sara Nović explains the challenges of being a deaf author and why deafness is still used as a synonym for stupidity","standFirst":"<p>‘Sometimes I turn off my hearing aids and dip below the surface of the sound.’ Sara Nović explains the challenges of being a deaf author and why deafness is still used as a synonym for stupidity</p>","byline":"Sara Novic","body":"<p>My first novel has recently become an audiobook to which I will not listen. The characters have been assigned voices and accents and inflections that I’ll never hear. This is not a complaint, exactly; to have written a book that someone wants to publish in any and all formats is a writer’s dream. But to hold some disc or drive that contains a thing I made, transformed into a new thing I can no longer understand, is a predicament in which few writers find themselves.</p> \n<p>This disconnect will appear with increasing frequency as I embark on a series of literary events following the launch of my novel. As an audience member I have been to my share of readings in New York. I go because I am in love with books; I go to be with my friends. But even as a spectator they require a lot of concentration, and sometimes when I’ve worked myself into a cross-eyed headache I turn off my hearing aids and dip below the surface of the sound, let myself drift in the quiet. At my own events I won’t have the choice to opt out.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"604680df0325f384a44eb6537d0224e93218e818\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432231016215/faa5afcd-cb18-48da-962c-c3de15fb3c60-286x420.jpeg\" alt=\"sara novic\" width=\"286\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>So far I have read in public only three times, each distressing in the regular ways (an audience!), with the added terror of exposing an increasingly unknowable part of myself – my voice. I can feel my words in my chest and mouth, but can’t be sure of what they sound like out in the world. As far as I’m concerned my voice has no echo; it does not stick to the tape recording. What does it mean to perform for an audience with such limited control of your output?</p> \n<p>Books have always provided me with a sense of solace and companionship when I found the hearing world overwhelming. Growing up I filled notebooks with the things I was afraid to say aloud. Libraries, too, seem designed for me – a place where one isn’t supposed to talk, equality under the rule of silence.</p> \n<p>Since my hearing loss was progressive, I was educated in spoken English alongside my hearing peers; later, when that became too difficult I learned American Sign Language (ASL) and used interpreters in class. When given the choice between the two, my preference is by far for ASL, in which at least I do not feel self-conscious. But having been brought up in the hearing world with an English education, and now in turn writing and teaching in English, I spend much more time immersed in English than I do in ASL. My ASL is fluent, and I can dream and think in sign, but it is not my primary thinking language.</p> \n<p>In reality, the language – or linguistic modality – in which I am most fluent is written English. When I’m writing, my mind and body need not be translated for a hearing audience. I don’t worry that I am unclear, that my lips and tongue will revert to their unpractised ways under pressure, or that I’m speaking at the wrong volume for the background noise I cannot gauge. When I’m reading a book, I do not have to guess in the way that I do when lipreading – paper never covers its mouth or turns its head.</p> \n<p>And yet there is a disconcerting entanglement between speech and the practice of being a writer. I frequently see advice from famous authors – <a href=\"http://www.theguardian.com/books/series/rereading-stephen-king\">Stephen King</a> among them – that you absolutely must read your own work aloud in order to edit it properly. Without listening to your words in your own voice, you can neither fully understand what you’ve written nor hear how to fix it. At best this kind of advice leaves me feeling a little left out, but at worst, I wonder: am I making mistakes a hearing writer wouldn’t?</p> \n<p>Another part of writing that seems inextricable from hearing is dialogue. Someone who writes dialogue well is said to “have an ear” for it. I don’t think I write dialogue well. Whether this is just your average writerly paranoia or is linked to the physiology of hearing loss, I can’t say. Relevant here is a cultural divide between the deaf and hearing worlds with regard to frankness. By nature of its visual modality, sign language is more direct than spoken language; there are no euphemisms in ASL. Further, the threshold for “rude” or “inappropriate” is much higher in the deaf world. Stemming perhaps from the days before SMS and email, when it was harder to keep tabs on a deaf person’s wellbeing, there is no shame in bluntly discussing one’s feelings, plans and bodily functions with friends, or even acquaintances.</p> \n<p>In the writing world, any trace of this directness translates as “bad dialogue”. “That’s not how people talk,” my workshop mates have said. And of course, they’re right.</p> \n<p>In English the phraseology of silence and deafness overwhelmingly signifies the negative. To hear is synonymous with understanding – “I heard about that” or “I hear you” suggests the speaker’s knowledge, comprehension, or capacity for empathy on a given topic, whereas, across the headlines, cries for justice or peace often “fall on deaf ears”. So as long as deafness is a synonym for stupidity or wilful ignorance, d/Deaf and signing people will continue to be “othered” into a position of inferiority. (T<a href=\"http://www.bbc.co.uk/ouch/opinion/d_or_d_whos_deaf_and_whos_deaf.shtml\">he capital “D”</a> is used to refer to those who associate themselves with the Deaf community; a minority are medically deaf but choose not to associate with that community.)</p> \n<p>In the face of all this, it’s perhaps unsurprising that the works of fiction written in English by d/Deaf writers can be counted on one hand. It is important to note that sign languages foster a rich tradition of storytelling and slam poetry, but books written in English – many d/Deaf people’s second language – are few. On the other hand, this means the experiences of Deaf characters present a rich and relatively unmined cache of material with which to work. Plus, being a Deaf writer means I can write anywhere without being distracted – I wrote most of my first book on the New Jersey Transit Northeast Corridor line.</p> \n<p>And while writing in a language that works against me can sometimes seem a less-than-ideal occupation, what is the job of a writer if not to reinvent language, or at least to create the space and tools for the silenced?</p> \n<p>I am reminded of Chinua Achebe quoting James Baldwin, who expresses frustration with the limits of the language: “My quarrel with the English language has been that the language reflected none of my experience. But now I began to see the matter in quite another way … Perhaps the language was not my own because I had never attempted to use it, had only learned to imitate it.” Achebe goes on to say: “I recognise of course that Baldwin’s problem is not exactly mine, but I feel the English language will be able to carry the weight of my African experience. But it will have to be a new English.” And while Baldwin’s and Achebe’s problems are much bigger than mine, I can look at the successes of these literary giants and extract a hope that English, with a little work, can carry the Deaf voice, too.</p> \n<ul> \n <li>Sara Nović’s novel <em>Girl at War</em> is published by Little, Brown.<br /></li> \n</ul>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/5/21/1432224937847/Sara-Novic-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘I can write anywhere without being distracted’ … Sara Nović","credit":"Picasa/PR","altText":"Sara Novic","cleanCaption":"‘I can write anywhere without being distracted’ … Sara Nović"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432231015900/faa5afcd-cb18-48da-962c-c3de15fb3c60-695x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":695,"orientation":"portrait","caption":" ","credit":"pr","altText":"sara novic","cleanCaption":" "}],"webPublicationDate":"2015-05-23T08:00:01Z","lastModified":"2015-05-23T08:00:01Z","metadata":{"commentable":true,"commentCount":17,"contributors":[],"feature":true,"keywords":["Books","Culture","Disability"],"tags":[{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"society/disability","webTitle":"Disability"}],"section":{"id":"books"},"topics":[],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/23/what-its-like-to-be-a-deaf-novelist","shortUrl":"http://gu.com/p/495ta","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/23/what-its-like-to-be-a-deaf-novelist","webUri":"http://www.theguardian.com/books/2015/may/23/what-its-like-to-be-a-deaf-novelist"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/5/21/1432224937847/Sara-Novic-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘Paper never covers its mouth or turns its head’ … Sara Nović","credit":"Picasa/PR","altText":"Sara Novic","cleanCaption":"‘Paper never covers its mouth or turns its head’ … Sara Nović"}},"importance":3,"byline":{"title":"Sara Nović"},"showQuotedHeadline":false}],"lastModified":"2015-05-24T08:30:24Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}