{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Ed Atkins / Q&A with a video artist","rawTitle":"Q&A with a video artist","item":{"type":"article","id":"culture/2015/may/16/ed-atkins-performance-capture-manchester-international-festival-mif","title":"Q&A: Ed Atkins","trailText":"The video artist’s new work, Performance Capture, will be his most ambitious yet","standFirst":"<p>His CGI creations have made Atkins a video art star, but his project for this year’s Manchester international festival sees his ambitions stretching even further</p>\n<p><span class=\"bullet\">•</span> The Guardian is the festival’s media partner<br /></p>","byline":"Interview by Skye Sherwin","body":"<p><strong>With Performance Capture, you’re creating a live production studio where you’ll be directing 120 people from the festival, from stars to gallery attendants, animating them before our eyes and pouring them all into a single avatar. How does that compare to your usual working method, where you’ve been your own model, designing behind a computer?</strong><br />I’m not on my own! I’m collaborating with a team of highly trained technicians and we’re using on-the-cusp, experimental motion-capture kit. It’s also the first time I’ll be capturing other people. I’ve always felt I should be my own guinea pig. It’s quite a violent thing, having a chorus of people occupy one figure. It has a frightening, homogenising element.</p> \n<p><strong>The avatar will incorporate men and women of all ages and racial backgrounds. What will it look like?</strong><br />It will be a white man – a deliberate step in so far as that’s the protagonist of empowered, homogenised cultural normalcy. He changes throughout, due to his CG-ness, as will his costume and the world that he stalks and pontificates from.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/jun/10/ed-atkins-serpentine-sackler-gallery-cgi-avatar\">Dave's off his head: meet Ed Atkins's disembodied, drinking, smoking avatar</a> </p> \n</aside> \n<p><strong>Will the avatar retain the performers’ stage personas?</strong><br />Totally. It’s such accurate software now, particularly the face. There are the tiniest inflections that you can’t point out until they are rendered on a foreign body, a strange skin. Also, the voices of every performer will remain the same. If you’re looking for it, you’ll certainly be able to say that the artists are in there.</p> \n<p><strong>You’re writing the script at the moment. What’s the story?</strong><br />The motion-capture costume looks like heavy, rigid, body armour and I’m talking about bodies being policed. It’s also about paranoia and self-policing. The final stage in the process of state administration is when we observe and police ourselves. It’s also a kind of epic poem: a monologue for 120 people.</p> \n<p><strong>The virtual world is never a happy place in your work – are you anti-technology?</strong><br />It’s not technology itself, but how it’s used. When we hold an iPhone, it’s designed to be beautiful, but also like a mystical black mirror that does a shitload of things and never speaks to the bodies in sweatshops and mines. For me, it’s more about trying to retrieve the bodies that disappear with the corporate digital sleight of hand.</p> \n<p><strong>How will Performance Capture address that?</strong><br />It partly stems from those DVD bonus things you get: behind the scenes, with green screens and people wearing dots all over their faces. You’re supposed to learn more, but actually the process is mystifying. I want people to see what happens when a body goes through that mediation, when they’re “captured”, as it were, and an identity is changed.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=3EkqVWXBVOQ\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/3EkqVWXBVOQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>FKA twigs is also making live digital films for the festival. Will your works cross over?</strong><br />Perhaps. The work she’s done before is rife with contemporary life and identity that is mediated and changed. I’ve always thought she was creating a powerful and uncanny figure to stand behind and present to the world.</p> \n<p><strong>You’ve previously featured faces crumpling and hair with a life of its own in your films. Will there be similar high jinks?</strong><br />It’s a bit more brutally real, actually. We’re working on how to get him wet, blow in the wind, how to have snow fall: physical limits that can be reset. It’s an image that is desperately trying to be real and yet capable of the deeply abstract and strange moves a computer affords.</p> \n<p><em><span class=\"bullet\">•</span> </em>Performance Capture is at <a href=\"http://www.mif.co.uk/event/ed-atkins\">Manchester Art Gallery</a>, 4-19 July. Box office: 0844 871 7654</p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429717309841/Ed-Atkins-Stedelijk-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Brutally real … A still from Ed Atkins' Stedelijk. Photograph: Ed Atkins","credit":"Ed Atkins/PR","altText":"Ed Atkins Stedelijk","cleanCaption":"Brutally real … A still from Ed Atkins' Stedelijk. Photograph: Ed Atkins"}],"bodyImages":[],"webPublicationDate":"2015-05-16T05:00:15Z","lastModified":"2015-05-16T05:00:15Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Skye Sherwin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/skyesherwin"}],"feature":true,"keywords":["Manchester international festival 2015","Manchester international festival","Festivals","Culture","Video art","Art and design"],"tags":[{"id":"culture/manchester-international-festival-2015","webTitle":"Manchester international festival 2015"},{"id":"culture/manchester-international-festival","webTitle":"Manchester international festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/video-art","webTitle":"Video art"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"}],"section":{"id":"culture"},"topics":[{"displayName":"Skye Sherwin","topic":{"type":"tag-contributor","name":"profile/skyesherwin"}}],"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/may/16/ed-atkins-performance-capture-manchester-international-festival-mif","shortUrl":"http://gu.com/p/47mka","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/may/16/ed-atkins-performance-capture-manchester-international-festival-mif","webUri":"http://www.theguardian.com/culture/2015/may/16/ed-atkins-performance-capture-manchester-international-festival-mif"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429717309841/Ed-Atkins-Stedelijk-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Brutally real … A still from Ed Atkins’ Stedelijk. Image: Ed Atkins","credit":"Ed Atkins/PR","altText":"Ed Atkins Stedelijk","cleanCaption":"Brutally real … A still from Ed Atkins’ Stedelijk. Image: Ed Atkins"}},"importance":7,"kicker":{"title":"Ed Atkins"},"showQuotedHeadline":false},{"title":"Chelsea flower show / The female designers vying for glory","rawTitle":"The female designers vying for glory","item":{"type":"article","id":"lifeandstyle/2015/may/16/gardens-women-designers-at-chelsea-flower-show","title":"Gardens: women vying for glory at Chelsea","trailText":"Why are there so few female designers at the Chelsea flower show? Charlotte Rowe, who won gold last year, encourages more women to enter, while Ambra Edwards meets those going for gold next week","standFirst":"<p>Why are there so few female designers at the Chelsea flower show? Charlotte Rowe, who won gold last year, encourages more women to enter, while Ambra Edwards meets those going for gold next week</p>","byline":"Charlotte Rowe and Ambra Edwards","body":"<p>I took on <a href=\"http://charlotterowe.com/chelsea-diary/tag/no-mans-land/\">my first show garden</a> at last year’s RHS Chelsea flower show, and I was one of the lucky ones: I won a gold medal. The fact that I was the only woman to have designed a show garden as an individual on Main Avenue (four other women worked jointly on three other gardens) went over my head because I was so focused on pulling the project together. But if someone had told me the statistics in advance, I might have seriously reconsidered doing a garden at Chelsea at all, let alone one on Main Avenue.</p> \n<p>The extraordinary thing is that in an industry dominated at grassroots level by women (the Society of Garden Designers, the industry’s representative body, has 1,041 members, of whom 70% are female), most of the top prizes are taken by men. In more than 225 Main Avenue show gardens since 2000, only about 60 had any participation by women designers, and only one, Sarah Eberle, has gained the coveted “best in show”.</p> \n<p>When I had come down from my cloud after winning, I was asked by a number of journalists why I thought there was so little participation by women designers. The immediate reaction is to simply say: well, if you don’t apply, you don’t get in. But perhaps it is not as simple as that. I had spent 18 months planning my show garden, from the initial eureka moment in the Imperial War Museum, when I decided to mark the 100th anniversary of the first world war with a show garden at Chelsea, to its completion in May 2014.</p> \n<p>First I had to design it; then persuade someone to build it and someone else to supply 9,000 plants to a first-timer. The next step was to get a charity partner on board. Finally, and crucially, we then had to secure financial sponsorship, as Main Avenue show gardens are fearsomely expensive – this last challenge took another year. I spent many years in the media and communications industry before retraining as a designer, and have a good track record of finding and dealing with sponsors. However, I nearly gave up many times as it proved so tricky.</p> \n<p>Once we had secured sponsorship, we had to jump through endless hoops demonstrating to the RHS that we had a strong enough proposition for a successful garden before being accepted. This took another three months.</p> \n<p>We then had to contend with the idiosyncrasies of British weather – our plant nursery was located in the middle of the Somerset Levels, which were under water for much of that winter. There were technical problems around the construction of huge, complex, sloping, polished concrete trench walls. Not to mention the UK’s largest single block of Portland stone, which had to be winched in without a scratch. We also had to get our enormous mature trees, all hand picked, craned into the garden in good fettle. In fact, one tree failed once planted and had to be replaced with only days to spare.</p> \n<p>You need true grit to sustain the knock-backs to get to the finishing line. Possibly many people think it is not worth the stress – and they may be right. Sleepless nights followed by the exhausting show week itself were to some extent mitigated by doing well and winning a medal. But it is not for the faint-hearted.</p> \n<p>Fronting a project of this value (Main Avenue show gardens cost more than &pound;300,000 to mount) in front of 160,000 visitors and millions of viewers on 11 hours of national television, not to mention media from all over the world, is not something with which all creative people feel comfortable. And so much rests on doing well (ie medals) that it simply frightens off many women designers.</p> \n<p>I have designed nearly 200 “real” gardens, and those spaces keep me stimulated and challenged. The satisfaction of watching a client start to enjoy a garden for the first time and seeing it give long-lasting pleasure is really what makes me tick. I could not bear to be around when my show garden last year was dismantled – it felt so heartbreakingly ephemeral and short-lived.</p> \n<p>Chelsea has such kudos and power in the industry that some people go back year after year. But the majority of designers who return to the fray for a second and third time tend to be men. It is almost like a private club of horticultural Olympians. Once in, you become a member of this special group, which is so tantalisingly attractive that it can become addictive.</p> \n<p>Too many people treat garden design as a hobby and not a serious career. However, it is an honourable profession in which the British lead the world. Most of us need to grasp the nettle and go for it.</p> \n<h2>This year’s top contenders</h2> \n<p><strong>Sarah Eberle</strong></p> \n<figure class=\"element element-image\" data-media-id=\"ebfdce07c66821e49896408cff570278d1b879c8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/6/1430929098925/5102427c-73da-4b1d-933d-13f5a59a6930-460x276.jpeg\" alt=\"Sarah Eberle\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<p>Last year, on live TV, <a href=\"http://www.saraheberle.com/\">Sarah Eberle</a> told the world she would do no more small gardens at Chelsea. Yet here she is again, with two. With nine gold medals and a best in show behind her, Eberle has nothing to prove. But she’s thrilled about her tiny garden for <a href=\"https://www.rhs.org.uk/shows-events/rhs-chelsea-flower-show/exhibitors/2015/gardens/breast-cancer-haven-garden\">Breast Cancer Haven</a>: “I’ve never done anything so small before, just 5m x 4m. The challenge is to have enough detail to engage attention, but not to overwork it. Its strength should lie in its simplicity.”</p> \n<p>In a miniature slice of woodland glade, a “nest” of woven willow rests under a tree, representing the Haven centres that support women with breast cancer. Eberle’s plan is that the setting becomes part of the garden’s message: “The show and the people in it represent the chaos, despair, the risk of the wider world; the garden becomes a safe haven, where you’re not divorced from the world but protected from it.</p> \n<p>“There are no boundaries – it is not the retreat of a recluse – but if people stop and look, and feel they would like to curl up in there for a while, then it will have succeeded.”</p> \n<p>Her other garden is a conceptual one for the <a href=\"https://www.gov.uk/government/news/apha-at-rhs-chelsea-flower-show-2015\">Animal And Plant Health Agency, </a>one that dramatises the threat of global plant pests and diseases to our native species. The garden celebrates a “sentinel tree” project, in which British trees are planted in other countries to see how they are affected by potential invaders. Eberle imagines these pathogens as Slinkys: “It was a response to the way they sneak around in a way you don’t expect.”</p> \n<p>Eberle believes two gardens will prove less stressful than one. “You can get so sucked in that you can’t see the wood for the trees. With two, you stay more detached. And with such different plant palettes, I can’t possibly muddle them up.”</p> \n<p><strong>Ruth Willmott</strong></p> \n<figure class=\"element element-image\" data-media-id=\"f8c35a86e9e9c57cdc7b501fe17f2c742edf238e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/6/1430929168814/b332c427-fac4-49f6-9abb-9eda54d85b34-460x276.jpeg\" alt=\"Ruth Willmott\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<p>The devastating experience of breast cancer – losing her sister-in-law to the disease last year – is what has brought gold medallist <a href=\"http://www.ruthwillmott.com/\">Ruth Willmott</a> back this year, for research charity <a href=\"https://www.rhs.org.uk/shows-events/rhs-chelsea-flower-show/exhibitors/2015/gardens/breakthrough-breast-cancer-garden\">Breakthrough Breast Cancer</a>. “I had never witnessed anything quite so hard to deal with – you just couldn’t do anything. So it pushed me to think how I might do something positive, not just to fill the hole that I felt, to heal myself, but also to help others, which Angela would have wanted.</p> \n<p>“I thought back to the impact that even a small garden at Chelsea can have for a charity, and it spurred me on to talk to Breakthrough.”</p> \n<p>The beauty and tranquillity of the garden belie the shocking statistics it embodies: 1,000 women lose their lives to breast cancer in the UK every month. Ethereal white and green planting, symbolising the hope and promise that fuel breast cancer research, is contrasted with dark pools that ripple every 10 minutes – each ripple representing a diagnosis. Willmott has also embraced the campaign colour of pink. “It’s challenging to work with, to make elegant and sophisticated. I’m looking forward to using pink forget-me-nots, a pink <a href=\"https://www.rhs.org.uk/plants/search-results?nm=aquilegia&amp;op=0\">aquilegia</a> and <a href=\"https://www.rhs.org.uk/plants/details?plantid=6230\"><em>Iris sibirica</em></a>, which haven’t been used in a Chelsea garden before.”</p> \n<p><strong>Jo Thompson</strong></p> \n<figure class=\"element element-image\" data-media-id=\"f249cfa4015af6c4864169a0988aaf3d2e0faf10\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/6/1430929243438/15acfe23-c277-4dbc-9748-41c447a2fbb8-460x276.jpeg\" alt=\"Jo Thompson\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<p>It’s GCSE year in her household this year, so<a href=\"http://jothompson-garden-design.co.uk/\"> Jo Thompson</a> was planning to give Chelsea a miss. But when the invitation came from show sponsors <a href=\"http://www.mandgchelsea.co.uk/2015-garden/the-mg-garden/\">M&amp;G</a>, the Chelsea veteran couldn’t resist. “Something very English, very planty, traditional but with a modern twist – it was the perfect brief.” Thompson was once a drama teacher, and her genius lies in creating compelling scenes that tell a story: her <a href=\"http://jothompson-garden-design.co.uk/chelsea-the-idea/\">2012 vintage caravan garden</a> (complete with dog kennel) was a case in point. For M&amp;G, she has imagined a dreamy woodland garden set round a swimming pond, overlooked by a two-storey summer house. She was inspired by the writing retreats of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/vita-sackville-west\">Vita Sackville-West</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/virginiawoolf\">Virginia Woolf</a>, but the person she imagines using this space is a man. “I have to imagine this is someone’s garden, to bring it to life. The room is kitted out, even though no one will see it; otherwise the illusion would be broken.”</p> \n<p>Thompson has set herself some punishing technical challenges. “We need to build the summer house on site, but there’s a whopping hole where the scaffolding should go.”</p> \n<p>Still, she is confident about her planting, with an all-female volunteer planting team. “I don’t think many people realise what brilliant work the volunteers do at Chelsea.”</p> \n<p><strong>Kamelia Bin Zaal</strong><br /></p> \n<figure class=\"element element-image\" data-media-id=\"15c0fb05f288fb67b92124ee809ae50526f082eb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/6/1430929375400/70c8d214-a25b-400d-b025-c6692a818d3e-460x276.jpeg\" alt=\"Kamelia Bin Zaal\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<p>Last year, one of Jo Thompson’s planting elves was Emirati designer <a href=\"http://www.secondnature.ae/\">Kamelia Bin Zaal</a>. This year she has a garden of her own. “I’ve dreamed of Chelsea since I trained at the Inchbald School of Design, and I’ve always wanted to do a contemporary Islamic garden. My attitude is, if you’re going to go for something, you go all out. I thought, you’ve got 11 years of experience, you know how to build gardens, you <em>can</em> do this…”</p> \n<p>Besides, she is determined to shift what she sees as patronising western notions of Islamic womanhood. “If women have drive and ambition and talent they will succeed, just as in the west. There’s nothing stopping women in the Emirates achieving anything they want to, and they have the full support of their leaders, their government and their families.”</p> \n<p>Bin Zaal’s family is behind her: their Dubai property development company, Al Barari, is sponsoring the garden. “The biggest challenge is the plants,” Bin Zaal says. “Some are new to Chelsea and sensitive. But if even one person walks away from my garden with a more positive attitude towards Islam and Arabic culture, I’ve done my job. That would really make me happy.”</p> \n<p><span class=\"bullet\">•</span> Visit theguardian.com/gardens for coverage of RHS Chelsea, 19-23 May</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/6/1430928880851/5f493f89-ced9-4b0f-8481-f63b13dcb345-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Charlotte Rowe’s No Man’s Land garden, which won gold at Chelsea in 2014.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/6/1430929100142/b4666bb6-46cf-4067-bed7-a88a1e406d18-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Suki Dhanda","altText":"Sarah Eberle","cleanCredit":"Photograph: Suki Dhanda"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/6/1430929170092/01e49c2c-3940-4408-9532-0f9379a33943-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Suki Dhanda","altText":"Ruth Willmott","cleanCredit":"Photograph: Suki Dhanda"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/6/1430929244728/552effeb-491c-40ab-a2c7-e7f51c1d9f23-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Suki Dhanda","altText":"Jo Thompson","cleanCredit":"Photograph: Suki Dhanda"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/6/1430929376950/a9be403a-a9f5-492f-9870-09edbf8258a3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Siddharth Siva","altText":"Kamelia Bin Zaal","cleanCredit":"Photograph: Siddharth Siva"}],"webPublicationDate":"2015-05-16T04:59:15Z","lastModified":"2015-05-16T04:59:15Z","metadata":{"commentable":true,"commentCount":2,"contributors":[],"feature":true,"keywords":["Gardens","Life and style","Chelsea flower show","Women"],"tags":[{"id":"lifeandstyle/gardens","webTitle":"Gardens"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/chelseaflowershow","webTitle":"Chelsea flower show"},{"id":"lifeandstyle/women","webTitle":"Women"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/16/gardens-women-designers-at-chelsea-flower-show","shortUrl":"http://gu.com/p/47zz4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/16/gardens-women-designers-at-chelsea-flower-show","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/16/gardens-women-designers-at-chelsea-flower-show"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/6/1430928880851/5f493f89-ced9-4b0f-8481-f63b13dcb345-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Charlotte Rowe’s No Man’s Land garden, which won gold at Chelsea in 2014. Photograph: Alamy","credit":"Alamy","altText":"Charlotte Rowe’s No Man’s Land garden, which won gold at Chelsea in 2014.","cleanCaption":"Charlotte Rowe’s No Man’s Land garden, which won gold at Chelsea in 2014.","cleanCredit":"Photograph: Alamy"}},"importance":5,"kicker":{"title":"Chelsea flower show"},"showQuotedHeadline":false},{"title":"Popoff / The French wrestler who can’t cast off his cape","rawTitle":"The French wrestler who can’t cast off his cape","item":{"type":"article","id":"world/2015/may/15/golden-age-wrestling-france-popoff","title":"Popoff, the French wrestler who can’t cast off his cape","trailText":"The golden age of wrestling in France is long gone, but Jean-Pierre Pouzade is living testimony to a sport that once drew huge crowds","standFirst":"The golden age of wrestling in France is long gone, but Jean-Pierre Pouzade is living testimony to a sport that once drew huge crowds","byline":"Anthony Hernandez","body":"<p>His stage name was “Popoff the Gypsy”. If you’re under 30, chances are you’ve never heard of him. But for anyone who remembers the golden age of wrestling in France, the name is as evocative as <a href=\"https://www.finedininglovers.com/stories/proust-madeleine/\" title=\"\">Proust’s madeleine</a>. Between the end of the second world war and the 1980s, fabled Paris venues such as the Elys&eacute;e-Montmartre, the Wagram and the Cirque d’hiver featured some extraordinary practitioners of <em>le catch</em>, as the French call it. They were athletes with actor’s chops and names that could light up a crowd: Bethune the Executioner, The White Angel, Dearest Bibi. All long ago left the ring and its circus-like atmosphere behind – but not Popoff.</p> \n<p>Now 72, his shaved head and handlebar moustache as formidable as ever, Jean-Pierre Pouzade (to use his real name) is living testimony to a bygone era of sports entertainment. A hearty young fellow from the Auvergne, he was only 15 when he stepped into the ring for the first time and became French wrestling’s youngest – and, it turned out, longest-lasting – star. He was there for the first broadcasts of the sport on TV. Twenty years ago, he was named European senior champion and posed for a campaign photo with presidential hopeful <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/jacques-chirac\" title=\"\">Jacques Chirac</a>, then mayor of Paris. Only in 2009, long past the age of retirement, did he finally hang up his cape.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/may/15/popoff-the-great-french-wrestler-in-pictures\">Popoff the great French wrestler - in pictures</a> </p> \n</aside> \n<p>Officially, that is – for the great Popoff still trains, in secret. Pass by the home he’s lived in since 2008 with his wife, Monique, in La Motte, a village of 2,000 inhabitants in the C&ocirc;tes-d’Armor region of north-west Brittany, and you just might catch a candid glimpse of the man in all his faded glory. Half-naked in a bright red wrestler’s bodysuit (“my favourite piece of clothing”), set up in a rustic little outdoor gym in a corner of the garden, the ageing athlete lifts weights and racks up the kilometres on his rusty old exercise bike. “It’s been a few years now that I’ve been out of the ring. It bugs me, you know. But people always tell me, ‘You haven’t changed, Popoff. How do you do it?’ Bah! I say – the important thing is I keep up my training, and my gym is in the open air.”</p> \n<p>In winter, when the cold gets too much to bear, he moves his improvised fitness centre into the living room. Between two chairs, under the watchful eye of his dog, Junior, he does multiple sets of push-ups and sit-ups. The house, which sits on the edge of the forest of Loud&eacute;ac, is full of mementos. Old posters scream his name from matches long past.</p> \n<p>Hauled from a bedroom closet, cardboard boxes overflow with old press clippings and photos. In a frame on the wall, a much younger Popoff sits astride a white horse, looking dashing and in the prime of life for a man in his 30s, his moustache not yet grey, his pate not yet shiny. “It was my hairy period, my hippie style,” he says with a grin before getting up to strike a pose. Jaw clenched, crouched for battle, he lets out an unholy yell. “That’s my speciality. I loved playing the baddie.Actually, before I got my stage name, when I was still Pouzade, people used to throw tomatoes at me because they thought I was the son of [Pierre] Poujade,” the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2003/aug/28/guardianobituaries1\" title=\"\">1950s French far-right politician</a>.</p> \n<p>Growing up, Pouzade was a rather unruly lad. Born in 1943 in Juvisy, a suburb south of Paris, he got into fights and defied authority. “I was expelled twice from school. The first time, I threw an ink bottle at a teacher who was getting on my nerves. The second time, I was caught in the act with the girl next to me, the teacher’s daughter.”</p> \n<p>On the football pitch, young Pouzade had the habit of going for his opponents’ ankles rather than the ball. One day, impressed by his propensity to pick a fight, a hustler told him: “You know, kid, I know a school where you can learn to box and wrestle. If you want to try …” Before long, without his parents knowing, Pouzade started cycling every Tuesday to the wrestling school 8km away.</p> \n<p>He was 12 when he saw his first professional match, spying through the broken window of a covered market at the ring set up in the middle. “It was the Masked Man v Bethune the Executioner. I saw this colossus with huge arms who made the ring bounce 20 or 25 centimetres with each hold, and I was hooked,” he says, still amazed by the sight 60 years later.</p> \n<p>In those days, wrestling was still highly popular in France; there was a big match in every town and the halls were always full. With the advent of the first TV broadcasts in 1952, hosted by well-known sports journalist Roger Couderc, the sport entered a new era. “People watched wrestling at the cafe, they watched it at their neighbour who had a TV,” Pouzade recalls. “Farmers who today you see on [reality TV show] Farmer Wants a Wife, in those days they came down off their tractors” and watched wrestling. “We were more popular than <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/johnny-hallyday\" title=\"\">Johnny Hallyday</a>, we were stars, we did stunts in movies with <a href=\"http://www.imdb.com/name/nm0176061/\" title=\"\">Eddie Constantine</a> and <a href=\"http://www.imdb.com/name/nm0893341/\" title=\"\">Lino Ventura</a>.”</p> \n<p>Besides performing in wrestling shows and <a href=\"http://www.imdb.com/name/nm3738581/\" title=\"\">bit-parts in films</a>, Pouzade as a young man started appearing in travelling fairs like the enormous <a href=\"http://www.foiredutrone.com\" title=\"\">Foire du Tr&ocirc;ne</a> in Paris’s Bois de Vincennes and another in Pigalle. There, fake “volunteers” were plucked from the carnival crowd to step into the ring and fight so-called professionals. Right up until the age of 50, Popoff was one of the star attractions at the famed wrestling show run by Jacques Scherrer (aka “Jackson”) of the Foire du Tr&ocirc;ne. It’s where he got his stage name. “When I lifted my opponent in the air, I’d yell ‘Hop! Pof!’” he recalls. “After that, Jackson, who was a funny fellow, started calling me Popoff the Gypsy, or sometimes the Russian, or at one point T&eacute;o Popoffh. After I was asked to shave my head for a part in a film, Jackson told me I could continue playing the role with a shaved head.”</p> \n<p>The glory days couldn’t last. At the <a href=\"http://www.elyseemontmartre.com\" title=\"\">Elys&eacute;e-Montmartre</a>, a Paris venue owned at the time by the wrestler Roger Delaporte, Pouzade started to realise his sport was dying a slow death. He got to know the Famous French comedian Coluche there, who had been brought in to programme the entertainment with other stars. “When there was no work for us, Delaporte made us repaint the hall,” the wrestler recalls. “The only sports the media were interested in were football and rugby. Our veterans were retiring and there was nobody to take their place. Wrestling was becoming pass&eacute;.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We had our little tricks, but we didn't want people to think it was all a sham. Ours was really a school of hard knocks</p> \n </blockquote> \n</aside> \n<p>In the 1980s, Pouzade was reduced to doing only the odd wrestling show here and there. Between jobs as a truck driver, he appeared on TV in sketches by “Le Professeur Choron” (aka Georges Bernier, co-founder of the satirical magazine Hari-Kiri, now <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/charlie-hebdo\" title=\"\">Charlie Hebdo</a>) and played opposite Arielle Dombasle (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2008/jan/11/france.theatre\" title=\"\">married to the philosopher Bernard Henri-L&eacute;vy</a>) in the Choron war operetta <a href=\"http://www.imdb.com/title/tt0484114/?ref_=nm_ov_bio_lk1\" title=\"\">Ivre mort pour la patrie</a>. “I have no regrets,” Pouzade says. “Boy, did we have fun!”</p> \n<p>His passion for wrestling never left him, however. He opened a training school in the Paris suburb of Nanterre, became one of France’s best referees, and in 2006 helped revive the <a href=\"http://ffcatch.fr\" title=\"\">F&eacute;d&eacute;ration Fran&ccedil;aise de Catch Professionel</a>, a venerable institution founded in the 1930s that had been moribund since 1989.</p> \n<p>The sport still floundered, however. Its centre of gravity shifted to the United States. “The French passed the torch to the Americans – particularly, in the 1980s, Andr&eacute; the Giant.” The <a href=\"http://en.wikipedia.org/wiki/History_of_WWE\" title=\"\">World Wrestling Federation</a> champion was actually born Andr&eacute; Ren&eacute; Roussimoff, in Coulommiers, an hour east of Paris. Today his successors are all-American stars such as <a href=\"http://www.wwe.com/superstars/johncena\" title=\"\">John Cena</a> and <a href=\"http://www.wwe.com/superstars/bigshow\" title=\"\">Big Show</a>, names French grapple fans are more familiar with today. “They aren’t nearly as good as we were,” Pouzade sniffs. “You don’t believe them for one minute. There’s no tripping anymore, no cuffing.”</p> \n<p>In his seminal work on popular culture, Mythologies, the great French philosopher <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2003/feb/22/art.classics\" title=\"\">Roland Barthes</a> dismissed wrestling as a “spectacle of excess”, not a sport. He obviously never got in the clutches of Popoff. “In the old days, we’d cuff our opponent so hard over the head, you could hear it clear to the back of the hall. We had to know how to fall and how to hit. We had our little tricks, of course, but the last thing we wanted people to think was that it was all a sham. Ours was really a school of hard knocks.”</p> \n<p>Though it is enjoying something of a renaissance these days, wrestling in France remains but a shadow of its former self. Only the great Flesh Gordon – whose real name is G&eacute;rard Herv&eacute; and who hails from the Parisian suburb of Villeneuve-le-Roi – still draws crowds nationally and abroad. But the 61-year-old’s efforts are hardly enough to keep the tradition alive, Pouzade says. Donning his old costume, its magnificent gold cape embroidered over the chest with a stylised owl, Popoff deals the final blow: “There aren’t any real wrestlers left,” he scoffs. “They’re all a bunch of weaklings now. Whenever I stop in at that little school they’ve opened in Paimpol,” an oceanside village an hour’s drive north of his home in Brittany, “the kids there can see it right away. ‘Look at that,’ they say. ‘When the old man lands a blow, it’s like poison.’”</p> \n<p><em>This article appeared in </em><a href=\"http://www.theguardian.com/weekly\" title=\"\"><em>Guardian Weekly,</em></a><em> which incorporates material from Le Monde</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431613021672/Popoff-le-gitan-Pasquet-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Popoff continues to train in a gym in his garden. Thierry Pasquet/Signatures Photograph: Thierry Pasquet /Signatures","credit":"Thierry Pasquet /Signatures","altText":"Popoff le gitan-Pasquet","cleanCaption":"Popoff continues to train in a gym in his garden. Thierry Pasquet/Signatures Photograph: Thierry Pasquet /Signatures"}],"bodyImages":[],"webPublicationDate":"2015-05-15T16:47:05Z","lastModified":"2015-05-15T16:47:05Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Anthony Hernandez","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anthony-hernandez"}],"feature":true,"keywords":["France","Wrestling","Sport"],"tags":[{"id":"world/france","webTitle":"France"},{"id":"sport/wrestling","webTitle":"Wrestling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"world"},"topics":[{"displayName":"Anthony Hernandez","topic":{"type":"tag-contributor","name":"profile/anthony-hernandez"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/15/golden-age-wrestling-france-popoff","shortUrl":"http://gu.com/p/482xg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/15/golden-age-wrestling-france-popoff","webUri":"http://www.theguardian.com/world/2015/may/15/golden-age-wrestling-france-popoff"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431613021672/Popoff-le-gitan-Pasquet-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Popoff continues to train in a gym in his garden. Thierry Pasquet/Signatures Photograph: Thierry Pasquet /Signatures","credit":"Thierry Pasquet /Signatures","altText":"Popoff le gitan-Pasquet","cleanCaption":"Popoff continues to train in a gym in his garden. Thierry Pasquet/Signatures Photograph: Thierry Pasquet /Signatures"}},"importance":5,"kicker":{"title":"Popoff"},"showQuotedHeadline":false},{"title":"Can Keir Starmer really become Labour leader? And should he?","rawTitle":"Can Keir Starmer really become Labour leader? And should he?","item":{"type":"comment","id":"law/commentisfree/2015/may/15/can-keir-starmer-really-become-labour-leader","title":"Can Keir Starmer really become Labour leader? And should he?","trailText":"He’s only been an MP for a week, but already activists are trying to draft the ex-DPP into the leadership contest. Would it be a wise for him or Labour?","standFirst":"<p>He’s only been an MP for a week, but already activists are trying to draft the ex-DPP into the leadership contest. Would it be a wise for him or Labour?</p>","byline":"Michael White","body":"<p>The late John Smith once confided that, though he had been engaged in political strife for decades and served in cabinet, all that experience had left him woefully ill-prepared for the relentless exposure he would face as Labour leader, for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/may/12/john-smith-labour-britain-prime-minister\" title=\"\">a brief two years (1992-94), as it turned out</a>.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/chuka-umunna-withdraws-from-labour-leadership-contest\" title=\"\">Chuka Umunna’s career got nowhere near as far</a> as that, before the pressure of 24/7 media scrutiny of his family – far worse than Smith (highly protective of his wife and three teenage daughters) had to endure – forced him to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/commentisfree/2015/may/15/chuka-umunna-media-robbing-normal-political-candidates\" title=\"\">abandon his own bid to lead the party</a> on Friday.</p> \n<p>So what about Keir Starmer, newly elected MP for Holborn and St Pancras, whom some desperate Labour activists are <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/labour-activists-urge-keir-starmer-to-stand-for-party-leadership\" title=\"\">trying to draft into the contest</a> as a battle–hardened barrister and ex–director of public prosecutions, with a tough reputation untainted by political failures of the past decade?</p> \n<p>Would it be madness to make a man who has been an MP for just a week leader of his party when it faces an unprecedented triple challenge – from the SNP in Scotland, Ukip in northern England and the Tories in the south? Or would it represent a fresh start in a short-termist age, when last year’s Britain’s Got Talent celebrity may be on the scrapheap this year, a has-been at 18?</p> \n<p>There was a time when politicians were deemed in their prime at 55, having worked their way up through junior office and hard knocks. The wartime generation, which survived in cabinet until the 80s – Denis Healey, Willie Whitelaw and Lord Carrington – had seen and suffered a good deal more.</p> \n<p>All that has now gone. Twentysomething politicians in 2015 have not flown Lancaster bombers or bayoneted a German, let alone dug coal or created a business. Instead they have read PPE at Oxford and been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2010/sep/02/ministerial-special-advisers\" title=\"\">ministerial special advisers</a>. Voters have acquired disdain for “professional politicians” who have what Nigel Farage, a City metal trader, likes to call “no experience of real life”.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2008/aug/01/humanrights.law\" title=\"\">Starmer has had a real and distinguished career</a>. But parliament is notorious for being unkind to those who enter it in middle age with an outside reputation. Would that CV and posh knighthood (he received a KCB in 2014) be a handicap or a bonus? How would <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2013/apr/24/keir-starmer-director-public-prosecutions\" title=\"\">the controversies of his five-year stint as DPP</a> play among voters who have barely heard of him – let alone of Labour’s first secular saint, Keir Hardie, after whom he was named by progressive parents?</p> \n<p>Why not give it a try? As a freshman senator from Illinois, Barack Obama took an outrageously impudent gamble in challenging Hillary Clinton’s political machine for the Democratic nomination in 2008. David Cameron was not the frontrunner to succeed Michael Howard in 2005. William Pitt the Younger was 24 when he first became PM in 1783, but held the job, virtually without a break, until his death in 1806. They were not quiet times.</p> \n<p>Nor are our own, with domestic and foreign perils all too obvious in 2015. So the hard–nosed realist’s answer to the “Call Keir” camp will surely be: “Too risky.” As John Smith, himself a criminal lawyer, ruefully discovered, the pressures of the job are far more intrusive than those on a DPP occasionally immersed in controversy.</p> \n<p>Most major parties in Britain – the habit is not so pronounced elsewhere – have spoilt potential leaders who were promoted too far, too fast. Neil Kinnock and William Hague are obvious examples, Ed Miliband, too, since last Friday morning’s humbling. Charles Kennedy, Lib Dem leader at 39, dealt with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2006/jan/08/liberaldemocrats.observerpolitics\" title=\"\">the pressures his own destructive way</a>.</p> \n<p>On a practical level, Starmer doesn’t know many people or much that matters in SW1. He could be seen wandering around the Palace of Westminster this week as friendless and lost as most other new MPs. He doesn’t know how the place works, the procedures or the nearest loo.</p> \n<p>He’s seen it all on TV – as we all do nowadays – but that’s not the same. The roughest criminal case in Snaresbrook crown court has nothing on a rowdy PMQs, where the noise and confusion are deafening. But law and politics have always been first cousins. He can speak the language.</p> \n<p>Yet will he actually be any good as a politician? Does he have common sense as well as intellect, the common touch, which matters, too? Is he fast on his PMQs feet or too reflective? Can he even make a political speech? How good is he with the different skillset required for TV? Is he witty? I’ve heard him once or twice and I’m not sure.</p> \n<p>At 52, Starmer is at least a grownup who knows his own mind. Being DPP must be a lonely job, as leadership usually is. Chances are he will decide as a grown-up that it’s too soon; or, as Dan Jarvis, an untainted <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2014/dec/28/rising-stars-2015-dan-jarvis-politician\" title=\"\">new broom with a very different CV</a> (a major in the Parachute Regiment), decided: family comes first.</p> \n<p>But sometimes a politician, even a novice, thinks he hears the call of destiny and answers it, as Ed Miliband did. “There is a tide in the affairs of men,” Shakespeare has Brutus say, “which, taken at the flood, leads on to fortune.”</p> \n<p>It didn’t do either of them much good. Think hard, Sir Keir. There’s plenty of time, and Labour isn’t going anywhere.</p>","section":"Law","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431701171690/Keir-Starmer-has-had-a-re-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Keir Starmer has had a real and distinguished career. But parliament is notorious for being unkind to those who enter it with an outside reputation.' Photograph: Nick Ansell/PA Wire/Press Association Images","credit":"Nick Ansell/PA Wire/Press Association Images","altText":"'Keir Starmer has had a real and distinguished career. But parliament is notorious for being unkind ","cleanCaption":"'Keir Starmer has had a real and distinguished career. But parliament is notorious for being unkind to those who enter it with an outside reputation.' Photograph: Nick Ansell/PA Wire/Press Association Images"}],"bodyImages":[],"webPublicationDate":"2015-05-15T17:06:33Z","lastModified":"2015-05-15T22:24:57Z","metadata":{"commentable":true,"commentCount":167,"contributors":[{"name":"Michael White","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744420/MichaelWhite.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michaelwhite"}],"feature":false,"keywords":["Keir Starmer","Law","Labour","Politics","Labour party leadership"],"tags":[{"id":"law/keir-starmer","webTitle":"Keir Starmer"},{"id":"law/law","webTitle":"Law"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"}],"section":{"id":"law"},"topics":[{"displayName":"Michael White","topic":{"type":"tag-contributor","name":"profile/michaelwhite"}}],"embeddedVideos":[],"adTargetingPath":"law"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/law/commentisfree/2015/may/15/can-keir-starmer-really-become-labour-leader","shortUrl":"http://gu.com/p/49vz2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/law/commentisfree/2015/may/15/can-keir-starmer-really-become-labour-leader","webUri":"http://www.theguardian.com/law/commentisfree/2015/may/15/can-keir-starmer-really-become-labour-leader"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431701171690/Keir-Starmer-has-had-a-re-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Keir Starmer has had a real and distinguished career. But parliament is notorious for being unkind to those who enter it with an outside reputation.’ Photograph: Nick Ansell/PA Wire/Press Association Images","credit":"Nick Ansell/Press Association","altText":"'Keir Starmer has had a real and distinguished career. But parliament is notorious for being unkind ","cleanCaption":"‘Keir Starmer has had a real and distinguished career. But parliament is notorious for being unkind to those who enter it with an outside reputation.’ Photograph: Nick Ansell/PA Wire/Press Association Images"}},"importance":4,"showQuotedHeadline":true},{"title":"Ursula Halligan / Irish journalist comes out ahead of referendum on gay marriage","rawTitle":"Irish journalist comes out ahead of referendum on gay marriage","item":{"type":"article","id":"world/2015/may/15/irish-journalist-comes-out-ahead-of-referendum-on-gay-marriage","title":"Irish journalist comes out ahead of referendum on gay marriage","trailText":"Ursula Halligan, political editor of commercial channel TV3, writes powerful column in Irish Times about torment of being secretly gay in Ireland","standFirst":"<p>Ursula Halligan, political editor of commercial channel TV3, writes powerful column in Irish Times about torment of being secretly gay in Ireland</p>","byline":"Lisa O'Carroll","body":"<p>It has taken Ireland decades of scandals involving priests and bishops to loosen the grip of the Catholic church on its culture and laws.</p> \n<p>But the repressive days of the 1960s and 1970s were back on the front pages on Friday after one of the country’s most high-profile journalists came out at the age of 54.</p> \n<p>Ursula Halligan, political editor of commercial channel TV3, revealed she was resigned to “going to my grave with this secret” until the upcoming referendum on same-sex marriage forced her to confront the issue head on.</p> \n<p>She told of the pain and suffering she endured, when at 17 she fell in love with another girl, knowing homosexuality was deemed “an evil perversion”.</p> \n<p>In a column in the Irish Times, she told how heterosexuals take love and marriage for granted.</p> \n<p>“For me, there was no first kiss; no engagement party; no wedding. And up until a short time ago no hope of any of these things,” <a href=\"http://www.irishtimes.com/opinion/ursula-halligan-referendum-pointed-me-towards-telling-the-truth-about-myself-1.2212960\">she wrote.</a> </p> \n<p>Her words will resonate with everyone who grew up in 1970s Ireland – where the orthodoxies of the Catholic church were so deeply ingrained in the state that contraception, divorce and abortion were all illegal. Homosexuality was not decriminalised until 1993. </p> \n<p>Ireland will become the first country to hold a referendum on gay marriage on 22 May. </p> \n<p>Halligan told how she learned to “suppress everything” to the point where she became filled with homophobic feelings for herself. </p> \n<p>“In the privacy of my head, I had become a roaring, self-loathing homophobe, resigned to going to my grave with my shameful secret. And I might well have done that if the referendum hadn’t come along,” she wrote.</p> \n<p>“Because of my upbringing, I was revolted at the thought that I was in love with a member of my own sex.”</p> \n<p>She told how in recent months she had considered coming out and a few weeks ago found a diary she had kept from 1977 talking of her feelings for her classmate.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In the privacy of my head, I had become a roaring, self-loathing homophobe</p> \n </blockquote> \n</aside> \n<p>“These past few months must have been the darkest and gloomiest in my entire life,” she had written. </p> \n<p>“There have been times when I have even thought about death, of escaping from this world, of sleeping untouched by no one forever,” her diary said.</p> \n<p>Halligan’s article drew applause from many quarters and at one point was trending on Twitter in the UK. Graham Norton <a href=\"https://twitter.com/grahnort/status/599191203016536064\">tweeted:</a> “A heartfelt heart breaking story - How anyone could read it and still vote ‘no’ is beyond me.”</p> \n<p>Halligan said if her words help even one 17-year-old girl or boy to cope with any anxiety they are feeling about their sexuality, “then I had to tell the truth”.<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d8ac5c7d35157ae282207ba347d2c32f701998cd/0_106_2019_1211/2019.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1211,"width":2019,"orientation":"landscape","credit":"Alamy","altText":"Ursula Halligan","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-15T16:38:25Z","lastModified":"2015-05-15T22:04:27Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Lisa O'Carroll","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lisaocarroll"}],"feature":false,"keywords":["Ireland","Europe","World news","Gay marriage","Sexuality","Society"],"tags":[{"id":"world/ireland","webTitle":"Ireland"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"society/sexuality","webTitle":"Sexuality"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"world"},"topics":[{"displayName":"Lisa O'Carroll","topic":{"type":"tag-contributor","name":"profile/lisaocarroll"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/15/irish-journalist-comes-out-ahead-of-referendum-on-gay-marriage","shortUrl":"http://gu.com/p/49vp4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/15/irish-journalist-comes-out-ahead-of-referendum-on-gay-marriage","webUri":"http://www.theguardian.com/world/2015/may/15/irish-journalist-comes-out-ahead-of-referendum-on-gay-marriage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d8ac5c7d35157ae282207ba347d2c32f701998cd/0_106_2019_1211/2019.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1211,"width":2019,"orientation":"landscape","caption":"Ursula Halligan: ‘Because of my upbringing, I was revolted at the thought that I was in love with a member of my own sex.’ Photograph: Alamy","credit":"Alamy","altText":"Ursula Halligan","cleanCaption":"Ursula Halligan: ‘Because of my upbringing, I was revolted at the thought that I was in love with a member of my own sex.’","cleanCredit":"Photograph: Alamy"}},"importance":4,"kicker":{"title":"Ursula Halligan"},"showQuotedHeadline":false},{"title":"Tina Fey / Everything you need to know","rawTitle":"Everything you need to know","item":{"type":"article","id":"culture/picture/2015/may/15/tina-fey-infographic","title":"Tina Fey, everything you need to know in one handy infographic","trailText":"Best known for Saturday Night Live, Mean Girls and 30 Rock, Tina Fey has won eight Emmy Awards and two Golden Globes","standFirst":"<p>Best known for Saturday Night Live, Mean Girls and 30 Rock, Tina Fey has won eight Emmy Awards and two Golden Globes<br /></p>","byline":"Johnny Dee","body":"","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431514655367/f163f99b-75f3-4432-970c-e8f94709e359-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"REX","altText":"Tina Fey","cleanCredit":"Photograph: REX"}],"bodyImages":[],"webPublicationDate":"2015-05-15T12:00:04Z","lastModified":"2015-05-16T07:15:17Z","metadata":{"commentable":true,"commentCount":28,"contributors":[{"name":"Johnny Dee","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnnydee"}],"feature":false,"keywords":["Tina Fey","Culture","Television","Television & radio"],"tags":[{"id":"tv-and-radio/tina-fey","webTitle":"Tina Fey"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"culture"},"topics":[{"displayName":"Johnny Dee","topic":{"type":"tag-contributor","name":"profile/johnnydee"}}],"series":{"title":"Infomania","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/infomania"},"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/picture/2015/may/15/tina-fey-infographic","shortUrl":"http://gu.com/p/48pc5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/picture/2015/may/15/tina-fey-infographic","webUri":"http://www.theguardian.com/culture/picture/2015/may/15/tina-fey-infographic"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431514802348/65ef8da1-a085-49f1-b129-49a88e7f0998-1286x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1286,"orientation":"portrait","caption":"Infomania. Photograph: Illustration: The Guide","credit":"Illustration: The Guide","altText":"Infomania","cleanCaption":"Infomania.","cleanCredit":"Illustration: The Guide"}},"importance":3,"kicker":{"title":"Tina Fey"},"showQuotedHeadline":false},{"title":"Lee Nelson / Suited, booted and peddling sexist gags","rawTitle":"Suited, booted and peddling sexist gags","item":{"type":"article","id":"stage/2015/may/15/lee-nelson-review-suited-booted-sexist-simon-brodkin","title":"Lee Nelson review – suited, booted and peddling sexist gags","trailText":"Simon Brodkin’s cheeky-chappy cliches about class, immigrants and women are arduous and screamingly predictable","standFirst":"<p><strong>Bedford Corn Exchange</strong><br />Simon Brodkin’s cheeky-chappy cliches about class, immigrants and women are arduous and screamingly predictable</p>","byline":"Brian Logan","body":"<p>Out with the baseball cap and sportswear, in with a smart two-piece. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/shortcuts/2013/apr/21/comic-character-david-miliband-lee-nelson\">Lee Nelson</a> is suited and booted on his current tour, at a stroke displacing Simon Brodkin’s alter ego from caricature to, well, what exactly? You could forgive Brodkin for wanting to move on, if only gradually, from the south London wide-boy cartoon who made his name. But this toned down version is a bit odd. Less extreme, less obviously an act, it’s just Brodkin doing standup with somebody else’s voice and personality. And bad standup at that.</p> \n<p>In the past, the character’s laddishness <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2010/oct/18/lee-nelson-well-good-review\">has been redeemed by charm, some decent material and Brodkin’s rabble-rousing flair</a>. But there are no party games here, nor anything else to give the show shape. Nor is there much wit. It’s just cheerful, cheeky-chappy Lee peddling cliches about class, eastern Europeans and women. His revenge on immigrants involves us all flying to Poland to do big poos in their toilets – because there are no plumbers left over there, apparently. As for his thoughts on Islam: “I wouldn’t make a good Muslim. I’ve slept with some pigs in my time.”</p> \n<p>As that wisecrack, which barely makes sense, implies, the gags are often arduous as well as sexist. Either that, or they’re screamingly predictable. When he encounters an audience member from Germany, you can set your watch by the references that follow to the war, and to the Germans’ supposed humourlessness. The punchline to the show’s last joke (about Chinese people all looking the same) is so obvious, the setup should come with spoiler alerts.</p> \n<p>There is some skilled crowd-work – I liked the trick played on the chap taking an early loo break – and now and then a good gag rises above the meat-headed mean. But don’t mistake Suited and Booted for a smartening up of Brodkin’s act; this is mutton dressed as lamb.</p> \n<p><span class=\"bullet\">•</span> At <a href=\"http://www.cityhallsalisbury.co.uk/index.php?page=1477\">City Hall</a>, Salisbury, 15 May. Box office: 01722 434434. At <a href=\"http://www.dorkinghalls.co.uk/index.cfm?articleid=10757&amp;eventid=12329\">Dorking Halls</a>, 16 May. Box office: 01306 881717. Then touring until December.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431687783326/Lee-Nelson-the-stage-pers-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"No party games here … Lee Nelson, the stage persona of Simon Brodkin","credit":"/PR","altText":"Lee Nelson, the stage persona of Simon Brodkin","cleanCaption":"No party games here … Lee Nelson, the stage persona of Simon Brodkin"}],"bodyImages":[],"webPublicationDate":"2015-05-15T11:25:13Z","lastModified":"2015-05-15T23:00:39Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Brian Logan","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733734715/BrianLogan.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/brianlogan"}],"feature":false,"keywords":["Comedy","Culture","Comedy","Stage"],"tags":[{"id":"stage/comedy","webTitle":"Comedy"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/comedy","webTitle":"Comedy"},{"id":"stage/stage","webTitle":"Stage"}],"section":{"id":"stage"},"topics":[{"displayName":"Brian Logan","topic":{"type":"tag-contributor","name":"profile/brianlogan"}}],"starRating":"2","embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/may/15/lee-nelson-review-suited-booted-sexist-simon-brodkin","shortUrl":"http://gu.com/p/49vfa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/may/15/lee-nelson-review-suited-booted-sexist-simon-brodkin","webUri":"http://www.theguardian.com/stage/2015/may/15/lee-nelson-review-suited-booted-sexist-simon-brodkin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431687783326/Lee-Nelson-the-stage-pers-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mutton dressed as lamb … Lee Nelson, the stage persona of Simon Brodkin","credit":"PR","altText":"Lee Nelson, the stage persona of Simon Brodkin","cleanCaption":"Mutton dressed as lamb … Lee Nelson, the stage persona of Simon Brodkin"}},"importance":3,"kicker":{"title":"Lee Nelson"},"showQuotedHeadline":false}],"lastModified":"2015-05-16T05:32:58Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}