{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Super schemer / Tracy Barlow is 2015’s best soap villain","rawTitle":"Tracy Barlow is 2015’s best soap villain","item":{"type":"article","id":"tv-and-radio/2015/may/26/why-tracy-barlow-is-2015s-best-soap-villain","title":"Why Coronation Street's Tracy Barlow is 2015’s best soap villain","trailText":"Corrie’s super schemer may have had a quiet year by her standards, but she’s back in the deadly game with a week of destruction","standFirst":"<p>Corrie’s super schemer may have had a quiet year by her standards, but she’s back in the deadly game with a week of destruction</p>","byline":"Hannah Verdier","body":"<p>Tracy Barlow’s been robbed. She didn’t even get nominated for <a href=\"http://www.digitalspy.co.uk/soaps/s2/eastenders/news/a647822/eastenders-is-crowned-best-soap-at-2015-british-soap-awards.html#~pdNstuCsJA7htz\">villain of the year at the British Soap Awards</a>, an accolade that went to Hollyoaks’s Patrick Blake. Sure, Chester’s chisel-jawed headmaster spent the past 12 months in a bullying, violent spiral of evil, but he’s a mere beginner. When it comes to being really, really bad, Tracy has devoted her life to the cause.</p> \n<p>The red-lipped siren of the cobbles has murdered, married and manipulated her way through Coronation Street for nearly 40 years. Her latest exploits involve an unsuccessful plot to gain control of The Rovers Return by shagging landlady Liz McDonald’s lover Tony into submission. </p> \n<p>Maybe Tracy (played by Kate Ford since 2002) let her guard down earlier this year when she crawled out of a minibus crash and saved the life of sworn-enemy Carla, her boss at the local knicker factory. But when Carla went on to stage a last-minute buyout of the Rovers to prevent Tracy getting a share, the latter’s softer side was put to bed. It’s time for revenge, and a glorious week-long post-watershed rampage. </p> \n<p>Here’s why La Barlow is the best soap villain around:<br /></p> \n<h2>She’s an accomplished killer</h2> \n<p>One of <a href=\"https://www.youtube.com/watch?v=3N-Gf90Z5oE\">Tracy’s most memorable moments was killing cheating boyfriend Charlie Stubbs with a metal sculpture during a lapdance</a>. And now she’s brandishing a lighter, hell bent on getting revenge on Carla, Liz and anyone else who has wronged her.</p> \n<h2><br /></h2> \n<figure class=\"element element-image\" data-media-id=\"7369955bfcc3107323240e5fa3c8d61471eee661\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432657017196/ce22a7a0-b42b-41c8-9fda-ada2cc147f71-460x276.jpeg\" alt=\"Tracy Barlow corners Liz McDonald and drops the bombshell that she's been having an affair with Tony.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Barlow corners Liz McDonald and drops the bombshell that she’s been having an affair with Tony.</span> \n  <span class=\"element-image__credit\">Photograph: ITV</span> \n </figcaption> \n</figure> \n<h2>Her insults are as deadly as her scowls </h2> \n<p>Tracy, who is great when she’s sulking, at her best when she’s angry, can’t even mention Liz without calling her a “nagging, spongeing, life-sapping old tart”. Or Carla without pointing out her “six inches of makeup”. The spirit of her acid-tongued grandmother, Blanche Hunt, lives on.</p> \n<h2>She thinks she’s the Messiah </h2> \n<p>One of “Tracy luv’s” finest moments has to be swanning back on to the cobbles after her early release from life imprisonment for murdering Charlie. “It’s the most exciting new arrival for 2,000 years,” she proclaimed.</p> \n<h2>Even true love doesn’t soften her </h2> \n<p>Her wedding to Carla’s handsome brother Rob was a full-on fairytale affair. “I want everyone to cop an eye of our fabulousness,” she ordered as she rode around the grounds of a country house in a horse-drawn carriage. Romantic? Not really as she battered Rob’s sister Carla for exposing him as Tina’s killer on her big day.</p> \n<h2>She’s a wolf mother </h2> \n<p>In her daughter Amy, Tracy is proud to have bred a mini-Kim Kardashian. To her doting mother, Amy can do no wrong. Well, “doting” is probably taking it a bit far, as Tracy once tried to sell her for &pound;15,000.</p> \n<h2>Feuds? She rules them </h2> \n<p>Much of Tracy’s beef is based on good old-fashioned jealousy. Carla has a booming business and the chance to go shopping in town, Liz has a position of power as landlady of The Rovers and the late Tina not only matched her on the gob front but also once kissed Rob. Tracy’s finest ever feud was with the wife of Steve, her greatest love, which culminated in her dangling “Barren” Karen MacDonald off a rooftop one rainy night.</p> \n<h2>Not to mention catfights </h2> \n<p>Maria (who tampered with her man), Carla (who ruined her life by pointing out her groom was a killer) and even Gail (who she tried to frame for murder) have felt her hair-pulling ways. Even Hayley once slapped her for taunting her about not being a real woman.</p> \n<h2>There’s no low she won’t stoop to </h2> \n<p>Tracy even pretended to sleep with Roy for a 1p bet. Yes, sweet, innocent Roy with his crumbly face and shopping bag.</p> \n<h2>She knows how to drop a bombshell</h2> \n<p>Never has Liz’s face looked more crushed than when Tracy told her she’d been having a fling with her man. “Let’s just say that the stockroom has seen more than its fair share of action,” she revealed, alluding to her and Tony’s penchant for afternoon delight in the back of Barlow’s Buys. A mascara-ruining triumph.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432656822162/147efe48-32aa-4409-a296-c15960ad3056-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"ITV","altText":"Tracy Barlow in Coronation Street","cleanCredit":"Photograph: ITV"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432657017779/ce22a7a0-b42b-41c8-9fda-ada2cc147f71-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Barlow corners Liz McDonald and drops the bombshell that she’s been having an affair with Tony. Photograph: ITV","credit":"ITV","altText":"Tracy Barlow corners Liz McDonald and drops the bombshell that she's been having an affair with Tony.","cleanCaption":"Barlow corners Liz McDonald and drops the bombshell that she’s been having an affair with Tony.","cleanCredit":"Photograph: ITV"}],"webPublicationDate":"2015-05-26T16:28:18Z","lastModified":"2015-05-26T16:30:42Z","metadata":{"commentable":true,"commentCount":36,"contributors":[{"name":"Hannah Verdier","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-verdier"}],"feature":false,"keywords":["Coronation Street","Television","Culture","Soap opera","Hollyoaks","Television & radio"],"tags":[{"id":"tv-and-radio/coronation-street","webTitle":"Coronation Street"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/soap-opera","webTitle":"Soap opera"},{"id":"tv-and-radio/hollyoaks","webTitle":"Hollyoaks"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Hannah Verdier","topic":{"type":"tag-contributor","name":"profile/hannah-verdier"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/26/why-tracy-barlow-is-2015s-best-soap-villain","shortUrl":"http://gu.com/p/4985k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/26/why-tracy-barlow-is-2015s-best-soap-villain","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/26/why-tracy-barlow-is-2015s-best-soap-villain"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432656822162/147efe48-32aa-4409-a296-c15960ad3056-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tracy Barlow: murdered, married and manipulated her way through Coronation Street for nearly 40 years Photograph: ITV","credit":"ITV","altText":"Tracy Barlow in Coronation Street","cleanCaption":"Tracy Barlow: murdered, married and manipulated her way through Coronation Street for nearly 40 years","cleanCredit":"Photograph: ITV"}},"importance":7,"kicker":{"title":"Super schemer"},"showQuotedHeadline":false},{"title":"Duane Hanson / An artist tailor-made for the age of the selfie","rawTitle":"An artist tailor-made for the age of the selfie","item":{"type":"article","id":"artanddesign/2015/may/26/duane-hanson-hyperreal-sculptures-selfie-generation-douglas-coupland-serpentine","title":"Duane Hanson: ‘An artist tailor-made for the age of the selfie’","trailText":"The late artist was derided for his hyperreal sculptures of everyday Americans doing everyday things. But now, argues novelist <strong>Douglas Coupland</strong>, they seem astonishingly timely","standFirst":"The late artist was derided for his hyperreal sculptures of everyday Americans doing everyday things. But now, argues novelist Douglas Coupland, they seem astonishingly timely","byline":"Douglas Coupland","body":"<p>There are some creators who died too early, who never lived to see their work get the attention it deserved. Van Gogh comes to mind, as does F Scott Fitzgerald – and Duane Hanson. Hanson created hyperrealist figurative work at a time when it was academically anathema. His sculptures were enormously popular with the public and this also made him critically suspect, a fact of which he was well aware. To be underrated because of transient political fashions left Hanson without a full sense of artistic community, and this feeling of isolation is in evidence in his work, particularly in the solo figures created in the last two decades before his death in 1996. Their loneliness is almost achingly beautiful, and is reminiscent of a fellow American unique, Edward Hopper.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2015/may/26/larger-than-life-duane-hanson-hyperreal-sculptures-serpentine-in-pictures\">Larger than life: Duane Hanson's hyperreal sculptures – in pictures</a> </p> \n</aside> \n<p>I remember, in my early 20s, seeing Hanson’s work for the first time: the 1970 sculpture <a href=\"https://s-media-cache-ak0.pinimg.com/236x/b4/8a/39/b48a3917a4cf5f0f5d252c3f6656dc62.jpg\">Tourists</a>. I remember my realist wow moment, a moment most people experience on encountering his work. And I remember wondering: how does he do it? Technical prowess is something I always appreciate in artwork, but some people read prowess as entertainment. I never got that from his pieces. Hanson, born in Minnesota in 1925, created his realism because there was no other way for him to convey the relationship he saw between individuals and the societies they inhabit. His realism wasn’t Madame Tussauds, and it wasn’t mannequins in the store windows at Macy’s. So what was it?</p> \n<p>It was only later in life that I realised Hanson was going for “realness”, a term used by drag queens in competitions when portraying archetypes: rich white women dressed for lunch; high-school football-players getting their photos taken for the yearbook. The word archetype is important here because Hanson was often dismissed as someone who worked in stereotypes – a word that is ontologically similar but wrong. Stereotypes are exaggerated characteristics temporarily tainted with conscious or subconscious contempt. Archetypes depict universal modes of being that reconfigure themselves over and over again across time, geography and culture.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c889ba49e8b1bfe038ab8e9d0929967309b489b4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432653806158/5e3f0c60-4a8e-436c-bb6e-34c90431146d-317x420.jpeg\" alt=\"Queenie II, 1988.\" width=\"317\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Queenie II, 1988.</span> \n  <span class=\"element-image__credit\">Photograph: Courtesy of the Estate of Duane Hanson and Gagosian Gallery</span> \n </figcaption> \n</figure> \n<p>Right now, we have a bit of distance between us and the 1970s, the era being almost half a century in the past. Hanson’s largely middle- and lower-middle-class figures convey the late 20th-century nothingness beneath the sheen of consumer culture; but, more importantly, as the middle-class now unravels, we’re learning that the shopping trolleys aren’t as full as they once were. We’re learning that to be a cartoon-like American tourist abroad is probably a bad idea that will most likely invite bad experiences. We’re also realising that, not far down the road, many museum-goers will share the same crappy jobs, or have no work at all, just like Hanson’s drifters.</p> \n<p>It’s always fascinating to watch the public interact with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2003/jan/16/art.artsfeatures\">Hanson’s work</a>, to see that inevitable wow moment. It seems tailor-made for our times. In fact, could there be any work out there more selfie-friendly than Hanson’s? Technology has inverted some of the rules of appreciating art. What was once forbidden in the museum (the photo) is now encouraged. The eyeballs of Hanson’s figures no longer look out into space, but at the viewer’s camera, along with the viewer. What was once a power imbalance – the institution and the viewer – instead becomes intimate, curious, democratic and highly engaged. A new museum archive category seems to be emerging: a continuum of “selfieness”. At one end of the selfie spectrum is, say, the work of <a href=\"http://www.juddfoundation.org/marfa\">Donald Judd</a>. It’s hard to imagine taking a selfie with one of his <a href=\"http://www.tate.org.uk/art/artworks/judd-untitled-t03087\">minimalist wall pieces</a>. And at the other end of the selfie continuum, we have Hanson and, say, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/jul/03/jeff-koons-master-innovator-whitney-money-art\">Jeff Koons</a>. Selfieness is no indication of a work’s depth or anything else except, well, its selfieness. But whatever selfieness is, it’s possibly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2014/oct/06/reality-check-installation-in-pictures\">what institutions are looking for</a> to help them navigate through the next 20 years. So maybe it’s not so odd a category after all.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Young people find it impossible to believe that someone whose work was so true could have been perceived as an outsider</p> \n </blockquote> \n</aside> \n<p>The young and the old arrive at Hanson’s work differently. Younger people never saw Hanson’s real-life human subjects back in the day, so view his sculptures as historical: can you believe people really dressed like that and did all that crazy stuff? And then there are older art-world habitu&eacute;s, who probably remember the unspoken ideological fatwa on Hanson and who, maybe if they’re honest, helped perpetuate it; and now these people are old and falling apart, and here is Hanson’s work, eternal and as fresh as ever. Young people find it impossible to believe that someone whose work was so intense and so true could ever have been perceived as an outsider. Time always tells.</p> \n<p>Hanson’s work is now only viewed in museums – and watching viewers interact with his forms is just as much a part of experiencing his work as admiring it on its own. It’s very different from seeing mannequins at the mall or model displays in anthropology museums. Hanson’s pieces are right there, equal with you. In some ways, they even feel more authentic than you: they come from an era where authenticity was the default mode of being, an era when reality reigned, and where a word like “realness” was still only something in an artist’s or a drag queen’s magic bag of tricks.</p> \n<p><span class=\"bullet\">•</span> This is an edited extract from the catalogue essay to the <a href=\"http://www.serpentinegalleries.org/exhibitions-events/duane-hanson\">Duane Hanson exhibition at the Serpentine Sackler Gallery, London, from 2 June to 13 September</a></p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432642503401/duane-hanson-flea-market--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Duane Hanson's Flea Market Lady 1990-94. Photograph: Collection of Gilbert Costes/courtest Galerie Perrotin","credit":"Collection of Gilbert Costes/courtest Galerie Perrotin","altText":"duane hanson flea market lady 1990-94","cleanCaption":"Duane Hanson's Flea Market Lady 1990-94. Photograph: Collection of Gilbert Costes/courtest Galerie Perrotin"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432653808133/5e3f0c60-4a8e-436c-bb6e-34c90431146d-1541x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1541,"orientation":"portrait","caption":"Queenie II, 1988. Photograph: Courtesy of the Estate of Duane Hanson and Gagosian Gallery","credit":"Courtesy of the Estate of Duane Hanson and Gagosian Gallery","altText":"Queenie II, 1988.","cleanCaption":"Queenie II, 1988.","cleanCredit":"Photograph: Courtesy of the Estate of Duane Hanson and Gagosian Gallery"}],"webPublicationDate":"2015-05-26T15:17:53Z","lastModified":"2015-05-26T23:00:46Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Douglas Coupland","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/douglas-coupland"}],"feature":true,"keywords":["Sculpture","Art","Culture","Exhibitions","Art and design"],"tags":[{"id":"artanddesign/sculpture","webTitle":"Sculpture"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/exhibition","webTitle":"Exhibitions"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Douglas Coupland","topic":{"type":"tag-contributor","name":"profile/douglas-coupland"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/may/26/duane-hanson-hyperreal-sculptures-selfie-generation-douglas-coupland-serpentine","shortUrl":"http://gu.com/p/498af","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/may/26/duane-hanson-hyperreal-sculptures-selfie-generation-douglas-coupland-serpentine","webUri":"http://www.theguardian.com/artanddesign/2015/may/26/duane-hanson-hyperreal-sculptures-selfie-generation-douglas-coupland-serpentine"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432642503401/duane-hanson-flea-market--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Duane Hanson's Flea Market Lady 1990-94. Photograph: Collection of Gilbert Costes/courtest Galerie Perrotin","credit":"Collection of Gilbert Costes/courtest Galerie Perrotin","altText":"duane hanson flea market lady 1990-94","cleanCaption":"Duane Hanson's Flea Market Lady 1990-94. Photograph: Collection of Gilbert Costes/courtest Galerie Perrotin"}},"importance":5,"kicker":{"title":"Duane Hanson"},"byline":{"title":"Douglas Coupland"},"showQuotedHeadline":true},{"title":"Ed Moses / I mark therefore I am","rawTitle":"I mark therefore I am","item":{"type":"article","id":"artanddesign/2015/may/26/ed-moses-i-mark-therefore-i-am","title":"Ed Moses: I mark therefore I am","trailText":"Now 89, the artist – and former boyfriend of Marilyn Monroe – has been involved in many of the most influential art movements of the past 50 years, but his work proves the power of pencil on paper","standFirst":"<p>Now 89, the artist – and former boyfriend of Marilyn Monroe – has been involved in many of the most influential art movements of the past 50 years, but his work proves the power of pencil on paper</p>","byline":"Jordan Riefe","body":"<p>Decades ago, on a visit to the caves of La Salle in southern France, <a href=\"https://www.youtube.com/watch?v=LeDurYNh1yY\">Ed Moses</a> heard a voice from millennia past when he glimpsed the markings of early man. “He first discovered he existed by a blood print on a wall, or a footprint in the mud,” the 89-year-old artist says, sitting in the courtyard of his studio in Venice, California. “He suddenly realized he existed by evidence, markings.”</p> \n<p>Moses remembers grappling with the same self-reflexive riddle in the early 60s, following his successful debut at Ferus Gallery in 1959, the year he graduated from UCLA. “I asked myself, what is it you’re doing?” he recalls. “Are you a decorator? Are you an artist? What are you? I said, I’m not any of those things. I do what I do in response to my awareness of living.”</p> \n<p>Moses marks, therefore he is. Those marks are on display in <a href=\"http://www.lacma.org/art/exhibition/ed-moses-drawings-1960s-and-70s\">Drawings from the 1960s and 70s</a>, the first exhibition of his drawings in 40 years at the <a href=\"http://www.lacma.org/?gclid=CjwKEAjws5CrBRD8ze702_2dyjYSJAAAJK9yvpgGaGuBWtrogGI5zPYAZnA8cKAWQBu_7zXnhObOrhoCRD_w_wcB\">Los Angeles County Museum of Art</a>.</p> \n<p>The earliest drawings from the show, which features more than 90 works, include manic graphite pencil crowding the borders of a repeated rose pattern which Moses found on a Mexican oilcloth in Tijuana. Obsessive manicured graphite scribbles imply a fanatical compulsion that came to characterize the artist’s work throughout the decade.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"ef030727f2257f7c9b29b3e95de8e4da4d6d976e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432656315455/a96135d7-8e54-4050-be62-704a6f981d88-292x420.jpeg\" alt=\"Ed Moses\" width=\"292\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ed Moses: Rose #5, 1963.</span> \n  <span class=\"element-image__credit\">Photograph: LACMA</span> \n </figcaption> \n</figure> \n<p>“He talks about just wanting to get it out,” says the show’s curator, Leslie Jones. “He grits his teeth when he’s making that [drawing] gesture. But because it adhered to a pattern, and later to a grid, it’s controlled and held in check. He feels he can express himself within these defined parameters, a pattern or a grid.”</p> \n<p>As a young man, Moses never considered becoming an artist. Born in Long Beach, California, he served as a scrub assistant in the navy medical corps during the second world war, and went to school on the <a href=\"http://www.history.com/topics/world-war-ii/gi-bill\">GI bill</a> to study <a href=\"https://files.nyu.edu/svl213/public/page2.html\">pre-med</a>. By his own assessment, he was a lousy student (he didn’t read his first book until he was 16), and wound up taking art classes when he couldn’t qualify for medical school. In between, he worked a variety of odd jobs, including at Douglas Aircraft, where he was a draftsman.</p> \n<p>“Laying the pencil down with the right amount of hardness, the pencil leaves residue,” he observes, sitting in the shade of the garden. “It’s much like a caterpillar that tracks his passage on the ground. He leaves his silvery surface as he passes over it.”</p> \n<p>The graphite drawings were done in the mid-60s when Moses, along with <a href=\"http://www.pacegallery.com/artists/211/robert-irwin\">Robert Irwin</a>, <a href=\"http://www.kenprice.com/\">Ken Price</a> and <a href=\"http://www.billyalbengston.com/\">Billy Al Bengston</a>, had a show called Young Studs at LA’s <a href=\"http://www.ferusgallery.com/\">Ferus gallery</a>. But while he was considered one of the guys, Moses’s art was unlike that of the others.</p> \n<p>Across from the gallery was Barney’s Beanery, which still occupies the same intersection in West Hollywood and was immortalised in Ferus co-founder Ed Kienholz’s 1965 installation, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2009/nov/11/ed-kienholz-hoerengracht-national-gallery\">The Beanery</a>. The group used to hang out there and talk about anything but art. It’s the same eatery photographer Tom Kelley took Marilyn Monroe to after the <a href=\"http://www.christies.com/lotfinder/photographs/tom-kelley-marilyn-monroe-on-red-velvet-5395505-details.aspx\">red velvet nude photo session</a> in 1949, around the time Moses dated her. “She wanted to be a movie star, and she got to be it,” he remembers. “That way of talking was something she developed. It worked for her, that sort of baby talk.”</p> \n<p>Earlier this month, at the show’s opening, Moses reminisced with sculptor <a href=\"http://www.interviewmagazine.com/art/george-herms/\">George Herms</a>, whom he met at the Syndell Studio in nearby Brentwood. “He had a girlfriend, or two or three girlfriends, and they were all sitting around with their skirts hiked up, with no panties on. I said, wow, you’re a far-out cat!”</p> \n<p>Herms glanced over at the series of rose drawings and recalled seeing them for the first time at a gallery in San Francisco in the 60s. While he was part of the Ferus gang, Herms, like Moses, was aesthetically on the periphery. “We were what they call parallel play,” said the sculptor. “He was in the sandbox, I was in the sandbox and it was like scientists working in a laboratory.”</p> \n<figure class=\"element element-image\" data-media-id=\"8928eff41d9a9c53515375afef2a25ba6af10085\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432658094221/4cffe2e3-0dff-4f56-a984-ad28b6d501ae-460x276.jpeg\" alt=\"Ed Moses's studio.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ed Moses’s studio in Venice, California.</span> \n  <span class=\"element-image__credit\">Photograph: Jordan Riefe for the Guardian</span> \n </figcaption> \n</figure> \n<p>Moses’s 1969 installation, Deconstruction, marked a transition for the artist. He and some surfer friends removed the <a href=\"http://blogs.getty.edu/pacificstandardtime/explore-the-era/locations/mizuno-gallery/\">Mizuno gallery</a>’s ceiling, allowing stark sunlight to flood into the space. “The light came through where the one-by-four boards were,” he smiles, “and it projected the light on the wall and on the floor and out the other wall, and escaped at the end of the day.”</p> \n<p>And while the work fits well within the<a href=\"http://www.artspace.com/magazine/art_101/light-and-space\"> light and space movement </a>of the time, characterized by artists like <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/dec/16/artist-james-turrell-retrospective-interview\">James Turrell</a>, Deconstruction sent Moses in a different direction. He drew from the mesh of diagonal lines the basis for his grid paintings, which indicated a step away from graphite, though not completely: “Marking led to painting. Painting is a way of marking.”</p> \n<p>The other prevailing mode of the time, <a href=\"http://collections.lacma.org/node/424161\">finish fetish</a> (the use of high-tech materials like resins, plastics and coated glass) was addressed by Moses in a similarly oblique manner. While most were sculpting these exotic materials, Moses used resin to encase a drawing made from powdered pigment in his 1972 work, ILL III, one of the few he did using the substance due to its dangerous side effects. It’s an abstract piece that draws its influence from Navajo blankets rather than traditional European sources, a tendency that set the LA scene apart from New York and Europe.</p> \n<p>“There was a kind of funny pressure coming from the east and west, and they collided in California, which made it a very unique place,” says Moses. “Of course, New York doesn’t want to accept that. And Asia doesn’t want to accept it. New York did their thing out of Europe, and we had this. Now, they’re giving us attention for the first time,” he says about LA’s emergence as a contemporary art centre.</p> \n<p>Moses gets around with a walker as he recovers from recent heart surgery. Otherwise, he’s in good health, though the doctors insisted he stop smoking marijuana, which he says he “took to like a fish to water” back in the 60s. He rises at 6am and paints outside till about 8pm, then works in the studio for a few hours at night. Even so, he says he’s destroyed over 75% of the work he’s done through the years. “When they light up, I keep them. And if they don’t light up, I don’t want them,” he shrugs, then sighs. “I’m obsessed. I love it. I’d go crazy if I can’t do it.”</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655728066/1fd38958-2489-40a0-bdee-56f02b8d97af-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Supplied","altText":"Ed Moses in his studio","cleanCredit":"Photograph: Supplied"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432656317128/e67b7404-471e-499a-b3e1-6a29e8afb74b-1419x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1419,"orientation":"portrait","caption":"Ed Moses: Rose #5, 1963. Photograph: LACMA","credit":"LACMA","altText":"Ed Moses","cleanCaption":"Ed Moses: Rose #5, 1963.","cleanCredit":"Photograph: LACMA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432658095662/3d1cff0a-f34f-4f4e-a365-2babfc318ddb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ed Moses’s studio in Venice, California. Photograph: Jordan Riefe for the Guardian","credit":"Jordan Riefe for the Guardian","altText":"Ed Moses's studio.","cleanCaption":"Ed Moses’s studio in Venice, California.","cleanCredit":"Photograph: Jordan Riefe for the Guardian"}],"webPublicationDate":"2015-05-26T16:51:41Z","lastModified":"2015-05-26T17:34:36Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Jordan Riefe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jordan-riefe"}],"feature":false,"keywords":["Drawing","Art and design","Art","Culture"],"tags":[{"id":"artanddesign/drawing","webTitle":"Drawing"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Jordan Riefe","topic":{"type":"tag-contributor","name":"profile/jordan-riefe"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/may/26/ed-moses-i-mark-therefore-i-am","shortUrl":"http://gu.com/p/497py","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/may/26/ed-moses-i-mark-therefore-i-am","webUri":"http://www.theguardian.com/artanddesign/2015/may/26/ed-moses-i-mark-therefore-i-am"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655728066/1fd38958-2489-40a0-bdee-56f02b8d97af-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ed Moses in his studio in Venice, California. Photograph: Jordan Riefe for the Guardian","credit":"Jordan Riefe for the Guardian","altText":"Ed Moses in his studio","cleanCaption":"Ed Moses in his studio in Venice, California.","cleanCredit":"Photograph: Jordan Riefe for the Guardian"}},"importance":5,"kicker":{"title":"Ed Moses"},"showQuotedHeadline":false},{"title":"Tanith Lee / Fantasy and horror writer dies aged 67","rawTitle":"Fantasy and horror writer dies aged 67","item":{"type":"article","id":"books/2015/may/26/fantasy-and-horror-writer-tanith-lee-dies-aged-67","title":"Fantasy and horror writer Tanith Lee dies aged 67","trailText":"Award-winning British author of more than 90 novels is hailed for ‘flashes of brilliance and mischief’","standFirst":"<p>Award-winning British author of more than 90 novels is hailed for ‘flashes of brilliance and mischief’</p>","byline":"David Barnett","body":"<p>The British science fiction, fantasy and horror author Tanith Lee has died at the age of 67.<br /></p> \n<p>Lee was the first woman to win the British Fantasy Award, in 1980, with her novel Death’s Master, the second in her Tales from the Flat Earth fantasy series. Born in 1947, she wrote more than 90 novels and 300 short stories during her writing life.</p> \n<p>She was also a prolific poet, penned radio plays, and wrote two episodes of the seminal British science fiction TV series Blake’s 7.</p> \n<p>The SF website Tor.com <a href=\"http://www.tor.com/2015/05/26/tanith-lee-in-remembrance/\">lists her many other accolades</a>: World Fantasy Awards for Best Short Story in 1983 and 1984 and recipient of Lifetime Achievement Awards from both the World Fantasy Convention in 2013 and the Horror Writers Association just this year.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"577786d502d6d60f074990ef6564ab21d667d6cd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432664358511/a69ce49e-b47f-442f-8be9-43382790acf8-bestSizeAvailable.png\" alt=\"Death's Master\" width=\"185\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A 1982 copy of Death’s Master</span> \n </figcaption> \n</figure> \n<p>However, Lee – who died on Sunday leaving a husband, the artist and writer John Kaiine – seemed to have fallen out of favour as a writer in recent years, as did many writers who came to prominence in the SF fields in the Seventies. Writing in the Guardian in 2010 about Death’s Master, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/booksblog/2010/aug/27/fantasy-death-master-tanith-lee?CMP=share_btn_tw\">Alison Flood quoted an interview</a> Lee gave to SF magazine Locus in which she said: “If anyone ever wonders why there’s nothing coming from me, it’s not my fault. I’m doing the work. No, I haven’t deteriorated or gone insane. Suddenly, I just can’t get anything into print.”</p> \n<p>Born in 1947 to dancer parents, Lee published her first novel 1971 - a children’s book called The Dragon Hoard. She also wrote under the pseudonym Esther Garber, and her first adult book was The Birthgrave, in 1975.</p> \n<p> Jane Johnson, publishing director at Harper’s SF/Fantasy imprint Voyager, said: “I published Tanith for only a short period at (seven years) during her immense career, but as always with Tanith that time was intense and marked by flashes of both brilliance and mischief. </p> \n<p>“She was as playful off the page as she was on it and loved nothing better than queening it in grand style at dinners and soirees, at which she excelled. I loved her fiction. It was, like her, inventive, elegant, sexy, bursting with imagination and gorgeous imagery. </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"ab2a6221794d8784b756d82cf040a582c7d98be6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432664690801/1b08a600-59ab-49e6-b695-3aeee1d6741d-bestSizeAvailable.png\" alt=\"Silver Metal Lover\" width=\"209\" height=\"344\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Silver Metal Lover</span> \n </figcaption> \n</figure> \n<p>“If anyone has not read Silver Metal Lover (for instance), I urge them to do so: it pushes so many edges of the genre envelope, being tragic, erotic, wildly romantic, a powerful forerunner of modern YA science fiction.”</p> \n<p><a href=\"http://www.tanith-lee.com/\">Lee’s website</a> now displays simply the dates of her birth and death and a quote from her writings: “Though we come and go, and pass into the shadows, where we leave behind us stories told – on paper, on the wings of butterflies, on the wind, on the hearts of others – there we are remembered, there we work magic and great change – passing on the fire like a torch – forever and forever. Till the sky falls, and all things are flawless and need no words at all.”</p> \n<p>Tributes have poured in on social networks this week, with British horror writer <a href=\"https://twitter.com/ramseycampbell1/status/603199874356613120\">Ramsey Campbell tweeting</a>: “Yet more sad news - another remarkable person and writer gone. I hope Tanith Lee is somewhere magical.”</p> \n<p>Fantasy author Guy Gavriel Kay <a href=\"http:// https://twitter.com/guygavrielkay/status/603187306468679681\">said on Twitter</a>: “We’ve just lost someone I greatly admired as a person &amp; writer. Terrible news, such a hard year for these departures.”</p> \n<p>Writer and critic Roz Kaveney, meanwhile, <a href=\"http://rozk.livejournal.com/521176.html\">posted on her LiveJournal </a>a poem entitled “For Tanith”, which includes the lines: “Her words like petals fell/or snow. Made new and strange what lies below transforming every story that we know”.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432662260892/3caf6fb0-294b-4294-9527-9b2795bac00c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Hodder","altText":"Tanith Lee author picture","cleanCredit":"Photograph: Hodder"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432664358511/a69ce49e-b47f-442f-8be9-43382790acf8-bestSizeAvailable.png?width=#{width}&height=#{height}&quality=#{quality}","height":306,"width":185,"orientation":"portrait","caption":"A 1982 copy of Death’s Master","credit":"PR/PR","altText":"Death's Master","cleanCaption":"A 1982 copy of Death’s Master"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432664690801/1b08a600-59ab-49e6-b695-3aeee1d6741d-bestSizeAvailable.png?width=#{width}&height=#{height}&quality=#{quality}","height":344,"width":209,"orientation":"portrait","caption":"Silver Metal Lover","credit":"PR","altText":"Silver Metal Lover","cleanCaption":"Silver Metal Lover"}],"webPublicationDate":"2015-05-26T18:26:48Z","lastModified":"2015-05-26T20:10:01Z","metadata":{"commentable":true,"commentCount":28,"contributors":[{"name":"David Barnett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidbarnett"}],"feature":false,"keywords":["Books","Fantasy","Horror"],"tags":[{"id":"books/books","webTitle":"Books"},{"id":"books/fantasy","webTitle":"Fantasy"},{"id":"books/horror","webTitle":"Horror"}],"section":{"id":"books"},"topics":[{"displayName":"David Barnett","topic":{"type":"tag-contributor","name":"profile/davidbarnett"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/26/fantasy-and-horror-writer-tanith-lee-dies-aged-67","shortUrl":"http://gu.com/p/498m5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/26/fantasy-and-horror-writer-tanith-lee-dies-aged-67","webUri":"http://www.theguardian.com/books/2015/may/26/fantasy-and-horror-writer-tanith-lee-dies-aged-67"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432662260892/3caf6fb0-294b-4294-9527-9b2795bac00c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tanith Lee … ‘as playful off the page as she was on it’  Photograph: Hodder","credit":"Hodder","altText":"Tanith Lee … ‘as playful off the page as she was on it’ ","cleanCaption":"Tanith Lee … ‘as playful off the page as she was on it’ ","cleanCredit":"Photograph: Hodder"}},"importance":4,"kicker":{"title":"Tanith Lee"},"showQuotedHeadline":false},{"title":"Twinkle / Singer-songwriter who was a star in the swinging 60s","rawTitle":"Singer-songwriter who was a star in the swinging 60s","item":{"type":"article","id":"music/2015/may/26/twinkle","title":"Twinkle obituary","trailText":"Singer and songwriter who found fame in the 1960s with her teenage tragedy hit record Terry","standFirst":"Singer and songwriter who found fame in the 1960s with her teenage tragedy hit record Terry","byline":"Dave Laing","body":"<p>A minor pop star and celebrity under the stage name Twinkle, Lynn Ripley, who has died of cancer aged 66, epitomised many facets of the swinging London ethos of the 1960s. She briefly dominated the headlines when her hit record <a href=\"https://www.youtube.com/watch?v=xckvffDJ7Sc\">Terry</a>, with its tale of the death of a teenage motorcyclist, caused an outbreak of moral censoriousness in parliament and censorship at the BBC.</p> \n<p>As the daughter of a well-off Tory family, Twinkle symbolised the classless appeal of the new pop culture and its look, with her long, blond hair, thigh-high “kinky” boots and leather peaked “John Lennon” cap. <a href=\"http://www.npg.org.uk/collections/search/person/mp60347/twinkle-lyn-ripley\">Two publicity shots of her in this outfit</a>, taken by David Wedgbury, are in the collection of the National Portrait Gallery.</p> \n<p>She was born in Surbiton, then in Surrey, the younger daughter of Sydney Ripley, the owner of a printing company. During the 50s he rose through the ranks of local politics to become an alderman and Conservative chairman of Surrey county council. After local government reorganisation, Ripley was the representative of Kingston upon Thames on the Greater London council for more than 20 years.</p> \n<p>Growing up in the 20-room family home on Kingston Hill, Lynn showed an early aptitude for music, beginning piano lessons at the age of three. She was given the nickname Twinkle by her father and sister and attended the private Queen’s Gate girls’ school, in South Kensington, where her classmates included Camilla Shand, now the Duchess of Cornwall. Nearby was a club called Esmeralda’s Barn, where Twinkle occasionally sang with the resident beat group, the Trekkers.</p> \n<p>Through her elder sister, a journalist for teen magazines, Lynn began to meet pop musicians. One of them, Dec Cluskey, of the Irish vocal group <a href=\"http://www.thebachelors.co.uk/\">the Bachelors</a>, recommended Twinkle to his manager. This resulted in her making a recording of her composition Terry, on which she was accompanied by session musicians including guitarist Jimmy Page, the future Led Zeppelin star.</p> \n<p>Twinkle had written Terry when she was 14. She told interviewers that she conceived it when her father’s chauffeur-driven Rolls-Royce was overtaken by a pack of rockers. She scribbled down the lyrics during a French lesson at Queen’s Gate. The climax of the song found the female protagonist beseeching her deceased boyfriend to “please wait at the gate of heaven for me, Terry”.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=sADBdkcS7_w\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/sADBdkcS7_w?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Twinkle performing her song Terry\n </figcaption> \n</figure> \n<p>The disc was released in late 1964, at around the same time as the <a href=\"https://www.youtube.com/watch?v=SM_99DtI0tE\">Shangri-Las’ Leader of the Pack</a> (a single on a similar theme that was also refused BBC airplay), and almost immediately BBC radio producers were ordered not to play it (although Top of the Pops did), while the trendy ITV show Ready Steady Go! took an equally moralising stance. The Labour peer <a href=\"http://www.independent.co.uk/news/people/obituary-lord-willis-1565335.html\">Lord (Ted) Willis</a>, creator of Dixon of Dock Green, weighed in, calling Terry “dangerous drivel”, ignoring its publisher’s explanation that it was really a “road safety record”.</p> \n<p>This notoriety was counteracted, or abetted, by the fervent support of thepirate radio stations London and Caroline. Their support was reciprocated – Twinkle was the only female artist allowed to stay overnight on the pirate ship Mi Amigo, home of Radio Caroline.</p> \n<p>Terry went on to sell more than 250,000 copies, peaking at No 4 in the hit parade. Twinkle went on tours of Britain, Ireland and Australia, as a support act for the Rolling Stones and Herman’s Hermits. In early 1965, Decca issued her second single, <a href=\"https://www.youtube.com/watch?v=oJbf1dzktqg\">Golden Lights</a>, a song she composed on her first visit to Blackpool, to see the Bachelors in concert. It was less successful than Terry, reaching only No 21. Four later singles for Decca failed to reach the charts and by 1966, the pop-star career of the 18-year-old Twinkle was over.</p> \n<p>At the peak of her fame, her name had been linked with those of several male stars, including Mick Jagger, but she firmly denied any interest in sex or drugs. Instead, Twinkle formed a relationship with Michael Hannah, an actor. When they separated, she married Graham Rogers, best known for his television appearances as “the man in black” in a series of commercials for Cadbury’s Milk Tray.</p> \n<p>She continued to write songs and made occasional forays into performing and recording. In 1982, there was a version of the Monkees’ I’m a Believer, and in 1993 a brief club tour. The most curious of her later attempts at a comeback was Smoochie, a recording with her father, as Bill and Coo, in 1975. The singer Morrissey was one of her fans and the Smiths paid tribute to her by <a href=\"https://www.youtube.com/watch?v=idM2F62BbaA\">recording Golden Lights</a> in 1986.</p> \n<p>Lynn Ripley was also an ardent animal rights advocate. She is survived by her husband and by two children, Michael and Amber.</p> \n<p><em> <span class=\"bullet\">•</span> </em>Twinkle (Lynn Annette Ripley), singer and songwriter, born 15 July 1948; died 21 May 2015</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432656488714/Twinkle-in-the-mid-1960s.-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Twinkle in the mid-1960s. She wrote Terry, about a biker boyfriend dying in a road crash, when she was 14. Photograph: Hulton/Getty","credit":"Hulton/Getty","altText":"Twinkle in the mid-1960s.","cleanCaption":"Twinkle in the mid-1960s. She wrote Terry, about a biker boyfriend dying in a road crash, when she was 14. Photograph: Hulton/Getty"}],"bodyImages":[],"webPublicationDate":"2015-05-26T16:14:47Z","lastModified":"2015-05-26T23:00:48Z","metadata":{"commentable":true,"commentCount":22,"contributors":[{"name":"Dave Laing","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dave-laing"}],"feature":false,"keywords":["Pop and rock","Music","UK news","London","BBC","Radio"],"tags":[{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/music","webTitle":"Music"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/london","webTitle":"London"},{"id":"media/bbc","webTitle":"BBC"},{"id":"culture/radio","webTitle":"Radio"}],"section":{"id":"music"},"topics":[{"displayName":"Dave Laing","topic":{"type":"tag-contributor","name":"profile/dave-laing"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/26/twinkle","shortUrl":"http://gu.com/p/498kv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/26/twinkle","webUri":"http://www.theguardian.com/music/2015/may/26/twinkle"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432656488714/Twinkle-in-the-mid-1960s.-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Twinkle in the mid-1960s. She wrote Terry, about a biker boyfriend dying in a road crash, when she was 14. Photograph: Hulton/Getty","credit":"Hulton/Getty","altText":"Twinkle in the mid-1960s.","cleanCaption":"Twinkle in the mid-1960s. She wrote Terry, about a biker boyfriend dying in a road crash, when she was 14. Photograph: Hulton/Getty"}},"importance":4,"kicker":{"title":"Twinkle"},"showQuotedHeadline":false},{"title":"Sam Shepard / Actor arrested for drunken driving in Santa Fe","rawTitle":"Actor arrested for drunken driving in Santa Fe","item":{"type":"article","id":"stage/2015/may/26/sam-shepard-arrested-drunken-driving-santa-fe-new-mexico","title":"Actor Sam Shepard arrested for drunken driving in Santa Fe","trailText":"The 71-year-old Pulitzer-winning playwright told police he had two tequila drinks and was planning to drive home but officer ‘could smell alcohol on his breath’","standFirst":"<p>The 71-year-old Pulitzer-winning playwright told police he had two tequila drinks and was planning to drive home but officer ‘could smell alcohol on his breath’</p>","byline":" ","body":"<p>Actor and Pulitzer prize-winning playwright Sam Shepard was arrested Monday on suspicion of drunken driving after a Santa Fe restaurant’s security complained about a possibly intoxicated driver. </p> \n<p> The 71-year-old Shepard told a police officer that he had two tequila drinks and was planning to drive home, Santa Fe police lieutenant Andrea Dobyns said Tuesday. “Our officer could smell alcohol on his breath, and he had bloodshot, watery eyes,” she said. </p> \n<p>Shepard was arrested outside La Choza restaurant in downtown.</p> \n<p>The restaurant’s security called police at about 7.45pm Monday concerned about an intoxicated driver, Dobyns said. The man was trying to leave in the pickup, but the vehicle’s emergency brake was engaged. </p> \n<p>Shepherd declined to take a breath test, but he did perform a field sobriety test, which he failed, Dobyns said. </p> \n<p>It wasn’t immediately clear if Shepard had an attorney. Santa Fe County jail records indicated Shepard had not been released from custody as of Tuesday afternoon.</p> \n<p>The office of Shepard’s agent said Tuesday that it had no comment. </p> \n<p>Shepard won the Pulitzer prize for his 1979 three-act play Buried Child. His film credits, among others, include Baby Boom, Steel Magnolias, Thunderheart, Black Hawk Down, The Notebook and Walker Payne, according to the website of the Santa Fe Institute, a transdisciplinary research community, which lists the actor as a Miller scholar. </p> \n<p>Monday’s arrest appears to be Shepard’s second on charges of drunken driving. In January 2009, he was arrested on charges of speeding and drunken driving in the central Illinois town of Normal. Shepard was driving 16 mph over the 30 mph speed limit, police said. A breath test then indicated his blood-alcohol level was double the legal limit. The actor told police then that he had been at a tavern in nearby Bloomington and was heading to a hotel. </p> \n<p>Shepard pleaded guilty and was fined $600 and court costs and was placed on 24 months supervision. He also had to finish an alcohol treatment program and perform 100 hours of community service. </p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c607233f5594963047e483233474c59212dc90b0/0_12_4248_2549/4248.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2549,"width":4248,"orientation":"landscape","credit":"Charles Sykes/AP","altText":"Sam Shepard","cleanCredit":"Photograph: Charles Sykes/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-26T21:28:08Z","lastModified":"2015-05-26T21:28:09Z","metadata":{"commentable":true,"commentCount":7,"contributors":[],"feature":false,"keywords":["Sam Shepard","New Mexico","Alcohol","US news"],"tags":[{"id":"stage/shepard","webTitle":"Sam Shepard"},{"id":"us-news/newmexico","webTitle":"New Mexico"},{"id":"society/alcohol","webTitle":"Alcohol"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"stage"},"topics":[],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/may/26/sam-shepard-arrested-drunken-driving-santa-fe-new-mexico","shortUrl":"http://gu.com/p/498zd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/may/26/sam-shepard-arrested-drunken-driving-santa-fe-new-mexico","webUri":"http://www.theguardian.com/stage/2015/may/26/sam-shepard-arrested-drunken-driving-santa-fe-new-mexico"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c607233f5594963047e483233474c59212dc90b0/0_12_4248_2549/4248.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2549,"width":4248,"orientation":"landscape","caption":"Shepard failed a field sobriety test after restaurant security called police concerned about an intoxicated driver. Photograph: Charles Sykes/AP","credit":"Charles Sykes/AP","altText":"Sam Shepard","cleanCaption":"Shepard failed a field sobriety test after restaurant security called police concerned about an intoxicated driver.","cleanCredit":"Photograph: Charles Sykes/AP"}},"importance":3,"kicker":{"title":"Sam Shepard"},"showQuotedHeadline":false},{"title":"Rob Delaney / I am very good at sitting in a Jacuzzi","rawTitle":"I am very good at sitting in a Jacuzzi","item":{"type":"article","id":"stage/2015/may/25/rob-delaney-interview-comedy-catastrophe","title":"Rob Delaney: ‘I am very good at sitting in a Jacuzzi’","trailText":"He’s been sober for 13 years after almost dying in a drunken car crash. But Rob Delaney can still be savage on stage. The standup and star of Catastrophe talks about jail, rehab and the joys of causing offence<br>","standFirst":"<p>He’s been sober for 13 years after almost dying in a drunken car crash. But Rob Delaney can still be savage on stage. The standup and star of Catastrophe talks about jail, rehab and the joys of causing offence<br /></p>","byline":"Ryan Gilbey","body":"<p>For someone who seemed to sneak into comedy by stealth, proceeding almost unnoticed from <a href=\"https://twitter.com/robdelaney\">Twitter sensation</a> to standup phenomenon to sitcom star, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/rob-delaney\">Rob Delaney</a> does not exactly blend into his surroundings. The 38-year-old Boston-born comic is as tall and hulking as Frankenstein’s monster and as slickly handsome as Superman. It’s a fitting combination for a man who presents himself on stage as a kind of cerebral savage or conscientious caveman.</p> \n<p>Even at their most scandalous, his gags and routines always come from an informed, liberal place. No matter how much of a salacious goofball he makes himself seem, nor how many abrasive tweets he dispatches to his one million followers (“Wi-Fi at my uncle’s funeral is a fucking joke”), this is still a man who has written eloquently about subjects from <a href=\"http://www.vice.com/en_uk/read/take-a-stroll-war-piss\">war</a> to <a href=\"https://www.vice.com/read/take-a-stroll-on-hating-gay-people\">homophobia</a>, from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/jul/03/rob-delaney-access-safe-legal-abortion\">abortion rights</a> to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/oct/31/hurricane-sandy-medicaid-healthcare\">Medicaid</a>.</p> \n<p>Even the material he performs about his preference for women with large breasts and stretch marks emerges plausibly from a desire to rehabilitate female body image. This he credits to his parents. “I can remember my dad holding up a beauty magazine and saying, ‘This is bullshit and let me tell you why.’” We’re in a London pub on a bright afternoon. Delaney is wearing jeans, T-shirt and clomping Chelsea boots, his lantern jaw hidden by a thick beard.</p> \n<p>Delaney has performed sold-out London shows solely on the basis of his popularity on Twitter, though his profile was raised even further when he co-wrote and starred in <a href=\"http://www.channel4.com/programmes/catastrophe\">the snappy Channel 4 sitcom Catastrophe</a> with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/sharon-horgan\">Sharon Horgan</a> – he plays the amiable American businessman while she is the Irish teacher who becomes pregnant by him during a fling. Only now, though, is he starting <a href=\"http://www.robdelaney.com/live-dates/\">his first UK standup tour</a>.</p> \n<p>“Imagine if people derived pleasure from watching you sitting in a Jacuzzi,” he says. “That’s what it’s like for me to perform.” I point out that this rather understates the effort he has put in over 12 years as a standup. After all, there’s no skill to sitting in a Jacuzzi. “That’s true, though I should say I’m very good at sitting in a Jacuzzi. I have developed quite the technique. You need to have the jet aiming just so.” He lifts one leg and angles his bottom toward me. “It’s just gratifying for me to be on stage. In fact, it feels better than sitting in a Jacuzzi. Honestly, fuck your Jacuzzi. Get your Jacuzzi away from me!”</p> \n<p>However relaxed he is up there, he isn’t immune to nerves. He has simply got better at hiding them. “I did a set a few weeks ago and one joke didn’t go so well. Actually, it tanked. I could see the controls in my head flipping out, the needles flickering, the alarms flashing: ‘Warning! Nervousness levels! Shitting pants!’ But no one in the audience knew until I left the stage at the end and hosed off my pants in an alley.”</p> \n<p>He is, he says, acutely aware of the mood in any room he’s playing. “When you’re nervous, the audience is nervous. They’re like a dog, a big hungry dog. They’re hungry for human flesh. You have to let them know you’re an aggressor with lots of weapons and you’re going to feast on their blood.” He flashes a bright toothy smile. With such carnivorous sentiments, it’s no wonder Delaney has called his tour Meat. “We’re made of meat, we eat meat, we wanna play with other people’s meat, and we want other people to play with ours.”</p> \n<figure class=\"element element-image\" data-media-id=\"2df3db799088e41e5996af57f3fe7083a2799765\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432568925402/e724efcd-c577-49cf-864c-93b2d81f44a8-460x307.jpeg\" alt=\"Sharon (Sharon Horgan) and Rob (Rob Delaney) in Catastrophe.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Snappy … Sharon (Sharon Horgan) and Rob (Rob Delaney) in Catastrophe.</span> \n  <span class=\"element-image__credit\">Photograph: Ed Miller/BBC</span> \n </figcaption> \n</figure> \n<p>Meat crops up a lot in his conversation, too, such as when he discusses the phonetic pleasure of certain words. “Ham never gets old. That word is so funny to me. And bib. I’m gonna try to work that in more.” There’s more meat when he reflects on the pleasant nature of British discourse, such as the jolly chit-chat between “the butcher and his customers”. When I ask him to choose a downside to life in London, this turns out to be food-related, too. “It should be easier for me to get an amazing taco here. But that’s not London’s fault. That’s because in Los Angeles I was living so close to Mexico. What else? I guess the UK should have more desert national parks. More sequoia trees.”</p> \n<p>Those things apart, he’s happy here. He moved to London from LA with his wife and their two young children last year to make it easier to work on the second series of Catastrophe. They recently had their third child, born a few weeks before we meet, but he halts my congratulations almost before I can offer them. “That’s not necessary at this point. Now we’re on our third, we’re really just inflicting this whole thing on ourselves.” He has the slightly dazed air of a man waiting for the chaos to kick in. “So far it seems manageable, but I’m sure I’ll be proved wrong. Stay tuned.”</p> \n<p>Mostly he’s glad to be raising his family here. “The NHS is the best thing to happen to me in many years. Except for Catastrophe. Oh, and my children and marriage. This city is an amazing place for kids. You have parks here with a fence around them and only one or two entrances so your child doesn’t walk out and get hit by a bus. In America, they’ll put a park next to a freeway. With no fence.” His evenness of tone allows exaggeration and irony to be smuggled in under the conversational radar. “You have an investment in your society that pays dividends. British people on a person-by-person basis, however, I do not care for.” The pause he leaves before giving a “Just kidding!” smile is long enough to be uncomfortable.</p> \n<p>Delaney’s air of gratitude isn’t surprising, given the recovery he has undergone since the traumatic early years recounted in his 2013 comic memoir, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2013/nov/16/rob-delaney-alcoholic-twitter-new-book\">Rob Delaney: Mother. Wife. Sister. Human. Warrior. Falcon. Yardstick. Turban. Cabbage.</a> The alcoholism, which stretched from his teens to his mid-20s, was bad enough, leading him to smash his car into the side of the LA Department of Water and Power building, and to spend stints in jail and rehab. Alcohol has in some ways been supplanted now by comedy. “That’s definitely addictive. If I’m not making people laugh, I do feel a little deficient or sad.”</p> \n<p>After sobriety came depression. That he survived all this, and is now 13 years sober, has left him infinitely thankful. Just over a decade ago, he volunteered at a summer camp for children with learning difficulties. “People had been so amazing to me after my accident – not just doctors and nurses but volunteers – that I thought, ‘I’ve gotta do something for other people.’” Among his fellow volunteers at the camp was the woman to whom he is now married. “It was a really good way to meet a spouse. It wasn’t the reason I went, but now any volunteer work I do is in the hope of meeting another wife.”</p> \n<p>Delaney insists that the advent of parenthood has not precluded him from addressing unpalatable topics in his comedy. One routine, in which a riff about women being pressured to shave their pubic hair, spirals off into a what-if scenario about having sex with a child. That was five years ago, but he maintains he would still perform similar material today. “Being a parent has not softened me. I’m happier but my capacity for anger is greater. If anything, I’ve realised the importance of comedy. If you get to do it, you should use it to talk about things you care about. So I hope to traffic in lots more horrible imagery that upsets people. Definitely!”</p> \n<p><span class=\"bullet\">•</span> Rob Delaney: Meat starts at the Lowry, Salford, on 31 May. <a href=\"http://www.robdelaney.com/\">robdelaney.com/</a></p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432568801669/Rob-Delaney-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rob Delaney  Photograph: Alecsandra Raluca Dragoi","credit":"Alecsandra Raluca Dragoi/PR","altText":"Rob Delaney","cleanCaption":"Rob Delaney  Photograph: Alecsandra Raluca Dragoi"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432568924165/e724efcd-c577-49cf-864c-93b2d81f44a8-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Snappy … Sharon (Sharon Horgan) and Rob (Rob Delaney) in Catastrophe. Photograph: Ed Miller/BBC","credit":"Ed Miller/BBC","altText":"Sharon (Sharon Horgan) and Rob (Rob Delaney) in Catastrophe.","cleanCaption":"Snappy … Sharon (Sharon Horgan) and Rob (Rob Delaney) in Catastrophe.","cleanCredit":"Photograph: Ed Miller/BBC"}],"webPublicationDate":"2015-05-25T18:00:10Z","lastModified":"2015-05-25T23:00:24Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Ryan Gilbey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ryangilbey"}],"feature":true,"keywords":["Comedy","Rob Delaney","Comedy","Culture","Comedy","Television","Stage","Television & radio"],"tags":[{"id":"stage/comedy","webTitle":"Comedy"},{"id":"stage/rob-delaney","webTitle":"Rob Delaney"},{"id":"tv-and-radio/comedy","webTitle":"Comedy"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/comedy","webTitle":"Comedy"},{"id":"culture/television","webTitle":"Television"},{"id":"stage/stage","webTitle":"Stage"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"stage"},"topics":[{"displayName":"Ryan Gilbey","topic":{"type":"tag-contributor","name":"profile/ryangilbey"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/may/25/rob-delaney-interview-comedy-catastrophe","shortUrl":"http://gu.com/p/497mf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/may/25/rob-delaney-interview-comedy-catastrophe","webUri":"http://www.theguardian.com/stage/2015/may/25/rob-delaney-interview-comedy-catastrophe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432568801669/Rob-Delaney-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I am very good at sitting in a Jacuzzi’ … Rob Delaney in London. Photograph: Alecsandra Raluca Dragoi for the Guardian","credit":"Alecsandra Raluca Dragoi/PR","altText":"Rob Delaney","cleanCaption":"‘I am very good at sitting in a Jacuzzi’ … Rob Delaney in London. Photograph: Alecsandra Raluca Dragoi for the Guardian"}},"importance":3,"kicker":{"title":"Rob Delaney"},"showQuotedHeadline":true}],"lastModified":"2015-05-27T08:06:00Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}