{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Rose Byrne / I couldn't do standup, my comedy doesn't come from jokes","rawTitle":"I couldn't do standup, my comedy doesn't come from jokes","item":{"type":"article","id":"film/2015/may/29/rose-byrne-i-couldnt-do-standup-my-comedy-doesnt-come-from-jokes","title":"Rose Byrne: 'I couldn't do standup, my comedy doesn't come from jokes'","trailText":"The actor on being funny, serious and successful – and her delight that the fight against ‘illegal’ sexism in the film industry is finally landing some blows","standFirst":"<p>The actor on being funny, serious and successful – and her delight that the fight against ‘illegal’ sexism in the film industry is finally landing some blows</p>","byline":"Alexandra Spring","body":"<p>Rose Byrne is a notorious “breaker” – one of those actors who finds it impossible to keep a straight face opposite a comedic co-star. While she assures me she’s improving, working with her “unpredictable” co-star Melissa McCarthy on their new movie Spy made it almost impossible. “She’ll go on these runs of her bits, so it’s pretty hard not to start laughing. Even the crew guys start laughing.” She adds quickly: “Jude [Law] broke a lot so that made me feel less self-conscious.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/16/spy-review-paul-feig-melissa-mccarthy-jude-law\">Spy review –&nbsp;uproarious Paul Feig comedy tickles SXSW</a> </p> \n</aside> \n<p>For Byrne, it’s an occupational hazard. The Sydney-born actor has made a slew of comedies since her 2010 role as <a href=\"https://www.youtube.com/watch?v=1q2sUV_eHfI\">trashtastic popstar Jackie Q</a>, the girlfriend of Russell Brand’s character in Get Him to the Greek. Next came the wildly successful Bridesmaids, in which she played the insufferable Helen opposite Kristen Wiig and Maya Rudolph, followed by the bromance<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/bad-neighbours\"> Bad Neighbours</a>, in which she played Seth Rogen’s wife and casually walked away with most of the kudos. </p> \n<p>Her fast track to funny girl is no accident. When I interviewed Byrne in 2010, before Greek, she spoke of a desire to do more comedy after a run of solemn-faced roles in the Asperger’s drama Adam, the horror flick 28 Weeks Later and the sci-fi thriller Sunshine. She said then: “Most of my stuff has been serious … but I definitely have a light-hearted side.” </p> \n<p>She has channelled it. Spy reunites her with the Bridesmaids director, Paul Feig, and co-star McCarthy. Billed as an action comedy, the film sees McCarthy’s mild-mannered CIA analyst Susan Cooper forced out into the field – in increasingly depressing cat-lady disguises – to stop an underworld nuclear arms deal. Byrne plays the dastardly Raina Boyanov, a mob boss’s daughter who is possibly the linchpin in the deal and the foil for McCarthy’s unfortunate character. The two banter and bounce off each other, locked in a tussle of wits and, occasionally, limbs. </p> \n<figure class=\"element element-image\" data-media-id=\"663d64cb3327dde9360a2f8c437f907473493f53\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432811966207/fda8bdda-972f-496f-9575-44772dc81672-460x276.jpeg\" alt=\"Rose Byrne in Spy\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rose Byrne in Spy opposite Melissa McCarthy and Miranda Hart</span> \n </figcaption> \n</figure> \n<p>Despite <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/jul/20/rose-byrne-this-much-i-know\">her growing assuredness</a>, she finds comedy challenging, particularly when working with “effortless” performers such as Wiig, Rudolph and McCarthy. “It’s like doing a drama but on top of that you have to get a laugh,” she says, “It’s scientific, it’s technical and it’s also like lightning in a bottle.” Her approach is different to that of her co-stars: “I could never do standup – my comedy comes from character stuff, not necessarily from jokes.” </p> \n<p>What makes her laugh in real life? “Fox news. That’s pretty funny.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/australia-culture-blog/2014/jul/04/two-hands-rewatched-heath-ledger-emerges-in-offbeat-caper\">Two Hands rewatched – Heath Ledger emerges in offbeat crime caper</a> </p> \n</aside> \n<p>At 35, Byrne is one of Australia’s most successful actors. Audiences have watched her transform from the fresh-faced (albeit peroxided) 20-year-old in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/australia-culture-blog/2014/jul/04/two-hands-rewatched-heath-ledger-emerges-in-offbeat-caper\">Two Hands</a>, opposite Heath Ledger, through a blink-and-you-missed-it performance in Star Wars Episode II: Attack of the Clones, a screen kiss with Brad Pitt in the forgettable Troy and a role as the extravagant Duchesse de Polignac in Sofia Coppola’s lightweight Marie Antoinette. </p> \n<p>Then came <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2010/may/28/damages-review\">Damages</a>, her breakout television role in which she played a law school graduate locked in a dysfunctional relationship with her mentor/tormentor, played by Glenn Close. The show premiered in 2007, the same year as Mad Men, and was one of the new breed of TV dramas, headed up by strong female leads. It ran for five seasons. Looking back, Byrne says she realises it was a seminal time: “I was lucky to be part of that really great writing that was returning to TV.” </p> \n<p>The role got her noticed – and two Golden Globe nominations. By 2013 she was one of LA’s most in-demand actors, reportedly having her pick of TV scripts during pilot season. Instead she focused on getting her funny on.<br /></p> \n<p>While more likely to be cracking a smile on screen, she’s getting more serious off screen. Until recently, Byrne could never have been accused of being outspoken but in 2014 she appeared in a <a href=\"https://www.youtube.com/watch?v=Zd6VenJWz9A\">public service announcement</a> on US television about sexual assaults on college campuses. Inspired by the campaign, she followed it up by taking part in a women’s day at the UN in New York. “I thought it was a really hard subject to discuss that nobody really wants to.”</p> \n<p>She’s also entered the debate about sexism in the film industry. Byrne points to a push by the <a href=\"http://variety.com/2015/biz/news/hollywoods-biased-hiring-practices-against-women-subject-of-a-c-l-u-inquiry-1201493101/\">American Civil Liberties Union</a> for a criminal investigation into gender discrimination. “It’s not being put down to good old-fashioned misogyny, it’s actually [asking] why is this quietly tolerated? Why has this been a silent agreement for the last however many years. </p> \n<p>“This is discrimination. And that’s illegal. It’s very interesting, long overdue and quite frankly exciting to see it being taken as seriously as it should be.”</p> \n<figure class=\"element element-image\" data-media-id=\"7afd609c42e9109c4a20d5a6549f1ead6c53b928\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432827099767/cc668fb2-5f9b-4e4a-a36c-a0bc0e85dd95-460x306.jpeg\" alt=\"Rose Byrne (second from left) and her Bridesmaids co-stars in Paul Feig's 2011 film.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rose Byrne (second from left) with her Bridesmaids co-stars in Paul Feig’s 2011 film.</span> \n  <span class=\"element-image__credit\">Photograph: Allstar/Universal Pictures/Sportsphoto Ltd</span> \n </figcaption> \n</figure> \n<p>Byrne and a group of close friends have taken matters into their own hands. Documentary film-maker Gracie Otto, actor and writer Krew Boylan, director Shannon Murphy, publicist Jessica Carrera and Byrne decided to band together to form <a href=\"http://www.filmink.com.au/news/welcome-to-the-dollhouse-/\">the Dollhouse Collective</a>, a production company with an emphasis on creating “complicated great lead roles for women”.</p> \n<p>The fivesome intend to mix and match duties, with Byrne keen to produce and direct. “As an actor, you have little control over your career, whereas you can exercise a little bit more of that when you are steering the ship.” She feels a responsibility to Australia. “You want to give back, to tell Australian stories and nurture the place where you are from.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It just seems to be more bad news with this government with the arts</p> \n  <footer> \n   <cite></cite> \n  </footer> \n </blockquote> \n</aside> \n<p>She won’t say if the newly announced <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/may/12/budget-takes-100m-from-australia-council-to-establish-arts-excellence-program\">Screen Australia funding cuts </a>will affect the company’s first project Seriously Red, written by Boyland and executive produced by Byrne. But she was disappointed to hear about them. “It just seems to be more bad news with this government with the arts. It’s not a priority for them to cultivate our storytelling or our culture through artistic pursuits.”</p> \n<p>Still, she continues to enjoy the lighter side of her work. She’s pleased when I point out red carpet shots in which she looks increasingly chipper. “I’m used to people telling me I was miserable so its nice to have a change of tune.” </p> \n<p>Time to press her for a reason. Is it her increasingly comedic roles that are making her smile? Her confidence as a red carpet regular? Or perhaps the happiness she’s reportedly found with her partner, actor Bobby Cannavale? She laughs hard. “Maybe I’ve had a few glasses of wine before I got on there, that’s probably it.”</p> \n<p><em><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/16/spy-review-paul-feig-melissa-mccarthy-jude-law\">Spy</a> is out now in Australia and released on 5 June in the US and UK</em><br /></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f64361ed845812b21f422655fad57b098c31e8ac/0_69_7119_4280/7119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4280,"width":7119,"orientation":"landscape","credit":"Chris Weeks/Getty Images","altText":"LOS ANGELES, CA - APRIL 16:  Actress Rose Byrne attends the Burberry \"London in Los Angeles\" event at Griffith Observatory on April 16, 2015 in Los Angeles, California.  (Photo by Chris Weeks/Getty Images for Burberry)","cleanCredit":"Photograph: Chris Weeks/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432811967824/e043ddeb-4d38-4154-be00-358740bdbb1d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rose Byrne in Spy opposite Melissa McCarthy and Miranda Hart","credit":"supplied","altText":"Rose Byrne in Spy","cleanCaption":"Rose Byrne in Spy opposite Melissa McCarthy and Miranda Hart"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432827100200/cc668fb2-5f9b-4e4a-a36c-a0bc0e85dd95-2060x1368.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1368,"width":2060,"orientation":"landscape","caption":"Rose Byrne (second from left) with her Bridesmaids co-stars in Paul Feig’s 2011 film. Photograph: Allstar/Universal Pictures/Sportsphoto Ltd","credit":"Allstar/Universal Pictures/Sportsphoto Ltd","altText":"Rose Byrne (second from left) and her Bridesmaids co-stars in Paul Feig's 2011 film.","cleanCaption":"Rose Byrne (second from left) with her Bridesmaids co-stars in Paul Feig’s 2011 film.","cleanCredit":"Photograph: Allstar/Universal Pictures/Sportsphoto Ltd"}],"webPublicationDate":"2015-05-28T23:36:53Z","lastModified":"2015-05-29T07:23:02Z","metadata":{"commentable":true,"commentCount":38,"contributors":[{"name":"Alexandra Spring","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/16/1421421468525/Alexandra-Spring-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexandra-spring"}],"feature":true,"keywords":["Spy","Rose Byrne","Melissa McCarthy","Comedy","Australian film","Film industry","Film","Comedy","Culture"],"tags":[{"id":"film/spy","webTitle":"Spy"},{"id":"film/rose-byrne","webTitle":"Rose Byrne"},{"id":"film/melissa-mccarthy","webTitle":"Melissa McCarthy"},{"id":"film/comedy","webTitle":"Comedy"},{"id":"film/australia","webTitle":"Australian film"},{"id":"film/film-industry","webTitle":"Film industry"},{"id":"film/film","webTitle":"Film"},{"id":"culture/comedy","webTitle":"Comedy"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"film"},"topics":[{"displayName":"Alexandra Spring","topic":{"type":"tag-contributor","name":"profile/alexandra-spring"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/29/rose-byrne-i-couldnt-do-standup-my-comedy-doesnt-come-from-jokes","shortUrl":"http://gu.com/p/49a6j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/29/rose-byrne-i-couldnt-do-standup-my-comedy-doesnt-come-from-jokes","webUri":"http://www.theguardian.com/film/2015/may/29/rose-byrne-i-couldnt-do-standup-my-comedy-doesnt-come-from-jokes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f64361ed845812b21f422655fad57b098c31e8ac/0_69_7119_4280/7119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4280,"width":7119,"orientation":"landscape","caption":"Rose Byrne: ‘I’m used to people telling me I was miserable.’ Photograph: Chris Weeks/Getty Images","credit":"Chris Weeks/Getty Images","altText":"Rose Byrne","cleanCaption":"Rose Byrne: ‘I’m used to people telling me I was miserable.’","cleanCredit":"Photograph: Chris Weeks/Getty Images"}},"importance":7,"kicker":{"title":"Rose Byrne"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Jamie xx / What have I learned? That I like working on my own","rawTitle":"What have I learned? That I like working on my own","item":{"type":"article","id":"music/2015/may/28/jamie-xx-smith-solo-debut-album-in-colour","title":"Jamie xx: 'What have I learned? That I like working on my own'","trailText":"He’s one third of a Mercury-winning band, an acclaimed remixer and a producer by appointment to pop royalty like Drake and Alicia Keys. Jamie Smith explains why going solo with his debut album, In Colour, suits him just fine","standFirst":"<p>He’s one third of a Mercury-winning band, an acclaimed remixer and a producer by appointment to pop royalty, such as Drake and Alicia Keys. Jamie Smith explains why going solo with his debut album, In Colour, suits him just fine</p>","byline":"Alexis Petridis","body":"<p>Jamie Smith thinks his interest in dance music might have come from his family. As a kid, two of his uncles were DJs. The first lived in New York: “He played in bars. It was around the whole chill-out thing, he was playing Latin music. He used to send mix CDs over every Christmas.” He has a vague memory of going to New York to see his uncle play. Or at least he thinks he does: “I have this thing in my head that I did go to a bar and hear him, but I don’t actually know if it’s real. I might have just made it up when I was younger, because he talked about it all the time.”</p> \n<p>The other uncle, who taught the 10-year-old Smith how to mix two records on a pair of turntables, was based in the slightly less glamorous environs of Sheffield. He played house music on a pirate station, then got his own show on Kiss FM, and it was there that Smith – better known these days as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/jamie-xx\">Jamie xx</a> – made his radio debut. Or rather <em>didn’t</em> make his radio debut. “He took me to the studio in Sheffield and tried to get me to speak on the radio.” There’s a pause. How did that go? Smith frowns. “I didn’t speak.”</p> \n<p>It’s tempting to suggest that here is an example of an artist starting how he meant to go on. Twenty-six-year-old Smith may be many things – <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/the-xx\">one third of the xx</a>, an acclaimed DJ and remixer, a producer by appointment to R&amp;B royalty including Drake and Alicia Keys, and the author of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/24/jamie-xx-in-colour-review-larging-it-for-introverts\">fantastic solo album, In Colour</a> – but one of pop’s natural raconteurs isn’t among them. I meet him twice: in a cafe around the corner from his home in east London; and in Liverpool, before he DJs at Freeze: an event that takes place in a ruined church. There is little eye contact, some awkward silences, and a lot of terse answers: a question usually yields a couple of sentences in response, rephrasing it gets you a few more words. His manner isn’t in any way surly, rude or difficult. I can’t work out whether he’s incredibly shy, a bit diffident, or just really doesn’t like talking about himself. Ironically, when trying to explain how he makes music, he occasionally sounds not unlike the sampled voice you hear at the end of SeeSaw, a track from his album: “I just … the world just …” it stammers, before lapsing into silence.</p> \n<figure class=\"element element-image\" data-media-id=\"5b5e1ac8f63fdaf3d1711cc8c8c0661787e44557\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432817259747/0d2d5876-5a2d-4724-9478-b726ace34b09-460x276.jpeg\" alt=\"Oliver Sim, Jamie Smith and Romy Madley-Croft make up the xx.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Oliver Sim, Jamie Smith and Romy Madley-Croft make up the xx.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose</span> \n </figcaption> \n</figure> \n<p>You do find yourself wondering how someone apparently so introverted gets on in the studio with big-name R&amp;B stars. “It’s hard, really,” he says. “Hip-hop, in particular, is really difficult because you have to smoke a lot of weed while you’re doing it. I mean, I’m happy to say ‘no’ but, at the same time, you feel like a nerd. Weed doesn’t help me at all: it just makes me fall asleep or want to be sick.</p> \n<p>“It’s like being a producer for hire. You meet a lot of people, consider everybody’s opinion. I’ve learned a lot.” A pause. What have you learned? “Mostly that I like working on my own. But it’s good to push myself.”</p> \n<p>He says he only made a solo album because it would force him to finish a load of tracks he had lying around, some dating back six years – “I can make something for a long time, and just not come up with an ending. It’s finishing things that I don’t enjoy” – but In Colour is far, far better than that suggests. Smith is exceptionally good at what you might call “dancefloor melancholy”, something you find a lot on old disco and early house records: an odd, ineffable sense of yearning amid the euphoria, a nod to the fact that the elation of dancing in a club is a transient thing and the real world still waits outside. The tracks with lyrics are filled with people temporarily lost in front of the big speakers, subsumed by music. “You want to change your colours just for the night with no word of it following you home,” he says, as his bandmate Oliver Sim puts it on Stranger in a Room from the album.</p> \n<p>Smith says he works best when he’s feeling miserable. “Well, I don’t need to be, but I find that it helps. It’s not like I force myself to think of sad things, but … it’s more that I make music because it makes me happy.” So, if the music you’re making lifts your mood it’s an indication that it is a success? “Yeah, that’s it.”</p> \n<figure class=\"element element-embed element--supporting\" data-alt=\"Jamie xx - All Under One Roof Raving\"> \n <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/wk28cgCG3Ho\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>In fairness, Smith is a positive chatterbox compared to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2010/apr/10/the-xx-interview\">first time I met him, in 2010</a>, in the company of his bandmates. In my memory, Smith didn’t utter a sound for two hours but, checking the recording, that’s not the case: at one juncture, he yawned and muttered something about drum machines. The xx were barely out of their teens and seemed a bit dazed by the success of their debut album, which was critically lauded, already on its way to going platinum and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2010/sep/08/the-xx-mercury-prize-2010\">winning the Mercury prize</a>. Smith had produced it “by accident” – they’d tried working with other producers, including Diplo, but ended up coming back to his original recordings – and he was already being hailed as a visionary figure by his label boss at XL Recordings, Richard Russell. “I found him really inspiring as a beatmaker in quite a specific way,” says Russell. “He was playing the MPC – which is a piece of studio equipment you’re supposed to use for recording and sequencing – as an instrument. That idea sort of blew my mind: that you could play something live and still have the sounds I love, the sample sounds. I started doing it myself straight away, on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/jun/10/bobby-womack-bravest-man-universe-review\">Bobby Womack’s album</a>, on the stuff I was doing with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2014/jan/20/damon-albarn-everyday-robots\">Damon Albarn</a>.” (“I didn’t realise you weren’t supposed to do that with it,” shrugs Smith. “I still don’t know how to use one properly.”)</p> \n<p>Smith began DJing aged 15, playing jazz and soul in a bar in Camden, and picking up dance tracks after hearing them on skate videos – “The American ones are all punk, but the English skate videos were quite tasteful: a lot of hip-hop and electronica” – but his style changed after a visit to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2015/jan/07/london-club-plastic-people-remembered-ade-fakile-floating-points\">legendary dubstep night FWD&raquo; at east London’s Plastic People</a>. “Before that, I wasn’t really old enough to go to clubs and, like, actually feel it, so I didn’t really understand it: I used to think house music was just boring. Then I went to FWD&raquo; and the amount of bass that they had … it had a kind of physical effect. That made me want to make it, on a faster tempo.”</p> \n<figure class=\"element element-image\" data-media-id=\"ecc86355d87dfc510f388e9b93a91331af4eacd9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432817146668/def3f094-99c0-447f-9bc7-df023f7a7e61-460x357.jpeg\" alt=\"Smith turned Gil Scott-Heron’s I’m New Here into a startling reinvention that marooned Scott-Heron’s voice over heaving bass and washes of electronic noise.\" width=\"460\" height=\"357\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Smith turned Gil Scott-Heron’s I’m New Here into a startling reinvention that marooned Scott-Heron’s voice over heaving bass and washes of electronic noise.</span> \n  <span class=\"element-image__credit\">Photograph: Mischa Richter</span> \n </figcaption> \n</figure> \n<p>He began DJing alongside Mount Kimbie, James Blake and Joy Orbison, all artists who would make their mark on the post-dubstep dance scene – although, at first, Smith says he “didn’t feel like I was part of it, because I was in an indie band”. He began producing low-key remixes for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2009/apr/01/jack-penate\">Jack Pe&ntilde;ate</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/florence-and-the-machine\">Florence and the Machine</a>, but the real breakthrough came when Russell asked him to remix <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/gil-scott-heron\">Gil Scott-Heron’s final album, I’m New Here</a>, in its entirety. He turned in a startling reinvention that marooned <a href=\"https://www.youtube.com/watch?v=PaXslpx3MWY\">Scott-Heron’s voice over heaving bass and washes of electronic noise</a>, its 21st-century sound flecked with samples from 60s and 70s soul. “I think I had an inkling [that Jamie] was part of the same thing I see myself as,” says Russell. “A bit of a continuum of pirate radio-influenced music [Russell began his career as a pirate radio DJ, before recording and remixing rave tracks under the names Kicks Like a Mule and the Valentine Boys]. And I realised I was kind of in an interesting position because Gil was 60-odd, I was in my late 30s and Jamie was just hitting 20, so there were these three very different stages of life. I felt like between the three of us, something interesting would come out of it.”</p> \n<figure class=\"element element-embed element--supporting\" data-alt=\"Jamie xx - Boiler Room London\"> \n <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/HV-nNEXgsOk\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Smith released a slew of acclaimed singles under his own name, including the remarkable <a href=\"https://www.youtube.com/watch?v=wk28cgCG3Ho\">All Under One Roof Raving</a>, a strange, hypnotic confection of sparse percussion, steel drums and snatches of dialogue from early-90s ravers taken from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2009/aug/03/fiorucci-made-me-hardcore\">Mark Leckey</a>’s short film <a href=\"https://www.youtube.com/watch?v=-dS2McPYzEE\">Fiorucci Made Me Hardcore</a>. There’s a kind of sequel to it on In Colour’s opening track Gosh: a warped take on an old hardcore rhythm topped with a gorgeous, wistful melody – the latter a homage to <a href=\"https://www.youtube.com/watch?v=M0wYZ9hS0zc\">Orbital’s heartbreaking 1991 end-of-the-night anthem, Belfast</a>. (The samples of MCs from Radio 1’s mid-90s One in the Jungle show are enough to make dance music fans of a certain age dewy-eyed.) A toddler when Belfast was released, Smith says he’s not obsessed with the past. “I just like the lineage and the heritage and the fact that British dance music is still progressing. I’m from London, I love London, and I wouldn’t know how else to show that love in musical terms. There’s something about British stuff that’s a bit faster, a bit harder-hitting. Just tough.”</p> \n<p>Aside from his DJing career and the f<a href=\"http://www.nme.com/news/the-xx/77815\">orthcoming third album from the xx</a>, he’s scoring a <a href=\"http://www.mif.co.uk/event/tree-of-codes\">ballet for the Manchester International Festival</a>, based on Jonathan Safran Foer’s experimental book <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2010/dec/18/tree-codes-safran-foer-review\">Tree of Codes</a>. “The music’s less concise than on my album.” And there’s talk of performing some of In Colour live, at least for a TV show – the prospect of which doesn’t seem to fill him with delight. “I’m dreading it,” he says. “I have to be in front, for one thing, and then I have to orchestrate a whole band of people I don’t know – as well as Ollie and Romy, if they’re up for it – which I’ve never done. Again, it’s a good thing to do, because it’ll be a learning experience.” He doesn’t look convinced.</p> \n<p>We head around the corner to the bombed-out church. He’s a fantastic DJ, unafraid to take risks – midway through the set, he puts on the completely beatless Stranger in a Room – maintaining a frenzied atmosphere without playing anything obvious. He stands half-hidden in dry ice, rarely looking up from the turntables. Sometimes he turns around to pull another record out of his box – he’s playing vinyl – and, with his back to the audience, dances on his own. He looks like a character in one of In Colour’s songs: momentarily lost, subsumed by the music.</p> \n<h2><strong>The records that made Jamie xx</strong><br /></h2> \n<p><strong>The Stax/Volt Revue Volume 1: Live In London by various artists (1967)</strong><br />It was one of my parents’ records. They were big soul and folk fans, they liked <a href=\"http://en.wikipedia.org/wiki/Fairport_Convention\">Fairport Convention</a>. I just remember the cover: black, with loads of different pictures of people onstage. It wasn’t that that appealed to me, though – it was the music: Otis Redding, Sam and Dave. I listened to it over and over again.</p> \n<figure class=\"element element-embed\" data-alt=\"The Stax/Volt Revue\"> \n <iframe width=\"420\" height=\"315\" src=\"https://www.youtube.com/embed/3ND4P-gy1PM\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>The World Is a Ghetto (Special US Disco Mix) by War (1979)</strong><br />It’s nine minutes long, or something: four really long solos, a harmonica solo in the middle, this really driving disco beat. It just works. It’s not so much influential as something I like – it doesn’t get boring no matter how many times I listen to it. I play it out a lot. It’s got to the stage where I try not to, but it’s very tempting.</p> \n<figure class=\"element element-embed\" data-alt=\"The World Is a Ghetto\"> \n <iframe width=\"420\" height=\"315\" src=\"https://www.youtube.com/embed/SbfnYeeOgxE\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>Dummy by Portishead (1994)</strong><br />I first heard it when I was 11, probably. One of the tracks, Wandering Star, was on this skate video I liked. I bought the album just after that. I think it was the production that appealed to me. Obviously, I didn’t know about how to produce or anything then, I didn’t even know what a computer program that made music looked like, but every bit of it sounds so satisfying, it’s obvious they spent a lot of much time on it.</p> \n<figure class=\"element element-embed\" data-alt=\"Portishead - Glory Box\"> \n <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/4qQyUi4zfDs\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>Double Figure by Plaid (2001)</strong><br />For years, I always pronounced their name “played” – I never met anyone else who knew them or what to call them. “Played” makes more sense, actually. It’s like, techno but not techno. They use really odd chord progressions, they change keys from minor to major in the middle of a riff, which is kind of unsettling. I’d just never heard anything that was like that.</p> \n<figure class=\"element element-embed\" data-alt=\"Plaid - Eyen\"> \n <iframe width=\"420\" height=\"315\" src=\"https://www.youtube.com/embed/t5uB8oTK9JY\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>There Is Love in You by Four Tet (2010)</strong><br />It was when Kieran Hebden started making stuff with a 4/4 rhythm to it. I’d listened to him a lot before, but this … It came out when I met my girlfriend. We listened to it over and over, so that’s quite a special album. It was before I really knew him. We’re friends now. He has an amazing record collection. I mean, his dad is a jazz record collector, so he had an in, but still. He always says he forgets that he made this album.</p> \n<figure class=\"element element-embed\" data-alt=\"Four Tet - Love Cry\"> \n <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/urOUJMTZdD8\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><em>Jamie xx’s debut solo album, In Colour, is out on 1 June</em></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432815545062/Jamie-Smiths-new-album-In-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jamie Smith's new album In Colour is out on 15 June. Photograph: Christopher Thomond","credit":"/Christopher Thomond","altText":"Jamie Smith's new album In Colour is out on 1 June.","cleanCaption":"Jamie Smith's new album In Colour is out on 15 June. Photograph: Christopher Thomond"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432817261141/0d2d5876-5a2d-4724-9478-b726ace34b09-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Oliver Sim, Jamie Smith and Romy Madley-Croft make up the xx. Photograph: Katherine Anne Rose","credit":"Katherine Anne Rose","altText":"Oliver Sim, Jamie Smith and Romy Madley-Croft make up the xx.","cleanCaption":"Oliver Sim, Jamie Smith and Romy Madley-Croft make up the xx.","cleanCredit":"Photograph: Katherine Anne Rose"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432817146877/def3f094-99c0-447f-9bc7-df023f7a7e61-1020x792.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":792,"width":1020,"orientation":"landscape","caption":"Smith turned Gil Scott-Heron’s I’m New Here into a startling reinvention that marooned Scott-Heron’s voice over heaving bass and washes of electronic noise. Photograph: Mischa Richter","credit":"Mischa Richter","altText":"Smith turned Gil Scott-Heron’s I’m New Here into a startling reinvention that marooned Scott-Heron’s voice over heaving bass and washes of electronic noise.","cleanCaption":"Smith turned Gil Scott-Heron’s I’m New Here into a startling reinvention that marooned Scott-Heron’s voice over heaving bass and washes of electronic noise.","cleanCredit":"Photograph: Mischa Richter"}],"webPublicationDate":"2015-05-28T14:23:17Z","lastModified":"2015-05-28T23:00:41Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Alexis Petridis","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733732709/AlexisPetridis.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexispetridis"}],"feature":true,"keywords":["Music","Culture","Jamie xx","The xx","Dance music"],"tags":[{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/jamie-xx","webTitle":"Jamie xx"},{"id":"music/the-xx","webTitle":"The xx"},{"id":"music/dance-music","webTitle":"Dance music"}],"section":{"id":"music"},"topics":[{"displayName":"Alexis Petridis","topic":{"type":"tag-contributor","name":"profile/alexispetridis"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/28/jamie-xx-smith-solo-debut-album-in-colour","shortUrl":"http://gu.com/p/49a88","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/28/jamie-xx-smith-solo-debut-album-in-colour","webUri":"http://www.theguardian.com/music/2015/may/28/jamie-xx-smith-solo-debut-album-in-colour"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432815545062/Jamie-Smiths-new-album-In-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jamie Smith’s debut solo album, In Colour, is out on 1 June. Photograph: Christopher Thomond","credit":"Christopher Thomond/for the Guardian","altText":"Jamie Smith's new album In Colour is out on 15 June.","cleanCaption":"Jamie Smith’s debut solo album, In Colour, is out on 1 June. Photograph: Christopher Thomond"}},"importance":5,"kicker":{"title":"Jamie xx"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Daniel Clowes / I've thought about doing the Ghost World girls as adults","rawTitle":"I've thought about doing the Ghost World girls as adults","item":{"type":"article","id":"books/2015/may/28/daniel-clowes-interview-comics-ghost-world-art-school-confidential","title":"Daniel Clowes: 'I've thought about doing the Ghost World girls as adults'","trailText":"The revered comic book author’s old material is being re-released, prompting him to think about what his famous characters would be doing now – and what’s wrong with comics today","standFirst":"<p>The revered comic book author’s old material is being re-released, prompting him to think about what his famous characters would be doing now – and what’s wrong with comics today</p>","byline":"Sam Thielman","body":"<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/daniel-clowes\">Daniel Clowes</a> writes either the funniest sad comics or the saddest funny comics in the world. He’s <a href=\"http://www.fantagraphics.com/?option=com_myblog&amp;show=Daniel-Clowes-wins-PEN-Literary-Award.html&amp;Itemid=113\">won a PEN award for his body of graphic work </a>and an Oscar nomination for the screenplay to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2001/aug/13/1\">Ghost World</a>, but none of that would exist without <a href=\"http://www.danielclowes.com/eightball.html\">Eightball</a>, Clowes’s ongoing series that graced less reputable newsstands from the late 1980s onward. </p> \n<p>Eightball is where the Ghost World stories first ran, where Art School Confidential (the source material for his <a href=\"https://www.youtube.com/watch?v=9g_EheqtAOw\">second feature film</a>) first appeared, and where his graphic novels Ice Haven, David Boring and The Death Ray were serialised. Now, the lion’s share of that old material, from the religious tract parody to Clowes’ jokey ad for “hand-painted girlie ties” (which he <a href=\"http://www.comicartfans.com/gallerypiece.asp?piece=375012\">actually honoured</a>, if you sent him a hundred bucks) is getting the oversized, slipcased treatment from Fantagraphics. <a href=\"https://www.youtube.com/watch?v=qA3q_PqVosw\">The Complete Eightball</a> is out 4 July.</p> \n<p><strong>Hi, are you free to talk? I’m not surprising you or anything?</strong></p> \n<p>Yes! I’m free. I think the worst moment of my life was once I was on a book tour and dead asleep and the phone rings. And I picked it up and it was a radio DJ who said: “Are you ready to go on the air in 30 seconds?” It was an AM American radio show and he was like “So! you do comics!” I was completely still in a dream world.</p> \n<p><strong>What’s it like looking through all this material from 25 years ago?</strong></p> \n<p>Luckily it’s been long enough that I don’t look at it and go: “Oh my god, I wish I’d fixed that face or rewritten that line of dialogue.” There was actually a typo that after all these years that no one had noticed. Multiple reprintings and it’s just always been there.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/28/woody-harrelson-laura-dern-wilson-daniel-clowes\">Woody Harrelson and Laura Dern set for Daniel Clowes' Wilson</a> </p> \n</aside> \n<p><strong>One thing I always stop on going through Eightball back issues is Devil Doll, the stapled-in parody of <a href=\"https://www.chick.com/\">Jack Chick’s famous Christian mini-comic tracts</a>.</strong></p> \n<p>When I was growing up you would see those lying around. You don’t really think of those as being part of the official canon of effective comics. And one day I sort of changed my mind. I thought: “These are really compelling and I’d rather read these than pretty much anything else published in 1985.” So I made a long trek out to a Christian bookstore in Queens and I bought every single one, which totaled I think $3 – they were each 10 cents. And I went home and read them all in one sitting, and it was maybe the most devastating comics-reading experience I’ve ever had. I really felt like he’d almost won me over by the end. I knew every single one of them almost by heart by the time I did that story. I was so obsessed.</p> \n<p><strong>It’s such an effective evocation of them that I’ve occasionally wanted to just buy an old issue of Eightball and just slip it into the rack in the Times Square subway station where the guy hands them out.</strong></p> \n<p>A couple of people had the gumption to actually redo that story as a Chick tract and I only wish I had a thousand of them, because that would be really fun to leave in the laundromat.</p> \n<p><strong>Are there any characters in these stories that you miss? <a href=\"https://www.tumblr.com/search/dan%20pussey\">Dan Pussey</a>, the guy who tragically makes it big in superhero comics, or the misanthropic <a href=\"http://danielclowes.com/LLLL.html\">Lloyd Llewelyn</a>?</strong></p> \n<p>I feel like Dan Pussey could have just gone on and on as the world changed. He would be running one of the movie studios right now. I think about Lloyd Llewelyn all the time. He was like the big actor that peaked too soon and became a has-been and is doing infomercials or something, and there’s something much more interesting about that than the successful character that takes off. I’ve thought about doing the Ghost World girls as adults. I think one day I may just revisit all the characters. I may do something where they get together in some way, just to see what would happen. </p> \n<p><strong>It’s funny how short the Art School Confidential story is. Four pages long, and it’s been made into a feature film.</strong></p> \n<p>The only reason I allowed it to be [marketed] as though it’s based on that story was because I would get money from being the author of the original material. But really we wanted to do an art school story. I always thought we should have changed the name, but nobody else agreed with me, so it stayed with it.</p> \n<p><strong>Do you want to keep on making movies?</strong></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/28/woody-harrelson-laura-dern-wilson-daniel-clowes\">It looks like there’s going to be a Wilson movie coming up this summer</a>, I wrote the screenplay for that, but I have to say ... I don’t know. It was a fun thing to do for 10 years or so, to write the screenplays. But now, really, all I want to do is sit at the drawing board. I’m newly inspired to get back to comics full-time and not do anything else. I’m cranking out the comics.</p> \n<p><strong>How do you preserve an observation that inspired you after you’ve reworked it a hundred times?</strong></p> \n<p>I’ve devised various ways to keep it loose while still plotting it out so that I don’t get trapped. A lot of it has to do with not writing any of the captions or dialogue until I’m really feeling the pressure. I’ve actually found over the years that when I’m using the pen and doing the comic book lettering, at that moment my brain is really freed to know what’s going to sound right. I’ll wind up making drastic changes while I’m lettering that have a sort of clarity to them I can’t have at any other time. It’s a very interesting process.</p> \n<p><strong>I’ve never understood how jokes in particular survive any of this.</strong></p> \n<p>By the time you’re actually drawing the thing, no matter how spontaneous you keep it, the joke is already worked out. Once <a href=\"http://www.peterbagge.com/\">Peter Bagge</a>’s wife told me she could hear him through the heating grate in the floor where he had a studio in the basement, cackling at his own comics. And I thought: “I’ve never laughed at one of my own comics.” Going back and rereading the Eightballs, I laughed at a couple of my own jokes. It was cool.</p> \n<p><strong>What else makes you laugh?</strong></p> \n<p>There’s so much good comedy in the world you almost take it for granted. That Mike Judge show <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2014/aug/06/silicon-valley-mike-judge-sitcom\">Silicon Valley</a> always makes me laugh because we’re [living] right in that area [northern California], and he’s so great at cataloguing different types of assholes. Every week there’s a new type of asshole! And you’re like: “Yes. That is one of them.”</p> \n<p><strong>Given how respectable comics have gotten in the past 20 years, where is there still to go? What would you like to see more of?</strong></p> \n<p>I’d like to see more people who can draw really well also figuring out how to tell stories. Because I feel like there are a lot of really beautiful-looking comics that aren’t that interesting to read. And there are certainly a lot of people who could potentially write good comics, but writing for comics is a very, very difficult thing. I think it’s only really done perfectly when it’s the same person doing both, or at least having a great control over the visuals. I’d just like to have more things to actually read. I have a lot of things I can look at. Even the most average, bland Hollywood movie has to be worked out to such a degree that there’s a certain pleasure to watching it, knowing that it’s going to play out in a way that has some structure to it. Just to get to that point would be a big step.</p> \n<p><strong>The cover and logo of Eightball get redesigned practically every issue – were you just bored and mixing it up, or were you trying to find something that worked?</strong></p> \n<p>No, I think that’s a very clear sign I was trying to find something. You can see in the first two issues I use the same logo. In the third issue that logo didn’t quite work, and then I’m just restlessly moving from one thing to another, and by the end it was these big, full-colour paintings that I was spending weeks on. It’s something I never quite got, and at the time I felt once I have the perfect format, I’ll just stick with that. But I now look back and see that it’s a good thing I never felt comfortable with that. And I still never do! I’m still looking for ways to work that will be, you know, The Way. </p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432827623721/665e0204-2c89-42d0-b329-0d93adad4910-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Richard Saker/Richard Saker","altText":"Daniel Clowes at Gosh comic shop in London.","cleanCredit":"Photograph: Richard Saker/Richard Saker"}],"bodyImages":[],"webPublicationDate":"2015-05-28T17:08:48Z","lastModified":"2015-05-28T17:08:49Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Sam Thielman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sam-thielman"}],"feature":false,"keywords":["Daniel Clowes","Books","Comics and graphic novels","Culture","Film"],"tags":[{"id":"books/daniel-clowes","webTitle":"Daniel Clowes"},{"id":"books/books","webTitle":"Books"},{"id":"books/comics","webTitle":"Comics and graphic novels"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"}],"section":{"id":"books"},"topics":[{"displayName":"Sam Thielman","topic":{"type":"tag-contributor","name":"profile/sam-thielman"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/28/daniel-clowes-interview-comics-ghost-world-art-school-confidential","shortUrl":"http://gu.com/p/49add","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/28/daniel-clowes-interview-comics-ghost-world-art-school-confidential","webUri":"http://www.theguardian.com/books/2015/may/28/daniel-clowes-interview-comics-ghost-world-art-school-confidential"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432827623721/665e0204-2c89-42d0-b329-0d93adad4910-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daniel Clowes at Gosh comic shop in London. Photograph: Richard Saker/Richard Saker","credit":"Richard Saker/Richard Saker","altText":"Daniel Clowes at Gosh comic shop in London.","cleanCaption":"Daniel Clowes at Gosh comic shop in London.","cleanCredit":"Photograph: Richard Saker/Richard Saker"}},"importance":5,"kicker":{"title":"Daniel Clowes"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Sylvia Plath / Proof copy of The Bell Jar found by student expected to fetch thousands","rawTitle":"Proof copy of The Bell Jar found by student expected to fetch thousands","item":{"type":"article","id":"books/2015/may/28/the-bell-jar-proof-copy-found-sylvia-plath","title":"Proof copy of The Bell Jar found by student expected to fetch thousands","trailText":"Early version of Sylvia Plath novel, attributed to pseudonym Victoria Lucas, reveals last-minute changes to text","standFirst":"<p>Early version of Sylvia Plath novel, attributed to pseudonym Victoria Lucas, reveals last-minute changes to text</p>","byline":"Alison Flood","body":"<p>In a literary version of Cash in the Attic, a rare proof edition of Sylvia Plath’s The Bell Jar which has sat on a spare room bookshelf for the last quarter of a century, is due to be auctioned in London next month.</p> \n<p>The uncorrected proof copy of Plath’s only novel, a semi-autobiographical account of a young woman’s spiral into depression in New York, states that it is “not for sale”. The 1962 proof is attributed to “Victoria Lucas”, the pseudonym under which The Bell Jar was published in 1963, shortly before Plath’s suicide aged 30. It would not appear under Plath’s own name until 1966.</p> \n<p>Bonhams, which will auction the proof on 24 June, says there are more than 70 textual variations between the 1962 uncorrected proof, and the final published first edition from Heinemann in 1963. In the proof, the name of the novel’s heroine remains “Miss Lucas” on two pages – the pseudonym under which Plath published the novel, rather than the character name Esther Greenwood.</p> \n<p>The name substitution comes when Plath’s heroine is in hospital, having attempted to kill herself by swallowing handfuls of pills. Instead of being asked “And how are you feeling this morning, Miss Greenwood?”, the proof reads “And how are you feeling this morning, Miss Lucas?” Plath continues: “I … hate people to ask cheerfully how you are when they know you’re feeling like hell and expect you to say ‘Fine.’ ‘I feel lousy.’”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1283eedca51fa00427ebc40bdf7a1169973f207e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432814887454/301aff0c-8229-4fff-a225-d3a52fe0da71-301x420.jpeg\" alt=\"The Bell Jar proof\" width=\"301\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Bell Jar proof copy coming to auction.</span> \n  <span class=\"element-image__credit\">Photograph: Bonhams/PR</span> \n </figcaption> \n</figure> \n<p>The proof also shows how Plath switched the name of one of her characters. “I collected men with interesting names,” she writes in the final edition. “I already knew a Socrates. He was tall and ugly and intellectual and the son of some big Greek movie producer in Hollywood, but also a Catholic, which ruined it for both of us.” The character was originally named Plato, the proof shows.</p> \n<p>“These are very rare,” said Matthew Haley, the head of the book department at Bonhams. “I hadn’t seen one until we sold one in 2013 for &pound;5,000. There aren’t many around – I’d say in the dozens rather than in the hundreds.”</p> \n<p>Bonhams quotes Plath expert Peter K Steinberg on the changes in the text. He says that the differences “are the result of edits made either by Plath herself when she reviewed the proof or by the editors as they prepared the final typesetting” and show “that Plath read her proofs of The Bell Jar very carefully”. The changes extend “our understanding of her involvement in the creative process beyond the composition of the work itself”, according to Steinberg.</p> \n<p>The edition had previously been sitting in the spare room of an ex-civil servant in Wiltshire for the last 25 years. The woman, who blogs as<a href=\"http://livesbythewoods.blogspot.co.uk/\"> Lucy WithaY</a>, said she bought it in a Winchester secondhand bookshop during her first year in college in 1985, as it was required reading.</p> \n<p>“I remember buying it, but not how much it cost. It can’t have been much, because I never had any money as a student,” she told the Guardian. “I asked the chap in the shop what the ‘not for sale’ note meant on the front as I was slightly anxious I might be buying something a bit dodgy. Anyway, I took it to lectures throughout that term, used it for essays and so on, and treated it just like all my other books, except that I never wrote my name in it.”</p> \n<p>A few weeks ago, she was looking at eBay and the book “popped into” her head, so she did a search. “Nothing on eBay, so I googled it, and found the website that talked about how rare it is, and then the link to the Bonhams page,” she said. “Very exciting.”</p> \n<p>She got in touch with Bonhams, which asked her to send it in. “It’s relatively unusual for things to come to us from people who don’t know what they’ve got – mostly people do, and they’ve inherited them, or bought them deliberately,” said Haley. “To end up with it by accident is rather fun.”</p> \n<p>Bonhams has set<a href=\"https://www.bonhams.com/auctions/22714/lot/289/\"> a guide price on the edition</a> of &pound;2,000 to &pound;3,000; Lucy WithaY <a href=\"http://livesbythewoods.blogspot.co.uk/2015/05/i-spy.html\">writes on her blog</a> that she is hoping to use the proceeds to fund a holiday to Japan. </p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432814572396/c49e98f2-4b1e-441e-8684-eaaa6bbd8a63-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"CSU Archv/Everett/Rex Features","altText":"Sylvia Plath.","cleanCredit":"Photograph: CSU Archv/Everett/Rex Features"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432814888581/e2a34ff6-ea47-4729-9a80-f0f206276fa7-517x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":517,"orientation":"portrait","caption":"The Bell Jar proof copy coming to auction. Photograph: Bonhams/PR","credit":"Bonhams/PR","altText":"The Bell Jar proof","cleanCaption":"The Bell Jar proof copy coming to auction.","cleanCredit":"Photograph: Bonhams/PR"}],"webPublicationDate":"2015-05-28T13:01:38Z","lastModified":"2015-05-28T23:01:06Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Alison Flood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alisonflood"}],"feature":false,"keywords":["Sylvia Plath","Books","Culture","Fiction","Poetry"],"tags":[{"id":"books/sylviaplath","webTitle":"Sylvia Plath"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"books/poetry","webTitle":"Poetry"}],"section":{"id":"books"},"topics":[{"displayName":"Alison Flood","topic":{"type":"tag-contributor","name":"profile/alisonflood"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/28/the-bell-jar-proof-copy-found-sylvia-plath","shortUrl":"http://gu.com/p/49a8x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/28/the-bell-jar-proof-copy-found-sylvia-plath","webUri":"http://www.theguardian.com/books/2015/may/28/the-bell-jar-proof-copy-found-sylvia-plath"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432814572396/c49e98f2-4b1e-441e-8684-eaaa6bbd8a63-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘Victoria Lucas’ .... Sylvia Plath. Photograph: CSU Archv/Everett/Rex Features","credit":"CSU Archv/Everett/Rex Features","altText":"Sylvia Plath.","cleanCaption":"‘Victoria Lucas’ .... Sylvia Plath.","cleanCredit":"Photograph: CSU Archv/Everett/Rex Features"}},"importance":4,"kicker":{"title":"Sylvia Plath"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Gabriel Byrne / Romance, privacy and the end of the world","rawTitle":"Romance, privacy and the end of the world","item":{"type":"article","id":"film/2015/may/28/gabriel-byrne-louder-than-bombs-cannes-interview","title":"Gabriel Byrne on romance, privacy and the end of the world","trailText":"The Irish actor is in a sombre mood as he talks about the things that concern him and his new movie Louder than Bombs (about the fallout from a suicide)","standFirst":"<p>The Irish actor is in a sombre mood as he talks about the things that concern him and new movie Louder than Bombs (about the fallout from a suicide)</p>","byline":"Catherine Shoard","body":"<p><strong>Hi Gabriel, how is Cannes? </strong></p> \n<p>Frenetic and demented <strong>(1)</strong>. The last time I was here, I left absolutely exhausted; I was sick for about three weeks afterwards. So I determined this time I was going to be zen. People keep telling me they have lost their minds. There are a lot of mislaid minds around the place.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/18/louder-than-bombs-review-muffled-english-language-debut-by-joachim-trier\"><strong>Louder Than Bombs</strong></a><strong> (2) is one of many suicide-themed movies at this year’s festival (3) …</strong></p> \n<p>The bigger world out there is always reflected in film. Youth is alienated; so are adults. We live in a less certain world. Technology is bringing people together and keeping them apart. I think it has had a huge effect on our social and spiritual lives. Traditional notions are beginning to crumble. Young people can’t look to the future with that certainty our parents or grandparents had, and adults are utterly confused because they think the disappearance of the old world somehow is a harbinger of the end of life as they know it. If you were a parent in 1963 <strong>(4)</strong>, think of what you would have had to deal with. Just imagine your daughter saying she was on the pill. For a generation raised on traditional courtship and marriage, it was the first time women had power over their own sexual lives. Also Vietnam, nuclear war, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/thebeatles\">the Beatles</a>, Martin Luther King, John F Kennedy – the world was in absolute tumult. That must have been so alienating. But life goes on, and this generation will meet somebody they fancy and get married and have kids.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/18/louder-than-bombs-review-muffled-english-language-debut-by-joachim-trier\">Louder than Bombs review: muffled English-language debut by Joachim Trier</a> </p> \n</aside> \n<p><strong>Is it a bad thing that young people disclose so much online? </strong></p> \n<p>Not necessarily. Privacy has more or less evaporated. There was a time when girls used to keep little diaries and they would have a lock and key on them and write their most intimate thoughts in them. Now they put them on the internet and many, many other people from all round the world identify. That gives you a sense of belonging. But your secrets are no longer your secrets. Your private life is no longer your private life. We have been invaded by all sorts of external forces. Is that necessarily a bad thing? I don’t know. I’m far more worried about the lies and secrets of governments and corporations than about people relating to each other over the internet.</p> \n<p><strong>But does it change people fundamentally? </strong></p> \n<p>I was reading about an experiment into the effect of pornography on the growing male, and they found exposure actually alters the chemistry of the brain. I remember the unbearable excitement of getting a Valentine’s Day card. And the sense of unimaginable romance of getting to know somebody and going out with them, and the journey one had to make to a place of intimacy. Now young girls are exposed to pornography as well, so they’re assuming the roles they see, and boys expect women to play those roles. On the other hand, I grew up in a place <strong>(5)</strong> where the notion of womanhood was a very conflicted one. A woman gave birth to Jesus without ever having had sex. But you could never reconcile this pure woman with human women, and that developed into a kind of madonna/whore complex for a lot of men.</p> \n<p><strong>So everything is changing.</strong></p> \n<p>I think we’re living through revolutionary times, driven principally by technology. But that was something <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/maryshelley\">Mary Shelley</a> was dealing with 250 years ago. We invent the monster – is it a kind one or something that will destroy us? I don’t know. The dinosaurs thought they were here for ever, as did the Greeks, the Romans, the Celts. There is no guarantee. We’ll come out of this like they came out of the printing press in the 14th century. Learning, which they all thought would be the end of life as they knew it, gave way to a new civilisation.</p> \n<p><strong>What do you think will happen? </strong></p> \n<p>I’m not a seer or a prophet, but it is conceivable that if we don’t get climate change under control, it doesn’t really matter what else we aspire to. The warning signs are there and I see that your editor <strong>(6)</strong> has taken a very firm stance on trying to make people aware of the real danger of annihilation. What is astonishing is how sentient adults who work in a business of information can either willingly ignore what’s happening or are ignorant of it.</p> \n<p><strong>Why are people not more worried? </strong></p> \n<p>I think that every tribe has an inbuilt sense of its own survival. But it is a very uncomfortable thing to think that the world could end fairly soon, not to mention that we have nuclear weapons all over the place. It’s not one army invading another; one guy coming into your cave to hit you with a stone – it is the possibility of universal annihilation. I really worry about that climate change thing.</p> \n<p><strong>Are people apathetic in order to dodge responsibility? </strong></p> \n<p>Apathy is a comforting place to be; it is when you decide to take action that it’s uncomfortable. But to do nothing is what happened in Germany in the 20s and 30s. Is there any bigger crisis facing us now? Resting nicely in a cocoon of apathy isn’t going to help anyone. It is such a betrayal of the people that come after us – if they come after us.</p> \n<h2><strong>Foot notes </strong></h2> \n<p><strong> </strong><strong>(1)</strong> He looks quite relaxed, though. Sky-blue linen blazer, big twinkly face.<strong> </strong></p> \n<p><strong>(2)</strong> He plays a father coping with the aftermath of wife Isabelle Huppert’s death and his younger son’s computer-gaming habit. </p> \n<p><strong>(3)</strong> See also Sea of Trees, Valley of Love, Chronic, Macbeth, The Lobster, Son of Saul, Youth. </p> \n<p><strong>(4)</strong> When Byrne would have been 13.</p> \n<p><strong>(5)</strong> Dublin. He studied at a seminary before giving it up for girls, archaeology, teaching and cooking, then acting. In 2011, he revealed he had been sexually abused by some of the priests. </p> \n<p><strong>(6)</strong> Alan Rusbridger, whose Keep it in the Ground campaign urges charities to divest funding from fossil fuels.</p> \n<p><span class=\"bullet\">•</span><em> Louder than Bombs will be released later this year.</em></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432825993266/c81c9742-28b8-4326-a7b4-e2f69159873d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Pascal Le Segretain/Getty Images","altText":"Gabriel Byrne at the Cannes film festival.","cleanCredit":"Photograph: Pascal Le Segretain/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T16:18:35Z","lastModified":"2015-05-28T23:00:42Z","metadata":{"commentable":true,"commentCount":44,"contributors":[{"name":"Catherine Shoard","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733735285/CatherineShoard.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/catherineshoard"}],"feature":true,"keywords":["Gabriel Byrne","Film","Culture","Cannes 2015","Cannes film festival"],"tags":[{"id":"film/gabriel-byrne","webTitle":"Gabriel Byrne"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"}],"section":{"id":"film"},"topics":[{"displayName":"Catherine Shoard","topic":{"type":"tag-contributor","name":"profile/catherineshoard"}}],"series":{"title":"30 Minutes With …","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/30-mins-with"},"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/28/gabriel-byrne-louder-than-bombs-cannes-interview","shortUrl":"http://gu.com/p/49ae4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/28/gabriel-byrne-louder-than-bombs-cannes-interview","webUri":"http://www.theguardian.com/film/2015/may/28/gabriel-byrne-louder-than-bombs-cannes-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432825993266/c81c9742-28b8-4326-a7b4-e2f69159873d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gabriel Byrne at the Cannes film festival. Photograph: Pascal Le Segretain/Getty Images","credit":"Pascal Le Segretain/Getty Images","altText":"Gabriel Byrne at the Cannes film festival.","cleanCaption":"Gabriel Byrne at the Cannes film festival.","cleanCredit":"Photograph: Pascal Le Segretain/Getty Images"}},"importance":4,"kicker":{"title":"Gabriel Byrne"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Kelela / If you ain’t shaking your ass, I don’t know what you’re doing","rawTitle":"If you ain’t shaking your ass, I don’t know what you’re doing","item":{"type":"article","id":"music/2015/may/28/kelela-review-pop-r-and-b-urban","title":"Kelela review – ‘If you ain’t shaking your ass, I don’t know what you’re doing’","trailText":"Using minimal effects, Kelela transforms a midweek gig into a sweaty club night, perfectly showcasing her off-kilter R&amp;B","standFirst":"<p><strong>XOYO, London</strong><br />Using minimal effects, Kelela transforms a midweek gig into a sweaty club night, perfectly showcasing her off-kilter R&amp;B</p>","byline":"Tshepo Mokoena","body":"<p>Gigs that rely on one person, a DJ and a few records or – God forbid – MP3s are often rightly mocked. They can feel like you’ve paid a tenner to watch someone do karaoke, and require the performer to possess enough talent to make the experience worthwhile. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/jan/16/kelela-mizanekristos-interview-bbc-sound-2014\" title=\"\">Singer-songwriter Kelela</a> wants to prove that she can pull it off. Since first playing a sold-out show in London in November 2013, a month after releasing her debut mixtape <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2013/dec/12/best-albums-2013-kelela-number-7\" title=\"\">Cut 4 Me</a>, she’s learned how to squeeze the most life out of her limited live format, and if the crowd’s cheers and shouted declarations of love for her tonight are any indication, she’s not doing a bad job.</p> \n<p>She takes to the comically bare stage, and proceeds to turn a 10pm weeknight show into one with a joyous 3am dance-party atmosphere. That club-like sensation makes sense, given Kelela’s ties to well-respected <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/mar/05/night-slugs-dance-music\" title=\"\">UK electronic label Night Slugs</a> and its LA affiliate Fade to Mind. Both labels have their roots in late noughties nightlife scenes, and Kelela channels that sweaty, communal closeness into a gorgeously sung set.</p> \n<p>Her music is often described as R&amp;B, owing to her ability to slide between breathy, low tones and a soulful falsetto, but is actually more challenging and off-kilter than the over-compressed sound of the genre today. A handful of producers on her sister labels make her beats, and they’re designed to shake the sticky floors of underground venues just like this one.</p> \n<p>Punters whoop during <a href=\"https://soundcloud.com/fadetomind/kelela-send-me-out-prod\" title=\"\">Send Me Out</a>, crafted by Night Slugs co-founder Kingdom, and sing along to Guns &amp; Synths and Enemy’s vocal hooks. “If you ain’t shaking your ass, I don’t really know what you’re doing,” Kelela says, before her encore – and judging by the enthusiastic dancing under way when she leaves the stage with music still blaring, she knows how to read the room.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432812732586/Kelela-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Party like it's 2013 … Kelela. Photograph: Chance Yeh/FilmMagic","credit":"Chance Yeh/FilmMagic","altText":"Kelela","cleanCaption":"Party like it's 2013 … Kelela. Photograph: Chance Yeh/FilmMagic"}],"bodyImages":[],"webPublicationDate":"2015-05-28T13:45:26Z","lastModified":"2015-05-28T23:00:50Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Tshepo Mokoena","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/5/14/1431600404055/Tshepo-Mokoena-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tshepo-mokoena"}],"feature":false,"keywords":["Music","Culture","Pop and rock","R&B","Urban music"],"tags":[{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/r-and-b","webTitle":"R&B"},{"id":"music/urban","webTitle":"Urban music"}],"section":{"id":"music"},"topics":[{"displayName":"Tshepo Mokoena","topic":{"type":"tag-contributor","name":"profile/tshepo-mokoena"}}],"starRating":"4","embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/28/kelela-review-pop-r-and-b-urban","shortUrl":"http://gu.com/p/49a4q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/28/kelela-review-pop-r-and-b-urban","webUri":"http://www.theguardian.com/music/2015/may/28/kelela-review-pop-r-and-b-urban"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432812732586/Kelela-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Party like it’s 2013 … Kelela. Photograph: Chance Yeh/FilmMagic","credit":"Chance Yeh/FilmMagic","altText":"Kelela","cleanCaption":"Party like it’s 2013 … Kelela. Photograph: Chance Yeh/FilmMagic"}},"importance":3,"kicker":{"title":"Kelela"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Terry Sue-Patt obituary / Actor famed as Benny, Grange Hill's first pupil","rawTitle":"Actor famed as Benny, Grange Hill's first pupil","item":{"type":"article","id":"tv-and-radio/2015/may/28/terry-sue-patt","title":"Terry Sue-Patt obituary","trailText":"Actor who made his name in the BBC school drama Grange Hill","standFirst":"Actor who made his name in the BBC school drama Grange Hill","byline":"Anthony Hayward","body":"<p>As a child actor, Terry Sue-Patt, who has died aged 50, secured a place in television history playing Benny Green, <a href=\"https://www.youtube.com/watch?v=5-ATrUuBHRs\" title=\"\">the first pupil seen walking through the gates</a> in the long-running children’s school drama Grange Hill. The serial, created by Phil Redmond and set in a London comprehensive, was groundbreaking in presenting to a young audience stories of teenage pregnancy, drug-taking, Aids and bullying. It courted controversy with such social realism and was one of the most significant children’s programmes to be screened in Britain.</p> \n<p>Benny was one of the pupils from a variety of backgrounds whose lives were sensitively introduced to viewers in the early episodes. The shy, football-mad West Indian boy was immediately in trouble on the first day for kicking his ball against a wall, and enjoyed getting into mischief with his best friend, Tucker (Todd Carty). “Flippin’ ’eck, Tucker” almost became a catchphrase.</p> \n<p>Benny’s parents could not afford to buy him a school uniform or football boots, and, on his arrival in form 1A, other children referred to him as a “golly” and a “nig-nog”. Some viewers – and the Clean Up TV campaigner <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2001/nov/24/guardianobituaries.obituaries\" title=\"\">Mary Whitehouse</a> – complained, but Grange Hill brought a slice of multicultural real life into the nation’s homes and engaged its young audience in an unpatronising way.</p> \n<p>Although the BBC insisted that Redmond – later the creator of Brookside and Hollyoaks – tone down the drama, Grange Hill’s stories continued to reflect what was happening in schools across Britain and proved that television had the power to bring social issues to public attention without glamorising them. Following Sue-Patt’s run (1978-82), the cast had a top 10 hit with the anti-drugs single <a href=\"https://www.youtube.com/watch?v=1IT5ogF4C-8\" title=\"\">Just Say No</a>. Thirty years after it had begun, the programme came to<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2008/feb/06/bbc.television\" title=\"\"> an end</a> in 2008.</p> \n<p>Sue-Patt was born in London, one of six children of May (nee Stewart) and Alston. He attended drama classes run at his Islington block of flats by Anna Scher, his English teacher at Ecclesbourne junior school. Later, while he was studying at Sir William Collins comprehensive, she opened her own theatre school and he continued his drama training.</p> \n<p>His screen career began when he appeared, aged eight, in <a href=\"https://www.youtube.com/watch?v=XNPMYRlvySY\" title=\"\">The Spirit of Dark and Lonely Water</a> (1973), a public information film warning of the dangers of rivers. Presented in horror style, with <a href=\"http://www.independent.co.uk/news/people/obituaries--donald-pleasence-1571295.html\" title=\"\">Donald Pleasence</a> narrating gloomily, it featured Sue-Patt helplessly watching a friend drown. Four years later, he was one of the youngsters tracking down their friend’s kidnapper in the Children’s Film Foundation production <a href=\"https://www.youtube.com/watch?v=ZH5iVh28gbk\" title=\"\">Blind Man’s Bluff</a> (1977). He also appeared in promotional videos for Bob Marley’s Punky Reggae Party (1977) and Pink Floyd’s <a href=\"https://www.youtube.com/watch?v=YR5ApYxkU-U\" title=\"\">Another Brick in the Wall</a> (1979).</p> \n<p>A talented footballer who had trials with Queens Park Rangers and Chelsea, Sue-Patt was 13 when he was spotted playing in a park by Colin Cant, Grange Hill’s first producer. “I basically played myself in Grange Hill,” said Sue-Patt. “There weren’t many black actors about on TV at that time. I had a great time, getting time off school to play football. It was a bit of a dream come true, really.”</p> \n<p>He later successfully made the transition to adult actor, most memorably as Yusef, one of the football hooligans in the award-winning television film The Firm (1989). There were also roles as Aaron in the comedy-drama Big Deal (1984-86), as a gun-toting hostage taker in the sitcom Desmond’s (1990) and as Luke Harris, a gay student nurse, in several episodes of the hospital drama Cardiac Arrest (1994-96).</p> \n<p>When acting work became scarce, Sue-Patt forged a second career as a stencil artist. His work was exhibited at the E17 Art House in Walthamstow, north-east London. His last screen acting appearance was as a priest in Amar Akbar &amp; Tony (2015), a film comedy released in April.</p> \n<p>Following the death of his brother Michael in 1989, in a car crash in which he was a passenger, Sue-Patt became increasingly dependent on alcohol. In recent times, he also struggled financially. The police believe he may have died up to a month before his body was found at his home in Walthamstow.</p> \n<p><span class=\"bullet\">•</span> Terence Sue-Patt, actor and artist, born 29 September 1964; found dead 22 May 2015</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432809836984/terry-sue-patt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Terry Sue-Patt as Benny Green, second from right, with other cast members of Grange Hill series four, Todd Carty as Tucker Jenkins, Paul McCarthy as Tommy Watson, Rene Alperstein as Pamela Cartwright, Linda Slater as Susi McMahon and George Armstrong as Alan Humphries.     Photograph: BBC","credit":"/BBC","altText":"terry sue patt","cleanCaption":"Terry Sue-Patt as Benny Green, second from right, with other cast members of Grange Hill series four, Todd Carty as Tucker Jenkins, Paul McCarthy as Tommy Watson, Rene Alperstein as Pamela Cartwright, Linda Slater as Susi McMahon and George Armstrong as Alan Humphries.     Photograph: BBC"}],"bodyImages":[],"webPublicationDate":"2015-05-28T12:16:33Z","lastModified":"2015-05-28T23:00:45Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Anthony Hayward","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anthony-hayward"}],"feature":false,"keywords":["Grange Hill","BBC","Children's TV","Media","Culture","Television","Drama","Children","Society"],"tags":[{"id":"tv-and-radio/grange-hill","webTitle":"Grange Hill"},{"id":"media/bbc","webTitle":"BBC"},{"id":"tv-and-radio/childrens-tv","webTitle":"Children's TV"},{"id":"media/media","webTitle":"Media"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/drama","webTitle":"Drama"},{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Anthony Hayward","topic":{"type":"tag-contributor","name":"profile/anthony-hayward"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/28/terry-sue-patt","shortUrl":"http://gu.com/p/49a5t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/28/terry-sue-patt","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/28/terry-sue-patt"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432809836984/terry-sue-patt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Terry Sue-Patt as Benny Green, second from right, with other cast members of Grange Hill series four, Todd Carty as Tucker Jenkins, Paul McCarthy as Tommy Watson, Rene Alperstein as Pamela Cartwright, Linda Slater as Susi McMahon and George Armstrong as Alan Humphries.     Photograph: BBC","credit":"/BBC","altText":"terry sue patt","cleanCaption":"Terry Sue-Patt as Benny Green, second from right, with other cast members of Grange Hill series four, Todd Carty as Tucker Jenkins, Paul McCarthy as Tommy Watson, Rene Alperstein as Pamela Cartwright, Linda Slater as Susi McMahon and George Armstrong as Alan Humphries.     Photograph: BBC"}},"importance":3,"kicker":{"title":"Terry Sue-Patt obituary"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-29T00:31:16Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}