{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"John Nash / Mathematician portrayed in A Beautiful Mind dies in taxi crash at 86","rawTitle":"Mathematician portrayed in A Beautiful Mind dies in taxi crash at 86","item":{"type":"article","id":"us-news/2015/may/24/john-nash-mathematician-beautiful-mind-dies-taxi-crash","title":"John Nash, mathematician portrayed in A Beautiful Mind, dies in taxi crash at 86","trailText":"Nash and wife Alicia killed in taxi crash on New Jersey Turnpike, as actor Russell Crowe salutes ‘beautiful minds, beautiful hearts’","standFirst":"<ul>\n <li>Nash and wife Alicia killed in taxi crash on New Jersey Turnpike</li>\n <li>Russell Crowe salutes ‘beautiful minds, beautiful hearts’</li>\n</ul>","byline":"Tom McCarthy in New York","body":"<p>John Nash, the Nobel prize-winning mathematician whose <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2002/mar/26/biography.highereducation\">life story</a> inspired the film <a href=\"http://www.theguardian.com/film/movie/90285/beautiful.mind\">A Beautiful Mind</a>, was killed with his wife Alicia in taxi cab crash in New Jersey on Saturday night, police said.<br /></p> \n<p>Nash, 86, was a senior mathematician at Princeton University in New Jersey. He and Alicia, 82, were traveling on the New Jersey Turnpike <a href=\"http://www.nj.com/middlesex/index.ssf/2015/05/famed_a_beautiful_mind_mathematician_wife_killed_in_taxi_crash_police_say.html\">when their driver lost control</a>, NJ.com quoted state police sergeant Gregory Williams as saying. The cab hit a guardrail and the couple were thrown from the vehicle.</p> \n<p>The cab driver and a passenger in a second vehicle were treated for non-life-threatening injuries, according to reports.</p> \n<p>Russell Crowe, who starred as Nash in the 2001 movie, which won four Academy Awards including best picture, <a href=\"https://twitter.com/russellcrowe/status/602468781911183360\">tweeted</a> his condolences on Sunday morning.</p> \n<p>“Stunned … my heart goes out to John &amp; Alicia &amp; family,” Crowe wrote. “An amazing partnership. Beautiful minds, beautiful hearts.”</p> \n<p>Nash was born on 13 June 1928, in Bluefield, West Virginia, to a father who was an electrical engineer and a mother who was a schoolteacher. In an autobiographical <a href=\"http://www.nobelprize.org/nobel_prizes/economic-sciences/laureates/1994/nash-bio.html\">essay</a> submitted to the Nobel committee, Nash described his early curiosity in mathematical problems.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/alexs-adventures-in-numberland/2015/may/24/john-nashs-unique-approach-produced-quantum-leaps-in-economics-and-maths\">John Nash's unique approach produced quantum leaps in economics and maths</a> </p> \n</aside> \n<p>“By the time I was a student in high school I was reading the classic Men of Mathematics by ET Bell and I remember succeeding in proving the classic Fermat theorem about an integer multiplied by itself p times where p is a prime,” Nash wrote.</p> \n<p>Harvard invited Nash to join its mathematics department as a doctoral student, but Princeton offered superior terms, and so Nash matriculated in 1948. In just two years he had completed the <a href=\"http://www.princeton.edu/mudd/news/faq/topics/Non-Cooperative_Games_Nash.pdf\">work on non-cooperative games</a> that would be recognized with a Nobel prize in economics 40 years later. </p> \n<p>“This paper introduces the concept of a non-cooperative game and develops methods for the mathematical analysis of such games,” the paper begins. “The main mathematical result is the proof of the existence in any game of at least one equilibrium point.”</p> \n<p>The promise of Nash’s immense early achievement was shattered, however, in the ensuing 10 years, when he was overcome with a mental illness that was diagnosed in 1959 as paranoid schizophrenia.</p> \n<p>“The mental disturbances originated in the early months of 1959 at a time when Alicia happened to be pregnant,” Nash wrote in the Nobel essay. “And as a consequence I resigned my position as a faculty member at MIT and, ultimately, after spending 50 days under ‘observation’ at the McLean Hospital, travelled to Europe and attempted to gain status there as a refugee.”</p> \n<p>In news <a href=\"https://www.nytimes.com/books/98/06/14/reviews/nasar-nash.html\">coverage</a> of the Nobel, the journalist Sylvia Nasar, who would go on to write A Beautiful Mind, the book upon which Ron Howard’s film was based, described Nash’s struggle. </p> \n<p>“He didn’t die, but his life, once so full of brightness and promise, became hellish,” Nasar wrote. </p> \n<p>In the essay, Nash describes thinking himself out of his illness.</p> \n<p>“After my return to the dream-like delusional hypotheses in the later 60s I became a person of delusionally influenced thinking but of relatively moderate behavior and thus tended to avoid hospitalization and the direct attention of psychiatrists,” Nash wrote.</p> \n<p>“Thus further time passed. Then gradually I began to intellectually reject some of the delusionally influenced lines of thinking which had been characteristic of my orientation. This began, most recognizably, with the rejection of politically oriented thinking as essentially a hopeless waste of intellectual effort.”</p> \n<p>Alicia Nash, an MIT physics major when the pair met, divorced the mathematician in 1963 but continued to care for him during his illness, which prevented John Nash from working for decades. He resumed professional contacts in the 1980s; the couple remarried in 2001.</p> \n<p>Among the high-profile tributes pouring in for Nash came one from the US National Security Agency, which was recipient of unsolicited letters from Nash in the 1950s about encryption techniques. The letters have been preserved in a museum <a href=\"http://m.nsa.gov/public_info/press_room/2012/nash_exhibit.shtml\">exhibit</a> at the NSA.</p> \n<p>“NSA is saddened by the loss of famed mathematician John Nash,” the agency <a href=\"https://twitter.com/NSAGov/status/602490369230675968\">said</a> on its official Twitter account.</p> \n<p>Last week, Nash <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/alexs-adventures-in-numberland/2015/may/19/abel-prize-2015-john-nash-louis-nirenberg-and-the-maths-of-ice-cream\">received a $500,000 Abel prize</a>, one of the top lifetime achievement honours in mathematics, with the New York University mathematician Louis Nirenberg. The prize was given for the two men’s work on partial differential equations, which are used to describe change, movement and velocity.</p> \n<p>Nirenberg said Nash was a truly great mathematician and “a kind of genius”.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432477232238/39cd02e6-5935-45a9-8c13-73456e846ba4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Fred Prouser/Reuters","altText":"John Nash ","cleanCredit":"Photograph: Fred Prouser/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-24T16:59:18Z","lastModified":"2015-05-25T00:15:02Z","metadata":{"commentable":true,"commentCount":381,"contributors":[{"name":"Tom McCarthy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tommccarthy"}],"feature":false,"keywords":["New Jersey","US news","World news","Russell Crowe","Film","Culture"],"tags":[{"id":"uk-news/new-jersey","webTitle":"New Jersey"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"film/russellcrowe","webTitle":"Russell Crowe"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"us-news"},"topics":[{"displayName":"Tom McCarthy","topic":{"type":"tag-contributor","name":"profile/tommccarthy"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/24/john-nash-mathematician-beautiful-mind-dies-taxi-crash","shortUrl":"http://gu.com/p/49777","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/24/john-nash-mathematician-beautiful-mind-dies-taxi-crash","webUri":"http://www.theguardian.com/us-news/2015/may/24/john-nash-mathematician-beautiful-mind-dies-taxi-crash"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432477232238/39cd02e6-5935-45a9-8c13-73456e846ba4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Nash in a picture taken in 2002. Photograph: Fred Prouser/Reuters","credit":"Fred Prouser/Reuters","altText":"John Nash ","cleanCaption":"John Nash in a picture taken in 2002.","cleanCredit":"Photograph: Fred Prouser/Reuters"}},"importance":7,"kicker":{"title":"John Nash"},"showQuotedHeadline":false},{"title":"John Nash / A unique approach produced quantum leaps in economics and maths","rawTitle":"A unique approach produced quantum leaps in economics and maths","item":{"type":"article","id":"science/alexs-adventures-in-numberland/2015/may/24/john-nashs-unique-approach-produced-quantum-leaps-in-economics-and-maths","title":"John Nash's unique approach produced huge leaps in economics and maths","trailText":"Having solved some of the great theoretical problems and battled mental illness, the remarkable mathematician’s death in a car accident seems all the more tragic","standFirst":"<p>Having solved some of the great theoretical problems and battled mental illness, the remarkable mathematician’s death in a car accident seems all the more tragic</p>","byline":"Alex Bellos","body":"<p>The American mathematician John Nash, who was<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/24/john-nash-mathematician-beautiful-mind-dies-taxi-crash\"> killed on Saturday night in a car crash</a>, was in Oslo five days ago to receive the Abel prize from the king of Norway. The &pound;500,000 Abel – which he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/alexs-adventures-in-numberland/2015/may/19/abel-prize-2015-john-nash-louis-nirenberg-and-the-maths-of-ice-cream\">shared with Louis Nirenberg</a> – is considered a kind of maths version of the Nobel prize, which has no category for mathematics.</p> \n<p> And yet, Nash is also a winner of the Nobel prize, the only person to share both accolades. “I must be an honorary Scandinavian,” he joked in March during the press conference that announced this year’s Abel laureates. </p> \n<p> Nash is most famous for his research into game theory, the maths of decision-making and strategy, since it was this work that led to his being awarded the 1994 Nobel in economics. His fame also came from the 2001 Oscar-winning film <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2002/feb/24/highereducation.russellcrowe\">A Beautiful Mind</a><em>, </em>in which he was played by Russell Crowe. The film, which turned him into probably the best known mathematician in the world, was based on the superb biography by <a href=\"http://www.sylvianasar.com/\">Sylvia Nasar</a> and<em> </em>charts his early career and then the struggle with schizophrenia that dominated most of his adult life. </p> \n<p> Within the mathematics community, however, the work for which Nash was most admired – and for which he won the Abel – was not the game theory research but his advances in pure mathematics, notably geometry and <a href=\"https://www.youtube.com/watch?v=LYsIBqjQTdI\">partial differential equations</a>. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"827aae88d3ebc603c45cc56a9bfdb504f9850b1f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432487701645/367a4685-4d1e-41c9-9795-98210d38956d-317x420.jpeg\" alt=\"Nash lecturing in 2003.\" width=\"317\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nash lecturing in 2003.</span> \n  <span class=\"element-image__credit\">Photograph: PETER PARKS/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p> The mathematician Mikhail Gromov once said: “What [Nash] has done in geometry is, from my point of view, incomparably greater than what he has done in economics, by many orders of magnitude. It was an incredible change in attitude of how you think.”</p> \n<p> Nash’s achievements in mathematics were striking not only because he proved deep and important results, but also because his career lasted only a decade before he was lost to mental illness.</p> \n<p>Nash was born in 1928 in a small, remote town in West Virginia. His father was an electrical engineer and his mother a schoolteacher. He was an undergraduate at Carnegie Institute of Technology (now Carnegie Mellon University) in Pittsburgh and then did his graduate studies at Princeton, New Jersey. His PhD thesis, Non-Cooperative Games, is one of the foundational texts of game theory. It introduced the concept of an equilibrium for non-cooperative games, the “Nash equilibrium”, which eventually led to his economics Nobel prize. </p> \n<p>Yet his mathematical interests soon lay elsewhere. He described his first breakthrough in pure mathematics, in his early 20s, as “a nice discovery relating to manifolds and real algebraic varieties”. His peers already recognised the result as an important and remarkable work.</p> \n<p> In 1951, Nash left Princeton for MIT. Here, he became interested in the problems of “<a href=\"http://math.stackexchange.com/questions/87503/isometric-embedding\">isometric embedding</a>”, which ask whether it is possible to embed abstractly defined geometries into real-world geometries in such a way that distances are maintained. Nash’s two embedding theorems are considered classics, providing some of the deepest mathematical insights of the last century. </p> \n<p> This work on embeddings led him to partial differential equations, which are equations involving flux and rates of change. He devised a way to solve a type of partial differential equation that hitherto had been considered impossible. His technique, later modified by J&uuml;rgen Moser, is now known as the Nash-Moser theorem.</p> \n<p> In the early 1950s, Nash worked during the summers for the RAND Corporation, a civilian thinktank funded by the military in Santa Monica, California. Here, his work on game theory found applications in United States military and diplomatic strategy.</p> \n<p> Perhaps Nash’s greatest mathematical work came from studying a mathematical puzzle that had been suggested to him by Louis Nirenberg. It concerned a major open problem concerning elliptic partial differential equations. Within a few months, Nash had solved the problem. It is thought that his work would have won him the Fields Medal – the most prestigious prize in maths, open only to those under 40 – had it not been solved at the same time by Italian mathematician Ennio De Giorgi. The men used different methods, and were not aware of each other’s work – the result is known as the Nash-De Giorgi theorem. </p> \n<figure class=\"element element-image\" data-media-id=\"d56a66217c3003240e36446fc3d38e11ed9dc450\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432487584278/6d3b3469-2831-44cd-aea6-844427cf8c8a-460x341.jpeg\" alt=\"John Nash at the City University of Hong Kong.\" width=\"460\" height=\"341\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A remarkable mind ... John Nash.</span> \n  <span class=\"element-image__credit\">Photograph: ZUMA/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p> One of the many amazing aspects of Nash’s career was that he was not a specialist. Unlike almost all top mathematicians now, he worked on his own, and relished attacking famous open problems, often coming up with completely new ways of thinking. Louis Nirenberg once said: “About 20 years ago somebody asked me, “Are there any mathematicians you would consider as geniuses?” I said, “I can think of one, and that’s John Nash … He had a remarkable mind. He thought about things differently from other people.” </p> \n<p> In 1959, Nash began to suffer from delusions and extreme paranoia. For the next 40 years or so he was only able to do serious mathematical research in brief periods of lucidity. </p> \n<p>Remarkably, however, he gradually improved and his mental state had recovered by the time he won the Nobel in 1994. </p> \n<p> Nash showed such resolve and stamina in his mathematical work and in recovering from his mental illness, that his death in a taxi crash on the New Jersey turnpike seems all the more pointless and tragic. </p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432486367773/76ec1017-634d-4d34-8549-d142098a6337-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Roger Askew/REX Shutterstock","altText":"John Forbes Nash at the Oxford Union last year.","cleanCredit":"Photograph: Roger Askew/REX Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432487701309/367a4685-4d1e-41c9-9795-98210d38956d-769x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":769,"orientation":"portrait","caption":"Nash lecturing in 2003. Photograph: PETER PARKS/AFP/Getty Images","credit":"PETER PARKS/AFP/Getty Images","altText":"Nash lecturing in 2003.","cleanCaption":"Nash lecturing in 2003.","cleanCredit":"Photograph: PETER PARKS/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432487582419/6d3b3469-2831-44cd-aea6-844427cf8c8a-2060x1527.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1527,"width":2060,"orientation":"landscape","caption":"A remarkable mind ... John Nash. Photograph: ZUMA/REX Shutterstock","credit":"ZUMA/REX Shutterstock","altText":"John Nash at the City University of Hong Kong.","cleanCaption":"A remarkable mind ... John Nash.","cleanCredit":"Photograph: ZUMA/REX Shutterstock"}],"webPublicationDate":"2015-05-24T17:21:54Z","lastModified":"2015-05-25T00:10:03Z","metadata":{"commentable":true,"commentCount":41,"contributors":[{"name":"Alex Bellos","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexbellos"}],"feature":false,"keywords":["Mathematics","Science","World news"],"tags":[{"id":"science/mathematics","webTitle":"Mathematics"},{"id":"science/science","webTitle":"Science"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"science"},"topics":[{"displayName":"Alex Bellos","topic":{"type":"tag-contributor","name":"profile/alexbellos"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/alexs-adventures-in-numberland/2015/may/24/john-nashs-unique-approach-produced-quantum-leaps-in-economics-and-maths","shortUrl":"http://gu.com/p/49787","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/alexs-adventures-in-numberland/2015/may/24/john-nashs-unique-approach-produced-quantum-leaps-in-economics-and-maths","webUri":"http://www.theguardian.com/science/alexs-adventures-in-numberland/2015/may/24/john-nashs-unique-approach-produced-quantum-leaps-in-economics-and-maths"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432486367773/76ec1017-634d-4d34-8549-d142098a6337-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Forbes Nash: the only winner of both the Abel prize and a Nobel prize. Photograph: Roger Askew/REX Shutterstock","credit":"Roger Askew/REX Shutterstock","altText":"John Forbes Nash at the Oxford Union last year.","cleanCaption":"John Forbes Nash: the only winner of both the Abel prize and a Nobel prize.","cleanCredit":"Photograph: Roger Askew/REX Shutterstock"}},"importance":5,"kicker":{"title":"John Nash"},"showQuotedHeadline":false},{"title":"Trinity Mirror’s Simon Fox / ‘Dealing with hacking is not why I joined, but we’ll get through it’","rawTitle":"‘Dealing with hacking is not why I joined, but we’ll get through it’","item":{"type":"article","id":"media/2015/may/24/trinity-mirror-simon-fox-hacking","title":"Trinity Mirror’s Simon Fox: ‘Dealing with hacking is not why I joined, but we’ll get through it’","trailText":"The publisher’s chief executive on the civil claims, the future of print – and his potential deal to buy the Express from Richard Desmond","standFirst":"The publisher’s chief executive on the civil claims, the future of print – and his potential deal to buy the Express from Richard Desmond","byline":"Jane Martinson","body":"<p>Some weeks ago, Simon Fox agreed to this interview to talk about the future. Then on Thursday, just as we are due to meet, a high court judge awards unprecedented payouts to eight victims of phone hacking at Trinity Mirror titles and it seems obvious that we are going to have to talk about the past. Were you not tempted to cancel, I ask. “I was going to have to answer these questions at some point, so it might as well be now,” he says.</p> \n<p>Such candour has not been a hallmark of Trinity Mirror management to date, of course: the judgment handed down by Mr Justice Mann was highly critical of its repeated denials of phone hacking at the Daily and Sunday Mirror and the People.</p> \n<p>At least one of these denials was made during the years in which phone hacking was being carried out on “an industrial scale”, with celebrities such as Sadie Frost and Paul Gascoigne under heavy scrutiny. Yet Fox, who joined as chief executive in September 2012 years after such criminal behaviour is thought to have ceased, received a mild rebuke from the judge for a statement less than two months after he started which was taken by victims as a denial.</p> \n<p>With the hefty judgment lit by highlighter pen on his desk and a statement to the stock exchange (increasing the amount put aside to cover the payouts from &pound;12m to &pound;28m) just released, the interview is a tricky one despite Fox’s best efforts. A little paler than usual and speaking slowly, he admits the total cost of the historic wrongdoing is still “uncertain”, that future corporate as well as individual prosecution is still “a risk” and that all he can do is ask why previous managements did not carry out proper investigations earlier.</p> \n<p>In his judgment Mr Justice Mann suggested that Trinity Mirror had a sort of Damascene conversation at the end of last summer, when the management admitted liability in the civil cases, but Fox suggests it was less simple than that. “I wouldn’t describe it as a change of heart ... Of course I would have wanted to get to the answer sooner ... but it’s complicated. As soon as we got to the point where we were convinced this activity had gone on we acted.”</p> \n<p>Asked what convinced him, he is cagey. “It was a whole bunch of things coming together. No one thing in isolation or a single smoking gun. There were a sequence of facts when taken together that paint a story from which correct conclusions were drawn. Since I’ve been involved with the company the investigations that have been done have been as thorough as it is possible to be.” A sort of denial made soon after the first civil complaints were lodged in October 2012 was criticised by Mann but Fox protests, “We were at an incredibly early stage in the investigation.”</p> \n<p>Despite the civil cases brought by the victims, who <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/phone-hacking-seventy-more-high-profile-claimants-to-sue-trinity-mirror\" title=\"\">nearly all broke down</a> when giving evidence in the high court, and the arrest of five former Mirror editorial staff, it was the testimony of Dan Evans, a former Sunday Mirror journalist, in January 2014 that Fox describes as “helpful”.</p> \n<p>Victim groups such as Hacked Off remain unconvinced by the wholeheartedness of the support to the legal process by Trinity Mirror, which may yet appeal Thursday’s verdict. Evan Harris, Hacked Off’s director, scoffs at the failure to find evidence, suggesting searching for “hacking” in email subject lines would have produced results. “Of course we’ve done that, it’s completely wrong,” counters Fox. “We searched our databases with a wide range of keywords in co-operation with the police.”</p> \n<p>David Grigson, Trinity Mirror’s current chair, has been criticised for saying it had done everything it could short of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/may/16/trinity-mirror-investigate-phone-hacking-claims\" title=\"\">“ripping up the floorboards”</a> to investigate phone hacking. “Neither of us have the slightest interest in covering anything up,” Fox insists. “Our object is to get to the truth. We weren’t here at the time. We have nothing to hide. However, piecing together a jigsaw of evidence is not easy.”</p> \n<p>Why didn’t the company carry out a full investigation after a former People reporter, David Brown, alleged hacking at an employment tribunal in 2007? “Was it right that a more extensive investigation wasn’t done at the time? I can’t comment other than to say it would have been helpful. It’s clear that the people phone hacking went to great lengths to cover their tracks.”</p> \n<p>Trinity Mirror is a supporter of Ipso, the press regulator, but Fox supports plans of Sir Alan Moses, its chair, to change the rules to “give it more teeth”. “I think it’s really important that Ipso proves itself to be a robust regulator.”</p> \n<p>Fox joined Trinity Mirror after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2012/aug/02/hmv-boss-simon-fox-resigns\" title=\"\">six years struggling to turn around beleaguered retailer HMV</a>. Does he regret taking the job? “Not at all. We’ve made fantastic progress with great brands. Obviously, dealing with the history of hacking is not why I joined Trinity Mirror but it comes with the role and we’ll get through it. My job is to drive the company forward into the future. I want to spend my time managing the company and driving forward and plotting a profitable digital organisation.”</p> \n<p>To be fair, his record to date has seen some success. Even after dipping on Thursday, the company share price (169p at Friday’s close) is well above the 50p it was hovering at when Fox joined. With Trinity Mirror largely profitable despite a declining print readership, the management even paid a dividend for the first time since 2008 last year and has a healthy blance sheet.</p> \n<p>Having switched one regional title to digital-only and launched a new digital news site in the past year, is he simply continuing a programme of managing print decline? “We don’t expect anything other than fairly steady decline ... but we’re certainly not giving up on print, quite the opposite.”</p> \n<p>Indeed, while new digital ventures Ampp3d and UsVsTh3m have been put on notice, Trinity Mirror confirmed in March it was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/mar/17/mirror-owner-richard-desmond-express\" title=\"\">in talks with Richard Desmond</a> over the possible sale of the Express titles. Without going into detail, he offers management speak about the potential benefits of consolidation: “When two businesses which are broadly similar come together there are significant synergy opportunities.”</p> \n<p>Fox, with his pristine white shirt and gold cufflinks, is obviously more at home talking about the balance sheets than charge sheets and yet, with at least 70 more civil cases to be settled and criminal cases still possible, he admits hacking has thrown a “cloud over this company”. “I want to get to the end of the process as quickly and fairly and openly as possible,” he says. When? “I genuinely hope that this will be materially behind us by the time of the annual general meeting next year.”</p> \n<h2>Curriculum vitae</h2> \n<p><strong>Age</strong> 53</p> \n<p><strong>Education</strong> St Paul’s school, Hammersmith; Gonville and Caius College, Cambridge</p> \n<p><strong>Career</strong> <strong>1982</strong> graduate trainee, Security Pacific Bank <strong>1985</strong> consultant, Boston Consulting Group <strong>1989</strong> business development director/chief executive, Sandhurst Marketing plc <strong>1989</strong> founder/ managing director, Office World <strong>1998- 2006</strong> various roles within Kingfisher plc including chief executive, e-Electricals and chief executive, Comet group <strong>2006</strong> chief executive, HMV Group <strong>2010</strong> non-executive director, Guardian Media Group <strong>2012</strong> chief executive, Trinity Mirror</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Media/Pix/pictures/2015/5/22/1432308402675/Simon-Fox-I-want-to-get-t-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Trinity Mirror's Simon Fox: 'I want to get to the end of the process as quickly and fairly and openly as possible.' Photograph: Antonio Olmos for the Guardian","credit":"Antonio Olmos/Guardian","altText":"Simon Fox: 'I want to get to the end of the process as quickly and fairly and openly as possible.'","cleanCaption":"Trinity Mirror's Simon Fox: 'I want to get to the end of the process as quickly and fairly and openly as possible.' Photograph: Antonio Olmos for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-24T17:15:06Z","lastModified":"2015-05-24T23:10:05Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jane Martinson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/1/1398948194155/Jane-Martinson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/janemartinson"}],"feature":true,"keywords":["Simon Fox","Daily Mirror","Trinity Mirror","Newspapers","National newspapers","Newspapers & magazines","Media","Trinity Mirror","Business"],"tags":[{"id":"media/simon-fox","webTitle":"Simon Fox"},{"id":"media/daily-mirror","webTitle":"Daily Mirror"},{"id":"media/trinity-mirror","webTitle":"Trinity Mirror"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/media","webTitle":"Media"},{"id":"business/trinitymirror","webTitle":"Trinity Mirror"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"media"},"topics":[{"displayName":"Jane Martinson","topic":{"type":"tag-contributor","name":"profile/janemartinson"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/may/24/trinity-mirror-simon-fox-hacking","shortUrl":"http://gu.com/p/496gt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/may/24/trinity-mirror-simon-fox-hacking","webUri":"http://www.theguardian.com/media/2015/may/24/trinity-mirror-simon-fox-hacking"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Media/Pix/pictures/2015/5/22/1432308402675/Simon-Fox-I-want-to-get-t-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Trinity Mirror's Simon Fox: 'I want to get to the end of the process as quickly and fairly and openly as possible.' Photograph: Antonio Olmos for the Guardian","credit":"Antonio Olmos/Guardian","altText":"Simon Fox: 'I want to get to the end of the process as quickly and fairly and openly as possible.'","cleanCaption":"Trinity Mirror's Simon Fox: 'I want to get to the end of the process as quickly and fairly and openly as possible.' Photograph: Antonio Olmos for the Guardian"}},"importance":5,"kicker":{"title":"Trinity Mirror’s Simon Fox"},"showQuotedHeadline":false},{"title":"Kazuo Ishiguro / Treatment of African Americans is a 'buried giant' for the US","rawTitle":"Treatment of African Americans is a 'buried giant' for the US","item":{"type":"article","id":"books/2015/may/24/treatment-african-americans-race-buried-giant-us-kazuo-ishiguro","title":"Kazuo Ishiguro: treatment of African Americans is a 'buried giant' for the US","trailText":"Race problems in America are a ‘buried giant’ – something general society might prefer to forget – according to Booker prize winner","standFirst":"<p>Race problems in America are a ‘buried giant’ – something general society might prefer to forget – according to Booker prize winner<br /></p>","byline":"Jessica Elgot","body":"<p>The treatment of African Americans is emerging as one of America’s “buried giants”, a subject that the general population might prefer to forget, Booker prize-winning author Kazuo Ishiguro has said.</p> \n<p>Speaking to the BBC’s Martha Kearney at the Hay Festival on Sunday, the author said he had become fascinated with the idea of “societal memory and collective forgetting” when writing his new novel <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/mar/04/the-buried-giant-review-kazuo-ishiguro-tolkien-britain-mythical-past\">The Buried Giant</a>, his first book in a decade.</p> \n<p>Ishiguro said he had become aware that much of his earlier work was about the memories of individuals, and he wanted to examine the memory of a society, and what societies are willing to forget – the “buried giants” of the book’s title.</p> \n<p>Unwilling to be drawn into specifics about Britain’s “buried giants”, Ishiguro said he saw the treatment of racial minorities in America as an example of collective forgetfulness. </p> \n<p>“They are really struggling with race problems right now, and I heard someone say in America that perhaps what was needed was an official procedure, like the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/24/truth-justice-reconciliation-civil-war-conflict\">truth and reconciliation [commission] in South Africa</a> after apartheid, about the treatment of African Americans throughout history, because it will not go away,” he remarked.</p> \n<p>“Others say it is better to forget, because to bring that subject up again will create a whole new angry generation. There are things that societies feel, collectively, that it is better to forget.”</p> \n<p>The author said that, though he could have set his novel in Rwanda or in Kosovo, he had picked a semi-mythical setting of historical Britain to avoid any implication that he was writing about any particular country or war.</p> \n<p>Ishiguro, who recently turned 60, said he had begun to look more critically at his earlier works, like the Man Booker prize-winning <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/dec/06/kazuo-ishiguro-the-remains-of-the-day-guardian-book-club\">The Remains of The Day</a>, and the assumptions he made as a younger man writing about age.</p> \n<p>“I actually have begun to question whether the whole premise of those books were right, to be honest,” he said. “When I was younger and wrote books like The Remains of the Day, I assumed that if you get your moral values right at a certain stage, you can steer a good course through your life. </p> \n<p>“I think that was the unexamined assumption I had when I wrote that, and when I wrote An Artist of the Floating World. When I got into my 40s, I thought ‘that was a little naive’. </p> \n<p>“That whole model of figuring out values, debating them in pubs and student halls of residence, and then those values then seeing you through [life], applies only up to a point. Actually, you discover you do not have that much control over your life.”</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432499313831/6bc0a0d5-f478-46c7-9aad-27e852ba4883-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graeme Robertson","altText":"Kazuo Ishiguro","cleanCredit":"Photograph: Graeme Robertson"}],"bodyImages":[],"webPublicationDate":"2015-05-24T20:35:21Z","lastModified":"2015-05-24T21:52:59Z","metadata":{"commentable":true,"commentCount":80,"contributors":[{"name":"Jessica Elgot","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-elgot"}],"feature":false,"keywords":["Kazuo Ishiguro","US news","Hay festival","Books","Culture","Festivals","World news","Race issues"],"tags":[{"id":"books/kazuoishiguro","webTitle":"Kazuo Ishiguro"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"books/guardian-hay-festival","webTitle":"Hay festival"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"world/world","webTitle":"World news"},{"id":"world/race","webTitle":"Race issues"}],"section":{"id":"books"},"topics":[{"displayName":"Jessica Elgot","topic":{"type":"tag-contributor","name":"profile/jessica-elgot"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/24/treatment-african-americans-race-buried-giant-us-kazuo-ishiguro","shortUrl":"http://gu.com/p/497a6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/24/treatment-african-americans-race-buried-giant-us-kazuo-ishiguro","webUri":"http://www.theguardian.com/books/2015/may/24/treatment-african-americans-race-buried-giant-us-kazuo-ishiguro"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432499313831/6bc0a0d5-f478-46c7-9aad-27e852ba4883-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Booker prize-winning novelist Kazuo Ishiguro said at the Hay Festival that America is ‘really struggling with race problems’. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson for the Guardian","altText":"Kazuo Ishiguro","cleanCaption":"Booker prize-winning novelist Kazuo Ishiguro said at the Hay Festival that America is ‘really struggling with race problems’.","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}},"importance":4,"kicker":{"title":"Kazuo Ishiguro"},"showQuotedHeadline":false},{"title":"Helen Skelton / Twitter a 'necessary evil' until used responsibly","rawTitle":"Twitter a 'necessary evil' until used responsibly","item":{"type":"article","id":"books/2015/may/24/twitter-necessary-evil-helen-skelton","title":"Twitter a 'necessary evil' until it is used responsibly, says Helen Skelton","trailText":"Former Blue Peter presenter says she quit social media because she was too thin-skinned, as official figures show convictions for ‘trolling’ have soared","standFirst":"<p>Former Blue Peter presenter says she quit social media because she was too thin-skinned, as official figures show convictions for ‘trolling’ have soared</p>","byline":"Jessica Elgot and agencies","body":"<p>The current generation of social media users do not understand the emotional effects that their online activity can have on others, former Blue Peter presenter Helen Skelton has said.<br tabindex=\"-1\" /></p> \n<p>Skelton, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2012/aug/02/celebrities-quit-twitter-abuse\">who quit Twitter during the London Olympics in 2012</a>, claiming she “didn’t have a thick skin” before later reactivating her account, said she had come to see the platform as a “necessary evil” but added that she believed future generations would not be so cruel.</p> \n<p>Skelton’s comments came as official figures from the Ministry of Justice showed convictions for crimes under a law used to prosecute “trolls” have increased eight-fold in a decade.</p> \n<p>Last year 1,209 people were found guilty of offences under Section 127 of the Communications Act 2003 - equivalent to three every day - compared with 143 in 2004. It is a crime under the Act to send “by means of a public electronic communications network” a message or other material that is “grossly offensive or of an indecent, obscene or menacing character”. </p> \n<p>Speaking to the Guardian at the Hay festival, Skelton said she and her husband, rugby league player Richie Myler, have to encourage each other not to look at the comments made about them by Twitter users, but both admit they cannot resist.</p> \n<p>“I think Twitter is a necessary evil now,” she said. “We have a rude saying in our house that I can’t repeat, about how only ‘certain people’ use Twitter.”</p> \n<p>Skelton, who is about to have her first child, said she had less concern for the next generation of social media users. “I hope that my kids grow up realising what Twitter is, and what it is useful for, and that’s it. </p> \n<p>“Our generation was amazed by it and didn’t really realise what it could do – and if you play with sharp knives you will cut yourself. <br tabindex=\"-1\" /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/childrens-books-site/2015/apr/21/helen-skelton-life-is-too-short-so-keep-it-exciting\">Helen Skelton: 'Life is too short so keep it exciting!'</a> </p> \n</aside> \n<p>“I don’t think we realised the dangers: the danger that people will read everything said about them and that would affect them. We’re human. I say to my husband ‘don’t look at Twitter’, and he says it to me. But we do.”</p> \n<p>Skelton has recently published her first children’s book, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/childrens-books-site/ng-interactive/2015/apr/21/amy-wild-amazon-summer-by-helen-skelton-chapters-one-and-two\">Amy Wild: Amazon Summer</a>, about the travels of an adventurous heroine with her photographer aunt. </p> \n<p>But as someone upset in the past by social media, and who enjoyed a “Famous Five-style childhood” on a farm, the TV presenter has a more sanguine approach to children’s use of new technology than might be expected. </p> \n<p>Reprimanding children for being glued to screens is “old fashioned”, she said.</p> \n<p>“There’s no point telling kids they can’t use iPads. They are going to, that’s the world we live in. I think it’s about embracing it in the right way. We should use technology to excite kids about the world, rather than as a way to stop them exploring it.”</p> \n<p>“I think it’s old fashioned to say ‘kids just sit on their bottoms playing computer games’. It’s a very blinkered opinion to just think of it as bad. Some kids have different interests to the ones our grandparents had. That doesn’t mean they are better or worse.”</p> \n<p>Skelton said she understood the concern of modern parents that children are not safe adventuring on their own, and said her own mother had kept the right balance of letting her children “off the leash” and keeping a close watch.</p> \n<p>“My mum came on our adventures with us. If we went on a skateboard, she went on skateboard,” Skelton said. “She was always exploring with us. We were let off the leash and let loose, but they were never far away. Our mum would meet us after rafting on the river. You don’t have to be scared to let kids have adventures, and you can go along with them.”</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432492906476/dc7f01fe-48fb-4e38-89d1-01c0d7d35baf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Fisher/Rex Features","altText":"Helen Skelton","cleanCredit":"Photograph: David Fisher/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-05-24T18:54:52Z","lastModified":"2015-05-25T07:07:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jessica Elgot","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-elgot"}],"feature":false,"keywords":["Hay festival","UK news","Social media","Twitter","Technology","Media","Internet","Digital media"],"tags":[{"id":"books/guardian-hay-festival","webTitle":"Hay festival"},{"id":"uk/uk","webTitle":"UK news"},{"id":"media/social-media","webTitle":"Social media"},{"id":"technology/twitter","webTitle":"Twitter"},{"id":"technology/technology","webTitle":"Technology"},{"id":"media/media","webTitle":"Media"},{"id":"technology/internet","webTitle":"Internet"},{"id":"media/digital-media","webTitle":"Digital media"}],"section":{"id":"books"},"topics":[{"displayName":"Jessica Elgot","topic":{"type":"tag-contributor","name":"profile/jessica-elgot"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/24/twitter-necessary-evil-helen-skelton","shortUrl":"http://gu.com/p/4979e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/24/twitter-necessary-evil-helen-skelton","webUri":"http://www.theguardian.com/books/2015/may/24/twitter-necessary-evil-helen-skelton"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432492906476/dc7f01fe-48fb-4e38-89d1-01c0d7d35baf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Speaking at the Hay Festival, Helen Skelton said that ‘we should use technology to excite kids about the world, rather than as a way to stop them exploring it’. Photograph: David Fisher/Rex Features","credit":"David Fisher/Rex Features","altText":"Helen Skelton","cleanCaption":"Speaking at the Hay Festival, Helen Skelton said that ‘we should use technology to excite kids about the world, rather than as a way to stop them exploring it’.","cleanCredit":"Photograph: David Fisher/Rex Features"}},"importance":4,"kicker":{"title":"Helen Skelton"},"showQuotedHeadline":false},{"title":"Federer and Me / ‘I hadn’t known such excellence was possible. And the effect upon me was instantaneous’","rawTitle":"‘I hadn’t known such excellence was possible. And the effect upon me was instantaneous’","item":{"type":"article","id":"sport/2015/may/24/roger-federer-and-me-william-skidelsky-extract-tennis-memoir","title":"Federer and Me: ‘I hadn’t known such excellence was possible. And the effect upon me was instantaneous’","trailText":"At the age of 30, tennis fan William Skidelsky developed an obsession with Roger Federer that cast a shadow over his love life and work – but it helped him resolve issues of self-doubt that had plagued him since boyhood","standFirst":"At the age of 30, tennis fan William Skidelsky developed an obsession with Roger Federer that cast a shadow over his love life and work – but it helped him resolve issues of self-doubt that had plagued him since boyhood","byline":"William Skidelsky","body":"<p>London, Sunday 6 July 2014. I wake up late, with a question in my head. Will I be going to the Wimbledon final? Before yesterday, this wasn’t something I’d even considered. But now I’m desperate to make it if I can. I’ve watched Federer play live about 20 times over the years, and nine times in just the past month, but I’ve never seen him play a Grand Slam final. Surely, this is my one opportunity: he’ll never make it to another major final, at least not one I have a hope of going to. And if he does win – not likely, admittedly – how great to be able to say: I was there. All in all, it has to be done.</p> \n<p>But how? Needless to say, I don’t have a ticket. Centre Court tickets are notoriously hard to get hold of at the best of times. For the final, they’re virtually unobtainable. The usual fallback – queuing – isn’t an option; the All England Club doesn’t release turnstile tickets from the semis onwards.</p> \n<p>Basically, to attend a Wimbledon final, you have to be one of four things: extremely lucky in the public ballot; extremely well connected; extremely rich; a member of the royal family. Sadly, none of these applies to me.</p> \n<p>The debentures are, of course, a possibility. Most Wimbledon tickets are “strictly nontransferable”.</p> \n<p>Debentures are different. Basically, it’s a system of seat-leasing. You buy a five-year debenture – the current cost for Centre Court debs is &pound;50,000 – which entitles you to all the tickets for a particular pair of seats during that period. And these tickets, unlike others, are yours to do what you want with. You can give them to friends; you can sell them on. A pair of Centre Court debenture tickets for a normal day typically goes for two or three thousand.</p> \n<p>For the men’s final, the figure is up near 10 grand.</p> \n<p>For the past 24 hours, I’ve been keeping tabs on the various websites on which debenture tickets are sold, in the hope that some strange market anomaly will result in one suddenly becoming available at a less-than-stratospheric price. This hasn’t happened. The cheapest single ticket I’ve found is &pound;4,000. I’m still tempted. I happen (unusually for me) to have a bit of cash in the bank. Not a huge amount, but enough to cover the ticket. And I probably would go ahead, were it not for one thing: the thought of having to tell my wife. She is currently away in Suffolk with our two-year-old son. She is eight months pregnant. She is already cross with me because I was supposed to be joining them yesterday, but I postponed on the off-chance that I managed to get to the final. If, in addition, she discovers that I’ve spent &pound;4,000 on a ticket – well, I can’t imagine her response would be sanguine.</p> \n<p>No, that avenue is definitely closed. But there is one other option: the touts.</p> \n<p>As at all major sporting events, the touts come out in force for Wimbledon. I’ve often seen them myself, near Southfields tube station, lurking outside cafes, loitering by advertising hoardings. Mostly, the polished hordes who process up Wimbledon Park Road don’t give them so much as a second glance. But there’s surely something a bit odd about the touts at Wimbledon. How, after all, can they exist? If, as the All England Club claims, tickets for the tournament are “strictly nontransferable” – if the club really is scrupulous about enforcing this – then there wouldn’t be any point in buying touted tickets. They’d be a waste of money.</p> \n<p>Either they are total scammers, dedicated to ripping off gullible Joe Public by offloading unusable tickets. Or the Wimbledon authorities aren’t as strict about checking the provenance of tickets as they claim.</p> \n<p>When, at around 11am, I find myself on the phone to a man named Sam, whose ad for suspiciously cheap finals tickets I spotted on Gumtree, I am still unsure as to which of these two hypotheses is correct. Sam tells me that, yes, he can sort me out a ticket, so long as I can make it to a particular cafe near Southfields tube within the hour. The price will be &pound;900. (“Yeah, I would like cash.”) Nine hundred pounds is, of course, a lot of money – still far too much, really, to spend on a tennis match. But I also think that, at this three-figure level, there’s some vague possibility that my wife will be sympathetic.</p> \n<p>She does live with me, after all. She knows how seriously I take this stuff.</p> \n<p>I set off on my scooter. It will take me just under an hour to get to Wimbledon. All I have to do is withdraw the money from a cashpoint on the way. But here I discover a flaw in my plan. My bank only lets me take out &pound;500 per day. To obtain more, customer services tell me, I’ll need to visit a branch, which is impossible, it being Sunday.</p> \n<p>For a few minutes, I am in despair. But then I collect myself. All is not lost. Surely I can borrow the extra from friends. First, though, I ring Sam back to double check: is there any chance – any chance at all – he’d accept a cheque? He’s unyielding: “I’d like to help, mate, but I’m afraid my company doesn’t handle cheques.” I hurriedly make phone calls. An ex-flatmate agrees to lend me &pound;150 if I transfer the money into her account the next day. Next I get hold of Jack, who lives a bit further away but, handily, is a shipping lawyer. He seems positively delighted by my request. “Of course, come on over,” he says, as if inviting me to pop round for a drink. I get to his house at noon. He’s still in his dressing gown. Yawning, he reaches into one of his pockets and extracts a wad of notes.</p> \n<p>Shortly before one, I arrive at the cafe with &pound;1,000 in my wallet. I get out my phone, notice<strong> </strong>that my wife has called. I dial Sam’s number. No reply. I try again. Nothing. It rings endlessly. This is, unquestionably, a further blow, but, looking around, I realise that it may not be a fatal one. There are other touts in the vicinity, arranged in small clusters. I position myself near one group, make eye contact. A leather-jacketed man peels off, walks towards me, nods his head across the road – where a pair of policeman are standing – and signals for me to follow him down a side alley. “You want tickets for the final?” is his inevitable gambit.</p> \n<p>“Well, just the one please, if you’ve got any,” I reply.</p> \n<p>“Hmmm, not sure if we’ve got any singles right now, but wait here a minute, I’ll check with Dave.”</p> \n<p>Dave comes over: he’s grey-skinned, in his late 40s, veiny round the eyes. “You want a single? Think I can get you one. But it won’t be a posh seat.” We haggle over the price. He wants a thousand; I bring him down to eight fifty.</p> \n<p>I am led to a cafe, where I sit down with a third man, Steve, whose job, it seems, is to act as my minder. My phone rings.</p> \n<p>It’s my wife. “Where are you?” she says. “Are you going to come down today?”</p> \n<p>I explain that I’m not going to make it after all, that I’m in a cafe near Wimbledon, about to hand over &pound;850 to a tout in exchange for a ticket that should – no, will – get me into the final.</p> \n<p>“A tout?” she says. “Are you crazy?”</p> \n<p>I tell her that I have a good feeling about it, that the guy I’m buying the ticket from seems honest; she replies that I should pull out right away. Then I notice that Steve is beckoning. “Look, sorry, I have to go.”</p> \n<p>We head to a nearby pub, where Dave is sitting at a table. He hands me my ticket. There’s a name on it – Mark Simpson – and a price: &pound;148. It looks real enough. The date is correct. But how can I be certain that it will get me in?</p> \n<p>What happens, I ask, if they ask me to prove that I am Mark Simpson?</p> \n<p>Dave smiles. “Relax. They hardly ever check. But if you’re worried, just head round the side, and go in through that gate at the back, number 19 is it? The guys there aren’t bothered.” I still must be looking apprehensive, because Dave adds: “Look, if you have any problems, just come back here and see us.” Will he give me my money back? “Yeah, yeah, I will, no problems.”</p> \n<figure class=\"element element-image\" data-media-id=\"4456f1a83c57e43da200782b3aaf6b5e06892f66\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432217982775/84bb9f4c-ec6a-4498-bea6-fef4b5877637-279x420.jpeg\" alt=\"William Skidelsky photographed at his tennis club in Dulwich, south-east London.\" width=\"279\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">William Skidelsky photographed at his tennis club in Dulwich, south-east London.</span> \n  <span class=\"element-image__credit\">Photograph: Richard Saker/Observer New Review</span> \n </figcaption> \n</figure> \n<p>I get out my wallet, start counting my cash. I keep my wallet under the table, to avoid detection by any plain-clothed policeman lurking in the vicinity (not that it isn’t obvious what we’re up to). I’m flustered, though – my hands shake – and I keep miscounting, forcing me to start all over again. Dave breaks off his call: “Jesus, I can make money faster than you can count it.” Finally, I assemble the correct amount. Dave scrolls through the bills with practised ease. The deal is done. We shake hands. I haven’t (yet) been arrested.</p> \n<p>As I walk up Wimbledon Park Road, my wife calls again. “Look, I think this is a really bad idea. You’re wasting an awful lot of…”</p> \n<p>I butt in, tell her it’s too late, that I’m already heading towards the grounds with my ticket. “But it’s OK,” I say. “The guy said I can get my money back if anything goes wrong.”</p> \n<p>This information fails to have its intended effect. “A tout says he’ll give you a refund and you believe him? Bloody hell, how naive are you?”</p> \n<p>I tell her that it’s too late to worry about that, I’m about to go in.</p> \n<p>*****</p> \n<p><strong>I first saw Roger Federer play tennis at Wimbledon in 2003.</strong> It wasn’t love at first sight. In the years following my first glimpse of him, I kept vague tabs on his results but I didn’t watch many of his matches. Too much else was going on. I was in my mid-20s and was trying to carve out a niche for myself in the adult world. Work preoccupied me a good deal: I was finally making some headway as a journalist. And I was falling in love – something that hadn’t happened in quite a while. My relationship with my new girlfriend – a fellow journalist – was all-consuming. The result was that Roger Federer, for all his appeal, seemed like a distant, tangential figure. My life didn’t have room in it for me to become obsessed with him.</p> \n<p>By late 2006, though, things were beginning to change. I had just turned 30 and I felt less pressured at work. My relationship was running into trouble; my girlfriend and I hadn’t split up, but it increasingly seemed like a possibility. I’d also recently started playing tennis again. Through work, I’d met various writers and publishers who were enthusiastic players. The great thing about writers is that they tend to be available to play at any time, unbeholden as they are to office timetables. This suited me. Although rusty to begin with – I’d barely picked up a racket in 15 years – I soon located the remnants of my game and some of my former fluency returned.</p> \n<p>Playing a sport, of course, isn’t a prerequisite for becoming a fan. But it does help. As a consequence of taking up tennis again, I became more susceptible to the allure of Federer. I started paying closer attention to his results and I couldn’t help but notice how phenomenally successful he was being. Whole years seemed to go by in which he would barely lose a match. In the summer of 2006, at a family gathering of my girlfriend’s, I remember meeting an aspiring tennis pro, a young British player on the fringes of the tour. I asked him who, of today’s top players, he particularly admired. He told me he’d recently been on some practice courts near Federer and he couldn’t believe how good he was. As he spoke, awe entered his voice and his eyes acquired a faraway look. Increasingly, I realised, this was how Federer was being viewed. He was becoming a figure of legend, almost a god.</p> \n<p>Not long after this, I happened to stumble across an essay on <a href=\"http://www.nytimes.com/2006/08/20/sports/playmagazine/20federer.html?pagewanted=all&amp;_r=0\">Federer by David Foster Wallace</a>. I was already a fan of Wallace’s writing – his fiction in particular – and the piece made a big impression on me. Here was a palpably clever writer – something of a genius himself – talking in candidly reverential terms about the wonder, the beauty, of Federer’s tennis. I was struck not only by Wallace’s concept of the “Federer moment” – the instances when his play appears to defy the laws of physics – but also by the way he sought to locate his subject within the game’s overall trajectory. And his sense of the sport’s development very much chimed with my own.</p> \n<p>Wallace’s basic contention was that men’s tennis had, for the previous few decades, been moving in a linear direction. Thanks to a combination of composite rackets, related changes in technique and advances in athleticism, a single style had come to dominate the sport. This style – the “power baseline” game – was, as its name suggested, based on hitting the ball with tremendous power (and copious topspin) from the back of the court. According to Wallace, it was Lendl who had pioneered the style in the 80s, in the 90s players like Agassi and Courier had raised it to new heights and, more recently, Rafa Nadal had taken it “just as far as it goes”. The problem with the power baseline style, Wallace suggested, wasn’t that it was inherently boring but it was “somewhat static and limited” and, if it were to prove the “evolutionary end-point of tennis”, that would be a problem for the game.</p> \n<p>Federer, however, had shown another way forward. He had introduced – or rather, reintroduced – elements such as subtlety and variety, an “ability to read and manipulate opponents, to mix spins and speeds, to misdirect and surprise, to use tactical foresight and peripheral vision”. Yet the point about Federer – and here was Wallace’s kicker – was that he could do all those things while also being a “first-rate, kickass power-baseliner”. He had demonstrated a new way of playing tennis that was as attractive as it was effective, and had done so from within the modern game. “He is Mozart and Metallica and the combination is somehow wonderful.”</p> \n<p>Wallace ended his essay on a note of optimism. At that year’s Wimbledon, which he’d attended, the junior event had been a “variegated ballet”, with players deploying “drop volleys and mixed spins, off-speed serves, gambits planned three shots ahead – all as well as the standard-issue grunts and booming balls”. The clear implication was that Federer’s approach was starting to influence tennis more widely, expanding the sport’s very possibilities.</p> \n<p>Every line of Wallace’s analysis intrigued me and his words were still in my head a month or so later when, in Shanghai, I chanced upon Federer on TV. My brother was living in the city for a semester, teaching the history of western political theory at one of its universities. In November, I went to stay with him for a week. The Tennis Masters Cup – the end-of-year tournament featuring the world’s top eight players, which at that point was held in Shanghai – was on; there were posters advertising it all over the city.</p> \n<figure class=\"element element-image\" data-media-id=\"6e391d1e57e6e3b3897972ea5658221d82ee8962\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432218108356/57540eac-b6a3-41c7-aea6-4013f4879d01-460x346.jpeg\" alt=\"The young Skidelsky with team-mates.\" width=\"460\" height=\"346\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Skidelsky, left, playing for Lewes Priory school, East Sussex, aged 12.</span> \n </figcaption> \n</figure> \n<p>Switching on the telly one afternoon, I happened upon Federer playing Roddick. Through the haze of my jet lag, I watched, transfixed, with a rising sense of astonishment. I already knew – or thought I knew – how good Federer was, but this was brilliance beyond anything I’d imagined. I remember leaping up off the sofa, dancing with joy, my exclamations mingling with the utterances of the Chinese commentators. Perhaps it was the result of my discombobulated condition – the jet lag, the unfamiliar surroundings – but Federer’s tennis that afternoon struck me as unearthly, stupendous, possessed of a magnificence I’d never before seen on a tennis court. I hadn’t known such excellence was possible. And the effect upon me was instantaneous. By the time the match was over, something in me had begun to shift. My future – or a part of it – had been determined. I knew that I wanted to follow this man, take what opportunities I could to luxuriate in the silky wondrousness of his play.</p> \n<p>My obsession had begun.</p> \n<p>*****</p> \n<p><strong>Between the ages of five and 11</strong>, tennis was pretty much all I thought about. I played as much as I could: I was a decent junior, an irregular county player first for Middlesex and then for Sussex, where we moved when I was 10. But it was as a student of the game’s history that I truly excelled. I could reel off the scorelines of long-forgotten Wimbledon finals; I knew all about Gottfried von Cramm and Helen Wills Moody; in the garden at home, I would knock balls against walls for hours on end, spinning fantasies of future glory.</p> \n<p>But tennis was more than just a boyhood passion; it was also, increasingly, a means of escape. Family life, dominated by my economist father, was highly, often relentlessly intellectual. We children felt like we were required to display copious brainpower at all times. Whereas my brother inclined naturally to cerebral matters, I gravitated towards sport, and this resulted in a growing sense of internal conflict. Doing what came naturally to me made me feel second rate, a failure. The thing I loved became a badge of my inferiority. And so while I cleaved ever more tightly to my sporting identity, I also ended up hating myself for doing so.</p> \n<p>Ultimately, largely because of these confused feelings, I gave up tennis. I played cricket for a while instead, initially with equal enthusiasm, but in the end abandoned that too. I wanted to turn myself into someone very different: someone (as I saw it) more serious and hard-edged, someone more like my father and brother. But it wasn’t easy. We can’t unmake who we are. During late adolescence, my life became dominated by what proved to be a protracted identity crisis. I went on ticking off most of the conventional milestones – school, university, first job. Outwardly, things may have looked normal. But in my head, all was misery and confusion. I spent much of my late teens and early 20s feeling intensely depressed.</p> \n<p>It’s too pat to say that my abandonment of tennis was the direct cause of the problem. But it was a symptom of sorts. Looking back, I realise the mistake I made was one of excessive literal-mindedness. I grew up thinking that my father’s distinctions and hierarchies, the absolute weight he attached to the life of the mind, reflected some wider truth about the world. That’s the problem – or one of the problems – with childhood: small things get magnified, what’s accidental and contingent becomes cast in bronze. In my mind, my father’s views and opinions had God-like authority, and if my experiences didn’t accord with them, that must mean my experiences (and not his views and opinions) were at fault.</p> \n<p>What I failed to understand was how much the dice had been loaded: for reasons that had nothing to do with me, things within our family had been set up a certain way. It was as if the spoils of my father’s personality had, at some formative stage, been shared out between his two eldest children, and while my brother had been handed the most valuable portion, I’d been bequeathed a subsidiary branch.</p> \n<p>And so I grew up sure of one thing: that the person I felt myself to be was flawed, insufficient; that I needed to slough him off. The exact identity of this magical alternative being was always somewhat hazy. All I knew was that my chances in life depended on becoming him. Now that I’m a father myself, I find it odd to think that so much of my life should have been given over to this lunatic project of psychic self-immolation.</p> \n<p>I watch my young son, see how naturally, how happily, he embraces the world, how effortlessly his personality unspools, and I find myself constantly wanting to warn him: be yourself, just be yourself, never try to become what others want you to be. But maybe that’s naive, impossible: I am his father, and the way I see him will inevitably affect how he sees himself; I cannot but influence the person he turns out to be.</p> \n<p>*****</p> \n<p><strong>In the summer of 2008</strong>, not long after Federer’s despair-inducing loss to Nadal at Wimbledon, I moved into a new flat in south London, and treated myself to a Sky TV “multi-room package”. My parents had recently given me a present of a massive flat-screen TV, which they’d found too imposing for their own sitting room. This I now installed in my bedroom. It was perfect: when Federer was playing in far-off places, at inconvenient hours of the night, I could watch him without even having to rise from my bed.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=-1yfWb0-jqQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/-1yfWb0-jqQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Highlights of the 2008 Wimbledon final between Roger Federer and Rafael Nadal.\n </figcaption> \n</figure> \n<p>Set the alarm, reach for the remote control, and hey presto: there he was!</p> \n<p>It’s probably not a coincidence that 2008 was the year my obsession ratcheted up a notch, became wholly entrenched within me. For me, this was a period of emotional turmoil. The girlfriend I’d acquired a few years earlier had ended our relationship in 2007. I took this very hard. Shortly afterwards, I got together with the woman who would become my wife.</p> \n<p>But not enough time had elapsed since the previous relationship had ended and I wasn’t yet ready for a new one.</p> \n<p>I couldn’t commit. Throughout 2008 and 2009, I behaved idiotically; my new girlfriend and I split up – and then reunited – several times. I tested her patience to its limits.</p> \n<p>Looking back, I can see that, during this confused time, Federer functioned as a point of constancy, of stability. It was as if he provided the security I craved but couldn’t achieve. There was a comfort in knowing that, throughout the year, he would be playing somewhere, and wherever that was, I could tune in and watch. And I’m sure it was significant, too, that his career was already in decline, that he was losing his aura of invulnerability. The losses he suffered – and there were some truly crushing ones – produced a pain that resonated within me, and the effect, paradoxically, was oddly consoling.</p> \n<p>These years, of course, weren’t all bad for Federer. He remained, with Nadal, one of the two best players in the world.</p> \n<p>And he had some great wins: the 2008 US Open; his first (and only) French Open the following summer; the 2010 Australian Open. Yet glorious as such moments were, it was the losses that seemed significant, that made the biggest mark.</p> \n<p>In 2010, my own period of emotional turbulence came to an end. I don’t know what exactly caused the change, but I suddenly realised that I was in danger of throwing away the opportunity I had – the best opportunity I ever would have – to make a life with the beautiful, strong, intelligent woman I loved. Just in time, I veered away from the train-wreck course I’d been stuck on. My girlfriend took some convincing that I was serious, but eventually I managed to persuade her.</p> \n<p>*****</p> \n<p><strong>One thing I discovered</strong> as a result of taking up the sport as an adult is that a surprising number of writers are mad about tennis. David Foster Wallace wasn’t alone. I suppose this isn’t really so surprising, when you consider the affinities between the two activities. Writers sit at home all day, and can keep whatever hours they choose, so have plenty of opportunities not just to watch the sport (an especially realisable goal in the age of satellite TV and online streaming) but also to go out and play. A game of tennis is in many ways the perfect way to break up a writing day. Unlike, say, cricket, it doesn’t take up too much time, nor does it require much organisation. Early afternoon, when inspiration often flags, tends to be the best time to play tennis: this is when the courts are most likely be available (and cheapest), the weather at its most amenable. A tennis match between two writers is also a chance, during the knock-up, and at changeovers, to exchange gossip and discuss works-in-progress. The result is that tennis can come to seem like a natural – indeed vital – extension of the writing life.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1ae6496f4e579b69ddd02e430a4d7a85b179d597\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432218248236/0de1dcc2-61ed-4301-bae4-4e72ddd48322-282x420.jpeg\" alt=\"Skidelsky with his first racket.\" width=\"282\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Skidelsky in France aged five.</span> \n </figcaption> \n</figure> \n<p>But the similarities run deeper. Tennis, like writing, is technically complex: all those strokes to master, all those rules to obey (don’t take the racket back beyond your shoulder when volleying; assume the trophy pose just before striking the serve). It’s a game of endless small adjustments, a sport for tinkerers, perfectionists. At the same time, tennis is an unusually – perhaps uniquely – psychological sport. It’s not just that players have to be good readers of character, able to figure out what an opponent’s weaknesses are and how to exploit them, it’s also that the sport itself exerts such acute mental pressures. The margins between success and failure are so tiny, both at the micro and macro levels. (A millimetre’s difference in your swing can make the difference between a win or a miss; just one or two points can decide the outcome of the match.) This is why, playing tennis, it’s so easy to get frustrated. At every level, it’s common to encounter players who, more than anything, resemble madmen: gesticulating, hurling their rackets, talking to themselves. No sport is more inward-looking than tennis, more conducive to emotional turmoil, downward-spiralling patterns of thought. And in this too, of course, it has something in common with writing.</p> \n<p>*****</p> \n<p><strong>My girlfriend and I got married in 2011.</strong> A few months later, in October, our first child – a son – was born. It might be assumed that the switch to a more settled existence would have taken the edge off my ardour for Federer, relegated him to a firm second (or, indeed, third) place. But my feelings remained as powerful as ever. Instead of fading, they just took a slightly different form, accommodated themselves to the new presences in my life.</p> \n<p>Federer turned 30 in 2011. It proved, on the whole, a frustrating year. For the most part, he played well, but he wasn’t terribly successful. For the first time since 2002, he failed to win a Grand Slam and his ranking slid to No 3. There was bad luck involved: he lost some exceptionally close matches, none more so than the spectacularly ghastly Djokovic semi-final at Flushing Meadow, when, for the second year in succession, he lost after holding two match points. (And this time, moreover, they were on his serve.) He also kept coming up against opponents in the form of their lives – as was the case with Jo-Wilfried Tsonga at Wimbledon. Nor were matters helped by the fact that he now had to contend not just with Nadal but with a newly formidable Djokovic, who went unbeaten for the first five months of the year, a run of 43 matches that only came to an end when Federer beat him, magically, in the semi-final at Roland Garros.</p> \n<p>With a second player threatening to eclipse him (and Murray also making a strong bid), Federer, at this point, was again being written off. But he responded – thrillingly – by powering back to No 1. It all started at the end of 2011, when he suddenly won three tournaments in a row: Basel, Paris and the World Tour Finals. I saw him thrash Nadal 6-3, 6-0 at the last of these events – this was just three weeks after my son was born. Nadal wasn’t at his best, but it was nonetheless immensely pleasing to see Federer rampant against his old rival. His revival continued in the early months of 2012, with triumphs at Rotterdam, Dubai and Indian Wells (where he again beat Nadal). He went on to win on the ill-fated blue clay in Madrid before, in July, lifting his seventh Wimbledon crown, <a href=\"https://www.youtube.com/watch?v=OfNG-EPOvTA\">dispatching Murray in the final</a>. A wave of patriotism was sweeping the nation – it was the summer of the London Olympics – and a Brit hadn’t won the men’s trophy since Fred Perry in 1936. Was this, finally, “our” year? I remained immune to such sentiments. I admire Murray, and, in other circumstances, I would have been happy for him to win, but whatever patriotic feelings I had – and I don’t, nowadays, have all that many – were never going to make a dent in my loyalty to Federer.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=OfNG-EPOvTA\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/OfNG-EPOvTA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Highlights of the 2012 Wimbledon final between Roger Federer and Andy Murray.\n </figcaption> \n</figure> \n<p>Federer’s Wimbledon win got him back to world No 1. A couple of months later, he broke Sampras’s record for the number of total weeks in the top spot. He retained the ranking until November, at which point he was again surpassed by Djokovic. Things at this point still looked positive – he ended the season playing well enough. There was no indication of what was to come.</p> \n<p>The following year, it goes without saying, was easily the bleakest year of my Federer-obsessed life. Something peculiar, unaccountable, happened. After a promising enough start (the semis in Australia), Federer’s form dipped precipitously, reaching a nadir in the middle stretch of the season, when he lost in the second round of Wimbledon to Sergiy Stakhovsky – a player ranked more than 100 places below him – and then in the last 16 at the US Open to Tommy Robredo, a journeyman he’d brushed aside in all 11 of their previous meetings. That defeat was the worst of all. Robredo wasn’t even playing particularly well, he was just doing what he always did. It was as if Federer had misplaced his game; the shots looked more or less the same, but the brilliance, the genius, had been scooped right out. His ranking slipped from two to seven and he was doubtful for a while for the World Tour Finals.</p> \n<p>Federer himself seemed at a loss to know what to do. After Wimbledon, he briefly experimented (unsuccessfully) with a larger-headed racket, before returning to his trusty 90 sq in frame. He claimed many times that his form was on the verge of returning – only to suffer another humiliating loss. As the defeats piled up, pundits rushed to proclaim that the once-great Federer, at the age of 32, was fading fast. Fellow players, including Djokovic, suggested that he had lost a yard of pace. Some observers argued that, by stubbornly prolonging his career, he was making himself look foolish, tarnishing his legacy. He maintained that he wasn’t unduly worried, that things would get back on track, and he referred repeatedly – though somewhat elliptically – to the back injury he’d been plagued by all year. There were some suggestions that he was making this up.</p> \n<p>At the end of the year, in November, I saw Federer lose to Djokovic, in three sets, in his first group match at the World Tour Finals. I’d managed to land a press pass and, afterwards, I attended Federer’s press conference. I was surprised by how tired and dispirited he looked: after all, had he really expected to beat Djokovic? He was tetchy, irascible with several of his questioners. Although his form had shown signs of picking up in recent weeks, he still wasn’t anything like the Federer of old, the one I’d delighted in all these years. That night, as I left the arena, I wondered whether I would ever see that Federer again.</p> \n<p><em>&copy; William Skidelsky. This is an edited extract from Federer and Me: A Story of Obsession by William Skidelsky, published on 4 June by Yellow Jersey Press (&pound;16.99). </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/293296/s/federer-and-me/\"><em>To pre-order a copy for &pound;12.74 go to bookshop.theguardian.com or call 0330 333 6846</em></a></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432127798648/Roger-Federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I knew I had to follow this man, to luxuriate in the silky wondrousness of his play’: Roger Federer playing in Rome earlier this month. Photograph: Tiziana Fabi/AFP/Getty Images","credit":"Tiziana Fabi/AFP/Getty Images","altText":"Roger Federer","cleanCaption":"‘I knew I had to follow this man, to luxuriate in the silky wondrousness of his play’: Roger Federer playing in Rome earlier this month. Photograph: Tiziana Fabi/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432217983113/84bb9f4c-ec6a-4498-bea6-fef4b5877637-1354x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1354,"orientation":"portrait","caption":"William Skidelsky photographed at his tennis club in Dulwich, south-east London. Photograph: Richard Saker/Observer New Review","credit":"Richard Saker/Observer New Review","altText":"William Skidelsky photographed at his tennis club in Dulwich, south-east London.","cleanCaption":"William Skidelsky photographed at his tennis club in Dulwich, south-east London.","cleanCredit":"Photograph: Richard Saker/Observer New Review"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432218106694/57540eac-b6a3-41c7-aea6-4013f4879d01-2060x1551.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1551,"width":2060,"orientation":"landscape","caption":"Skidelsky, left, playing for Lewes Priory school, East Sussex, aged 12.","credit":"PR","altText":"The young Skidelsky with team-mates.","cleanCaption":"Skidelsky, left, playing for Lewes Priory school, East Sussex, aged 12."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432218250401/0de1dcc2-61ed-4301-bae4-4e72ddd48322-1369x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1369,"orientation":"portrait","caption":"Skidelsky in France aged five.","credit":"PR","altText":"Skidelsky with his first racket.","cleanCaption":"Skidelsky in France aged five."}],"webPublicationDate":"2015-05-24T09:00:08Z","lastModified":"2015-05-24T09:00:08Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"William Skidelsky","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamskidelsky"}],"feature":true,"keywords":["Roger Federer","Autobiography and memoir","Biography","Sport and leisure","Tennis","Books","Sport","Culture"],"tags":[{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"books/autobiography-and-memoir","webTitle":"Autobiography and memoir"},{"id":"books/biography","webTitle":"Biography"},{"id":"books/sportandleisure","webTitle":"Sport and leisure"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"books/books","webTitle":"Books"},{"id":"sport/sport","webTitle":"Sport"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"sport"},"topics":[{"displayName":"William Skidelsky","topic":{"type":"tag-contributor","name":"profile/williamskidelsky"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/24/roger-federer-and-me-william-skidelsky-extract-tennis-memoir","shortUrl":"http://gu.com/p/49487","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/24/roger-federer-and-me-william-skidelsky-extract-tennis-memoir","webUri":"http://www.theguardian.com/sport/2015/may/24/roger-federer-and-me-william-skidelsky-extract-tennis-memoir"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432127798648/Roger-Federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I knew I had to follow this man, to luxuriate in the silky wondrousness of his play’: Roger Federer playing in Rome earlier this month. Photograph: Tiziana Fabi/AFP/Getty Images","credit":"Tiziana Fabi/AFP/Getty Images","altText":"Roger Federer","cleanCaption":"‘I knew I had to follow this man, to luxuriate in the silky wondrousness of his play’: Roger Federer playing in Rome earlier this month. Photograph: Tiziana Fabi/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Federer and Me"},"showQuotedHeadline":false},{"title":"Marcus Belgrave / Jazz trumpeter, dies at age of 78","rawTitle":"Jazz trumpeter, dies at age of 78","item":{"type":"article","id":"music/2015/may/24/marcus-belgrave-jazz-trumpeter-dies-78","title":"Marcus Belgrave, jazz trumpeter, dies at age of 78","trailText":"Belgrave was studio musician with Motown Records in 1960s and played with Ray Charles, Aretha Franklin and Dizzy Gillespie","standFirst":"<ul>\n <li>Belgrave was studio musician with Motown Records in 1960s</li>\n <li>Musician played with Ray Charles, Aretha Franklin and Dizzy Gillespie</li>\n</ul>","byline":"Associated Press in Detroit","body":"<p>Marcus Belgrave, a jazz trumpeter who graced stages and studios with Ray Charles, Aretha Franklin, Dizzy Gillespie, Joe Cocker and Motown artists galore, has died. He was 78.</p> \n<p>Belgrave came to Detroit in 1962 and became a studio musician for Motown Records, playing on hits including My Girl and Dancing in the Street.</p> \n<p>Hazelette Crosby-Robinson, a cousin of Belgrave’s wife Joan Belgrave, said the musician died on Sunday at an Ann Arbor care facility. The cause of death was heart failure.</p> \n<p>Belgrave remained active on the Detroit and international jazz scenes up until his death. He started playing professionally at 12 and joined the Ray Charles Band in the late 1950s.</p> \n<p>He became an original member of Lincoln Center Jazz Orchestra in 1988, at the request of Wynton Marsalis, and in 2006 was featured at Jazz at Lincoln Center’s presentation, Detroit: Motor City Jazz. </p> \n<p>He also was a prolific mentor and teacher, serving as a professor or visiting artist at institutions including Detroit-area schools, Michigan State University, Stanford University, University of California and Oberlin College.<br /></p> \n<p>In 2009, he received the Kresge Foundation’s Eminent Artist award, honoring nationally acclaimed artists who have pursued careers in Detroit. In a special book the philanthropic foundation published at that time, Belgrave said: “After 65 years of letting the music live through you, it just comes to you.”</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/802b86830c52263e80a18fc950f185ae0d161d69/0_82_3825_2298/3825.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2298,"width":3825,"orientation":"landscape","credit":"Ricardo Thomas/AP","altText":"Marcus Belgrave","cleanCredit":"Photograph: Ricardo Thomas/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-24T18:24:48Z","lastModified":"2015-05-24T19:21:42Z","metadata":{"commentable":true,"commentCount":2,"contributors":[],"feature":false,"keywords":["Jazz","Music","Detroit","Michigan","US news"],"tags":[{"id":"music/jazz","webTitle":"Jazz"},{"id":"music/music","webTitle":"Music"},{"id":"us-news/detroit","webTitle":"Detroit"},{"id":"us-news/michigan","webTitle":"Michigan"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/24/marcus-belgrave-jazz-trumpeter-dies-78","shortUrl":"http://gu.com/p/4979j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/24/marcus-belgrave-jazz-trumpeter-dies-78","webUri":"http://www.theguardian.com/music/2015/may/24/marcus-belgrave-jazz-trumpeter-dies-78"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/802b86830c52263e80a18fc950f185ae0d161d69/0_82_3825_2298/3825.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2298,"width":3825,"orientation":"landscape","caption":"Marcus Belgrave performs at the 33rd annual Detroit Jazz Festival in 2012. Photograph: Ricardo Thomas/AP","credit":"Ricardo Thomas/AP","altText":"Marcus Belgrave","cleanCaption":"Marcus Belgrave performs at the 33rd annual Detroit Jazz Festival in 2012.","cleanCredit":"Photograph: Ricardo Thomas/AP"}},"importance":3,"kicker":{"title":"Marcus Belgrave"},"showQuotedHeadline":false}],"lastModified":"2015-05-25T07:13:16Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}