{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"An ode to Maxine Peake / Bold, versatile and fiercely democratic","rawTitle":"Bold, versatile and fiercely democratic","item":{"type":"article","id":"culture/2015/jul/10/maxine-peake-profile-skriker-hamlet","title":"Bold, versatile and fiercely democratic: an ode to Maxine Peake","trailText":"Actor defied early rejections from drama schools to become one of Britain’s most exciting stage names, winning plaudits for her roles as well as her personality","standFirst":"<p>Actor defied early rejections from drama schools to become one of Britain’s most exciting stage names, winning plaudits for her roles as well as her personality</p>","byline":"Mark Lawson","body":"<p>It is a mark of the boldness and versatility of Maxine Peake that she is one of the few actors to have played both Ophelia and Hamlet in productions of Shakespeare’s Danish tragedy. And this protean quality is currently on show every night at the Manchester Royal Exchange theatre, where, portraying an ancient shape-shifter in a revival of Caryl Churchill’s play The Skriker, she inhabits a vast range of characters – old, young, male, female, English, American, historical, contemporary, mythical – during two hours of being almost permanently on stage.</p> \n<p>British actors who have just done a successful movie – Peake is in the Stephen Hawking biopic The Theory of Everything – and starred in a hit TV series (she played an ambitious barrister in Silk) often move on to Hollywood or Broadway. And, while those options remain open, it seems typical of Peake that she should now appear in a piece of experimental theatre; The Skriker<em> </em>combines music, movement and torrential monologues in an invented language.</p> \n<p>Peake was born in Bolton, and The Skriker is the sixth time in 10 years the actor has worked in Manchester with Sarah Frankcom, artistic director of the Royal Exchange, where Peake was a member of the youth theatre as a teenager. Her performance in the title role of Hamlet last year, a show that numerous producers elsewhere would love to have hosted, was for Exchange audiences only and set box office records.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>She wants to do plays that mean something politically and socially</p> \n  <footer> \n   <cite>Sarah Frankcom</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“She chooses to live in the north and often to work there,” says Frankcom. “It’s a very important part of who she is.”</p> \n<p>An earlier generation of northern actors – including Tom Courtenay and Albert Finney – were encouraged to southernise their vowels in theatre, and while Britain has become more tolerant of dialect, increasing screen possibilities in the US place a fresh pressure on actors to even out their speech. Frankcom notes that Peake, born in 1974, “has resolutely never lost her Boltonian accent and I think that’s very important for young actors because we can still be funny about regional accents in theatre, partly, I’m afraid, for class reasons. But Max is very proud of where she comes from.”</p> \n<p>Anyone drawn to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/jul/05/the-skriker-review-maxine-peake-in-a-midsummer-nights-vision-of-climate-catastrophe\">The Skriker </a>by having seen Peake in Silk will be impressed by an acting range that easily encompasses both screen realism and theatrical surrealism. However, Peter Moffat, writer of three TV series in which Peake has starred – Criminal Justice, Silk and The Village – believes there is a unifying factor across her work: risk. Most obviously, she braved tabloid editorialising to play the Moors murderer Myra Hindley in a 2006 TV mini-series but, even in less obviously edgy parts, says Moffat, there is a level of jeopardy.</p> \n<p>“I think she likes playing roles that people don’t think she’s going to be able to do. That’s true of Hamlet, clearly. But, when I first saw her at an audition for Criminal Justice, she was this northern young woman who convinced us that she could play a posh London character with an RP accent. In Silk, she wasn’t obvious casting for a QC. I think there can be an edge and danger that comes from the actor worrying if they’re going to be able to pull it off. And that crackle comes through the screen.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"cbde0dda7244281e95e91a29c48ffc2ae7091f38\"> \n <img src=\"http://media.guim.co.uk/cbde0dda7244281e95e91a29c48ffc2ae7091f38/0_178_4256_2554/1000.jpg\" alt=\"Maxine Peake in The Skriker.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Maxine Peake in The Skriker.</span> \n  <span class=\"element-image__credit\">Photograph: Tristram Kenton for the Guardian</span> \n </figcaption> \n</figure> \n<p>Theatrical anecdote suggests that Peake’s portrayal of the Prince of Denmark resulted from Frankcom asking her which part would most terrify her to play. The director, though, says that isn’t quite right. Generally, their joint projects have been suggested by Frankcom or Alex Poots, artistic director of the Manchester festival, but Hamlet was the exception: “Ever since I’d known her, Max was saying that was what she wanted to do and I’d kept saying it was too early to try something like that, but eventually the time seemed right.”</p> \n<p>A key decision for female <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/19/maxine-peake-as-hamlet-fast-and-fluent-with-a-new-edge\">Hamlets</a> – a tradition that stretches back to the theatrical pioneer Sarah Bernhardt – is how manly to be. Peake, with a short peroxide crop, opted for androgyny and sexual ambiguity, which brought a new perspective to the prince’s struggle to be the man he wants to be. Her Hamlet also transmitted a sense of danger, looking as if he could do some damage in the climactic duel.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/jul/05/the-skriker-review-maxine-peake-in-a-midsummer-nights-vision-of-climate-catastrophe\">The Skriker review – Maxine Peake in a Midsummer Night's vision of climate catastrophe</a> </p> \n</aside> \n<p>Born in Westhoughton, in Bolton, she is the youngest daughter of Brian, a retired lorry driver, and Glynis, a former careworker. Her older sister, Lisa, became a police officer when Peake was a teenager: a profession that challenged the family’s leftwing, union-supporting politics. As part of the recruitment process, a sergeant came to meet the family, finding Maxine, as she told a BBC interviewer, wearing an African awareness pendant, trainers with an anarchy sign drawn on and a Campaign for Nuclear Disarmament badge. “What Lisa and her colleagues go through, particularly on Saturday night in Manchester, is appalling. I have huge admiration for her,” she has said.</p> \n<p>Maxine’s acting ambitions were thwarted by repeated rejections from drama schools before she earned a scholarship to Rada at the age of 21. Soon after graduation, she had two standout roles on TV: as Twinkle in Victoria Wood’s Dinnerladies and Veronica in Paul Abbott’s Shameless.</p> \n<p> An unusual aspect of Peake’s pre-acting CV is that she was a talented rugby league player for Wigan Ladies and Moffat believes that this strength and athleticism brings a useful physicality to her work: “The thing about Maxine is that she can credibly run, fight and punch. There’s a scene in The Village where her character is fighting in the mud to get her child back and Maxine got so into it that the crew had to pull her away.”</p> \n<p> In the area of mental exercise, the actor’s recent theatre projects include a play about the cycling legend Beryl Burton, which was also broadcast on BBC Radio 4. Along with The Skriker – one of the longest and oddest parts in modern theatre – this move suggests a continuing desire to test herself.</p> \n<p> On Manchester projects, Peake now takes the unusual credit “creative associate and lead artist”, although Frankcom describes her as “very much a company member”. During a TV production, Peake noticed that a young actor was not only eating huge amounts at the catering truck every lunchtime but then inviting his girlfriend to the meals as well. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"fe9e3298e432f039867540206a150146fb1d779f\"> \n <img src=\"http://media.guim.co.uk/fe9e3298e432f039867540206a150146fb1d779f/0_0_2848_4288/664.jpg\" alt=\"Her role in Silk led her to join a protest against legal aid cuts.\" width=\"664\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Her role in Silk led her to join a protest against legal aid cuts.</span> \n  <span class=\"element-image__credit\">Photograph: Terry Scott/Demotix/Corbis</span> \n </figcaption> \n</figure> \n<p>It turned out the man was not being paid due to an accounting error he was too nervous to raise. Peake went to see the producers and got the payroll sorted out. This democratic instinct is also apparent at the end of The Skriker, when, as the audience tries to give Peake a solo ovation for her feat of vocal and physical athleticism, she quickly waves on the other actors to share the applause.</p> \n<p> Another of her deeply held values is that, as Frankcom says, “she wants to do plays that mean something politically and socially”. Her level of ideological commitment is such that the role in Silk provoked Peake to march with lawyers campaigning against restrictions on legal aid. When an actor asked her recently what she thought of Game of Thrones, she answered that she “hadn’t seen it, obviously”, the final word referring to her refusal to subscribe to a network owned by Rupert Murdoch.</p> \n<p> Sometimes, though, a political subtext may lead her to choose the wrong text. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/feb/11/how-to-hold-your-breath-review-maxine-peake-royal-court-theatre\">How To Hold Your Breath</a><em>, </em>a new play by Zinnie Harris at the Royal Court in London, had big things to say about the future of Europe, but the script was underwritten and obscurely staged.</p> \n<p> A moment during that run, though, showed Peake’s depths of concentration and professionalism. One night, as Peake delivered the climactic monologue, a member of the audience became seriously unwell, resulting in a shout for a medical professional and noisy clambering over seats to reach the stricken theatregoer. A momentary flicker in Peake’s eyes revealed that she had noticed something was going on, but she remained word-perfect through a complex speech.</p> \n<p> This ability to maintain focus has also been noted by Moffat during TV shoots. “Filming can be tedious and repetitive. But even by the seventh take of a scene, she’s still listening to what the other actor says and responding to it, giving you something fresh.” </p> \n<p> Although she will continue to be offered major TV roles, her recent work suggests a move away from peak-time Peake towards something more like the career of Tilda Swinton, who has won an Oscar but is just as likely to turn up as a living artwork at the Serpentine Gallery or perform a Samuel Beckett monologue in a converted phone booth in the Scottish Highlands.</p> \n<p> “I think it’s partly because there aren’t obvious career routes for actresses when they get to 40,” says Frankcom, “and so you have to work out what it is you want to do. I think Max has learned the cost of doing things she doesn’t believe in and so now she has to be really committed to something.”</p> \n<p> Peake has attributed her artistic freedom partly to having a smaller mortgage than her London-based contemporaries – due to living in Salford with her partner, artist Pawlo Wintoniuk. She is writing a play and, with Frankcom, planning a seventh Manchester collaboration, which remains under wraps. A new play or a classic? “Ah. A bit of both, really,” says the director, tantalisingly. Moffat, meanwhile, plans more scripts for The Village and is also working on a stage monologue for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2013/mar/24/maxine-peake-village-bbc-interview\">Peake</a> about a standup comedian.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/19/maxine-peake-as-hamlet-fast-and-fluent-with-a-new-edge\">Maxine Peake as Hamlet review – fast, fluent and revelatory</a> </p> \n</aside> \n<p> “I’ve done 30 hours of television with her now,” says Moffat, “and she has never spoken a line of mine wrongly. There has never been an interpretation that jarred, which is very rare. She has this native actor’s intelligence for what you intended or even sometimes to go beyond that and show you something you didn’t know was there.” </p> \n<p>“I simply wouldn’t be able to predict what sort of work she’d be doing in five years,” says Frankcom. “And that tells you a lot about her.” </p> \n<p> </p> \n<h2>Potted Profile</h2> \n<p><strong> Born: </strong>14 July, 1974, Bolton</p> \n<p><strong> Career:</strong> Initially rejected by every drama school in the north-west, accepted at Rada at 21. Her breakthrough roles were in TV comedies by northern writers: Paul Abbott’s Shameless and Victoria Wood’s Dinnerladies. Although Peake’s career has subsequently gone into very different areas, Wood was a crucial early mentor. </p> \n<p><strong> High point:</strong> A feat of learning and performance, requiring extraordinary levels of vocal and physical power, The Skriker (at the Manchester Royal Exchange until 18 July) is the perfect showcase for her talents. </p> \n<p><strong> Low point: </strong>Her early rejection raises worrying questions about possible class and social prejudice in drama recruitment.</p> \n<p><strong> She says:</strong> “I’m old-fashioned. I don’t like modern life. I pine for the simplicity of the past and the connections people had.”</p> \n<p><strong> They say:</strong> “In her Chairman Mao suit and David Bowie hair, Peake uses every part of the stage, every prop, every poise of the body to deliver a 400-year-old script as if the words have just come to her.” - Manchester Evening News on her Hamlet</p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5c0e92a794429da3aa7f3b8ee848b6bd7af3ea85/0_382_5760_3457/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3457,"width":5760,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Maxine Peake: ‘I don’t like modern life. I pine for the simplicity of the past.’","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cbde0dda7244281e95e91a29c48ffc2ae7091f38/0_178_4256_2554/4256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2554,"width":4256,"orientation":"landscape","caption":"Maxine Peake in The Skriker. Photograph: Tristram Kenton for the Guardian","credit":"Tristram Kenton for the Guardian","altText":"Maxine Peake in The Skriker.","cleanCaption":"Maxine Peake in The Skriker.","cleanCredit":"Photograph: Tristram Kenton for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fe9e3298e432f039867540206a150146fb1d779f/0_0_2848_4288/2848.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4288,"width":2848,"orientation":"portrait","caption":"Her role in Silk led her to join a protest against legal aid cuts. Photograph: Terry Scott/Demotix/Corbis","credit":"Terry Scott/Demotix/Corbis","altText":"Her role in Silk led her to join a protest against legal aid cuts.","cleanCaption":"Her role in Silk led her to join a protest against legal aid cuts.","cleanCredit":"Photograph: Terry Scott/Demotix/Corbis"}],"webPublicationDate":"2015-07-10T18:20:38Z","lastModified":"2015-07-10T23:02:24Z","metadata":{"commentable":true,"commentCount":97,"contributors":[{"name":"Mark Lawson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marklawson"}],"feature":true,"keywords":["Maxine Peake","Culture","Theatre","Stage","Television","Television & radio"],"tags":[{"id":"culture/maxine-peake","webTitle":"Maxine Peake"},{"id":"culture/culture","webTitle":"Culture"},{"id":"stage/theatre","webTitle":"Theatre"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"culture"},"topics":[{"displayName":"Mark Lawson","topic":{"type":"tag-contributor","name":"profile/marklawson"}}],"series":{"title":"The Guardian profile","uri":"http://mobile-apps.guardianapis.com/lists/tag/theguardian/series/profile"},"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/jul/10/maxine-peake-profile-skriker-hamlet","shortUrl":"http://gu.com/p/4ahe4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/jul/10/maxine-peake-profile-skriker-hamlet","webUri":"http://www.theguardian.com/culture/2015/jul/10/maxine-peake-profile-skriker-hamlet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5c0e92a794429da3aa7f3b8ee848b6bd7af3ea85/0_382_5760_3457/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3457,"width":5760,"orientation":"landscape","caption":"Maxine Peake: ‘I don’t like modern life. I pine for the simplicity of the past.’ Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Maxine Peake","cleanCaption":"Maxine Peake: ‘I don’t like modern life. I pine for the simplicity of the past.’","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}},"importance":7,"kicker":{"title":"An ode to Maxine Peake"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5c0e92a794429da3aa7f3b8ee848b6bd7af3ea85/0_382_5760_3457/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3457,"width":5760,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Maxine Peake: ‘I don’t like modern life. I pine for the simplicity of the past.’","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}}]},{"title":"How I get ready: Jo Malone","rawTitle":"How I get ready: Jo Malone","item":{"type":"article","id":"fashion/2015/jul/11/jo-malone-how-i-get-ready-beauty","title":"How I get ready: Jo Malone","trailText":"‘I’ll jump into the bath with my favourite bath cologne and, yes, I always light a candle’","standFirst":"<p>‘I’ll jump into the bath with my favourite bath cologne and, yes, I always light a candle’</p>","byline":"Rosanna Greenstreet","body":"<p>As long as I’ve had my hair blown out, I can walk in the door at six and&nbsp;be ready to go at 25 past. I&nbsp;multitask. I’ll make a face mask, jump into the bath with my favourite <a href=\"http://www.joloves.com/catalog/product/view/id/68/s/pomelo-bath-cologne/category/4/\" title=\"\">Pomelo bath cologne</a> and, yes, I always light a candle. I&nbsp;like a&nbsp;glass of wine, too – there is a pink called <a href=\"http://esclans.com/whispering-angel/\" title=\"\">Whispering Angel</a> that comes in tiny bottles, so I can have just a&nbsp;glass. I’ll put some oil – either jojoba or vitamin E – on my hands and feet: nothing looks worse than dry feet if you’re wearing sandals.</p> \n<p>I’ll get out of the bath and my skin will be moisturised because of the mask, which I clear off with a warm face towel. I pop Vaseline round my eyebrows, then quickly dye them so they look dark – leave it on too long and you look as though you’ve two caterpillars above your eyes.</p> \n<p>I lay out what I am going to wear. I&nbsp;love a chic, well-fitting black tie trouser suit with drop diamonds, my vintage gold Prada shoes and a&nbsp;simple black evening bag.</p> \n<p>At this point I have a cup of tea and a baked potato or toasted ham and cheese. Then I’ll pop in my gum shields with toothpaste bleach mixed with Colgate and leave for 10 minutes. (If I whiten my teeth overnight, I find it makes my gums sore.) Because my hair often drops, I’ll zhush it up with my rotating brush.</p> \n<p>I don’t wear a lot of makeup but I&nbsp;do wear MAC base and put on false eyelashes, blusher and lip gloss. I&nbsp;paint Pomelo fragrance on to my body with a brush and let it dry, then do a second layer. Then I’ll get dressed and spray whatever I am wearing with the same fragrance, and I am ready to go.</p> \n<p><strong><span class=\"bullet\">•</span> </strong>Jo Malone is founder and creative director of <a href=\"http://www.joloves.com/\" title=\"\">Jo Loves</a></p>","section":"Fashion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/7/1436271472421/HIGR-Jo-Malone-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Jo Malone: 'I don't wear a lot of makeup.' Photograph: Mike Marsland/WireImage","credit":"Mike Marsland/WireImage","altText":"HIGR: Jo Malone","cleanCaption":"Jo Malone: 'I don't wear a lot of makeup.' Photograph: Mike Marsland/WireImage"}],"bodyImages":[],"webPublicationDate":"2015-07-11T05:00:07Z","lastModified":"2015-07-11T05:00:07Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Rosanna Greenstreet","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rosannagreenstreet"}],"feature":true,"keywords":["Beauty","Life and style","Fashion"],"tags":[{"id":"fashion/beauty","webTitle":"Beauty"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"fashion/fashion","webTitle":"Fashion"}],"section":{"id":"fashion"},"topics":[{"displayName":"Rosanna Greenstreet","topic":{"type":"tag-contributor","name":"profile/rosannagreenstreet"}}],"series":{"title":"How I get ready","uri":"http://mobile-apps.guardianapis.com/lists/tag/fashion/series/how-i-get-ready"},"embeddedVideos":[],"adTargetingPath":"fashion"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/fashion/2015/jul/11/jo-malone-how-i-get-ready-beauty","shortUrl":"http://gu.com/p/49qpz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/fashion/2015/jul/11/jo-malone-how-i-get-ready-beauty","webUri":"http://www.theguardian.com/fashion/2015/jul/11/jo-malone-how-i-get-ready-beauty"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/7/1436271472421/HIGR-Jo-Malone-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Jo Malone: ‘I don’t wear a lot of makeup.’ Photograph: Mike Marsland/WireImage","credit":"Mike Marsland/WireImage","altText":"HIGR: Jo Malone","cleanCaption":"Jo Malone: ‘I don’t wear a lot of makeup.’ Photograph: Mike Marsland/WireImage"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/7/1436271472421/HIGR-Jo-Malone-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Jo Malone: 'I don't wear a lot of makeup.' Photograph: Mike Marsland/WireImage","credit":"Mike Marsland/WireImage","altText":"HIGR: Jo Malone","cleanCaption":"Jo Malone: 'I don't wear a lot of makeup.' Photograph: Mike Marsland/WireImage"}}]},{"title":"Brigitte Bardot: ‘I couldn't wear Lagerfeld while feeding my goats’","rawTitle":"Brigitte Bardot: ‘I couldn't wear Lagerfeld while feeding my goats’","item":{"type":"article","id":"fashion/2015/jul/10/brigitte-bardot-i-couldnt-wear-lagerfeld-while-feeding-my-goats","title":"Brigitte Bardot: 'I couldn't wear Lagerfeld while feeding my goats'","trailText":"This week, the Fendi couture show in Paris caused an uproar for its heavy use of fur. Former model and animal rights activist Brigitte Bardot explains why it’s a battle we’re still fighting","standFirst":"<p>This week, the Fendi couture show in Paris caused an uproar for its heavy use of fur. Former model and animal rights activist Brigitte Bardot explains why it’s a battle we’re still fighting</p>","byline":"Brigitte Bardot","body":"<p>Karl Lagerfeld’s fur-heavy fashion house, Fendi, presented its first haute couture show in Paris on Wednesday evening. Under the banner Haute Fourrure, the house used animal pelts and skins in ever more extravagant ways. Unsurprisingly, animal rights activists gathered outside, the majority of whom came from the <a href=\"http://www.fondationbrigittebardot.fr/\">Brigitte Bardot Foundation</a> . Here the actor explains why she fees so strongly about the fur trade and why she wrote an open letter to Lagerfeld’s pet cat.</p> \n<figure class=\"element element-image\" data-media-id=\"b042f18e193385ca4df64394487201309863ef28\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436538363914/da0c3083-933b-46cd-8f73-243587294e3b-460x317.jpeg\" alt=\"Brigitte Bardot Foundation activists\" width=\"460\" height=\"317\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Brigitte Bardot Foundation activists stage a protest outside the Fendi couture show in Paris.</span> \n  <span class=\"element-image__credit\">Photograph: Caroline Blumberg/EPA</span> \n </figcaption> \n</figure> \n<p><strong>Why was it important for you to protest during the Fendi couture show in Paris this week?<br /></strong>This first “haute-fur” [a pun on haute-couture, with “<em>fourrure</em>” which means “fur” rhyming with couture] runway show is provocative. The fur industry is one of death and suffering and, faced with this normalisation of cruelty, we must react. We have no choice in the matter.</p> \n<p><strong>What would you say in response to Karl Lagerfeld when he defends the use of animals by saying they are also exploited for consumption?</strong><br />I doubt very much that Karl Lagerfeld eats much mink or fox or chinchilla. It is important not to mix things up; each battle must be waged in its own right. The farming of animals for their fur is absolutely dreadful. <br /><strong>Have you met Lagerfeld and worn his designs, and what do you think of him?</strong><br />I live the life of a farmer. I don’t see how I could wear Lagerfeld’s designs while feeding my goats. I have respect for Lagerfeld as a man, but I would have so much more for him if he, in turn, respected animals. We do not live in the same world. <br /><strong>Despite the</strong><strong> work done by such organisations as Peta and your foundation, fur is still popular in the fashion world. Why do you think this is?<br /></strong>Pride, stupidity or just plain ignorance have allowed this trend built on the lethal exploitation of animals to flourish once again. This is a war that we had won, or at least that we believed we had won, in the 1990s, since fewer people in Europe and in the US dared to wear real fur. </p> \n<p><strong>Have you ever worn fur?</strong><br />Yes, I have, and I do not hide that fact. But at that time, I had no understanding of [it] – I had no connection to the animal itself. It was a time when no one had knowledge of the conditions under which animals were being bred and slaughtered. Only idiots never change their minds, so when I was made aware of [this], it became patently obvious to me – indeed it became indispensable – that I put an end to my career (which was all glitz and vanity)so I might dedicate my life to this most urgent of causes. <br /><strong>Which is how you became an activist?</strong><br />Absolutely. And one of my first battles, the one that is without doubt the most symbolic of my commitment, is the battle to protect seals against the slaughter they face for the fur industry. We have also succeeded in having the sale of cat and dog fur banned in Europe. However, this ban must be extended to all species. Fur is only of use to the animal that wears it. <br /><strong>You wrote an open letter to [Lagerfeld’s cat] Choupette, asking her to bring to her owner’s attention the plight of animals in the fur trade.</strong><br />It was my way of highlighting Karl Lagerfeld’s incoherence – he bends over backwards for his cat but doesn’t care an ounce for all the animals sacrificed for his collections, for this most futile and vulgar of fashions. Fur is not luxury: it is an industry of death and suffering. We must boycott fur coats, as well as all the accessories. It is unbelievable that in 2015 this is something we have to fight for, when it really should be obvious to all.</p>","section":"Fashion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436538199724/965dae7a-2f23-47cb-90cd-77ea4f0f9cb9-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":342,"width":570,"orientation":"landscape","credit":"ERIC FEFERBERG/AFP/Getty Images","altText":"Brigitte Bardot in 2007","cleanCredit":"Photograph: ERIC FEFERBERG/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436538365544/da0c3083-933b-46cd-8f73-243587294e3b-2060x1420.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1420,"width":2060,"orientation":"landscape","caption":"Brigitte Bardot Foundation activists stage a protest outside the Fendi couture show in Paris. Photograph: Caroline Blumberg/EPA","credit":"Caroline Blumberg/EPA","altText":"Brigitte Bardot Foundation activists","cleanCaption":"Brigitte Bardot Foundation activists stage a protest outside the Fendi couture show in Paris.","cleanCredit":"Photograph: Caroline Blumberg/EPA"}],"webPublicationDate":"2015-07-10T15:46:59Z","lastModified":"2015-07-10T15:46:59Z","metadata":{"commentable":true,"commentCount":51,"contributors":[{"name":"Brigitte Bardot","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/brigitte-bardot"}],"feature":true,"keywords":["Fashion","Brigitte Bardot","Karl Lagerfeld","Life and style","Animal welfare"],"tags":[{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"film/brigitte-bardot","webTitle":"Brigitte Bardot"},{"id":"fashion/karl-lagerfeld","webTitle":"Karl Lagerfeld"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/animal-welfare","webTitle":"Animal welfare"}],"section":{"id":"fashion"},"topics":[{"displayName":"Brigitte Bardot","topic":{"type":"tag-contributor","name":"profile/brigitte-bardot"}}],"embeddedVideos":[],"adTargetingPath":"fashion"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/fashion/2015/jul/10/brigitte-bardot-i-couldnt-wear-lagerfeld-while-feeding-my-goats","shortUrl":"http://gu.com/p/4ahey","relatedUri":"http://mobile-apps.guardianapis.com/items-related/fashion/2015/jul/10/brigitte-bardot-i-couldnt-wear-lagerfeld-while-feeding-my-goats","webUri":"http://www.theguardian.com/fashion/2015/jul/10/brigitte-bardot-i-couldnt-wear-lagerfeld-while-feeding-my-goats"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436538199724/965dae7a-2f23-47cb-90cd-77ea4f0f9cb9-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":342,"width":570,"orientation":"landscape","caption":"Brigitte Bardot in 2007. Photograph: Eric Feferberg/AFP/Getty Images","credit":"Eric Feferberg/AFP/Getty Images","altText":"Brigitte Bardot in 2007","cleanCaption":"Brigitte Bardot in 2007.","cleanCredit":"Photograph: Eric Feferberg/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436538199724/965dae7a-2f23-47cb-90cd-77ea4f0f9cb9-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":342,"width":570,"orientation":"landscape","credit":"ERIC FEFERBERG/AFP/Getty Images","altText":"Brigitte Bardot in 2007","cleanCredit":"Photograph: ERIC FEFERBERG/AFP/Getty Images"}}]},{"title":"Prince Saud al-Faisal / Obituary: long-serving minister dedicated to promoting Saudi interests","rawTitle":"Obituary: long-serving minister dedicated to promoting Saudi interests","item":{"type":"article","id":"world/2015/jul/10/prince-saud-al-faisal","title":"Prince Saud al-Faisal obituary","trailText":"Long-serving minister dedicated to promoting Saudi Arabia’s foreign interests in an increasingly complex world","standFirst":"<p>Long-serving minister dedicated to promoting Saudi Arabia’s foreign interests in an increasingly complex world</p>","byline":"Madawi al-Rasheed","body":"<p>In the course of four decades under four kings of Saudi Arabia, Prince Saud al-Faisal, who has died aged 75, became the world’s longest-serving foreign minister. Until his retirement in April this year, he was the soft diplomatic face of the monarchy rather than the power behind it. He distinguished himself from the other princes by both his education and his standing as someone who had never had to deal with complex and messy domestic challenges, but concentrated his energies on even more challenging foreign relations, albeit without great success. Towards the end of his career, when King Salman replaced him with <a href=\"https://www.saudiembassy.net/embassy/adelbio.aspx\" title=\"\">Adel al-Jubeir</a>, Saudi Arabia appeared to have abandoned its careful diplomacy in favour of a more hawkish military interventionist foreign policy in the Arab world.</p> \n<p>The son of Prince Faisal, then foreign minister and later king, and his wife, Iffat al-Thunayan, Saud was born in Ta’if, near Mecca. In addition to his traditional education, he went to the <a href=\"http://www.hunschool.org/\" title=\"\">Hun school of Princeton</a>, New Jersey, took an economics degree at Princeton University, and was fluent in French as well as English. He worked in the government oil organisation, and in 1971 was appointed deputy minister. After his father was assassinated in March 1975, the new king, Khalid, appointed him foreign minister.</p> \n<p>His early years in the post were largely uneventful. Saudi Arabia was quickly rehabilitated by the US after a short-lived fallout over the <a href=\"http://www.history.com/this-day-in-history/opec-states-declare-oil-embargo\" title=\"\">1973 oil embargo</a>, which attracted media hype and bad publicity mostly directed against the oil minister, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2001/jan/14/globalrecession.oilandpetrol\" title=\"\">Sheikh Ahmed Zaki Yamani</a>, rather than the foreign minister. Saudi foreign policy was in harmony with US designs for the Middle East and beyond.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"eef5b09b7d207146a005c7539015c584e82fd421\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436559622394/0ff07aa2-b3f7-4817-b1e4-7dcecc23b846-460x276.jpeg\" alt=\"Prince Saud al-Faisal meeting Labour foreign secretary James Callaghan in London in 1975.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Prince Saud al-Faisal meeting Labour foreign secretary James Callaghan, right, in London in 1975, at the start of Al-Faisal’s 40-year diplomatic career.</span> \n  <span class=\"element-image__credit\">Photograph: Rolls Press/Popperfoto/Getty Images</span> \n </figcaption> \n</figure> \n<p>Under Al-Faisal’s stewardship, the kingdom was heavily dependent on US protection but had little chance to exert pressure on the US to resolve several outstanding issues, the most persistent being the Israeli-Palestinian conflict. Al-Faisal insisted on the urgency of resolving this conflict under <a href=\"http://unispal.un.org/UNISPAL.NSF/0/5FB09709F4050B8985256CED007390D8\" title=\"\">terms that would restore Palestinian land and rights</a>, as outlined in 1981 by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2005/aug/02/guardianobituaries.saudiarabia\" title=\"\">Crown Prince Fahd before he became king</a> the following year. However, this conflict later became secondary to other Saudi concerns.</p> \n<p>During his career, strong kings often overshadowed Al-Faisal. In the 1980s King Fahd was so loyal to the US that he put his country’s enormous oil wealth behind American designs for the region. Following the king’s wishes, Al-Faisal backed the <a href=\"http://www.britannica.com/event/Iran-Iraq-War\" title=\"\">Iran-Iraq war (1980-88)</a> that devastated the two countries without resolving the emerging rivalry between Saudi Arabia and Iran. While Riyadh financed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2006/dec/30/iraq.guardianobituaries\" title=\"\">Saddam Hussein</a>’s war, this remained a temporary alliance of necessity.</p> \n<p>At the same time, Al-Faisal made it clear that his country stood behind US and British efforts to defeat the Soviet Union in Afghanistan. The awkward behind-the-scenes logistics of this support were left to his brother <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/jun/29/saudi-arabia-prince-turki-arab-spring-iran\" title=\"\">Turki Al-Faisal</a>, director of intelligence services at the time, and his flamboyant cousin <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/oct/10/prince-bandar-bin-sultan\" title=\"\">Bandar bin Sultan</a>, Saudi ambassador in Washington.</p> \n<p>Saud continued to strengthen relations between the US and the kingdom as the latter became host to American troops called upon to defend Saudi Arabia when Saddam invaded Kuwait in 1990. Cooperation between the two countries continued to grow and became problematic only after 9/11.</p> \n<p>Together with other princes, mainly his brother Turki, Saud worked hard to convince sceptical western audiences of the innocence of Saudi Arabia and absolve it from any responsibility for terror. He initially rejected the accusation that Saudi Arabia nourished jihadi ideology and exported it abroad. After 2003, when Saudi cities witnessed their worst domestic terrorist attacks, he later acknowledged that the ideology of terror may have originated in his own country.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"8088940aca846617115bdc8af261b2863aaf5754\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436559916296/acc173ab-df6c-4260-a878-e69ebd0732fb-460x276.jpeg\" alt=\"Prince Saud al-Faisal meeting the US secretary of state Colin Powell in Washington in September 2001. \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Prince Saud al-Faisal meeting the US secretary of state, Colin Powell, right, in Washington in September 2001. Following the 9/11 attack on American sites earlier that month, Al-Faisal said that Saudi Arabia gave its full support for a US-led campaign against global terrorism.</span> \n  <span class=\"element-image__credit\">Photograph: Chris Kleponis/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The US invasion of Iraq in 2003 presented Al-Faisal with serious challenges. He was probably pleased with the prospect of removing hawkish Saddam from power, but cautioned against pursuing an overtly pro-US foreign policy that would antagonise the Arab world. In October 2002, he appeared to favour a diplomatic solution to Saddam’s alleged weapons of mass destruction. He declared that his country would allow the US use of Saudi military facilities to attack Iraq, provided there was UN approval for it, but later told CNN that it would not. He continued to urge Saddam to cooperate with the team of UN inspectors and implement <a href=\"http://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=2&amp;sqi=2&amp;ved=0CCcQFjAB&amp;url=http%3A%2F%2Fwww.un.org%2FDepts%2Funmovic%2Fdocuments%2F1441.pdf&amp;ei=Ra6fVdnPBObX7Qa4-534CQ&amp;usg=AFQjCNFKt6J-fXPSOHZ00JCOxIwKfG5W2A&amp;sig2=Mmq5zcThBw12fS8Ugzurbw&amp;bvm=bv.96952980,d.ZGU\" title=\"\">UN Resolution 1441</a>.</p> \n<p>This was in line with the formal Arab position held during the 2002 Arab League summit in Beirut, which declared that an attack on Iraq “would be an attack on the national sovereignty of all Arab states”. Vague rhetoric and contradictory statements from the foreign minister and Crown Prince Abdullah at the time reflected the regime’s desperation to appease Washington and not to be seen to be providing a territorial base for the impending US attack.</p> \n<p>Nevertheless, Saudi-US relations began to cool off immediately after the invasion of Iraq in 2003. Saudi Arabia hoped to emerge as the main Arab power broker and US ally in the Middle East. But this did not happen. Al-Faisal criticised the US for allowing Iraq to become part of Iran’s sphere of influence. He reprimanded America for such an undesirable outcome. US policy on the rapprochement with Iran over its nuclear programme proved to Al-Faisal that the US intended to displace Saudi Arabia by rehabilitating its rival and archenemy. The fact that a friendly country and member of the Gulf Cooperation Council, Oman, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/nov/24/secret-usa-iran-talks-nuclear-deal\" title=\"\">facilitated secret talks with Iran</a>, thus bypassing Saudi Arabia altogether and marginalising it in this round of negotiations, aggravated Al-Faisal’s worries.</p> \n<p>Despite US assurances, Al-Faisal remained convinced that Washington cared less about its most loyal ally in the Arab world and was prepared to overlook its national security. US reluctance to commit more military efforts to depose <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/bashar-al-assad\" title=\"\">Bashar al-Assad</a> of Syria even after he crossed red-line conditions seemed to confirm Al-Faisal’s suspicions about American president Barack Obama’s “hands-off” approach to the Arab world.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"5d9ecd5cf41dd9350a1e7c1fcd7f74f200249785\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436560500268/701e31d1-0eb7-46f5-91f2-bafed5b09e3d-460x276.jpeg\" alt=\"Prince Saud al-Faisal talking to the Egyptian president, Hosni Mubarak, in Cairo in June 1998.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Prince Saud al-Faisal talking to the Egyptian president, Hosni Mubarak, right, in Cairo in June 1998, when they were seeking a united Arab response to deadlock in the Arab-Israeli peace process.</span> \n  <span class=\"element-image__credit\">Photograph: Amr Nabil/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The rivalry between Saudi Arabia and Iran continues to destabilise the Arab world. This has been most prominently manifested in the increasingly devastating sectarian terror between Sunnis and Shia in multiple countries. Al-Faisal did little to defuse this growing tension. He was unable to come to terms with a rising Iran: greater diplomatic engagement would have surely saved the Arab region a lot of bloodshed.</p> \n<p>Instead, the rivalry with Iran intensified over time as Saudi Arabia worried about the fall of its most loyal Arab allies, figures such as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/hosni-mubarak\" title=\"\">Hosni Mubarak</a> of Egypt, under the pressure of the Arab uprisings that started at the end of 2010. He endeavoured to return to the status quo ante, when Saudi Arabia could rely on Egypt for moral and diplomatic support. Al-Faisal favoured the return of a military regime in Egypt and backed <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/abdel-fatah-al-sisi\" title=\"\">General Abdel Fatah al-Sisi</a>.</p> \n<p>The Saudi diplomacy that Al-Faisal had cultivated over four decades gave way to direct aggression when the kingdom started a fierce military campaign, still ongoing, against the Houthi rebels, members of the Zaidi sect of Shia Islam, in Yemen in March 2015. Washington gave lukewarm approval and pledged support. In spite of this, US-Iranian rapprochement unsettled US-Saudi relations. This was viewed in Riyadh as a US policy pursued at the expense of Saudi interests.</p> \n<p>Al-Faisal had a grandiose vision of Saudi Arabia’s role in the Arab world. This vision clashed with the new, complex realities in the region that had resulted from America’s retreat, the Syrian civil war, the rise of Islamic State, the long-term ambitions of Iran and Turkey, and the return of Russia as an important actor.</p> \n<p>He is survived by his wife, <a href=\"http://www.saudigazette.com.sa/index.cfm?method=home.regcon&amp;contentid=20150710249989\" title=\"\">Jawhara bint Abdullah bin Abdulrahman</a>, three sons and three daughters.</p> \n<p><span class=\"bullet\">•</span> Saud al-Faisal (Prince Saud bin Faisal bin Abdulaziz al-Saud), politician and diplomat, born 2 January 1940; died 9 July 2015</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436558802329/401c75b8-404e-410c-89e9-71c7b731985a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"FAYEZ NURELDINE/AFP/Getty Images","altText":"Prince Saud al-Faisal in Riyadh in May 2012.","cleanCredit":"Photograph: FAYEZ NURELDINE/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436559623895/0ff07aa2-b3f7-4817-b1e4-7dcecc23b846-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Prince Saud al-Faisal meeting Labour foreign secretary James Callaghan, right, in London in 1975, at the start of Al-Faisal’s 40-year diplomatic career. Photograph: Rolls Press/Popperfoto/Getty Images","credit":"Rolls Press/Popperfoto/Getty Images","altText":"Prince Saud al-Faisal meeting Labour foreign secretary James Callaghan in London in 1975.","cleanCaption":"Prince Saud al-Faisal meeting Labour foreign secretary James Callaghan, right, in London in 1975, at the start of Al-Faisal’s 40-year diplomatic career.","cleanCredit":"Photograph: Rolls Press/Popperfoto/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436559916730/acc173ab-df6c-4260-a878-e69ebd0732fb-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Prince Saud al-Faisal meeting the US secretary of state, Colin Powell, right, in Washington in September 2001. Following the 9/11 attack on American sites earlier that month, Al-Faisal said that Saudi Arabia gave its full support for a US-led campaign against global terrorism. Photograph: Chris Kleponis/AFP/Getty Images","credit":"Chris Kleponis/AFP/Getty Images","altText":"Prince Saud al-Faisal meeting the US secretary of state Colin Powell in Washington in September 2001. ","cleanCaption":"Prince Saud al-Faisal meeting the US secretary of state, Colin Powell, right, in Washington in September 2001. Following the 9/11 attack on American sites earlier that month, Al-Faisal said that Saudi Arabia gave its full support for a US-led campaign against global terrorism.","cleanCredit":"Photograph: Chris Kleponis/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436560500771/701e31d1-0eb7-46f5-91f2-bafed5b09e3d-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Prince Saud al-Faisal talking to the Egyptian president, Hosni Mubarak, right, in Cairo in June 1998, when they were seeking a united Arab response to deadlock in the Arab-Israeli peace process. Photograph: Amr Nabil/AFP/Getty Images","credit":"Amr Nabil/AFP/Getty Images","altText":"Prince Saud al-Faisal talking to the Egyptian president, Hosni Mubarak, in Cairo in June 1998.","cleanCaption":"Prince Saud al-Faisal talking to the Egyptian president, Hosni Mubarak, right, in Cairo in June 1998, when they were seeking a united Arab response to deadlock in the Arab-Israeli peace process.","cleanCredit":"Photograph: Amr Nabil/AFP/Getty Images"}],"webPublicationDate":"2015-07-10T20:41:51Z","lastModified":"2015-07-10T21:07:58Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Madawi al-Rasheed","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/madawi-al-rasheed"}],"feature":false,"keywords":["Saudi Arabia","Middle East and North Africa","World news","US foreign policy","US news"],"tags":[{"id":"world/saudiarabia","webTitle":"Saudi Arabia"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-foreign-policy","webTitle":"US foreign policy"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"world"},"topics":[{"displayName":"Madawi al-Rasheed","topic":{"type":"tag-contributor","name":"profile/madawi-al-rasheed"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/10/prince-saud-al-faisal","shortUrl":"http://gu.com/p/4ahk4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/10/prince-saud-al-faisal","webUri":"http://www.theguardian.com/world/2015/jul/10/prince-saud-al-faisal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436558802329/401c75b8-404e-410c-89e9-71c7b731985a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Prince Saud al-Faisal attending the Gulf Cooperation Council foreign ministers’ meeting in Riyadh in May 2012. Photograph: Fayez Nureldine/AFP/Getty Images","credit":"Fayez Nureldine/AFP/Getty Images","altText":"Prince Saud al-Faisal in Riyadh in May 2012.","cleanCaption":"Prince Saud al-Faisal attending the Gulf Cooperation Council foreign ministers’ meeting in Riyadh in May 2012.","cleanCredit":"Photograph: Fayez Nureldine/AFP/Getty Images"}},"importance":4,"kicker":{"title":"Prince Saud al-Faisal"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436558802329/401c75b8-404e-410c-89e9-71c7b731985a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"FAYEZ NURELDINE/AFP/Getty Images","altText":"Prince Saud al-Faisal in Riyadh in May 2012.","cleanCredit":"Photograph: FAYEZ NURELDINE/AFP/Getty Images"}}]},{"title":"Paul Rudd / Hollywood’s go-to nice guy","rawTitle":"Hollywood’s go-to nice guy","item":{"type":"article","id":"film/2015/jul/09/paul-rudd-ant-man-hollywoods-nice-guy-english-parents-kansas","title":"Paul Rudd on Ant-Man, being Hollywood’s go-to nice guy and growing up with English parents in Kansas","trailText":"He’s been dubbed ‘Mr Perfect’, has a very British taste for tea and a long list of comic characters to his name. But, now he’s starring as an ant-sized superhero, is he about to reinvent himself as a blockbuster superstar?","standFirst":"He’s been dubbed ‘Mr Perfect’, has a very British taste for tea and a long list of comic characters to his name. But, now he’s starring as an ant-sized superhero, is he about to reinvent himself as a blockbuster superstar?","byline":"Hadley Freeman","body":"<p>It is almost two decades to the day since Paul Rudd first came to public attention and two things about him have remained unchanged since. The first, most obviously, is his face. Save for some faint lines on his forehead, Rudd looks unnervingly similar to how he did in Clueless, which celebrates its 20th anniversary next week and in which he played the love interest Josh.&nbsp;So much so that his lifelong friend Jon Hamm has suggested this is&nbsp;down to <a href=\"http://www.elle.com/culture/celebrities/a11741/paul-rudd-interview/\" title=\"\">“all that crazy virgin blood he’s drinking”.</a></p> \n<p>The second is his personality: Paul&nbsp;Rudd is just so darn nice. Every interview he has done mentions this and every one of his co-stars says this about him (Amy Poehler recently described him to me in an interview as “Mr Perfect”). Last year, the American comedian Stephen Colbert dropped his carefully honed rightwing blowhard persona on The Colbert Report to talk seriously about how Rudd is “the nicest person on the planet”, describing the time Rudd sang Oops! ... I Did It Again on loop with <a href=\"http://uproxx.com/tv/2014/06/stephen-colberts-chat-with-paul-rudd-is-why-hell-be-a-great-late-show-host/\" title=\"\">Colbert’s six-year-old daughter to keep her entertained</a>.</p> \n<p>“Ah, you know, he was biased. It was&nbsp;just that I was playing with his kids,” Rudd shrugs when I bring this up, as though he is offering proof that he is cheating his way to likability as&nbsp;opposed to further evidence of his&nbsp;niceness.</p> \n<p>Hollywood and audiences also tend to think of him as the ultimate nice guy – the go-to man for the safe boyfriend role. But many of Rudd’s best-known roles have involved him playing embittered cynics, such as in the underrated <a href=\"https://www.youtube.com/watch?v=SSk0B0dVq4g\" title=\"\">Role Models</a>, which he co-wrote, <a href=\"https://www.youtube.com/watch?v=pYBo5eS5pW8\" title=\"\">The 40-Year-Old Virgin</a>, in which he played an unhinged ex-boyfriend, and <a href=\"https://www.youtube.com/watch?v=Qqe5p8S5-ws\" title=\"\">Knocked Up</a> ,as the frustrated husband Pete (“Isn’t it weird when you have a kid and all your dreams and hopes go right out the window?”). Then there are the characters Rudd describes as <a href=\"https://www.youtube.com/watch?v=gDyM1I9bxM4\" title=\"\">“the full-on buffoons”</a>, such as reporter Brian Fantana in Anchorman, who gives names to his testicles and – still my favourite Rudd performance – Andy the obnoxious summer camp counsellor in cult 2001 comedy <a href=\"https://www.youtube.com/watch?v=ZbPGGfPWWWk\" title=\"\">Wet Hot American Summer</a>, which is being revived on Netflix this summer, in which Rudd will co-star alongside original cast members including Poehler and Bradley Cooper. Yet such is Rudd’s shining niceness that his public image as Mr Good Guy, the perfect fantasy boyfriend, has remained unaffected by&nbsp;the roles he&nbsp;plays.</p> \n<div>\n __VIDEO_EMBED_gu-video-457444446__\n</div> \n<p>By the time I meet up with Rudd, he has been stuck inside an airless London hotel room doing interviews for his performance as the eponymous <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jul/08/ant-man-review-paul-rudd-michael-douglas\" title=\"\">Ant-Man</a>, the latest superhero film in Marvel’s hugely lucrative stable, for more than eight hours, starting at 7am. Yet in his trim suit and dark shirt he couldn’t look less ruffled and more psyched to&nbsp;see me, urging me to partake in refreshments (“No tea? You sure? But you must be so hot!”) and latching immediately on to my transatlantic accent. I’m not surprised that Rudd seizes on my accent – his parents were British Jews from Edgware and Surbiton, and while Rudd was born in New Jersey in 1969 and raised in the US, he was often in Britain as a kid to visit relatives in London’s less glamorous suburbs and Basingstoke.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jul/08/ant-man-review-paul-rudd-michael-douglas\">Ant-Man review: diminishing returns for latest expansion of Marvel universe</a> </p> \n</aside> \n<p>“I’ve always felt genuinely at home here, just from the little things. As a kid, I was elated I could get all the chocolates I never could get back in the States. The world is small when you’re small, so that was HUGE,” he says, his eyes growing wide at the memory of all those Wonka-esque sweets, such as Rowntree Fruit Gums for his dad (“Never the pastilles!”), and Smarties and Crunchie bars for his younger sister and him.</p> \n<p>“I’m now getting asked about the&nbsp;comics I read as a kid [because of Ant-Man], but the comics I loved were the Beano and Dandy: Desperate Dan, the Bash Street Kids, Dennis the Menace. You say ‘Dennis the Menace’ in America and it’s a <em>totally</em> different thing,” he says with solemn emphasis.</p> \n<p>Then there were the cultural legacies of growing up with English parents: “Tea! Tea has always been a big thing in my life. And I’m not talking about Liptons with lemon or iced tea, or any&nbsp;of that nonsense. Has to be hot PG&nbsp;Tips with milk. So growing up [in&nbsp;the States], it was a constant struggle …” he deadpans.</p> \n<figure class=\"element element-image\" data-media-id=\"0f4a8972c09ab42a5fef4329d16b9bbe9a9cce25\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436451466309/19c591d8-32d1-4434-9658-a7cc2576b4c3-460x276.jpeg\" alt=\"With Seth Rogen and Romany Malco in The 40-Year-Old Virgin.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">With Seth Rogen and Romany Malco in The 40-Year-Old Virgin.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>Part of Rudd’s reputation for niceness comes from his eagerness to self-deprecate – not a common trait among Hollywood celebrities – and I had lazily assumed this, too, was an inheritance from his English background. Even in the bromantic comedies with which he has become synonymous, it always feels like Rudd’s character is knowingly self-mocking rather than engaging in the more bullying comedy style of his frequent co-star Seth Rogen. But Rudd puts his self-deprecation down to something more complicated than nationality. His father worked for the airline TWA and the family moved a lot, before settling in Kansas when he was 10.</p> \n<p>“I was always in new schools and had British parents, which was not the norm, and I think there was also … I’m not particularly religious, but I was born Jewish and I always felt like the outsider because I wasn’t Christian or Catholic,” he says. “So I learned early on that I could be accepted if I made people laugh when I turned the joke on&nbsp;myself and, particularly in Kansas, if I made a joke about being Jewish, my friends would laugh really hard, harder than they perhaps should have.”</p> \n<p>Yet he talks about his childhood, Kansas and, in particular, his family with enormous fondness, especially his father, who died six years ago and whom he idolised and references often&nbsp;in our time together. One of the defining memories of his younger years&nbsp;is watching his father crack up on&nbsp;the sofa while watching Monty Python, which planted the seed of him&nbsp;wanting to be a comedian and eventually an actor.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/sep/29/paul-rudd-prince-avalanche-anchorman-2\">Paul Rudd: Hollywood's most lovable man</a> </p> \n</aside> \n<p>“Actors talk about a love of craft and contributing to artistic welfare. But, really, I think [the desire to act] came for me from wanting more attention from my parents,” he says. I’d always assumed that the <a href=\"https://www.youtube.com/watch?v=9gwRjQLKfkA\" title=\"\">dorky dancing</a> that he breaks out in nearly all his films was a homage to Carlton from The Fresh Prince of Bel-Air. But Rudd assures me, “There is family footage of me doing that same dance at the age of four, just to make my parents laugh.”</p> \n<p>Is his friendliness part of that desire to please or does that come from growing up in the midwest? “There is something about growing up in the midwest that gives a different kind of sensibility,” he agrees. “But if I’m feeling insecure, the smiles and politeness get upped a notch, and maybe that isn’t totally reflective of how I’m feeling on the inside. But, you know, better to be thought of as a nice person than a dickhead.” He laughs and carefully – and correctly – pours himself a cup of tea.</p> \n<p>While there might be some truth to that, the man is too sweet for it to be just a twitch of insecurity. He doesn’t even wince when he is asked – for what must be the 10 billionth time in his life – about Clueless.</p> \n<figure class=\"element element-image\" data-media-id=\"407497460a06a06349881f7a1fdb123b6a150aeb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436451142145/1ce0ac71-1066-41a3-9f26-61b5236f7b24-460x276.jpeg\" alt=\"In Clueless with Alicia Silverstone\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">As the Nietzsche-reading Josh in 1995’s Clueless, with Alicia Silverstone.</span> \n  <span class=\"element-image__credit\">Photograph: Everett/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>“Honestly, I’m just happy to be involved with something that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/2015/jun/30/clueless-best-fashion-film-twenty-years-cher-horowitz\" title=\"\">struck a&nbsp;chord with as many people as it did</a>. I&nbsp;remember after we’d done the first table read and the whole cast went out to get something to eat and someone said: ‘How cool would it be if this movie is to kids now what those John Hughes movies had been to us?’ So that it turned out to be that way was just a fluke. Even the day it came out, the producer, Scott Rudin, called me and said: ‘Congratulations, we’ve got good reviews – don’t get used to this.’ Smart man,” he says.</p> \n<p>Rudd could easily have been another cute guy in a 90s film whose career faded out of view in the next decade – another Freddie Prinze Jr, say, or, at best, a Josh Charles. That he isn’t is largely thanks to two career developments in the next decade: Friends and Judd Apatow. When Rudd was cast in Friends in 2002, he had been working steadily since the 90s, including making a small&nbsp;but amusing appearance in Baz Luhrmann’s Romeo + Juliet, but not in anything nearly as seminal as Clueless. But Rudd is largely dismissive of his experience on Friends: “The process [of making a sitcom] seemed really foreign to me, so it’s kind of a strange memory for me. I mainly hung out in the background and talked to Gunther. It was amazing but kind of like being the Jew with English parents in Kansas – that’s the way I felt on Friends. I just didn’t want to get in the way. So as far as having an impact on my career, it was really with <a href=\"http://www.theguardian.com/film/movie/101940/anchorman\" title=\"\">Anchorman</a> and then <a href=\"http://www.theguardian.com/film/movie/107816/40-year-old-virgin\" title=\"\">The 40 Year Old Virgin</a> where I took a&nbsp;left turn.”</p> \n<p>These films certainly rejuvenated Rudd’s career, and presumably gave him the leverage to create the brilliant but too shortlived sitcom <a href=\"https://en.wikipedia.org/wiki/Party_Down\" title=\"\">Party Down</a>. But increasingly they started to look like they were trapping him. For every decent comedy in which he has appeared in the past decade, there have been plenty of meh ones (This is Forty, Our Idiot Brother) and too many terrible ones (Admission, Dinner for Schmucks, How Do You Know).</p> \n<p>“Over the last 10 years, I never made a very concerted effort to mix it up. I&nbsp;just wanted to work on things that I&nbsp;liked. But I think I was feeling some fatigue over that and wanted to try something different,” he says.</p> \n<p>Which brings us to Ant-Man. While superhero movies are now part of Hollywood’s landscape, you would go through a lot of names before getting to Rudd’s when thinking of actors you would expect to add to the superhero roster. As Rudd says himself: “I knew being in this would make people say: ‘What? Really?’” But this is partly why he works in the film – after all, a movie about a man whose special power is that he becomes ant-sized is not calling for a classic macho man (although Rudd did buff up a little for the film, a process he describes, with sweet nerdiness, as “enjoyable – it was fun to have that kind of focus”).</p> \n<figure class=\"element element-image\" data-media-id=\"8e4518621e27507a36aa5209c85585a82f937ba9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436451254560/fb45826e-c377-4136-a7b0-d78d63322155-460x276.jpeg\" alt=\"Paul Rudd in Ant-Man\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The birth of a new career? Rudd contemplates life as Ant-Man.</span> \n  <span class=\"element-image__credit\">Photograph: Allstar/Disney</span> \n </figcaption> \n</figure> \n<p>Rudd plays Scott, a (semi) reformed thief who is hired by science genius Dr&nbsp;Pym (a strangely bland Michael Douglas) to stop the evil Darren Cross (Corey Stoll) from using the shrinking technology for evil. It’s a visually sparky film, a mercifully far cry from the solemn ponderousness of too many superhero films today. But it’s hard not to wonder if much of the spark came from the film’s original director, Edgar Wright, who co-wrote the screenplay with Joe Cornish, before both were replaced at the eleventh hour by Peyton Reed as director and Rudd and Anchorman’s Adam McKay as scriptwriters. (Reed has said <a href=\"http://www.slashfilm.com/peyton-reed-edgar-wright-ant-man/\" title=\"\">the idea for the film’s best scene, set in a child’s bedroom, came from Wright</a>). Rudd eagerly credits Wright and Cornish with “doing most of the heavy lifting” on the script, but adds that he and McKay “did a pretty substantial re-write, although we wanted to stay true to what those guys had written, but also open it up.”</p> \n<p>Does he know why Wright was let go? “I don’t, er – that’s really between Edgar and Marvel. Yeah,” he says, with a slightly nervous look towards the PR in&nbsp;the room.</p> \n<p>Whatever the truth of the story behind the film, Rudd will appear as Ant-Man in <a href=\"http://www.imdb.com/title/tt3498820/\" title=\"\">Captain America: Civil War</a> and may well join the Avengers stable. After nailing teen romances in the 90s and fratty comedies in the earlier 2000s, the third and equally zeitgeisty part to Rudd’s career may well be beginning in superheroes. But for him, he says, the best part is that his son, who is 10, can enjoy his work for the first time (Rudd also has a young daughter and he and his family live in New York City).</p> \n<p>“This is the first film of mine that he’s seen and it makes me proud and nervous at the same time. I took him to the premiere – he’d never been to a premiere, and that was a very moving experience for me. The best thing about anything is sharing it with your kid.”</p> \n<p>Your son must think you’re pretty cool to be a superhero, I say. “Well, if I could now get a job playing with the Kansas City Chiefs or Man City, then I’d be really cool to him,” he says with a self-mocking, dorky-dad grin. Because, as he knows himself, Paul Rudd is too nice to be cool.</p> \n<p><em>Ant-Man goes on worldwide release on 17&nbsp;July.</em></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436452920505/e50aaf50-51a1-46b3-a238-77f8cef2e053-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Action Press/Rex Shutterstock","altText":"Paul Rudd","cleanCredit":"Photograph: Action Press/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436451467637/19c591d8-32d1-4434-9658-a7cc2576b4c3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"With Seth Rogen and Romany Malco in The 40-Year-Old Virgin. Photograph: PR","credit":"PR","altText":"With Seth Rogen and Romany Malco in The 40-Year-Old Virgin.","cleanCaption":"With Seth Rogen and Romany Malco in The 40-Year-Old Virgin.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436451143520/1ce0ac71-1066-41a3-9f26-61b5236f7b24-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"As the Nietzsche-reading Josh in 1995’s Clueless, with Alicia Silverstone. Photograph: Everett/Rex Shutterstock","credit":"Everett/Rex Shutterstock","altText":"In Clueless with Alicia Silverstone","cleanCaption":"As the Nietzsche-reading Josh in 1995’s Clueless, with Alicia Silverstone.","cleanCredit":"Photograph: Everett/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436451255939/fb45826e-c377-4136-a7b0-d78d63322155-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The birth of a new career? Rudd contemplates life as Ant-Man. Photograph: Allstar/Disney","credit":"Allstar/Disney","altText":"Paul Rudd in Ant-Man","cleanCaption":"The birth of a new career? Rudd contemplates life as Ant-Man.","cleanCredit":"Photograph: Allstar/Disney"}],"webPublicationDate":"2015-07-09T18:00:11Z","lastModified":"2015-07-09T23:01:06Z","metadata":{"commentable":true,"commentCount":125,"contributors":[{"name":"Hadley Freeman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738532/HadleyFreeman.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hadleyfreeman"}],"feature":true,"keywords":["Paul Rudd","Film","Culture","Ant-Man","Clueless","Judd Apatow","Superhero movies","Comedy","Marvel"],"tags":[{"id":"film/paul-rudd","webTitle":"Paul Rudd"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/ant-man","webTitle":"Ant-Man"},{"id":"film/clueless","webTitle":"Clueless"},{"id":"film/juddapatow","webTitle":"Judd Apatow"},{"id":"film/superhero-movies","webTitle":"Superhero movies"},{"id":"tv-and-radio/comedy","webTitle":"Comedy"},{"id":"culture/marvel","webTitle":"Marvel"}],"section":{"id":"film"},"topics":[{"displayName":"Hadley Freeman","topic":{"type":"tag-contributor","name":"profile/hadleyfreeman"}}],"embeddedVideos":[{"id":"gu-video-457444446","source":"guardian.co.uk","durationInSeconds":104,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/08/150708AntmanTrailer_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/08/150708AntmanTrailer.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/8/1436372224743/KP_346355_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Ant-Man","credit":"guardian.co.uk","altText":"620x372 trailpic for Ant-Man","cleanCaption":"620x372 trailpic for Ant-Man"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jul/09/paul-rudd-ant-man-hollywoods-nice-guy-english-parents-kansas","shortUrl":"http://gu.com/p/4agdh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jul/09/paul-rudd-ant-man-hollywoods-nice-guy-english-parents-kansas","webUri":"http://www.theguardian.com/film/2015/jul/09/paul-rudd-ant-man-hollywoods-nice-guy-english-parents-kansas"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436452920505/e50aaf50-51a1-46b3-a238-77f8cef2e053-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Paul Rudd: ‘PG Tips has always been a big thing in my life.’ Photograph: Action Press/Rex Shutterstock","credit":"Action Press/Rex Shutterstock","altText":"Paul Rudd","cleanCaption":"Paul Rudd: ‘PG Tips has always been a big thing in my life.’","cleanCredit":"Photograph: Action Press/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Paul Rudd"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436452920505/e50aaf50-51a1-46b3-a238-77f8cef2e053-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Action Press/Rex Shutterstock","altText":"Paul Rudd","cleanCredit":"Photograph: Action Press/Rex Shutterstock"}}]},{"title":"Suzi Quatro / My family values","rawTitle":"My family values","item":{"type":"article","id":"lifeandstyle/2015/jul/10/suzi-quatro-my-family-values","title":"Suzi Quatro: My family values","trailText":"The musician talks about growing up in a volatile, happy, hardworking family that was full of music and attitude, and leaving her sisters behind when stardom beckoned","standFirst":"The musician talks about growing up in a volatile, happy, hardworking family that was full of music and attitude, and leaving her sisters behind when stardom beckoned","byline":"Katherine Hassell","body":"<p><strong>My mother, Helen</strong>, was a mother to the nth degree. You could eat off the floor, everything was so clean. She and my father, Art, raised me, three sisters (Arlene, Patti and Nancy) and a brother (Mickey) in Grosse Pointe, Detroit. They also fostered nine orphans through the years. It could be chaotic. The one who screamed loud enough, got heard … and I’ve got a killer scream.</p> \n<p><strong>I loved my parents completely</strong>. They were from immigrant families: Italian on my dad’s side, Hungarian on my mother’s. It made you accepting of every race and creed. It also brought a colourful element to my personality. They’re volatile races. It was a fiery&nbsp;house.</p> \n<p><strong>Dad was an engineer</strong> at General Motors and, at night, a musician playing popular tunes of the era. He woke at 5am and got to bed at midnight. I get my work ethic from him. He was witty, clever and could have gone to college with a scholarship, but the Depression came and Grandma sent him to work.</p> \n<p><strong>Mum was the disciplinarian</strong> – a strict Catholic, who gave me a good moral code. Dad was very protective. He didn’t like us girls wearing bikinis or short skirts. Saying that, he brought us up to be ballsy. He wanted independent women, not women who answered to a man. His mother, Laura, was feisty, too – women’s lib before women’s lib became a thing. My sisters and I are all loud and opinionated. I am who I am. You can’t find happiness pretending to be something you’re not.</p> \n<p><strong>We all played instruments</strong>. I took piano&nbsp;and drum lessons. I played bongos with the Art Quatro Trio at eight years old. In front of the crowd, I thought, this is what I want to do. I could hold an audience. I got my showmanship from Dad.</p> \n<p><strong>I started playing</strong> in the Pleasure Seekers at 14 with Arlene and Patti – an invaluable learning ground. Patti started the band and said: “You can play bass …” Dad let me use his 1957 Fender Precision, the best you could buy. When I first put it on, it felt like part of me. It was fated. We went on the road right away. I don’t know how I was so mature for my age. I never felt out of my depth.</p> \n<p><strong>As the fourth child of five</strong>, I needed to find a way to make myself me and not one of five. It spurred me to find my own path. I was driven – waiting for someone to say, “I’m going to make you&nbsp;a star.” I was 21 when record producer Mickie Most saw the band. He just wanted me. I didn’t plan it that way, it’s just how it happened. I’m sure it was hard for my sisters. It was difficult for me. Dad said, if I went, my&nbsp;sisters wouldn’t make it without me&nbsp;– that gave me a real guilt heading off to my stardom. It made my relationship with my sisters a bit strained initially, but they had their own chances. You make your life what it’s supposed to be.</p> \n<p><strong>It’s not a normal upbringing </strong>to be on the road with your mum playing rock’n’roll. The choice was: leave my children, Laura and Richard, at home with the nanny and don’t see them – or bring them. So they came on tour until they were school age. I did the best I could. No matter how good you think you’ve been, there’ll be points your kids tell you you weren’t. Mum said this to me and I used to think how trite it sounded, but all any mother wants is for her kids to be happy.</p> \n<p><strong>You get besotted with your grandkids</strong>. With your kids, you love them completely, but you’re in charge of discipline and this and that. With grandkids, you can just love ‘em. You’re a step removed. I’m very close to Laura’s daughter, Amy, 14, and foster son, Taylor, six. I wish my son would get busy. I’m a wonderful grandma.</p> \n<p><em><span class=\"bullet\">•</span> Suzi Quatro’s Quatrophonic is on BBC&nbsp;Radio 2 on Thursdays. </em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436193327852/Suzi-Quatro-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Suzi Quatro: 'It’s not a normal upbringing to be on the road with your mum playing rock’n’roll.' Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Suzi Quatro","cleanCaption":"Suzi Quatro: 'It’s not a normal upbringing to be on the road with your mum playing rock’n’roll.' Photograph: Graeme Robertson for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-10T12:00:10Z","lastModified":"2015-07-10T23:01:41Z","metadata":{"commentable":true,"commentCount":14,"contributors":[],"feature":true,"keywords":["Family","Pop and rock","Parents and parenting","Radio","Music","Culture","Life and style"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"culture/radio","webTitle":"Radio"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"My family values","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/my-family-values"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/10/suzi-quatro-my-family-values","shortUrl":"http://gu.com/p/4adtd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/10/suzi-quatro-my-family-values","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/10/suzi-quatro-my-family-values"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436193327852/Suzi-Quatro-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Suzi Quatro: 'It’s not a normal upbringing to be on the road with your mum playing rock’n’roll.' Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Suzi Quatro","cleanCaption":"Suzi Quatro: 'It’s not a normal upbringing to be on the road with your mum playing rock’n’roll.' Photograph: Graeme Robertson for the Guardian"}},"importance":3,"kicker":{"title":"Suzi Quatro"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436193327852/Suzi-Quatro-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Suzi Quatro: 'It’s not a normal upbringing to be on the road with your mum playing rock’n’roll.' Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Suzi Quatro","cleanCaption":"Suzi Quatro: 'It’s not a normal upbringing to be on the road with your mum playing rock’n’roll.' Photograph: Graeme Robertson for the Guardian"}}]}],"lastModified":"2015-07-11T05:47:27Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}