{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Andrew Flintoff / 'Giving up alcohol has helped battle against depression'","rawTitle":"'Giving up alcohol has helped battle against depression'","item":{"type":"article","id":"sport/2015/jul/05/andrew-flintoff-alcohol-depression-england","title":"Andrew Flintoff says giving up alcohol has helped his battle against depression","trailText":"The former England all-rounder Andrew Flintoff says that his sacking as England vice-captain in 2007 convinced him his drinking had become a problem","standFirst":"<p><span class=\"bullet\">•</span> Ex-England player says 2007 pedalo incident revealed drinking problem<br /><span class=\"bullet\">•</span> ‘Drinking doesn’t help me one bit. I don’t touch it now’</p>","byline":"Reuters","body":"<p>The former England cricket captain Andrew Flintoff, whose image as a fun-loving, heavy drinker was sealed by his animated victory celebrations, has opened up about now being teetotal as part of his battle with depression.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/england-australia-2005-jos-buttler-ashes-cricket\">England v Australia 2005: what Jos Buttler saw as a lad inspired a nation | Vic Marks</a> </p> \n</aside> \n<p>Flintoff was famously pictured looking the worse for wear on an open top bus tour through London and at a Downing Street reception after England had beaten Australia to win the 2005 Ashes series.</p> \n<p>But on the eve of this year’s series, Flintoff told the <a href=\"http://www.bbc.co.uk/programmes/b060yk4m\">BBC’s Desert Island Discs</a> radio programme that the days when he inspired team-mates by dancing naked to Johnny Cash’s Ring of Fire were now consigned to the past.</p> \n<p>The retired all-rounder, who played in 79 Tests for England and is now a 37-year-old father of three, told the presenter Kirsty Young about struggling with depression, his decision to stop drinking and his devotion to family life.</p> \n<p>Flintoff said he stopped the all-night drinking bouts after making a documentary about depression in sport in 2012.</p> \n<p>“It’s not so much the drinking, it’s actually the reasons why you are drinking,” he explained. “When you are drinking because you are trying to get away from something I think that is when you have got to look at everything.</p> \n<p>“One of the reasons I probably stopped drinking is that I am prone to suffer from depression. Drinking doesn’t help one bit. I don’t touch it now.”</p> \n<p>He realised his drinking had started to become a problem when he was sacked as the England vice-captain in 2007 after getting drunk and taking a pedalo out to sea in St Lucia following a World Cup defeat.</p> \n<p>“My heart goes out to anyone out there who is struggling now,” he added.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436107054288/Andrew-Flintoff-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Andrew Flintoff","cleanCaption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-05T14:38:10Z","lastModified":"2015-07-05T15:09:45Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Andrew Flintoff","Cricket","Sport","Desert Island Discs"],"tags":[{"id":"sport/andrew-flintoff","webTitle":"Andrew Flintoff"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"tv-and-radio/desert-island-discs","webTitle":"Desert Island Discs"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/andrew-flintoff-alcohol-depression-england","shortUrl":"http://gu.com/p/4acq6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/andrew-flintoff-alcohol-depression-england","webUri":"http://www.theguardian.com/sport/2015/jul/05/andrew-flintoff-alcohol-depression-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436107054288/Andrew-Flintoff-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Flintoff, now 37 and a father of three, played in 79 Tests for England. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Andrew Flintoff","cleanCaption":"Andrew Flintoff, now 37 and a father of three, played in 79 Tests for England. Photograph: Christopher Thomond for the Guardian"}},"importance":7,"kicker":{"title":"Andrew Flintoff"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436107054288/Andrew-Flintoff-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Andrew Flintoff","cleanCaption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian"}}]},{"title":"Lionel Richie / Artist tops UK album chart after Glastonbury set","rawTitle":"Artist tops UK album chart after Glastonbury set","item":{"type":"article","id":"music/2015/jul/05/lionel-richie-tops-uk-album-chart-glastonbury","title":"Lionel Richie tops UK album chart after Glastonbury set","trailText":"The Definitive Collection by Lionel Richie &amp; The Commodores reached No 10 on its release in 2003 and has now climbed to top spot","standFirst":"<p>The Definitive Collection by Lionel Richie &amp; The Commodores reached No 10 on its release in 2003 and has now climbed to top spot</p>","byline":"Press Association","body":"<p>Lionel Richie &amp; The Commodores’ The Definitive Collection has topped the official albums chart after Richie’s performance at the Glastonbury festival.<br /></p> \n<p>The album, which reached No 10 on its release in 2003, jumped 103 positions this week. It is Richie’s first UK No 1 album since Back to Front 23 years ago.</p> \n<p>He told <a href=\"http://www.officialcharts.com/chart-news/lionel-richie-scores-first-number-1-in-23-years-after-show-stopping-glastonbury-set-it-s-unbelievable-__9973/\">OfficialCharts.com</a>: “I was overwhelmed performing at Glastonbury in front of all those people and for the fans to make the album No 1 is unbelievable. The UK has always been a special place for me, thank you, I love you all.”</p> \n<p>The chart’s Glastonbury theme continued as Florence and the Machine and James Bay were two and three respectively with How Big, How Blue, How Beautiful and Chaos and the Calm. Taylor Swift’s 1989 held firm at No 4, and Ed Sheeran’s X stayed at five.</p> \n<p>In the singles chart, Lost Frequencies scored a debut UK No with Are You With Me. The dance track, a remix of country artist Easton Corbin’s original, has previously topped the charts in Austria, Germany and Switzerland and first entered the UK Top 100 at No 97 four weeks ago, before steadily climbing to the top spot.</p> \n<p>“When I produced Are You With Me in 2014, I did not expect it to grow this big,” Lost Frequencies – a Belgian DJ/producer whose real name is Felix De Laet – told OfficialCharts.com. “It’s a real honour to reach the No 1 position in one of the leading music markets of the world. You can’t believe how happy and proud I am. Thanks to all those who supported the tune.”</p> \n<p>Tinie Tempah’s Not Letting Go featuring Jess Glynne slid one place to no 2, and the week’s highest new entry was Rita Ora’s Poison at three, the singer’s eighth UK top 10 hit.</p> \n<p>The most streamed track of the week was Major Lazer’s Lean On, which racked up 2.21m listens in the last seven days.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c38ec49887f97a9d888bd282623699c456f32f0e/362_216_3318_1991/3318.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1991,"width":3318,"orientation":"landscape","credit":"Guy Bell/REX Shutterstock/Guy Bell/REX Shutterstock","altText":"Lionel Richie at Glastonbury","cleanCredit":"Photograph: Guy Bell/REX Shutterstock/Guy Bell/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-05T18:00:10Z","lastModified":"2015-07-05T18:10:39Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK charts","Lionel Richie","Music","Pop and rock","Glastonbury 2015","UK news","Culture"],"tags":[{"id":"music/uk-charts","webTitle":"UK charts"},{"id":"music/lionel-richie","webTitle":"Lionel Richie"},{"id":"music/music","webTitle":"Music"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/glastonbury-2015","webTitle":"Glastonbury 2015"},{"id":"uk/uk","webTitle":"UK news"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/05/lionel-richie-tops-uk-album-chart-glastonbury","shortUrl":"http://gu.com/p/4adx6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/05/lionel-richie-tops-uk-album-chart-glastonbury","webUri":"http://www.theguardian.com/music/2015/jul/05/lionel-richie-tops-uk-album-chart-glastonbury"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c38ec49887f97a9d888bd282623699c456f32f0e/362_216_3318_1991/3318.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1991,"width":3318,"orientation":"landscape","caption":"Lionel Richie at Glastonbury. Photograph: Guy Bell/Rex Shutterstock","credit":"Guy Bell/Rex Shutterstock","altText":"Lionel Richie at Glastonbury","cleanCaption":"Lionel Richie at Glastonbury.","cleanCredit":"Photograph: Guy Bell/Rex Shutterstock"}},"importance":5,"kicker":{"title":"Lionel Richie"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c38ec49887f97a9d888bd282623699c456f32f0e/362_216_3318_1991/3318.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1991,"width":3318,"orientation":"landscape","credit":"Guy Bell/REX Shutterstock/Guy Bell/REX Shutterstock","altText":"Lionel Richie at Glastonbury","cleanCredit":"Photograph: Guy Bell/REX Shutterstock/Guy Bell/REX Shutterstock"}}]},{"title":"We’re so confused about Amy Winehouse","rawTitle":"We’re so confused about Amy Winehouse","item":{"type":"comment","id":"commentisfree/2015/jul/05/confused-about-amy-winehouse","title":"Why we’re so confused about Amy Winehouse","trailText":"A new movie about the  singer has provoked hugely divergent reactions","standFirst":"A new movie about the singer has provoked hugely divergent reactions","byline":"Joanna Biggs","body":"<p>There’s an unfashionable bar I drink in on the edge of Soho – you can always find a table – and what makes it unfashionable isn’t so much the neon lighting, the scant bowls of crisps or the pink straws in the gin and tonic so much as the Amy Winehouse fan art covering the walls. Amy’s five-day-old mussed-up beehive, smudged Cleopatra eyeliner and shy-bold eyes, features as unmistakable as Marilyn’s platinum curls, heavy eyelashes and delighted red-lipped smile, multiply around you in photorealist or more impressionistic oils.</p> \n<p>Winehouse, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/jul/23/amy-winehouse-obituary\" title=\"\">who died four years ago this month</a>, is already a too classical and universal part of pop culture to be fashionable. But we still can’t decide on what we witnessed during her last three years. Asif Kapadia’s new found-footage <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jul/02/amy-winehouse-review-documentary\" title=\"\">documentary of her life, <em>Amy</em></a>, was met with astonishment when it premiered at Cannes and was reviewed on its release on Friday as both “mawkish tabloid fare” and “a tragic masterpiece”. Was she a decent jazz singer made glorious by notoriety or a real musician unfairly cut down in her prime?</p> \n<p>Some of the reaction may simply be down to Kapadia’s method. As in his film about Ayrton Senna, the movie is assembled from home videos, accidentally captured performance footage and previously released photos and interviews. <em>Amy</em> is narrated primarily using Winehouse’s voice but also the voices of people close to her. The overall effect is memory-like: as during the hazy morning after an indulgent night before, your mind does half the work for you, filtering out the long walk home, the price of the drinks and the number of games of pool played, leaving you with the sky-blue eyes of the boy you kissed.</p> \n<p>But the film undercuts those beautiful dramatic moments with the banal ones: Winehouse in a taxi, flirting with her manager to pass the time; 14-year-old Winehouse and her friends sucking lollipops and talking earnestly about nothing in that way native to teenagers; Winehouse waiting for her Grammy to be announced, curling her lip at the cheesy title of the Justin Timberlake record she’s up against. No one can tell you exactly what happened to Amy; every third word in the movie is her name and the chorus gets louder as the paparazzi close in.</p> \n<p>The facts aren’t in dispute: eerily talented north London girl brought low by drink and drugs. But what – or how much – did it mean? Were we witnessing female genius – and of what kind? – or mainly a rare talent for mimicry and phrasing? And what did we, Amy’s public, do to her? Though steeped in Dinah Washington and Sarah Vaughan, she wasn’t known for her first album, <em>Frank</em>, where you can hear their influence, but for her second, <em>Back to Black</em>.</p> \n<p>By then Winehouse was listening to the Shangri-Las’ I Can Never Go Home Anymore and turning her own lost love into oddly buoyant song. She couldn’t write about something unless she’d lived it, she says in Kapadia’s film, but she notices that she always added a punchline. She knows what it’s like to be hit and for it to feel like a kiss, but when the bruises faded, she can laugh at and admonish herself.</p> \n<p>From the start, Winehouse had a voice that sounded as if she had already lived through it all, and she then also chose to write about what was happening to her, and we could tell. On Back to Black, she dies 100 times; to <em>Rolling Stone</em>, she says of her boyfriend going back to his ex: “I wanted to die.” There was an authenticity to the way Winehouse was – in spite of the Motown pastiche, perhaps because of it – that you hoped wasn’t quite as genuinely reckless as it seemed.</p> \n<p>We couldn’t tell when she was falling apart for real, but we believed, or just assumed, that it wasn’t so bad that it would mean no more songs for us. That’s how artists work, isn’t it? The reviewers of <em>Amy</em> agree that she was ravishing: she “always looked as if she was writing the song on the spot”; she was “an entire brass section, melted down and poured into one small frame”, but now that her death seems to have confirmed what we thought we saw, they’re not sure if we should be looking.</p> \n<p>In discussing <em>Montage of Heck</em>, the Kurt Cobain documentary that came out earlier this year, reviewers didn’t question their permission to stare at the wreckage in quite the same way. Part of this is that we look differently at women who seem both unapologetic and vulnerable. But it may also simply be that more time has passed since Cobain died, that his family was happier than Winehouse’s seems to be with the resulting film and that he existed before paparazzi proper, before phone-hacking, before <em>The X Factor</em>.</p> \n<p>Cobain’s lyrics for Nirvana were mysterious and beautiful and entirely evocative of the time but they couldn’t appear, as Winehouse’s did, on a Cambridge practical criticism examination, alongside a poem by Walter Raleigh. “I’m an anachronism,” she said, meaning her jazz upbringing, her preference for writing her own songs and for live instrumentation, but, when she’s placed alongside a 16th-century poet, you also see her use of extended metaphor, her coinage of a word such as “fuckery” – the wit of a John Donne in a Betty Boop body.</p> \n<p>How does the anachronism fare today? In 2007 and 2008, when Winehouse was unavoidable, I didn’t see the appeal. Her rebellion seemed of a useless sort. It was before the financial crash and I was in my mid-20s, a good girl focused on doing well at work. But Amy was born just a year later than me, just a few miles away, and in Kapadia’s film I saw the disposable pop landscape of our youth made timeless – the Lolita-ish lollipops, the silk handkerchief tops, the doomed love for Camden, the exhilarating ladette gobbiness, the Jack Daniel’s and Coke – all so cheery and all so sad.</p> \n<p>I put on <em>Back to Black</em>, let Amy’s voice drift out into the summer air and allow myself not to decide whether it was a tragedy or not.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436023928471/d1e2ecb0-237e-4072-9ad4-dbc8aace5978-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James McCauley/REX Shutterstock/James McCauley/REX Shutterstock","altText":"'Ravishing': Amy Winehouse.","cleanCredit":"Photograph: James McCauley/REX Shutterstock/James McCauley/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-04T23:05:04Z","lastModified":"2015-07-06T07:17:26Z","metadata":{"commentable":true,"commentCount":333,"contributors":[{"name":"Joanna Biggs","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/joanna-biggs"}],"feature":false,"keywords":["Amy Winehouse","Film","UK news","Music"],"tags":[{"id":"music/amywinehouse","webTitle":"Amy Winehouse"},{"id":"film/film","webTitle":"Film"},{"id":"uk/uk","webTitle":"UK news"},{"id":"music/music","webTitle":"Music"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Joanna Biggs","topic":{"type":"tag-contributor","name":"profile/joanna-biggs"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/confused-about-amy-winehouse","shortUrl":"http://gu.com/p/4acjv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/confused-about-amy-winehouse","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/confused-about-amy-winehouse"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436023928471/d1e2ecb0-237e-4072-9ad4-dbc8aace5978-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Ravishing’: Amy Winehouse. Photograph: James McCauley/REX Shutterstock","credit":"James McCauley/REX Shutterstock","altText":"'Ravishing': Amy Winehouse.","cleanCaption":"‘Ravishing’: Amy Winehouse.","cleanCredit":"Photograph: James McCauley/REX Shutterstock"}},"importance":5,"byline":{"title":"Joanna Biggs"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436023928471/d1e2ecb0-237e-4072-9ad4-dbc8aace5978-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James McCauley/REX Shutterstock/James McCauley/REX Shutterstock","altText":"'Ravishing': Amy Winehouse.","cleanCredit":"Photograph: James McCauley/REX Shutterstock/James McCauley/REX Shutterstock"}}]},{"title":"Annie Nightingale / I’m always living in the future","rawTitle":"I’m always living in the future","item":{"type":"article","id":"media/2015/jul/05/annie-nightingale-masterpiece-ministry-of-sound-radio-1-interview","title":"Annie Nightingale: ‘I’m always living in the future’","trailText":"Radio 1’s longest-serving DJ – and the first woman to grace the station’s airwaves – reflects on five decades on the decks","standFirst":"Radio 1’s longest-serving DJ – and the first woman to grace the station’s airwaves – reflects on five decades on the decks","byline":"Priya Elan","body":"<p>Annie Nightingale, 75, was the first female DJ on Radio 1. She started as a news journalist before moving into the arts in the early 60s as a film critic for the <em>Brighton Argus,</em> interviewing the Beatles. She began her DJ career at BBC West before graduating to Radio 1 in 1970. Later she presented on BBC Two’s <em>The Old Grey Whistle Test </em>and Radio 1’s hugely popular <em>Sunday Request Show</em>,<em> </em>before moving in 1994 to a late-night, dance music slot. She is the longest-serving DJ on the station.</p> \n<p><strong>Your new </strong><a href=\"http://www.ministryofsound.com/music/compilations/masterpiece-annie-nightingale#O6qM4UTwBL0iVxBd.97\"><strong><em>Masterpiece</em></strong></a><strong> compilation is a celebration of 50 years in the business – how does that make you feel?</strong><br />I think: “No, it can’t be.” I’m always living in the future, because I’m planning a show which happens every fortnight. For me, it’s less about the 50 years and more about the track-listing. I love putting tunes together, and these aren’t the most obvious, greatest hits of the artists. I was happily surprised that these musicians said yes. The Rolling Stones have never been on a compilation before. </p> \n<p><strong>There’s a British slant to it. Why do you think the UK music scene is so fertile?</strong><br />I wonder if it’s because we’re so critical. You can’t get away with making bad music in the UK. However much you hype something, if people don’t like it, they will not react to it. You have to work very hard to make it in the UK. We still have the talent here – just look at grime; it’s unique and original. It’s just a question of whether we have the belief.</p> \n<p><strong>You are seen as being part of the swinging 60s – do we romanticise that decade too much?</strong><br />Yeah, I do. But to me, the 90s were just as important and exciting. I can see parallels with the 60s; it broke down social barriers. Now you get kids saying: “I wish I’d been around in the 90s” (<em>laughs</em>). I say: “You’ve got to make this time your time. You’ve got to get out there and support that DJ and see that gig. You have to contribute to make a culture happen.” I really do believe that. </p> \n<p><strong>There’s been lots of healthy dialogue about sexism in the arts in recent years. What were your experiences like?</strong><br />There was a ban on women on Radio 1. They said that disc jockeys were husband substitutes, so they didn’t need any women. They also believed women’s voices didn’t have enough authority to be on the radio. I was writing for various magazines, so I was in a position where I could attack their stance. At some point, the culture changed, they realised they needed to do something about it and my name came up.</p> \n<p><strong>Were you surprised that more women DJs didn’t come along after you started?</strong></p> \n<p>I thought loads of women would rush through the door and then there wasn’t anyone for 12 years until Janice Long came along. I ended up thinking that perhaps it was just something that no one wanted to do. Of course, now it’s all changed.</p> \n<p><strong>We look back at the music business in the 70s with some horror now. Did you have any sense of that at the time?</strong><br />It’s become a national joke, the idea of a 70s DJ. I lived in Brighton and had small kids, so I’d come into London, do my show and go home. You were always fighting over studio time. There wasn’t a situation where you’d all hang out together. There was no sense of knowing what [the DJs] were doing when they were off air.</p> \n<p><strong>Beats 1 radio has just started to great fanfare – why do you think radio has remained so popular?</strong><br />Say you’re on a long car journey and whatever music you’ve got in your car, sometimes all you want to is a voice. People still want that connection, I think. The difficulty for Radio 1 is to make sure that the very young continue to tune in.</p> \n<p><em>Masterpiece is out 17 July on </em><a href=\"http://www.ministryofsound.com/music/compilations/masterpiece-annie-nightingale#O6qM4UTwBL0iVxBd.97\"><em>Ministry of Sound</em></a></p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435756048398/f27d4421-c149-4e6a-9e96-f5be237142ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Venni/BBC","altText":"Annie Nightingale","cleanCredit":"Photograph: David Venni/BBC"}],"bodyImages":[],"webPublicationDate":"2015-07-05T06:59:08Z","lastModified":"2015-07-05T06:59:08Z","metadata":{"commentable":true,"commentCount":30,"contributors":[{"name":"Priya Elan","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/17/1413567069631/Priya-Elan-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/priyaelan"}],"feature":true,"keywords":["Radio 1","Music","Radio","BBC","Dance music","Media","Culture","Radio industry"],"tags":[{"id":"media/radio-1","webTitle":"Radio 1"},{"id":"music/music","webTitle":"Music"},{"id":"culture/radio","webTitle":"Radio"},{"id":"media/bbc","webTitle":"BBC"},{"id":"music/dance-music","webTitle":"Dance music"},{"id":"media/media","webTitle":"Media"},{"id":"culture/culture","webTitle":"Culture"},{"id":"media/radio","webTitle":"Radio industry"}],"section":{"id":"media"},"topics":[{"displayName":"Priya Elan","topic":{"type":"tag-contributor","name":"profile/priyaelan"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jul/05/annie-nightingale-masterpiece-ministry-of-sound-radio-1-interview","shortUrl":"http://gu.com/p/4aa7p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jul/05/annie-nightingale-masterpiece-ministry-of-sound-radio-1-interview","webUri":"http://www.theguardian.com/media/2015/jul/05/annie-nightingale-masterpiece-ministry-of-sound-radio-1-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435756048398/f27d4421-c149-4e6a-9e96-f5be237142ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I thought loads more women would rush through the door’: Annie Nightingale. Photograph: David Venni/BBC","credit":"David Venni/BBC","altText":"Annie Nightingale","cleanCaption":"‘I thought loads more women would rush through the door’: Annie Nightingale.","cleanCredit":"Photograph: David Venni/BBC"}},"importance":4,"kicker":{"title":"Annie Nightingale"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435756048398/f27d4421-c149-4e6a-9e96-f5be237142ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Venni/BBC","altText":"Annie Nightingale","cleanCredit":"Photograph: David Venni/BBC"}}]},{"title":"Rob Ryan: / My art isn't very edgy, but I’m not that kind of artist","rawTitle":"My art isn't very edgy, but I’m not that kind of artist","item":{"type":"article","id":"artanddesign/2015/jul/05/rob-ryan-my-art-isnt-edgy-yorkshire-sculpture-park","title":"Rob Ryan: 'My art isn't very edgy, but I’m not that kind of artist'","trailText":"Retrospective at Yorkshire Sculpture Park may mark turning point in career as artist known for paper cuttings moves on to painting and photography","standFirst":"<p>Retrospective at Yorkshire Sculpture Park may mark turning point in career as artist known for paper cuttings moves on to painting and photography</p>","byline":"Hannah Ellis-Petersen","body":"<p>Whimsical, melancholy and heartfelt, the intricate works of Rob Ryan can be found in households across the UK in prints on the wall, books on the shelves and on mugs in the kitchen.</p> \n<p>Now Yorkshire Sculpture Park is to exhibit the first retrospective of Ryan’s work. Hand-drawn and either screen-printed or cut from thick paper, these intricate works depict scenes rooted in real life but also the otherworldly, woven with leaves, flowers, skylines and kissing couples. </p> \n<p>The succinct poetic phrases and sentences often incorporated into Ryan’s pieces – be they expressions of love or mere pensive observations on life – have earned his work something of a sentimental reputation, though he disputes his pieces are simply “lovey-dovey decoration”.</p> \n<p>“I guess it does irritate me a little that people see the works as lovey-dovey because I feel like it doesn’t totally represent everything that I do – but I don’t lose any sleep over it,” he said. “For every person that is cynical about it there’s a lot of really genuine people who tell me ‘that piece saved my marriage’ or ‘my mum was dying and I read that to her on her deathbed’.”</p> \n<p>He added: “It isn’t very edgy most of the time, but I’m not that kind of artist.”</p> \n<p>The show is his second at the indoor gallery of YSP and is his first retrospective, offering the prolific artist a rare opportunity to look back and take stock. </p> \n<p>He said piecing together the exhibition had proved more revealing than he had expected. “It’s funny because being here and walking round looking at my works, some for the first time since I made them, I can now see themes that have emerged in the last three or four years that I never knew were there,” he said.</p> \n<p>His childhood and a growing awareness of his own mortality had become increasingly present in his pieces, he observed. “My mum died quite young so I’m now around the age that she died and it does make you think about your own mortality. It’s obviously been in my head but it’s been a surprise for me because I was not aware until now that I had come out in the work.”</p> \n<p>One work in the show that grapples with his childhood is a piece from 2013 titled My Tree Never Had Any Roots. Ryan, whose father was in the RAF, moved to a different primary school each year and had what he described as a “very rootless childhood”, a memory he portrays in the shape of a man clutching a tree untethered to the ground. </p> \n<figure class=\"element element-image\" data-media-id=\"3faab0d74cb76d8326db023526d5de5340a5c040\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/5/1436102378144/4853ce7b-b2b4-41b0-b4d9-0c7da3d810d4-460x276.jpeg\" alt=\"Rob Ryan's My Tree Never Had Any Roots\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rob Ryan’s My Tree Never Had Any Roots.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>As with many of Ryan’s works, it features a depiction of his wife, Lorna, whom he met aged 18, and who for the most part doesn’t have any objections about cropping up in Ryan’s paper cuttings and screen prints.</p> \n<p>“She never minds being in the works,” he said. “Though I think when I give her a Valentine’s card and then a few years later it turns up as a piece of work she gets a little annoyed.” </p> \n<p>While some of his pieces does deal with darker themes, from death and loss to anxiety around parenthood, Ryan said he purposefully kept most pieces upbeat and used the art as a “leveller” for his own darker side.</p> \n<p>“It’s like therapy really,” he said. “I try and keep my work quite positive because I am quite an anxious person, a bit of a mess, and my work steadies me. And I don’t make it for anybody else, I make it for me.”</p> \n<p>The popularity of Ryan’s designs has been helped by collaborations with retailers such as John Lewis, where his work can be purchased printed on crockery and tea towels.</p> \n<p>He admitted it was not an easy decision to franchise his designs, which first began out of necessity after several other illustrators began copying his style. Despite successfully litigating against them, Ryan decided it would be easier to license his designs and make sure they were everywhere, recognisable under his name.</p> \n<p>Ryan said he had made his peace with the commercial side of his work now. “I always wanted to make art that people could afford, that they could live with and own a piece of,” he said.</p> \n<p>Having completed the final book in a fictional trilogy centred the royal family this week, Ryan said the exhibition marked a turning point in his career, and he had begun rediscovering painting and even photography as a medium.</p> \n<p>“I’m trying to move away from paper cutting,” Ryan said. “It’s weird because everybody knows the paper cut work, that’s what I’m known for, but in my head that’s not what I do. I’ve been painting recently, doing watercolours with no words in, which I am really enjoying, and I have had this inclination recently to get out of my studio and do street photography once a week.”</p> \n<p> “I wouldn’t see paper cutting as the beginning and end of my work,” he added, “And I wouldn’t want other people to see I that way either.”</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436102286945/16532746-5fe0-425c-b409-e22fcc378579-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jonty Wilde/Guardian","altText":"Rob Ryan","cleanCredit":"Photograph: Jonty Wilde/Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436102378887/4853ce7b-b2b4-41b0-b4d9-0c7da3d810d4-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Rob Ryan’s My Tree Never Had Any Roots. Photograph: PR","credit":"PR","altText":"Rob Ryan's My Tree Never Had Any Roots","cleanCaption":"Rob Ryan’s My Tree Never Had Any Roots.","cleanCredit":"Photograph: PR"}],"webPublicationDate":"2015-07-05T13:24:26Z","lastModified":"2015-07-05T23:00:36Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Hannah Ellis-Petersen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/17/1424182428491/Hannah-Ellis-Petersen-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-ellis-petersen"}],"feature":true,"keywords":["Art","Art and design","Culture","Exhibitions"],"tags":[{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/exhibition","webTitle":"Exhibitions"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Hannah Ellis-Petersen","topic":{"type":"tag-contributor","name":"profile/hannah-ellis-petersen"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jul/05/rob-ryan-my-art-isnt-edgy-yorkshire-sculpture-park","shortUrl":"http://gu.com/p/4acmn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jul/05/rob-ryan-my-art-isnt-edgy-yorkshire-sculpture-park","webUri":"http://www.theguardian.com/artanddesign/2015/jul/05/rob-ryan-my-art-isnt-edgy-yorkshire-sculpture-park"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436102286945/16532746-5fe0-425c-b409-e22fcc378579-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rob Ryan at Yorkshire Sculpture Park. Photograph: Jonty Wilde/Guardian","credit":"Jonty Wilde/Guardian","altText":"Rob Ryan","cleanCaption":"Rob Ryan at Yorkshire Sculpture Park.","cleanCredit":"Photograph: Jonty Wilde/Guardian"}},"importance":4,"kicker":{"title":"Rob Ryan:"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436102286945/16532746-5fe0-425c-b409-e22fcc378579-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jonty Wilde/Guardian","altText":"Rob Ryan","cleanCredit":"Photograph: Jonty Wilde/Guardian"}}]},{"title":"David Bailey / Reg Kray said: ‘Ere, Da. I wish I could have done it legit like you’","rawTitle":"Reg Kray said: ‘Ere, Da. I wish I could have done it legit like you’","item":{"type":"article","id":"artanddesign/2015/jul/05/david-bailey-stardust-exhibition-edinburgh-photographer-interview","title":"David Bailey: Reg Kray said: ‘Ere, Da’. I wish I could have done it legit like you’","trailText":"The photographer on drugs, religion, sport, beauty, the reality of the 1960s, politics, Instagram and the Krays…","standFirst":"<p>The photographer on drugs, religion, sport, beauty, the reality of the 1960s, politics, Instagram and the Krays…</p>","byline":"Interview by Fiona Maddocks","body":"<p>The veteran portraitist has chosen 250 works for his <a href=\"https://www.nationalgalleries.org/whatson/exhibitions/baileys-stardust\" title=\"\"><em>Bailey’s Stardust</em> show at the Scottish National Gallery</a> in Edinburgh later this month.</p> \n<p><strong>This show, packed with images of the Rolling Stones, Man Ray, Andy Warhol, Salvador Dali, Francis Bacon, Kate Moss, Damien Hirst and the tribespeople of Papua New Guinea and the Naga Hills [on the India-Burma border], has triumphed in London and internationally. Is the Edinburgh exhibition any different?</strong><br />Yes, there’s another show within it called <em>Moon Glow</em>. Mostly mixed media, oil, collages. Some of it’s completely new. Some of it’s from as early as 1970. I don’t like the idea of a retrospective. I always feel I should try something new. Continuous change. That’s what the Buddhists say. I’d be rather a good Buddhist.</p> \n<p><strong>You’d like to wear the saffron robes?</strong><br />I don’t want to dress like them. I want to think like them. I’m not religious. Not even spiritual. But I’m open to learning. If you want to be really camp you’d have to join the Catholic church. I love all that – pure theatre. The best art, the best smells. It’s operatic. We’re all part of something. Like William Blake said – the whole universe in a grain of sand. He’s one of the thinkers. But I like that Hindu thing, too – we’re all the dream of Krishna. That’s good, nice. I’ll listen to anybody.</p> \n<p><strong>That could be dangerous.</strong><br />Yeah, very dangerous. I know what I think. But I could be wrong. I can always see the other side. That’s why I’m not political. I’m glad the Conservatives won the election. I’ve spent all my life reinventing the class system, then Ed Miliband comes along and screws all that division. He’s set the class war back years.</p> \n<p><strong>You like the Conservatives?</strong><br />No, not particularly. That guy George Osborne is pretty clever about the economy, even if his hairstyle is awful.</p> \n<p><strong>How is it you’re always called Bailey? Do&nbsp;you insist on it?</strong><br />No way. That was Jean Shrimpton. It stuck. In the East End I was Dave. Or Da’ – as in “day”. I suppose it’s a bit public school to be called by your surname. At Cond&eacute; Nast they just credited us as Avedon, Horst, Bailey.</p> \n<p><strong>You’ve said about some women, “the camera loves her”. What do you mean?</strong><br />I’ve said it often, but there are very few. They’re not necessarily the most beautiful women ever. Jean Shrimpton, Kate Moss, Dietrich, Garbo – they all had that quality. It’s a mystery. The idea of beauty has expanded. The Romans had a very particular idea. I think a lot about the seeds of beauty. As a kid there was a shop that sold packets of seeds. I was obsessed with the idea of these little black things growing into different kinds of beauty. Magic.</p> \n<p><strong>Instagram, Snapchat, we’re all photographers now…</strong><br />Anyone can take a photograph. Like anyone can use a pencil and paper. But can anyone be Picasso? It’s the same with photography. A chimpanzee could take a good picture. It’s like when the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2014/jul/21/worlds-earliest-selfies-in-pictures-buzz-aldrin\" title=\"\">Box Brownie was invented in 1900</a>. Everyone said, that’s the end of photography. And the same when digital came along. It’s a kind of doodling. It might come to something, a happy accident. Good luck if it does.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2014/jul/21/worlds-earliest-selfies-in-pictures-buzz-aldrin\">The world's earliest selfies – in pictures</a> </p> \n</aside> \n<p><strong>You say you make photographs, you don’t take them …</strong><br />It’s more how you feel than how you see. It’s the emotion. I spend an hour chatting and a few minutes taking the picture. I wish my ears could do the snapping. I’m thinking of inventing an ear camera. Even seemingly boring people have stories. That’s what keeps me fascinated. Landscapes are OK If you’ve got time to sit around and wait for a cloud to arrive. I can’t talk to the trees – unless I’m an <a href=\"https://en.wikipedia.org/wiki/The_Ink_Spots\" title=\"\">Ink Spot</a>. You know who they are?[starts crooning]: “<a href=\"https://www.youtube.com/watch?v=zBrwaCjJIFU\" title=\"\">Whispering grass, don’t tell the trees</a> / ’Cause the trees – don’t need – to... know-ow …” Of course they fucking don’t. They’d probably feel incredibly bored. But I love trees. I think they’re here to stay.</p> \n<p><strong>Your East End past, your friendship with the Kray brothers … does that world still exist? </strong><br />Yes and no. I’ve gone back and put it in my three volumes of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2012/jun/26/david-bailey-east-end-in-pictures\" title=\"\">East End</a> books. You have to understand people ate tea leaves they were so poor. They’d do anything to feed their children. Women sold their bodies. It’s time and place. Easy to judge, easy to be pompous. The Krays were a bit like Tolstoy’s Cossacks. Fucking anarchists, but with their own morality. They didn’t do prostitutes or drugs. I quite liked Reg, even though when he was 19 he slashed my father’s face with a razor. Ron was a basket full of rattlesnakes. They were dotty guys. Reg took me aside once – everything always had to be secret with Reg – and he said “‘Ere, Da’. I wish I could have done it legit like you.” That was touching. There was me, a fucking dyslexic cockney with no qualifications, and I got out.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2012/jun/26/david-bailey-east-end-in-pictures\">David Bailey's East End - in pictures</a> </p> \n</aside> \n<p><strong>The Krays were a bit older. How did you meet? In the street? Playing football?</strong><br />Playing football? Football? Are you fucking mad? Silly sods kicking balls around. I detest sport. The idea of competing… now that’s vulgar, even for an East End boy.</p> \n<p><strong>Were the 60s, the time that made you famous, all they were cracked up to be? </strong><br />Yeah for about 2,000 people living in London. For everyone else, steelworkers or coal miners or the very poor, it was a shit time.</p> \n<p><strong>You’ve kept the hard-living image, but you gave up drink and drugs long ago?</strong><br />Yes, 40 years ago. Drugs and prostitution should be legalised. The politicians know. But it’s not a vote winner. “Excuse me, madam, we’re going to legalise cannabis.” Ha. People only want to know what’s in their pay packet.</p> \n<p><strong>Do you agree that most of what you do comes from the past?</strong><br />Yeah… but from my past. The Renaissance is bad shit! I’m still fascinated with Hitler and Churchill and Mickey Mouse and the war and living down in the coal cellar. Growing up in East Ham by the river, I had a sense of the foreign. It was like being in <em>Twin Peaks</em>. You know – the sound of the foghorn? My uncle – who was gay and lived with us; I just knew, no one told me – he was in the navy. He came back with a wind-up gramophone and records of Maori songs. I loved them. My dad was homophobic. My mum – it was her brother – was in denial. She was the one who pushed for a better life. It’s always the woman. Mum was the tough one. Even the gypsies were scared of her.</p> \n<p><strong>What was school like?</strong><br />I was in the silly class. Kids with a limp or a twitch and people like me. I was at the top. Being at the bottom of the silly class – now that would have been bit of shit wouldn’t it? I left school on my 15th birthday. Out. End. The headmaster said, someone has to clean the roads.</p> \n<p><strong>Did you have a sense, deep down, that you were going to have some starring role in life?</strong><br />No, no way.</p> \n<p><strong>Where next?</strong><br />Heaven or hell, I imagine. I was feeling pretty dicky yesterday. But I’ve had a fucking good time.</p> \n<p><a href=\"https://www.nationalgalleries.org/whatson/exhibitions/baileys-stardust\" title=\"\"><em>Bailey’s Stardust is at the Scottish National Gallery</em></a><em>, The Mound, Edinburgh, 18 July to 18 October</em></p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/2/1435842115642/David-Bailey-self-portrai-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"BAILEY PORTRAIT 2009 2 GOOD FOR PRESS-1.tiff\rSelf portrait Photograph: David Bailey","credit":"David Bailey/pr","altText":"David Bailey self portrait","cleanCaption":"BAILEY PORTRAIT 2009 2 GOOD FOR PRESS-1.tiff\rSelf portrait Photograph: David Bailey"}],"bodyImages":[],"webPublicationDate":"2015-07-05T08:30:09Z","lastModified":"2015-07-05T08:30:09Z","metadata":{"commentable":true,"commentCount":41,"contributors":[{"name":"Fiona Maddocks","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733737853/FionaMaddocks.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/fiona-maddocks"}],"feature":true,"keywords":["David Bailey","Photography","Art and design"],"tags":[{"id":"artanddesign/david-bailey","webTitle":"David Bailey"},{"id":"artanddesign/photography","webTitle":"Photography"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Fiona Maddocks","topic":{"type":"tag-contributor","name":"profile/fiona-maddocks"}}],"series":{"title":"The New Review Q&A","uri":"http://mobile-apps.guardianapis.com/lists/tag/theobserver/series/the-new-review-q-and-a"},"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jul/05/david-bailey-stardust-exhibition-edinburgh-photographer-interview","shortUrl":"http://gu.com/p/4ab3j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jul/05/david-bailey-stardust-exhibition-edinburgh-photographer-interview","webUri":"http://www.theguardian.com/artanddesign/2015/jul/05/david-bailey-stardust-exhibition-edinburgh-photographer-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/2/1435842115642/David-Bailey-self-portrai-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eye of the lens: David Bailey’s 2009 self-portrait. <a href=\"http://static.guim.co.uk/sys-images/Guardian/About/General/2015/7/2/1435842342779/David-Bailey-self-portrai-001.jpg\">Click here to view full image</a>. Photograph by David Bailey ","credit":"David Bailey/pr","altText":"David Bailey self portrait","cleanCaption":"Eye of the lens: David Bailey’s 2009 self-portrait. <a href=\"http://static.guim.co.uk/sys-images/Guardian/About/General/2015/7/2/1435842342779/David-Bailey-self-portrai-001.jpg\">Click here to view full image</a>. Photograph by David Bailey "}},"importance":3,"kicker":{"title":"David Bailey"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/2/1435842115642/David-Bailey-self-portrai-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"BAILEY PORTRAIT 2009 2 GOOD FOR PRESS-1.tiff\rSelf portrait Photograph: David Bailey","credit":"David Bailey/pr","altText":"David Bailey self portrait","cleanCaption":"BAILEY PORTRAIT 2009 2 GOOD FOR PRESS-1.tiff\rSelf portrait Photograph: David Bailey"}}]},{"title":"Observer Ethical Awards 2015 / Zandra Rhodes: weaving a new society","rawTitle":"Zandra Rhodes: weaving a new society","item":{"type":"article","id":"environment/2015/jul/05/zandra-rhodes-weaving-a-new-society","title":"Zandra Rhodes: weaving a new society","trailText":"Fast fashion brought tragedy to Bangladesh’s garment industry. Now Zandra Rhodes and People Tree are giving skilled female workers a&nbsp;brighter future. Lucy Siegle joins them in Dhaka","standFirst":"<p>Fast fashion brought tragedy to Bangladesh’s garment industry. Now Zandra Rhodes and People Tree are giving skilled female workers a brighter future. Lucy Siegle joins them in Dhaka</p>","byline":"Lucy Siegle","body":"<p>When <a href=\"http://www.zandrarhodes.com/\">Zandra Rhodes</a> touches down at Dhaka airport it’s as if a rock star has arrived. Her trademark pink bobbed hair and matching outfit strike a chord in Arrivals and a small crowd rushes up to her, camera phones aloft. “You look beautiful,” says one man, snapping away. “Thank you!” she purrs. Rhodes has arrived in Bangladesh via Mumbai (where she’s busy designing part of the airport, apparently). She is always busy and it seems she has been since the 1960s, when she left the Royal College of Art and set up her first shop on the Fulham Road. Her bold prints in outrageous colours have since been worn by everyone from Diana, Princess of Wales, to Kylie Minogue. Rhodes is here to oversee production on her collaboration with the affordable ethical brand <a href=\"http://www.peopletree.co.uk/designers/zandra-rhodes\">People Tree</a> – and to see how local garment production can be made as good as it can get.</p> \n<p>This is the second time she has worked with People Tree and its founder, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2010/jun/13/shahesta-shaitly-five-things-know-about-style-safia-minney-people-tree\">Safia Minney</a>. For years Minney has worked with the same organic farming co-operative in India to produce Fairtrade cotton. Now she’s bringing it to Bangladesh to be woven on hand looms (an ethical trade first). Part of Rhodes’s collection will then be block-printed and tailored in Bangladesh, too.</p> \n<p>The country is utterly reliant on the ready-made-garment (RMG) industry, which provides 80% of the GDP. Some Western brands talk about production there as if they are NGOs, producing much-needed jobs and emancipating women. But we’re starting to see it’s more complicated than that. The fast-fashion system cannot guarantee decent conditions and fair wages. A stark example of this can be seen as we drive north out of Dhaka to the Savar district. This area once housed the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/rana-plaza\">Rana Plaza</a> complex, which collapsed on 24 April 2013, killing 1,133 people. In Savar it’s business as usual. Scores of buildings that look like apartment blocks but are actually garment facilities are working non-stop to produce clothes for the Western market.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=WO76xa95yxc\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/WO76xa95yxc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Zandra Rhodes meets a handweaver in Bangladesh.\n </figcaption> \n</figure> \n<p>Minney believes there is another way. She is particularly strident about the need for handmade pieces. “If you think the world’s population will soon be seven billion and we know unemployment is a growing issue around the world, it makes sense to use low-carbon-appropriate technology to create great fashion. Look at the only natural resource that we have in plentiful supply: people’s hands.”</p> \n<p>When Minney says “handcrafted” she really means it. We move on to <a href=\"http://www.thanaparaswallows.com/\">Swallows Development Society</a> in Thanapara, near the River Ganges, an organisation that helps women gain independence through learning crafts. It’s an NGO complex which includes a school and a People Tree-funded day-care centre for the children of the 200 women who work as spinners, handweavers, tailors and embroiderers. In the courtyard, women dye hanks of yarn in huge pots over fires, washing and pulling the yarn into submission and then hanging it out to dry, out of the sun where it could bleach.</p> \n<p>There is no mistaking the rhythmic clatter of handlooms and it is also the sound of women earning money. Handweaving is a job at the top of the production tree in Bangladesh as it attracts the highest pay. Watching the dozen women at the looms is mesmerising: they work with extraordinary precision, weaving complex checks for Zandra’s collection.</p> \n<p>The village is on the up. Pretty villas are being built as it seems some people are moving back to the rural regions. Sabina, 34, invites us home for tea. She is a survivor of Rana Plaza, where she worked relentlessly sewing the same seam on the assembly line of mainstream fashion, living on her own in Dhaka, without her daughters.</p> \n<p>When the building began to shake, she took refuge under a table and stayed there for nine and a half hours. As her colleagues died around her she reconciled herself to the fact that she would never see her children again, but she was eventually rescued. Too traumatised to face working in another big factory (this is common to Rana Plaza survivors, many of whom have had no choice but to return to the system that almost killed them), she eventually made her way to Thanapara and got a job at Swallows.</p> \n<p>Producing fairtrade fashion here has changed everything. A single mother, she now works a fraction of the hours she endured at Rana Plaza and lives in her own home with her daughters. Over the past 18 months she has made the switch from assembly-line worker to tailor. Rhodes listens intently, leaning in: “So now you are a tailor. You know how to make a whole garment. Isn’t that a wonderful thing?”</p> \n<p>As she leaves Sabina’s house the designer is clearly moved: “If fashion thought about making things constructively, instead of the greed and bulk that dominates, it would help itself out enormously.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435673754791/Zandra-rhodes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree's Fairtrade partner in Bangladesh. Photograph: People Tree","credit":"People Tree","altText":"Zandra rhodes","cleanCaption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree's Fairtrade partner in Bangladesh. Photograph: People Tree"}],"bodyImages":[],"webPublicationDate":"2015-07-05T06:30:06Z","lastModified":"2015-07-05T06:30:06Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Lucy Siegle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lucysiegle"}],"feature":true,"keywords":["Observer Ethical Awards 2015","Fashion","Life and style","Rana Plaza","Bangladesh","South and Central Asia","Environment"],"tags":[{"id":"environment/observer-ethical-awards-2015","webTitle":"Observer Ethical Awards 2015"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/rana-plaza","webTitle":"Rana Plaza"},{"id":"world/bangladesh","webTitle":"Bangladesh"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"environment/environment","webTitle":"Environment"}],"section":{"id":"environment"},"topics":[{"displayName":"Lucy Siegle","topic":{"type":"tag-contributor","name":"profile/lucysiegle"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/05/zandra-rhodes-weaving-a-new-society","shortUrl":"http://gu.com/p/4a982","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/05/zandra-rhodes-weaving-a-new-society","webUri":"http://www.theguardian.com/environment/2015/jul/05/zandra-rhodes-weaving-a-new-society"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435673754791/Zandra-rhodes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree’s Fairtrade partner in Bangladesh. Photograph: People Tree","credit":"People Tree","altText":"Zandra rhodes","cleanCaption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree’s Fairtrade partner in Bangladesh. Photograph: People Tree"}},"importance":3,"kicker":{"title":"Observer Ethical Awards 2015"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435673754791/Zandra-rhodes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree's Fairtrade partner in Bangladesh. Photograph: People Tree","credit":"People Tree","altText":"Zandra rhodes","cleanCaption":"New patterns: Zandra Rhodes with a handweaver and her loom in Thanapara Swallows, People Tree's Fairtrade partner in Bangladesh. Photograph: People Tree"}}]}],"lastModified":"2015-07-05T18:03:48Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}