{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Nancy Dell'Olio on Nigella, her dread of Google and why Sven was 'such a stupid'","rawTitle":"Nancy Dell'Olio on Nigella, her dread of Google and why Sven was 'such a stupid'","item":{"type":"article","id":"lifeandstyle/2015/apr/27/nancy-dell-olio-nigella-lawson-google-sven-goran-eriksson-internet","title":"Nancy Dell'Olio on Nigella Lawson, her dread of Google and why Sven-Göran Eriksson was 'such a stupid'","trailText":"She has ‘conquered’ Rome, New York and London but what about the internet? The celebrity and self-styled entertainer shares her life online","standFirst":"<p>She has ‘conquered’ Rome, New York and London but what about the internet? The celebrity and self-styled entertainer shares her life online</p>","byline":"Hadley Freeman","body":"<p>Should the chance ever arise that you could spend an afternoon with Nancy Dell’Olio, I highly recommend that you seize it. The woman is – and I’m going to use a technical term here – an absolute hoot. Batty as a box of frogs, of course, with a way with the English language reminiscent of an eight-year-old recorder enthusiast attempting to play the jazz flute, and all the more fun for it.</p> \n<p>We meet at London’s West End Theatre, which turns out, somewhat confusingly, to be underneath a hotel near Green Park. Dell’Olio is making her West End debut in <a href=\"http://www.fashionvictimthemusical.com\">Fashion Victim: The Musical</a>. Dell’Olio will not, sadly, be singing on stage, nor will she be on it for very long: hers is but a cameo appearance and only for three performances. Nonetheless, Dell’Olio has high hopes that this may well be the start of a stage career: “Yes, I see the stage as an extension of what I do, of celebrity,” she says.</p> \n<p>Does she think she is a fashion victim? “Of course not! Hahahaha! A fashion victim is someone who is caught by fashion, like a prison. I love fashion. I am not in a prison.”</p> \n<p>Indeed she is not. There was some, shall we say, unpleasantness two ye<strong>a</strong>rs ago when <a href=\"http://www.dailymail.co.uk/tvshowbiz/article-2317066/Nancy-DellOlio-moves-settling-seven-year-legal-battle-ex-Sven-Goran-Eriksson-3-75m-London-flat.html\">she had to leave the old Belgravia flat she once shared</a> with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/shortcuts/2013/nov/04/sven-goran-eriksson-autobiography-five-surprises\">Sven-G&ouml;ran Eriksson</a> after various alleged difficulties<strong>, </strong>and for a time she was living in a hotel. But now, she is back in Belgravia and in a new flat, apparently free from inconveniences such as awkward ex-partners and demanding landlords. She arrives looking what she calls “very, very casual”: tight jeans, brown suede wedge-heeled boots, a gigantic belt embedded with an entire artillery’s worth of metal studs, a blue T-shirt, a blue cashmere wrap, a tiger-print velvet wrap, her signature dragon lady makeup and her even more signature raven-coloured hair tumbling down her back. She is wearing gigantic bangles on her wrist and carrying two Louis Vuitton bags so large she could probably fit inside them.</p> \n<p>“Accessories are very, very important, no?” she asks. Dell’Olio has just come from one of her several hairdressers – today she opted for her chap at Selfridges because “he very quick” – and her hair is, indeed, a work of art. Does she go to the hairdresser every day? She looks horrified. “Oh, no no! I do not have time! Crazy!” she gasps. Instead, she goes a spartan three times a week. Maybe more, sometimes.</p> \n<p>Annunziata Dell’Olio describes herself as “a celebrity, an entertainer”. Had she always wanted to be famous? She ponders the question, playing with her extravagant hair.</p> \n<p>“Ummm, no. If you ask my mother, she’ll say, ‘Oh yes, she always wanted to be famous.’ But I don’t think so because I’m very, very shy. Really!” she says, noting my sceptical expression. “Famous is not the right word but when I was very young at university or school, everyone knew where Nancy was. I was the one you would notice if I was there. If that means being famous, I don’t know. But I like to be, in a way, like a leader, and try to make a difference, and I do. At university everybody knew my name, then I conquered Rome, New York and then London.”</p> \n<p>With the pleasing image of Dell’Olio conquering nations in both of our minds, we turn to the interview’s matter at hand. Dell’Olio insists she is “very completely a non-technological person”, which surprises me as she is a fairly prolific tweeter and Instagrammer. Nonetheless, despite that cavil, we look at my laptop together to find out what the web says about Nancy Dell’Olio.</p> \n<h2><strong><a href=\"https://twitter.com/nancydellolio\">Twitter</a></strong></h2> \n<figure class=\"element element-embed\" data-alt=\"Nancy Dell'Olio tweet\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p&gt;Sad I missed the &lt;a href=&quot;https://twitter.com/hashtag/GQAwards?src=hash&quot;&gt;#GQAwards&lt;/a&gt; but having too fabulous a time cruising around &lt;a href=&quot;https://twitter.com/hashtag/Croatia?src=hash&quot;&gt;#Croatia&lt;/a&gt;&lt;/p&gt;— nancydellolio (@nancydellolio) \n &lt;a href=&quot;https://twitter.com/nancydellolio/status/507125693055242240&quot;&gt;September 3, 2014&lt;/a&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>I assume this will be a safe starting point, seeing as she presumably writes her tweets. But I am proved wrong – sort of. It turns out Dell’Olio has “a person” who does her social media for her. “The person who does the tweets for me, he has a very difficult life,” Dell’Olio adds, a little superfluously. “Sometimes it happens I do it myself, but I have to say one part of me is very against social media. But I do know people want to know what career-wise she is doing and then it’s important.” (Most of dell’Olio’s sentences contain about three self-contradictions.) Her Twitter is largely taken up with glimpses into her glamorous life – photos of her at Stephen Fry’s wedding, say, or hot updates from the GQ Style awards – and exasperation with the British press: “I am very focused on the things that are important to me,” she says solemnly, as we scroll past a tweet in which she tells her followers she saw David Beckham the night before. One issue that exercised her greatly in the past year was, surprisingly, the Scottish referendum. Nancy was very much in the No camp.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"230c963f5a415e4b381d33545d02889127204975\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430150322172/44d4c9c5-e804-48f5-90db-acf6ba0e7c74-460x215.jpeg\" alt=\"Nancy Dell'Olio twitter feed.\" width=\"460\" height=\"215\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nancy Dell’Olio has a Twitter ‘person’ who writes her Tweets.</span> \n  <span class=\"element-image__credit\">Photograph: Twitter</span> \n </figcaption> \n</figure> \n<p>“Yes, I felt so strong, and I was preparing my show in Edinburgh then,” she says, referring to her one-woman show last summer, Rainbows from Diamonds, which the Guardian’s theatre critic <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/aug/17/rainbows-from-diamonds-review-nancy-dellolio-edinburgh\">described as “jaw-droppingly bizarre</a>”.</p> \n<p>“So I thought, yes, there’s some important thing. I’m completely against the separation.”</p> \n<p>Why?</p> \n<p>“Because the world is getting closer together!” she explains, Nancy-ish-ly. But this does not mean she is closed-minded on the matter: “But there are some good –” she makes a long pause and a big eye roll – “arguments for it, I guess. But I think being separate would not be an advantage.”</p> \n<p>Jeremy Paxman famously told Dell’Olio he hadn’t “the faintest idea what you’re talking about” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/aug/17/rainbows-from-diamonds-review-nancy-dellolio-edinburgh\">when she appeared on Newsnight in 2008</a>. But despite her surely exaggerated Italian accent, Dell’Olio isn’t hard to understand, just sometimes a little complicated to follow (and to be fair to Paxman, Dell’Olio had answered a question about the credit crunch with a speech about how fantasy should guide morals. Today, Dell’Olio dismisses the incident by saying she “was not prepared for the issues he was talking”.) But it is not surprising that misunderstandings occasionally happen and quite a lot of Dell’Olio’s tweets are taken up with correcting the British press for misquoting her. A typical missive reads: “A mis-quote by the @Telegraph, why on earth would I say Nigella is fat? She is one of the most stunning ladies I know.” Dell’Olio tuts aloud and I assume she is cross about the Telegraph’s error but, once again, I am wrong:</p> \n<p>“I never said she’s the most stunning lady I know – absolutely not! No!”</p> \n<p>So who is the most stunning lady she knows?</p> \n<p>“The most stunning lady I know is me!” she replies. I laugh; Dell’Olio does not. And then, perhaps because she thinks I think she’s joking, she reiterates her point twice over: “Nigella is not the most stunning lady, absolutely not. She’s a nice-looking woman, but she’s not slim – she’s more than curvy, OK?”</p> \n<p>So did the Telegraph actually misquote her?</p> \n<p>“That was a misquote <a href=\"http://www.telegraph.co.uk/news/celebritynews/9937783/Nancy-DellOlio-Im-moving-on-but-Svens-the-loser.html\">when I gave the interview to the Telegraph</a>, and it was to be off the record, but this journalist told her husband and he said, it’s too funny not to put in, and I said, Sorry, this is out of the context.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"7ef04fe5f9361b7e2f4e2ed184ad5e657f102b47\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430150556606/b56dcd76-38e5-40d6-af44-84d5523b1f7f-460x276.jpeg\" alt=\"Nancy Dell'Olio with Trevor Nunn.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dell’Olio with Trevor Nunn: she sued the Mail for libel after it described her as “a man-eater” when reporting her relationship with Nunn.</span> \n  <span class=\"element-image__credit\">Photograph: Rex Shutterstock/Rex Features/Rex Shutterstock/Rex Features</span> \n </figcaption> \n</figure> \n<p>With that (sort of) settled, we move on to another one of Dell’Olio’s media bugbears: the Daily Mail. In 2011, Dell’Olio sued the Mail for libel after it described her as “a man-eater” <a href=\"http://www.dailymail.co.uk/femail/article-1382070/How-Nancy-dellOlio-got-claws-ANOTHER-high-profile-millionaire-Sir-Trevor-Nunn.html\">when reporting on her then relationship with Sir Trevor Nunn</a>. In the end, <a href=\"http://www.dailymail.co.uk/news/article-2076839/Nancy-Dell-Olio-loses-court-action-Libel-claim-Daily-Mail-thrown-judge.html\">her case was thrown out of court by the judge</a>.</p> \n<p>“The judge said to call a beautiful glamorous woman a man-eater is not an offence, it’s a compliment. You really have to be in that male mentality! I’ve realised I have so much to learn,” she sighs.</p> \n<p>Does she think the British press is especially hard on women?</p> \n<p>“I do find the English press can be very sexist, yes, especially the Daily Mail. I never buy the Mail – never! And I do not understand the woman females who buy it.”</p> \n<p>A lot of woman females do buy it, though, I say.</p> \n<p>“I know!” She then thinks a little more. “But I know I’m on the Mail Online every day and they are sometimes very nice to me. The important thing is, not to take the Mail too seriously.”</p> \n<p>Well, except when you need to sue them.</p> \n<p>“Yes, OK.”</p> \n<h2><strong><a href=\"https://instagram.com/nancydellolio/\">Instagram</a></strong></h2> \n<figure class=\"element element-embed\" data-alt=\"Nancy Dell'Orio's  Instagram shot dining with Tracey Emin\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned=&quot;&quot; data-instgrm-version=&quot;4&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;\n &lt;div style=&quot;padding:8px;&quot;&gt; \n  &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50% 0; text-align:center; width:100%;&quot;&gt; \n   &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAAGFBMVEUiIiI9PT0eHh4gIB4hIBkcHBwcHBwcHBydr+JQAAAACHRSTlMABA4YHyQsM5jtaMwAAADfSURBVDjL7ZVBEgMhCAQBAf//42xcNbpAqakcM0ftUmFAAIBE81IqBJdS3lS6zs3bIpB9WED3YYXFPmHRfT8sgyrCP1x8uEUxLMzNWElFOYCV6mHWWwMzdPEKHlhLw7NWJqkHc4uIZphavDzA2JPzUDsBZziNae2S6owH8xPmX8G7zzgKEOPUoYHvGz1TBCxMkd3kwNVbU0gKHkx+iZILf77IofhrY1nYFnB/lQPb79drWOyJVa/DAvg9B/rLB4cC+Nqgdz/TvBbBnr6GBReqn/nRmDgaQEej7WhonozjF+Y2I/fZou/qAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;\n  &lt;/div&gt; \n  &lt;p style=&quot; margin:8px 0 0 0; padding:0 4px;&quot;&gt; &lt;a href=&quot;https://instagram.com/p/h_h0IKGIaZ/&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot; target=&quot;_top&quot;&gt;Best #oysters in London at the #wrightbrothers new #restaurant with the girls #suewebster #tracyemin&lt;/a&gt;&lt;/p&gt; \n  &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;A photo posted by Nancy Dell'Olio (@nancydellolio) on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2013-12-16T18:30:39+00:00&quot;&gt;Dec 16, 2013 at 10:30am PST&lt;/time&gt;&lt;/p&gt;\n &lt;/div&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; defer=&quot;&quot; src=&quot;https://platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;\"></iframe> \n <figcaption>\n  Dell’Olio’s Instagram shot with Tracey Emin: ‘She is very fun. We have a lot in common.’\n </figcaption> \n</figure> \n<p>Dell’Olio’s Instagram feed is a characteristic mix of photos of holidays, art and celebrity friends (Tracey Emin, mainly – a night out with the two of them, she says, “is very fun because we have a lot in common: she’s a very intelligent woman and a great artist”.) I am particularly taken with a photo of her in Miami wearing more make up than bathing suit. Does she ever go out without makeup?<br /></p> \n<p>“No! Even on the beach you need to wear protection for the sun, mascara, lip gloss, eye pencil. I wear no makeup in bed.”</p> \n<p>So she would let a boyfriend see her without makeup then?</p> \n<p>She holds up a finger, as though I have just caught her out: “Ah! The problem then is, if I don’t wear makeup, he then won’t believe I’m older than 18.” Dell’Olio is 53. Again, I make the mistake of laughing: “You don’t believe me – it’s true! He always say: ‘You look 16!’ The makeup can age you a little bit.”</p> \n<p>We then spot a photo of her on Instagram wearing a dress that, like her bathing suit, reveals more than it conceals.</p> \n<p>“Hm! Sometimes I discover that I missed something in my wardrobe. Hahahaha!”</p> \n<p>Dell’Olio could be a camp icon on a par with Joan Collins. Does she think she is high maintenance?</p> \n<p>“To be honest, yes. Women, just the fact we’re female, we’re more high maintenance, because we need to do our hair, our makeup, our nails – this is part of our femininity. I can try to reduce, though.”</p> \n<p>Could she live on a budget? She lets out a shriek and lunges at me, as though trying to put the words back in my mouth.</p> \n<p>“I don’t know what this word is! My accountant says, You have no relationship with money.”</p> \n<p>This, I suspect, is true. Dell’Olio, who once worked as a property lawyer, no longer seems to have too much contact with her profession (“When you say do I practise law, in a sense very typical, no”), which poses the question how she pays for all the Vuitton, Belgravia property and hairdressers. She describes her new career path as that of “an entrepreneur” which allows her to “express my creativity. It’s a very different state of mind.”</p> \n<p>We now turn to the part of our adventures on the web Dell’Olio professes to dread the most: Google.</p> \n<h2><strong>Google</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"05222573cc829262a88f11b2d290701eb4c69b61\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430148083856/26bd1c62-e81e-4fc3-bac2-a32ab53dcbe8-460x276.jpeg\" alt=\"Dell'Olio with Sven Goran-Eriksson.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dell’Olio with Sven-G&ouml;ran Eriksson: ‘The press were interested in him because of me, not because of him!’</span> \n  <span class=\"element-image__credit\">Photograph: Rex Shutterstock/Rex Features</span> \n </figcaption> \n</figure> \n<p>Dell’Olio has been a celebrity in Britain ever since she arrived 2001 as Eriksson’s glamorous girlfriend. Quite a lot of the coverage we find about her is still in relation to Eriksson, even though they broke up eight years ago. Dell’Olio winces and curls up in her chair.<br /></p> \n<p>“Someone will say, ‘[You’re famous because] you came here with him. I’ll say, ‘Yes, I came here with Eriksson because he was the manager, but the press were interested in him because of me, not because of him!’” she says, which is not entirely accurate. She then adds, “Now they don’t talk about him in years!”, which is, to be fair, pretty accurate.</p> \n<p>Does she know what he’s up to?</p> \n<p>“No! It would be too upsetting after all the disaster he did.”</p> \n<p>The disaster included his notorious chronic infidelity and his profoundly unkind words about Dell’Olio in his autobiography.</p> \n<p>He was not a gentleman to you, Nancy, I say.</p> \n<p>“Well, no he wasn’t. I met him like a gentleman and then he acted like a stupid.”</p> \n<p>Like a what?</p> \n<p>“Like a stupid.” (She is probably making a direct translation of “uno stupido” – a stupid man in Italian.) “That’s what upsets me – such a stupid. But I never said anything because I was protecting my choices.”</p> \n<p>Given the intense tabloid coverage around her relationships with Eriksson and Sir Trevor Nunn, has she considered going out with someone not famous?</p> \n<p>“Ye-es,” she says so slowly that it’s as though the idea pains her. “But sometimes someone who isn’t famous can’t cope with it and find being in the public eye difficult to understand.” What I think a lot of people find difficult to understand is what Dell’Olio is famous for, exactly. What does she think the reason is?</p> \n<p>“I think it has to be for my personality, and for my kindness. I think,” she adds, bejewelled wrist flicking her hair back. “Most people in Britain know now the kind of deep, intelligent person I am.”</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430147643352/4d0b69e9-185b-4bd3-b9b8-eec0add93024-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene/Guardian","altText":"Nancy Dell'Olio.","cleanCredit":"Photograph: David Levene/Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430150321591/44d4c9c5-e804-48f5-90db-acf6ba0e7c74-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":314,"width":672,"orientation":"landscape","caption":"Nancy Dell’Olio has a Twitter ‘person’ who writes her Tweets. Photograph: Twitter","credit":"Twitter","altText":"Nancy Dell'Olio twitter feed.","cleanCaption":"Nancy Dell’Olio has a Twitter ‘person’ who writes her Tweets.","cleanCredit":"Photograph: Twitter"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430150558653/b56dcd76-38e5-40d6-af44-84d5523b1f7f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dell’Olio with Trevor Nunn: she sued the Mail for libel after it described her as “a man-eater” when reporting her relationship with Nunn. Photograph: Rex Shutterstock/Rex Features/Rex Shutterstock/Rex Features","credit":"Rex Shutterstock/Rex Features/Rex Shutterstock/Rex Features","altText":"Nancy Dell'Olio with Trevor Nunn.","cleanCaption":"Dell’Olio with Trevor Nunn: she sued the Mail for libel after it described her as “a man-eater” when reporting her relationship with Nunn.","cleanCredit":"Photograph: Rex Shutterstock/Rex Features/Rex Shutterstock/Rex Features"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430148085119/26bd1c62-e81e-4fc3-bac2-a32ab53dcbe8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dell’Olio with Sven-Göran Eriksson: ‘The press were interested in him because of me, not because of him!’ Photograph: Rex Shutterstock/Rex Features","credit":"Rex Shutterstock/Rex Features","altText":"Dell'Olio with Sven Goran-Eriksson.","cleanCaption":"Dell’Olio with Sven-Göran Eriksson: ‘The press were interested in him because of me, not because of him!’","cleanCredit":"Photograph: Rex Shutterstock/Rex Features"}],"webPublicationDate":"2015-04-27T18:09:08Z","lastModified":"2015-04-28T13:48:42Z","metadata":{"commentable":true,"commentCount":91,"contributors":[{"name":"Hadley Freeman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738532/HadleyFreeman.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hadleyfreeman"}],"feature":true,"keywords":["Nancy Dell'Olio","Life and style","Social media","Digital media","Internally displaced people"],"topics":[{"displayName":"Hadley Freeman","topic":{"type":"tag-contributor","name":"profile/hadleyfreeman"}}],"series":{"title":"What I see when I Google me","uri":"http://mobile-apps.guardianapis.com/lists/tag/theguardian/series/what-i-see-when-i-google-me"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/apr/27/nancy-dell-olio-nigella-lawson-google-sven-goran-eriksson-internet","shortUrl":"http://gu.com/p/47q8b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/apr/27/nancy-dell-olio-nigella-lawson-google-sven-goran-eriksson-internet","webUri":"http://www.theguardian.com/lifeandstyle/2015/apr/27/nancy-dell-olio-nigella-lawson-google-sven-goran-eriksson-internet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430147643352/4d0b69e9-185b-4bd3-b9b8-eec0add93024-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nancy Dell’Olio: ‘The most stunning lady I know is me!’ Photograph: David Levene/Guardian","credit":"David Levene/Guardian","altText":"Nancy Dell'Olio.","cleanCaption":"Nancy Dell’Olio: ‘The most stunning lady I know is me!’","cleanCredit":"Photograph: David Levene/Guardian"}},"importance":7,"showQuotedHeadline":false},{"title":"Paul McCartney celebrates popularity on Line by selling 'sound stickers' to fans","rawTitle":"Paul McCartney celebrates popularity on Line by selling 'sound stickers' to fans","item":{"type":"article","id":"technology/2015/apr/28/paul-mccartney-line-sound-stickers-twitter-facebook","title":"Paul McCartney celebrates popularity on Line by selling 'sound stickers' to fans","trailText":"Ex-Wings frontman has more followers on Japanese messaging app than on Twitter and Facebook combined<br>","standFirst":"<p>Ex-Wings frontman has more followers on Japanese messaging app than on Twitter and Facebook combined<br /></p>","byline":"Stuart Dredge","body":"<p>Paul McCartney has become the first western musician to sell a set of “sound stickers” within messaging app Line, where his official profile has nearly 10.7 million followers.</p> \n<p>He’s one of the most popular artists on Line, and the app has become the former Beatle’s biggest social platform by some distance. McCartney has <a href=\"https://twitter.com/paulmccartney\">2.3 million followers on Twitter</a> and <a href=\"https://www.facebook.com/PaulMcCartney\">6.2m likes for his Facebook page</a>.</p> \n<p>The new set of stickers - collections of images that fans can download then paste in to their conversations with friends – follows two previous (soundless) sets released within Line in 2013 and 2014.</p> \n<p>The new set has been released to tie in with McCartney’s latest tour of Japan, which is Line’s home country.</p> \n<figure class=\"element element-image\" data-media-id=\"17e30cfb3b673b7c6985005d94867e40f4666d0c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430219345117/c351b38b-b95d-4371-acc1-c065b6f6f5bd-460x309.png\" alt=\"Two of Paul McCartney's new sound stickers.\" width=\"460\" height=\"309\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Two of Paul McCartney’s new sound stickers.</span> \n </figcaption> \n</figure> \n<p>“A few weeks ago, Paul recorded a variety of phrases exclusively for LINE in both English and Japanese before jetting off for tour rehearsals in LA,” <a href=\"http://www.paulmccartney.com/news-blogs/news/paul-voices-new-sound-stickers-on-line\">explained his website</a>.</p> \n<p>“These recordings have been combined with 24 illustrated stickers designed to convey a wide range of daily expressions, which are a great and fun new way to chat with your friends.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/nov/21/messaging-apps-encryption-payments-media-ads\">Messaging apps' next threads: encryption, payments, media and ads</a> </p> \n</aside> \n<p>The stickers aren’t just a personalisation tool for fans of McCartney: they’re a new revenue stream for him. Line is charging 100 virtual coins for the set, with that amount of virtual currency costing &pound;1.49 in its in-app store.</p> \n<p>Line, whose main rivals include WhatsApp and Facebook Messenger in the west, but also KakaoTalk and weChat in Asia, has been growing fast in recent years. In January, the company <a href=\"http://techcrunch.com/2015/01/28/naver-line-4q2014/\">said it had 181 million active users</a>.</p> \n<p>Paul McCartney is one of a number of musicians with active profiles on Line, including Taylor Swift (who has 14 million followers on the app), Katy Perry (13.2 million) and Linkin Park (6.6 million).</p> \n<p>Line has wider music ambitions too. In December 2014 it announced <a href=\"http://linecorp.com/en/pr/news/en/2014/888\">plans to launch a streaming music service in Japan</a> in partnership with labels Sony Music and Avex Digital, then <a href=\"https://linecorp.com/en/pr/news/en/2014/895\">acquired Nokia’s MixRadio streaming service</a> to run elsewhere in the world.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430216931771/1665173b-9422-4d0f-894a-8ec5bff64f99-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","credit":"PR","altText":"One of Paul McCartney's new sound stickers on Line.","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430219345360/ab8273e1-87b9-45ff-a691-ed94059e682c-620x417.png?width=#{width}&height=#{height}&quality=#{quality}","height":417,"width":620,"orientation":"landscape","caption":"Two of Paul McCartney’s new sound stickers.","credit":"PR","altText":"Two of Paul McCartney's new sound stickers.","cleanCaption":"Two of Paul McCartney’s new sound stickers."}],"webPublicationDate":"2015-04-28T12:03:55Z","lastModified":"2015-04-28T12:27:42Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Stuart Dredge","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-dredge"}],"feature":false,"keywords":["Apps","Paul McCartney","Technology","Social networking","Social media","Smartphones","Media","Twitter","Facebook","Music","Mobile phones","Internet","Digital media"],"topics":[{"displayName":"Stuart Dredge","topic":{"type":"tag-contributor","name":"profile/stuart-dredge"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/apr/28/paul-mccartney-line-sound-stickers-twitter-facebook","shortUrl":"http://gu.com/p/47qpn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/apr/28/paul-mccartney-line-sound-stickers-twitter-facebook","webUri":"http://www.theguardian.com/technology/2015/apr/28/paul-mccartney-line-sound-stickers-twitter-facebook"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430216931771/1665173b-9422-4d0f-894a-8ec5bff64f99-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","caption":"One of Paul McCartney’s new sound stickers on Line.","credit":"PR","altText":"One of Paul McCartney's new sound stickers on Line.","cleanCaption":"One of Paul McCartney’s new sound stickers on Line."}},"importance":5,"showQuotedHeadline":false},{"title":"Sandi Toksvig to leave Radio 4’s News Quiz","rawTitle":"Sandi Toksvig to leave Radio 4’s News Quiz","item":{"type":"article","id":"media/2015/apr/28/sandi-toksvig-radio-4-news-quiz","title":"Sandi Toksvig to leave Radio 4’s News Quiz","trailText":"Comic has hosted more than 220 episodes of the topical quizshow since 2006","standFirst":"<p>Comic has hosted more than 220 episodes of the topical quizshow since 2006</p>","byline":"Press Association","body":"<p>Comic Sandi Toksvig is leaving Radio 4’s The News Quiz after hosting hundreds of episodes over almost a decade.</p> \n<p>The broadcaster, who took over as host in 2006, has been in charge for more than 220 episodes over 28 series and will bow out in June.</p> \n<p>She said: “The News Quiz is one of the things I am proudest of in my professional life. From the beginning, when I arrived as a rather nervous panellist almost a quarter of a century ago, I have always enjoyed it and was overwhelmed when asked to become host back in 2006.</p> \n<p>“Now I have decided it is time to move on and of course I feel sad but I think it’s the right moment. The show is in great shape and, like a good house guest, you should always depart when people still wish you’d stay a bit longer.</p> \n<p>“Radio 4 is family to me and I have no intention of disappearing entirely and, who knows, maybe I can come back one day to The News Quiz as a guest and muck about a bit?”</p> \n<p>Among the guests who have appeared alongside Toksvig are Jeremy Hardy, David Mitchell, Jo Brand and Sarah Millican.</p> \n<p>The new host for the show, which has been running since 1977, will be announced later this year.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430215687759/0d6fb437-d7fa-424a-9daf-90d1c184ebe5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"BBC","altText":"Sandi Toksvig is to leave Radio 4's News Quiz","cleanCredit":"Photograph: BBC"}],"bodyImages":[],"webPublicationDate":"2015-04-28T10:17:10Z","lastModified":"2015-04-28T10:17:11Z","metadata":{"commentable":true,"commentCount":128,"contributors":[],"feature":false,"keywords":["Radio 4","Radio industry","BBC","Media","Radio","Television & radio","Culture","UK news"],"topics":[],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/apr/28/sandi-toksvig-radio-4-news-quiz","shortUrl":"http://gu.com/p/47qzn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/apr/28/sandi-toksvig-radio-4-news-quiz","webUri":"http://www.theguardian.com/media/2015/apr/28/sandi-toksvig-radio-4-news-quiz"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430215687759/0d6fb437-d7fa-424a-9daf-90d1c184ebe5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sandi Toksvig is to leave Radio 4’s News Quiz. Photograph: BBC","credit":"BBC","altText":"Sandi Toksvig is to leave Radio 4's News Quiz","cleanCaption":"Sandi Toksvig is to leave Radio 4’s News Quiz.","cleanCredit":"Photograph: BBC"}},"importance":5,"showQuotedHeadline":false},{"title":"Lord of the Rings cinematographer dies aged 59","rawTitle":"Lord of the Rings cinematographer dies aged 59","item":{"type":"article","id":"film/2015/apr/28/lord-of-the-rings-cinematographer-andrew-lesnie-dies-aged-59","title":"Lord of the Rings cinematographer Andrew Lesnie dies aged 59","trailText":"Oscar winning Australian cinematographer was known for his work with Peter Jackson, Chris Noonan and Russell Crowe in a career spanning almost four decades","standFirst":"<p>Oscar winning Australian cinematographer was known for his work with Peter Jackson, Chris Noonan and Russell Crowe in a career spanning almost four decades</p>","byline":"Nancy Groves","body":"<p>Australian cinematographer Andrew Lesnie, an Oscar winner for his work on Peter Jackson’s Lord of the Rings trilogy, has died at the age of 59.<br /></p> \n<p>The Sydney film-maker won the Academy award for best cinematography for The Fellowship of the Ring in 2002, and also worked with Jackson on King Kong, The Lovely Bones and his Hobbit films.</p> \n<p>Lesnie’s death <a href=\"http://www.news.com.au/entertainment/movies/cinematographer-andrew-lesnie-has-died-from-a-heart-attack/story-e6frfmvr-1227324892475?from=public_rss&amp;utm_content=entertainment&amp;utm_campaign=socialflow&amp;utm_source=twitter&amp;utm_term=entertainment&amp;utm_medium=banner\">was confirmed</a> by the Australian Cinematographers Society on Tuesday. “We have been advised of the sudden death of Andrew,” a spokesman said, adding that his family would make an official statement at a later time.</p> \n<p>In a career spanning almost four decades, Lesnie started out as assistant camera operator on the 1978 Australian horror movie Patrick while still at film school, and was most recently cinematographer on Russell Crowe’s directorial debut, The Water Diviner.</p> \n<p>Crowe tweeted his devastation at Lesnie’s death, calling him “the master of light”.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/russellcrowe/statuses/592915597102428161\"> \n <blockquote class=\"twitter-tweet\">\n  <p>Devastating news from home. The master of the light, genius Andrew Lesnie has passed on .</p>— Russell Crowe (@russellcrowe) \n  <a href=\"https://twitter.com/russellcrowe/status/592915597102428161\">April 28, 2015</a>\n </blockquote> \n</figure> \n<p>There was grief too from the wider film industry in Australia and New Zealand, where The Lord of the Rings films were made. </p> \n<p>Film writer Harry Knowles called him the “<a href=\"https://twitter.com/headgeek666\">Cheshire cat behind the camera</a>” next to Jackson. “Lesnie and Peter Jackson would giggle behind the camera together like the most mischievous pair of movie masters that I’ve seen,” tweeted Knowles, one of many Lord of the Rings fans taking to social media to pay tribute.</p> \n<p>Lesnie also worked on Chris Noonan’s 1995 hit Babe (and its darker sequel Babe and the City), whose “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/17/babe-rewatched-the-smash-hit-story-of-the-little-pig-that-could-20-years-on\">bright sunshine-infused aesthetic</a>” Guardian Australia’s Luke Buckmaster celebrated in an article marking the film’s 20th anniversary this year.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lukebuckmaster/statuses/592935627911376896\"> \n <blockquote class=\"twitter-tweet\">\n  <p>Six Lord of the Rings movies, two Babe films, The Water Diviner and many more: RIP Andrew Lesnie, one of Australia's finest cinematographers</p>— Luke Buckmaster (@lukebuckmaster) \n  <a href=\"https://twitter.com/lukebuckmaster/status/592935627911376896\">April 28, 2015</a>\n </blockquote> \n</figure>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8af596d12efc8c035adc3adf00cbfb335749a58d/0_316_1549_928/1549.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":928,"width":1549,"orientation":"landscape","credit":"Mike Nelson/AFP/Getty Images","altText":"HOLLYWOOD, :  Andrew Lesnie holds his Oscar after winning the award for achievement in Cinematography for the movie \"The Lord of the Rings: The Fellowship of the Ring\" 24 March, 2002 at the 74th Academy Awards at the Kodak Theatre in Hollywood, CA.  AFP PHOTO/Mike NELSON (Photo credit should read MIKE NELSON/AFP/Getty Images)","cleanCredit":"Photograph: Mike Nelson/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-04-28T07:49:04Z","lastModified":"2015-04-28T07:51:42Z","metadata":{"commentable":true,"commentCount":14,"contributors":[{"name":"Nancy Groves","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/19/1421674503790/Nancy-Groves-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nancy-groves"}],"feature":false,"keywords":["Lord of the Rings","Film","Peter Jackson","Culture","Australia news","New Zealand","The Water Diviner"],"topics":[{"displayName":"Nancy Groves","topic":{"type":"tag-contributor","name":"profile/nancy-groves"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/apr/28/lord-of-the-rings-cinematographer-andrew-lesnie-dies-aged-59","shortUrl":"http://gu.com/p/47qk8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/apr/28/lord-of-the-rings-cinematographer-andrew-lesnie-dies-aged-59","webUri":"http://www.theguardian.com/film/2015/apr/28/lord-of-the-rings-cinematographer-andrew-lesnie-dies-aged-59"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8af596d12efc8c035adc3adf00cbfb335749a58d/0_316_1549_928/1549.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":928,"width":1549,"orientation":"landscape","caption":"Acclaim for Andrew Lesnie’s cinematography included an Oscar in 2002 for The Fellowship of the Ring. He started his career as an assistant camera operator. Photograph: Mike Nelson/Getty Images","credit":"Mike Nelson/Getty Images","altText":"Acclaim for Andrew Lesnie’s cinematography included an Oscar in 2002 for The Fellowship of the Ring. He started his career as an assistant camera operator.","cleanCaption":"Acclaim for Andrew Lesnie’s cinematography included an Oscar in 2002 for The Fellowship of the Ring. He started his career as an assistant camera operator.","cleanCredit":"Photograph: Mike Nelson/Getty Images"}},"importance":4,"showQuotedHeadline":false},{"title":"Ben Mendelsohn / Alf from Home and Away has the best acting career in Australia","rawTitle":"Alf from Home and Away has the best acting career in Australia","item":{"type":"article","id":"film/2015/apr/28/ben-mendelsohn-alf-from-home-and-away-has-the-best-acting-career-in-australia","title":"Ben Mendelsohn: Alf from Home and Away has the best acting career in Australia","trailText":"The Melbourne exile on those Star Wars rumours, his mutual love affair with Ryan Gosling and why Sydney’s finest actor might just be driving your cab","standFirst":"<p>The Melbourne exile on those Star Wars rumours, his mutual love affair with Ryan Gosling and why Sydney’s finest actor might just be driving your cab</p>","byline":"Toby McCasker","body":"<p>One time, a very long time ago, Ben Mendelsohn still lived in Melbourne and so did I. He wound up at my house and I wanted to be an actor so I asked him all about it. I don’t remember much of what he said but I remember this because it seemed universal for most Australian creatives: have a back-up plan.<br /></p> \n<p>“My advice in that respect hasn’t changed,” Mendelsohn says when we meet again, with his latest film, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/dec/07/black-sea-review-jude-law-kevin-macdonald-submarine-thriller\">Black Sea</a>, in Australian cinemas and small-screen drama, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/bloodline\">Bloodline</a>, on Netflix. “I don’t think it’s necessarily a great thing not<em> </em>to have another option on the table. When it gets lean and dry, it’s pretty tough, and it can go on for a very long time, and there’s no guarantee of that changing significantly.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/apr/10/ben-mendelsohn-five-best-moments\">Ben Mendelsohn: five best moments</a> </p> \n</aside> \n<p>“Are you happy not being an actor?” he asks. I meet an inordinate amount of actors who are cab drivers in Sydney, I tell him.</p> \n<p>“Yeah. Well, there’s a proud tradition of that in Sydney. Most notably, Steve Bisley, who is a very important Australian actor. He’s in that film The Big Steal that I did, but Steve has a long and incredibly storied career; class of 77 at Nida [the National Institute of Dramatic Arts], which is their greatest year ever.” </p> \n<p>Same year as Mel Gibson. “In Steve’s downtime from work,” Mendelsohn goes on, “he started driving cabs. And it was a big deal, a really big deal, but his attitude was pretty straightforward: ‘Look, I’m not working, I’ve got kids, they need to eat and be provided for.’”</p> \n<p>Mendelsohn, meanwhile, wound up in Hollywood. There’s a proud Australian tradition of that too. “The thing about home,” he says, “is that it’s a tough place to sustain a career, just by dent of the size of the place. I had about as good a run there as anybody, but it’s still a tough ask. I mean, the person I think with the best career in Australia is Ray Meagher, in Home and Away<em>.</em>”</p> \n<p>Alf Stewart? “I’m not trying to be clever about this! It’s not some wry, hip, ironic take. The guy has been working straight for 20, 25 years, however long he’s been doing that job, with a regular paycheck on a show that millions of people around the world watch. That guy’s got the best career in the country.”</p> \n<p>Homegrown soaps are integral to the development of young local actors, insists Mendelsohn, who’s some kind of proof positive, having appeared on Neighbours<em> </em>in the 1980s. “In my experience, it doesn’t get tougher than those shows. They are where you work the hardest. You have the least preparation in some ways, the scripts ask a lot of you as a performer, and you have to find a way to do that that’s not preposterous.”</p> \n<figure class=\"element element-image\" data-media-id=\"2438d70f66d0d705fdc41da2e0cf09b853a5b910\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430198952711/1271f1bb-e816-42c0-b71c-64c09410a2a2-318x420.jpeg\" alt=\"Ben Mendelsohn\" width=\"318\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ben Mendelsohn in London.</span> \n  <span class=\"element-image__credit\">Photograph: Karen Robinson</span> \n </figcaption> \n</figure> \n<p>All this soap talk, I note, and we’re forgetting to get on to Ryan Gosling and the fact that he might be in love with Ben. First they appeared together in The Place Beyond the Pines, directed by Derek Cianfrance, now Mendelsohn has shown up in Gosling’s directorial debut, <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/09/lost-river-review-ryan-gosling-a-fantastically-annoying-film\">Lost River</a>. He laughs. “I’ve got a lot of time for that guy. I love him right back.” </p> \n<p>While Lost River <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/09/lost-river-review-ryan-gosling-a-fantastically-annoying-film\">has not fared well</a> with the critics, Cianfrance’s movie was “one of the best film-making experiences of my considerably long life”, Mendelsohn says. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/26/ben-mendelsohn-set-for-star-wars-spin-off-rogue-one\">Ben Mendelsohn set for Star Wars spin-off Rogue One</a> </p> \n</aside> \n<p>“We had a shit first day. Didn’t feel good, wasn’t good. I was pretty bad. My guy was supposed to be this ex-con badass that was gonna lure Ryan’s guy, with all his motorbike-riding prowess, into doing the heavy lifting of all these bank robberies. We started doing it that, and Derek was like, ‘What if you just really liked<em> </em>Ryan … ?”</p> \n<p>Hardly a stretch. But Mendelsohn’s success can’t just be a case of Being a Guy Who Acts. Is Mendelsohn, who is trying really hard not to drop regular F-bombs but really wants to (and enjoys) doing so, better at playing Hollywood than he lets on?</p> \n<p>“No, no,” he says, rejecting this line. “There was an interview I did many years ago. Didn’t go very well. The guy ended up writing the piece and the upshot was: things would be fine if I’d just learn to play the game; that’s what I don’t know how to do. And I don’t think that’s the case.”</p> \n<p>There are two routes to making it, he says. Do something that gets you noticed. Or make immediate sense to people. “Now, I didn’t. I didn’t make sense to them. I’d been coming to LA for a very long time before I got anywhere.”</p> \n<p>He laughs off talk that he’s become more palatable. “I may have got naturally less <em>whatever</em><em> </em>as I’ve gotten older,” he says. “The general rule of thumb is, honestly, that the higher up you go, the less <em>sturm und drang</em> there is. The thing with people who are doing it at the top, top end of town – they don’t have to prove anything.” </p> \n<p>Proper movie stars, he notes, “get bombarded”. He makes a briefly disgusted noise. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/australia-culture-blog/2014/oct/03/the-big-steal-rewatched-a-timeless-john-hughes-esque-teen-caper\">The Big Steal rewatched – a timeless John Hughes-esque teen caper</a> </p> \n</aside> \n<p>“It’s a tougher gig than what people think it is. The proper, real, genuine, worldwide movie stars don’t get a lot of downtime from the world outside. That’s a tougher price, I think, than what people’s fantasy of fame account for.” But it could be Mendelsohn soon – maybe. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/26/ben-mendelsohn-set-for-star-wars-spin-off-rogue-one\">Rumours seem oddly certain</a> about his leading man involvement in the latest Star Wars spin-off, Rogue One. </p> \n<p><strong>“</strong>There’s a friend of mine who seems to think that there’s something to all that,” he says. “All I can say is that if it were<em> </em>to happen, no one would be happier than myself, being a kid that Star Wars hit at really the most magical time when you’re really watching stuff.” </p> \n<p>He pauses. “I can honestly tell you there is no such deal in place. I’ve heard reports, but there’s nothing definite. It would be excellent to do a Star Wars.”</p> \n<p>I can almost hear him coil his fingers together. “It would be excellent<em>.</em>” </p> \n<p><em><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/dec/07/black-sea-review-jude-law-kevin-macdonald-submarine-thriller\">Black Sea</a> is in Australian cinemas now</em></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430198178766/a78385ae-dec2-4563-ad10-88a4e87ce0c0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Karen Robinson/Karen Robinson","altText":"Ben Mendelsohn.","cleanCredit":"Photograph: Karen Robinson/Karen Robinson"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430198954001/1271f1bb-e816-42c0-b71c-64c09410a2a2-1546x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1546,"orientation":"portrait","caption":"Ben Mendelsohn in London. Photograph: Karen Robinson","credit":"Karen Robinson","altText":"Ben Mendelsohn","cleanCaption":"Ben Mendelsohn in London.","cleanCredit":"Photograph: Karen Robinson"}],"webPublicationDate":"2015-04-28T06:29:31Z","lastModified":"2015-04-28T10:21:39Z","metadata":{"commentable":true,"commentCount":56,"contributors":[],"feature":true,"keywords":["Film","Ben Mendelsohn","Culture","Lost River","Black Sea","Bloodline","Australian television","Soap opera","Television","Star Wars","Australia news"],"topics":[],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/apr/28/ben-mendelsohn-alf-from-home-and-away-has-the-best-acting-career-in-australia","shortUrl":"http://gu.com/p/47pee","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/apr/28/ben-mendelsohn-alf-from-home-and-away-has-the-best-acting-career-in-australia","webUri":"http://www.theguardian.com/film/2015/apr/28/ben-mendelsohn-alf-from-home-and-away-has-the-best-acting-career-in-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430198178766/a78385ae-dec2-4563-ad10-88a4e87ce0c0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It would be excellent to do a Star Wars’: Ben Mendelsohn. Photograph: Karen Robinson","credit":"Karen Robinson","altText":"Ben Mendelsohn.","cleanCaption":"‘It would be excellent to do a Star Wars’: Ben Mendelsohn.","cleanCredit":"Photograph: Karen Robinson"}},"importance":4,"kicker":{"title":"Ben Mendelsohn"},"showQuotedHeadline":true},{"title":"'I watch Take Me Out, not Newsnight' / Jeremy Paxman reveals his TV habits","rawTitle":"Jeremy Paxman reveals his TV habits","item":{"type":"article","id":"media/2015/apr/28/jeremy-paxman-itv-take-me-out-never-watches-newsnight","title":"Jeremy Paxman reveals love for reality TV over Newsnight","trailText":"Former Newsnight presenter, who will front Channel 4’s general election coverage, says he enjoys ITV’s Take Me Out while refusing to hit back at rival broadcaster Andrew Marr","standFirst":"<p>Former Newsnight presenter, who will front Channel 4’s general election coverage, says he enjoys ITV’s Take Me Out while refusing to hit back at rival broadcaster Andrew Marr</p>","byline":"John Plunkett","body":"<p>Former Newsnight presenter Jeremy Paxman no longer watches the BBC2 programme he used to front but has emerged as an unlikely fan of a different kind of programme – ITV’s Saturday night dating show Take Me Out.</p> \n<p>Paxman, who will front Channel 4’s general election night coverage, said he had no second thoughts about leaving Newsnight. “I don’t see Newsnight, I’m afraid. My idea of fun is to go to bed at 10.30pm and read a book,” he told the Radio Times.</p> \n<p>Paxman said Russell Brand’s suggestion that people should not vote in the election was “the position of an idiot” and said he would not have a problem if voting was made compulsory.</p> \n<p>Asked if he had seen ITV’s reality show The Only Way Is Essex, Paxman said: “I have. I didn’t like it as much as I like Take Me Out, which I think is a fantastic show.”</p> \n<p>Asked whether he was serious about enjoying ITV’s dating show, which is hosted by Paddy McGuinness, Paxman replied: “I do!” and added that he had also seen Made in Chelsea. </p> \n<p>“I don’t like the people in it ... It’s probably a reflection on me, not them,” he said of the E4 show about socialites. <br /></p> \n<p>Meanwhile he refused to hit back after Andrew Marr called Paxman’s technique “disdainful” and “contemptuous”. Marr called the rival broadcaster “a genuinely tortured, angry individual” after Paxman interviewed David Cameron and Ed Miliband in March.</p> \n<p>“You are not the first person to try to get me to be rude about him (Marr), and I’m not going to, I’m afraid,” Paxman said. He joked that it was for others to judge if he really was a tortured and angry individual. </p> \n<p>Paxman said of the general election: “I think it really matters ... I’ve no sympathy whatsoever with people who say ‘I don’t vote’.” <br /></p> \n<p>Of comedian Brand, who has encouraged people not to vote, he added: “I’m just astonished anyone would take that position seriously. It’s the position of an idiot.” </p> \n<p>Paxman added: “On the whole, I’m in favour of the state getting out of people’s lives, but I would not have a problem with voting being made compulsory. But if you did that, you’d have to have a box for ‘none of the above’.” </p> \n<p>He branded the choice at this election as being “between one man who was at primary school with Boris Johnson and one man who was at secondary school with him – both of whom did PPE at Oxford.”</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430202056076/c02ebd5f-bbeb-4013-a6b8-5caf980dedd4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Murdo Macleod/Murdo Macleod","altText":"Jeremy Paxman","cleanCredit":"Photograph: Murdo Macleod/Murdo Macleod"}],"bodyImages":[],"webPublicationDate":"2015-04-27T23:01:04Z","lastModified":"2015-04-28T06:21:00Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Plunkett","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/2/1399058779148/John-Plunkett-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnplunkett"}],"feature":false,"keywords":["Jeremy Paxman","Television & radio","Television industry","Newsnight","General election 2015","Channel 4","BBC","Culture","Media","Politics","Television","UK news"],"topics":[{"displayName":"John Plunkett","topic":{"type":"tag-contributor","name":"profile/johnplunkett"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/apr/28/jeremy-paxman-itv-take-me-out-never-watches-newsnight","shortUrl":"http://gu.com/p/47qb7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/apr/28/jeremy-paxman-itv-take-me-out-never-watches-newsnight","webUri":"http://www.theguardian.com/media/2015/apr/28/jeremy-paxman-itv-take-me-out-never-watches-newsnight"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430152619907/5cd4ab87-c858-477c-b680-1d9cdd477f0e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"David Mitchell and veteran BBC interrogator Jeremy Paxman, who will be hosting Channel 4’s Alternative Election Night on 7 May. Photograph: Channel 4/PA","credit":"Channel 4/PA","altText":"David Mitchell and veteran BBC interrogator Jeremy Paxman, who will be hosting Channel 4's Alternative Election Night on 7 May.","cleanCaption":"David Mitchell and veteran BBC interrogator Jeremy Paxman, who will be hosting Channel 4’s Alternative Election Night on 7 May.","cleanCredit":"Photograph: Channel 4/PA"}},"importance":3,"kicker":{"title":"'I watch Take Me Out, not Newsnight'"},"showQuotedHeadline":false},{"title":"Take That bandmates urge One Direction to phone Zayn Malik","rawTitle":"Take That bandmates urge One Direction to phone Zayn Malik","item":{"type":"article","id":"music/2015/apr/28/take-that-one-direction-split-zayn-malik-williams","title":"Take That bandmates urge One Direction to phone Zayn Malik","trailText":"Trio regret not calling Robbie Williams following his departure from the group in 1995, claiming it triggered a decade of silence","standFirst":"<p>Trio regret not calling Robbie Williams following his departure from the group in 1995, claiming it triggered a decade of silence</p>","byline":"Guardian music","body":"<p>If there’s one band who can offer advice about the tumultuous experience of being in a boyband it’s Take That. The band, whose lineup has changed repeatedly since Robbie William left the group in 1995, have urged One Direction to call their former member Zayn Malik.<br /></p> \n<p>In an interview with the Manchester radio station <a href=\"http://www.key103.co.uk/music/\">Key 103</a>, Take That bandmates drew comparisons between Malik and Williams. “Hopefully maybe somebody’s phoned Zayn and made sure he’s all right,” Mark Owen said. “One thing that we never did when Rob left us the first time is we never [called].” Take That admitted that their reluctance to support Williams following his departure led to a 10-year break in their relationship. “You kind of get caught up in your world and you forget sometimes,” said Owen.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/apr/27/stephen-hawking-tells-fans-zayn-malik-could-still-be-in-a-parallel-one-direction\">Stephen Hawking tells fans Zayn Malik could still be in a parallel One Direction</a> </p> \n</aside> \n<p>Owen, Gary Barlow and Howard Donald of Take That were speaking ahead of their first full tour as a trio since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/sep/25/jason-orange-leaves-take-that\">Jason Orange left the band</a> last September. “I think it’s sometimes easier for the band because you’re brothers, you know, you stand together,” said Barlow, “and it’s always hard for the one that leaves … [but] I’m sure he’s got good people around him.”<br /></p> \n<p>Donald added: “I think what happened with us is we were going so fast and … we never even got round to discussing the whole thing about it. That’s what they need to do.” His advice to One Direction? “Don’t wait 10 years boys.”</p> \n<p>Malik left <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/mar/25/one-direction-confirm-zayn-malik-has-left-the-group\">One Direction in March</a>, saying he wants “to be a normal 22-year-old who is able to relax and have some private time”. The group plan to continue as a four-piece.</p> \n<p>“We’re really sad to see Zayn go, but we totally respect his decision and send him all our love for the future,” the band said at the time. “The past five years have been beyond amazing. We’ve gone through so much together, so we will always be friends.”</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/26/1424971704498/TBC-War-Child-BRITs-Show--007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Samir Hussein/Redferns via Getty Images","altText":"TBC: War Child BRITs Show - Take That","cleanCredit":"Photograph: Samir Hussein/Redferns via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-04-28T08:50:08Z","lastModified":"2015-04-28T08:51:42Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Guardian music","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardianmusic"}],"feature":false,"keywords":["Zayn Malik","Take That","One Direction","Music","Culture","Pop and rock","Robbie Williams"],"topics":[{"displayName":"Guardian music","topic":{"type":"tag-contributor","name":"profile/guardianmusic"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/apr/28/take-that-one-direction-split-zayn-malik-williams","shortUrl":"http://gu.com/p/47qmx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/apr/28/take-that-one-direction-split-zayn-malik-williams","webUri":"http://www.theguardian.com/music/2015/apr/28/take-that-one-direction-split-zayn-malik-williams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/26/1424971704498/TBC-War-Child-BRITs-Show--007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Mark Owen, Gary Barlow and Howard Donald of Take That: ‘It’s always hard for the one that leaves.’ Photograph: Samir Hussein/Redferns","credit":"Samir Hussein/Redferns","altText":"Mark Owen, Gary Barlow and Howard Donald of Take That","cleanCaption":"Mark Owen, Gary Barlow and Howard Donald of Take That: ‘It’s always hard for the one that leaves.’","cleanCredit":"Photograph: Samir Hussein/Redferns"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-04-28T12:39:10Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}