{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Annie Freud / Why I’ve finally embraced the family name","rawTitle":"Why I’ve finally embraced the family name","item":{"type":"article","id":"books/2015/jun/27/annie-freud-interview-why-ive-finally-embraced-the-family-name","title":"Annie Freud interview: ‘Why I’ve finally embraced the family name’","trailText":"The books interview: The poet talks about grand bohemian circles, being a late starter and saying no to a nude to be painted by her father Lucian Freud","standFirst":"The poet talks about grand bohemian circles, being a late starter and saying no to a nude to be painted by her father Lucian Freud","byline":"Interview by Susanna Rustin","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2011/jan/24/mirabelles-annie-freud-ts-eliot-prize\" title=\"\">Annie Freud</a> lives on a&nbsp;smallholding in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/travel/dorset\" title=\"\">Dorset</a> with a dog, sheep, chickens and her second husband Dave, a retired electrical engineer she met on the internet, who took her on a first date to <a href=\"http://hackneycityfarm.co.uk\" title=\"\">Hackney City Farm </a>in east London.</p> \n<p>The author of three collections of poetry, the first published in 2007 and the newest, <em>The Remains</em>, this month, Freud’s is a story of literary achievement late in life, after some false starts, disappointments and two previous careers – one as an embroiderer and another in local government. Last year she was by far the oldest of the latest batch of <a href=\"http://nextgenerationpoets.com\" title=\"\">Next Generation Poets</a>, selected from writers who have published their debut collection in the previous 10 years.</p> \n<p>“Sometimes I beat myself up, and say, ‘Why didn’t you start earlier?’” she tells me over a glass of prosecco she hopes will help her relax for her first big newspaper books interview. “But it&nbsp;took me a long, long time to think of myself as somebody who could make work other people might look at. I’m one of those people who used to write a flurry of poems if I had a breakup, or&nbsp;lost a job or was really sad about something. Partly to do with the family I come from, I’ve tried to make art of some sort my whole life.”</p> \n<p>Freud’s poems are autobiographical, full of pleasing sounds and unusual words (<em>lingams</em>, <em>yonis</em>, <em>cabazeo</em>), food, artistic references, glamorous places and French phrases (“<em>Les Sauces</em>, <em>Le Ballet</em>, <em>Les Actrices</em>”, dedicated to her daughter May, is a list of French words that belong in the three categories of sauces, ballet and actresses – from <em>b&eacute;chamel</em> to Binoche).</p> \n<p>Often witty and light-hearted, sometimes worried and sad, Freud’s poems are highly evocative of the complicated life she has led. The new book, which includes her own colour illustrations of landscapes, plants and fish, was inspired in part by objects dug up in her garden, but also reflects on recent bereavements: starting in May 2010 Freud lost her stepfather, mother and father within 16 months.</p> \n<p>She says she has relished her emergence on the poetry scene. “It was almost, just slightly, like being <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/thebeatles\" title=\"\">the Beatles</a>,” she says, “because people really liked my work. I got invited to do gigs and festivals and things like that.” Three books in, she tries out new forms confidently and finds it an “absolute thrill” to overcome difficulties. “When you suddenly get a chance to rhyme, and rhyme well, it’s like being able to skate or jive,” she says, before breaking off to quote a snatch of “The Ballad of Hunnington Herbert”, which rhymes “Kensington Gore” with “the late Charles Clore”.</p> \n<p>Her favourite poem in the new book, “The Room That Isn’t There”, is “a villanelle-ish kind of poem – repetitive, obsessional”, she says. “Any time I use a formal thing in a poem I think, ‘Ooh, I’m in the great tradition!’ It’s something that happens a bit organically for me, though there’s nothing wrong with sitting down to write Alexandrine couplets – I might do that in my next book.”</p> \n<p>Halfway through our interview Freud thanks me for not having begun with a million questions about her family. But her famous relatives, their personalities and reputations and our curiosity about them, are inescapable – as all families are, to some extent, but in her case more so. She is the eldest child of the painter Lucian Freud and his first wife Kitty Godley, nee Epstein (daughter of&nbsp;the sculptor Jacob and his lover Kathleen Garman). Born in London in 1948, nine years after her great-grandfather Sigmund Freud’s death, she spent the first few years of her life in grand bohemian circles in Kensington, often on the top floor of her maternal grandmother’s home with her sister Annabel and a cousin.</p> \n<p>For 10 years she went to the French lyc&eacute;e, then as fashionable as it was strait-laced, where she was taught to memorise chunks of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/cifamerica/2012/mar/14/encyclopedia-britannica-wikipedia\" title=\"\"><em>Encyclopaedia Britannica</em></a>. At Cobham Hall, her next school, there was no science and lots of&nbsp;ballroom dancing, but she made it to Warwick University to study literature, and met her first husband while hitchhiking around France on her own.</p> \n<p>“I was brought up in the tradition of&nbsp;<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/dec/08/elizabeth-david-first-lady-of-food\" title=\"\">Elizabeth David</a>,” Freud says, “my mother’s view of France was incredibly <em>lunettes de rose</em>”. Provincial, north-eastern France in the early 1970s did not live up to its romantic billing. The young couple returned to London, had a daughter, fell out and broke up.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"8d4639636a54cdb25847415730842552aae21e3b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435153841937/bc59e65c-05e7-46b2-867b-c69c92bf0734-323x420.jpeg\" alt=\"Naked Child Laughing, Lucian Freud's portrait of his daughter Annie from 1963.\" width=\"323\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><em>Naked Child Laughing</em>, Lucian Freud’s portrait of his daughter Annie from 1963.</span> \n  <span class=\"element-image__credit\">Photograph: www.bridgemanart.com</span> \n </figcaption> \n</figure> \n<p>After her parents’ divorce, Freud’s mother married the economist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2010/may/20/wynne-godley-obituary\" title=\"\">Wynne Godley</a>, while her father married Lady Caroline Blackwood. Blackwood’s cookery book <em>Darling, You Shouldn’t Have Gone to So Much Trouble</em> included a few recipes by stepdaughter Annie, who was “terribly proud” of them. But neither couple offered to support her financially, and after training as a teacher and giving up in terror, Freud took a job as a secretary for a publisher.</p> \n<p>Famously her father painted Annie nude when she was 14. <em>Naked Child Laughing</em> is more tender and modest than many of his later paintings: the teenager’s pubis is hidden by her folded thighs, her nipples by her arms and hair, while her chin rests heavily in one hand. She inherited her father’s strong facial features, and says he was “very in favour of me”, though she found his sparring with her stepfather “absolutely terrifying”. When she was small he would throw her all over the place – “I think he wanted me to be an acrobat” – and later pushed her towards acting, drawing the poster for one student play.</p> \n<p>But Freud got scared of being on stage, and was more concerned about having a partner and family, which “meant sort of hiding my light under a bushel, letting someone else try to shine and not me”. Kitty, who had dropped her own painting to become her husband’s muse, had set the example and was not encouraging: “She used to say things like, ‘Why aren’t you designing the sets at Covent Garden?’ I used to find it so hard.” Her discovery in her 20s that the existence of a clutch of half-siblings had been kept from her came as a horrible shock. Her father was&nbsp;furious when she refused to let her&nbsp;daughter May pose nude.</p> \n<p>Freud became what she calls a “corporate woman”, wearing shoulder-pads and working for the Greater London Council and London boroughs. But the creative aspirations did not go away and she carried on with her self-taught needlework and was sometimes paid for private commissions. On one wall of her house is a tapestry of her mother, pregnant, that took two years. Upstairs she shows me an unfinished piece of embroidery – clematis flowers on a white cotton scarf – begun as a present for the painter <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/bacon\" title=\"\">Francis Bacon</a>’s sister but never finished.</p> \n<figure class=\"element element-image\" data-media-id=\"55a755179eded28baba8333cbbe3b38048f25df8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435234299464/7eb8b8af-b3f6-49e2-bc73-780af36b92e9-460x328.jpeg\" alt=\"Annie Freud's illustration of a turbot for one of her poems\" width=\"460\" height=\"328\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Annie Freud’s illustration of a turbot for one of her poems</span> \n </figcaption> \n</figure> \n<p>She wrote a “rubbishy” novel, which a publisher rejected, but won praise for a set of screenplays adapted from <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/emforster\" title=\"\">EM Forster</a>’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/short-stories\" title=\"\">short stories</a>. Realising that any prospect of their being made into films was faint, and hungry for an audience, in 1999 she signed up for poetry classes. Her first tutor, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2004/sep/24/guardianobituaries.arts\" title=\"\">Michael Donaghy</a>, changed her life: “He opened your eyes to all sorts of thing you might have adored when you were younger but forgotten about, or pushed away as dull or unmodern. He introduced us to all sorts of marvellous people we hadn’t heard of. I hadn’t even heard of him.” She made new friends, started going to several poetry readings a week and rediscovered her own pleasure in performing.</p> \n<p>An older, well-off cousin began arranging outings; when they saw the poet <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/jun/08/antigonick-anne-carson-review\" title=\"\">Anne Carson</a> it made a huge impression: “I had had a lot of very complicated and unhappy erotic relationships,” Freud says. Carson’s work was “so raw, full of the sort of emotional violence I&nbsp;was familiar with. I found her completely uncompromising.” The title poem of Freud’s first collection, <em>The Best Man That Ever Was</em>, is in the arch voice of a masochist recalling “the man who thrashed me, fed me, adored me”.</p> \n<p>Fragile mental health and dissatisfaction led her to a psychoanalyst she saw several times a week for years, and who her helped her fashion the “new self” they agreed she needed. When he told her she was a good storyteller and then refused to elaborate, it made her so furious she didn’t go back for a week: “I had to deal with being told I was good at something I thought I was playing at. It was amazing, the anger I&nbsp;felt. He made me profoundly uncomfortable about my lack of seriousness about my talent.”</p> \n<figure class=\"element element-image\" data-media-id=\"c7757c81cae17055cf5eb9ba50fb72d031bfcd4e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435234485977/e21f2563-448e-4648-b307-897d127fb0b5-460x276.jpeg\" alt=\"An illustration of the landscape by Annie Freud\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An illustration of the landscape by Annie Freud</span> \n </figcaption> \n</figure> \n<p>As a child at the lyc&eacute;e she had been punished for refusing to say her full name out loud, already self-conscious about its associations. Unhappy and humiliated after her first marriage ended, she began calling herself Annie Robinson until her mother told her to stop. Today Freud has embraced her name – and has fun mimicking the gasps and exclamations it elicits – and confirms she was one of the beneficiaries of her father’s peculiar will, which left an estate worth millions of pounds to one of his other daughters and his solicitor, in order that they might share it out among those on a secret list.</p> \n<p>Last year she, along with several of her siblings, read at the ceremony at Golders Green cemetery where their great-grandfather’s ashes were reinterred following an attempted theft that left the original third-century Greek urn in pieces. “We’re not going to sit down as a family and say, ‘How does being descendants of Siggy change us?’” she says, “but we all had a little glint in our eyes, you know?” She calls the extended family “amazingly harmonious – we’ve worked on ourselves, if you know what I mean”.</p> \n<p>She joins in village life enthusiastically and teaches a poetry group in the pub. She and Dave are building a new studio for&nbsp;her to write and paint in. “I’m a lot more contented in myself for lots of reasons,” she says. “I’m able to give my concentration much more than I&nbsp;used to be able to, partly because I’m less anxious. I can get to a point where I&nbsp;hate my subject matter – you look and you look and this bastard won’t come to heel – but it’s a fruitful hatred.”</p> \n<p><em><span class=\"bullet\">•</span> The Remains</em> by Annie Freud is published by Picador. To order a copy for &pound;7.99 (RRP &pound;9.99) go to <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/295680/?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">bookshop.theguardian.com</a> or call 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min. p&amp;p of &pound;1.99.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/6/24/1435153630180/Annie-Freud-pictured-at-h-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Annie Freud, pictured at home near Cattistock, Dorset. Photograph: Jim Wileman for the Guardian","credit":"Jim Wileman/Guardian","altText":"Annie Freud, pictured at home near Cattistock, Dorset.","cleanCaption":"Annie Freud, pictured at home near Cattistock, Dorset. Photograph: Jim Wileman for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435153841066/bc59e65c-05e7-46b2-867b-c69c92bf0734-1568x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1568,"orientation":"portrait","caption":"<em>Naked Child Laughing</em>, Lucian Freud’s portrait of his daughter Annie from 1963. Photograph: www.bridgemanart.com","credit":"www.bridgemanart.com","altText":"Naked Child Laughing, Lucian Freud's portrait of his daughter Annie from 1963.","cleanCaption":"<em>Naked Child Laughing</em>, Lucian Freud’s portrait of his daughter Annie from 1963.","cleanCredit":"Photograph: www.bridgemanart.com"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435234298109/7eb8b8af-b3f6-49e2-bc73-780af36b92e9-2060x1468.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1468,"width":2060,"orientation":"landscape","caption":"Annie Freud’s illustration of a turbot for one of her poems","credit":"PR","altText":"Annie Freud's illustration of a turbot for one of her poems","cleanCaption":"Annie Freud’s illustration of a turbot for one of her poems"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435234487358/e21f2563-448e-4648-b307-897d127fb0b5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An illustration of the landscape by Annie Freud","credit":"PR","altText":"An illustration of the landscape by Annie Freud","cleanCaption":"An illustration of the landscape by Annie Freud"}],"webPublicationDate":"2015-06-27T06:45:08Z","lastModified":"2015-06-27T06:45:08Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Susanna Rustin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/susannarustin"}],"feature":true,"keywords":["Poetry","Lucian Freud","Sigmund Freud","Books","Culture","Art and design"],"tags":[{"id":"books/poetry","webTitle":"Poetry"},{"id":"artanddesign/freud","webTitle":"Lucian Freud"},{"id":"books/sigmundfreud","webTitle":"Sigmund Freud"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"}],"section":{"id":"books"},"topics":[{"displayName":"Susanna Rustin","topic":{"type":"tag-contributor","name":"profile/susannarustin"}}],"series":{"title":"A life in ...","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/a-life-in"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/27/annie-freud-interview-why-ive-finally-embraced-the-family-name","shortUrl":"http://gu.com/p/4a4j8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/27/annie-freud-interview-why-ive-finally-embraced-the-family-name","webUri":"http://www.theguardian.com/books/2015/jun/27/annie-freud-interview-why-ive-finally-embraced-the-family-name"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/6/24/1435153630180/Annie-Freud-pictured-at-h-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Annie Freud, pictured at home near Cattistock, Dorset. Photograph: Jim Wileman for the Guardian","credit":"Jim Wileman/Guardian","altText":"Annie Freud, pictured at home near Cattistock, Dorset.","cleanCaption":"Annie Freud, pictured at home near Cattistock, Dorset. Photograph: Jim Wileman for the Guardian"}},"importance":7,"kicker":{"title":"Annie Freud"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/6/24/1435153630180/Annie-Freud-pictured-at-h-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Annie Freud, pictured at home near Cattistock, Dorset. Photograph: Jim Wileman for the Guardian","credit":"Jim Wileman/Guardian","altText":"Annie Freud, pictured at home near Cattistock, Dorset.","cleanCaption":"Annie Freud, pictured at home near Cattistock, Dorset. Photograph: Jim Wileman for the Guardian"}}]},{"title":"Alicia Silverstone / 'I went on a quest to change the world'","rawTitle":"'I went on a quest to change the world'","item":{"type":"article","id":"stage/2015/jun/26/alicia-silverstone-new-play-of-good-stock","title":"Alicia Silverstone: 'I went on a quest to change the world'","trailText":"The star of Clueless and other 90s films left the spotlight – but continued to take meaty theatre roles, like her current one in new play Of Good Stock","standFirst":"<p>The star of Clueless and other 90s films left the spotlight – but continued to take meaty theatre roles, like her current one in new play Of Good Stock</p>","byline":"Alexis Soloski","body":"<p>It’s been more than 20 years since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/mar/07/clueless-classic-teen-movie-iggy-azalea\">Clueless</a>, <a href=\"http://www.imdb.com/title/tt0106627/reference\">The Crush </a>and several Aerosmith videos hurtled Alicia Silverstone to unexpected, undesired and oddly transitory fame. Despite landing a multi-picture deal before she was old enough to vote and securing funding for her own production company – then a rarity, especially for a young woman – her career seemed to flame out as quickly as it kindled.<br /></p> \n<p> But Silverstone never really went away. She continues to appear in movies and on television. And she’s become a frequent presence onstage, in plays such as The Performers, Time Stands Still and <a href=\"http://www.nytimes.com/mem/theater/treview.html?res=9406e0dc1f3af936a35757c0a9649c8b63&amp;_r=0\">the stage adaptation of The Graduate</a>, acting airheads with tenderness and even a whisper of gravitas. She’s also emerged as an activist for animal rights and <a href=\"http://thekindlife.com/recipes/\">vegan eats</a> and, less palatably, <a href=\"http://www.salon.com/2014/04/23/alicia_silverstones_clueless_vaccine_advice/\">sounded alarms against childhood vaccination</a>.</p> \n<p> At 38, she still has that pouty, cotton-candy prettiness and air of helpless sympathy, even as Amy Stockton in Melissa Ross’s<a href=\"http://www.manhattantheatreclub.com/2014-15-season/of-good-stock/\"> Of Good Stock</a>, the role she’s currently playing. Amy, the middle daughter in a wealthy literary family, is given to tantrums, effusions and obsessive wedding planning. Her younger sister calls her “Bridezilla Barbie” and her brother-in-law reveals that Amy once had “a wedding. For her cats. As a grown adult person.”</p> \n<p> Before a recent evening’s performance, Silverstone took time to discuss the play, her career, and an entirely reasonable aversion to roles that require thong underwear. </p> \n<p><strong>What can you tell me about Amy?</strong></p> \n<p>She’s kind of a hot mess, but I also find her so exciting and so electrifying. I think she’s probably slightly annoying. Well, she might be very annoying. But she’s also, I think, completely lovable. Amy’s particular story in the play is that she lost her mother and her dad never saw her. She’s the middle sister and there’s just a real lack of love in her life. She’s incredibly lonely. I feel like she’s in therapy, for sure. This wedding they’re all making fun of is so important to her, so serious to her, because she’s trying to create a real family.</p> \n<p><strong>How did you and the other actors – Jennifer Mudge, Heather Lind – create relationships as sisters?</strong></p> \n<p>We definitely had one day where we sat around the table and talked about all the kind of backstory and everything. For the sister stuff, I used things in my own life that feel real. But the girls are so easy to love. We all share a dressing room. Heather brings in vegan brownies that she’s made for us. I think she’s baking a vegan cake right now. I feel like I’ve gained sisters, which I’ve never had. I mean, I have a half sister, but we never lived together.</p> \n<p><strong>Amy’s wedding colours are lavender and chocolate. Her invitation plays a pop song. Did yours?</strong></p> \n<p>No, my invitation was plantable. It was one of those seed papers. We had an all-organic wedding. We didn’t have colours. We didn’t even have flowers.</p> \n<p><strong>You started acting pretty young. Did you have to work at it?</strong></p> \n<p>My parents are both English and they took us to England every summer. My dad would take us to see tons of theatre and that’s where my love of acting really started. When I was in junior high school, he saw me in a school play and thought wow, she’s got something. I need to get her into an acting class. I was probably very shy at first and a little narcoleptic. Like, I would fall asleep anytime anything got weird or tense. But then one day it just sort of clicked.</p> \n<p><strong>How strange was it to perform in these early hugely popular, highly sexualized roles – in The Crush, in those Aerosmith videos – while you were still in your teens?</strong></p> \n<p>I didn’t feel uncomfortable. I was just being. I know The Crush was a very serious acting role for me and I fought hard to get it. I didn’t think of it as sexual at all. I didn’t feel like I was going out there and shaking my booty. In the Aerosmith videos, when Marty [Callner], the director, and I talked about doing Crazy, the one with Liv Tyler, we plotted it out together. Right away I said: “I’m not going to strip. I’ll be the man.” </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=NMNgbISmF4I\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/NMNgbISmF4I?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>There was one movie I really wanted to do, but I had to say no, because there was just too much nudity in it for me and I just couldn’t validate it. When I read a script and a girl walks around in a thong, even if she says the most funny, interesting, cool thing, it doesn’t matter, it’s not worth it. Maybe it’s me being limited, maybe it’s me being a prude, maybe it’s me not being as great an artist as somebody else, but it just doesn’t feel right to me. Maybe one day it will.</p> \n<p><strong>You’ve done a lot of lightweight roles. Does being so blond and so pretty ever feel limiting?</strong></p> \n<p>I don’t think so. I’ve had such amazing opportunities to do stage work. I did a play with David Mamet [<a href=\"http://variety.com/2007/legit/markets-festivals/speed-the-plow-4-1200510522/\">Speed-the-Plow</a>] where he directed me, a really killer role. That’s why I do so much theatre, because I haven’t had an opportunity to do film roles as interesting. But I don’t think I choose lightweight roles. I don’t think Clueless is a lightweight role. If you look at what makes that movie so good, it’s because of the complexity of the character, Cher. If you were watching a girl just run around and bounce around, you wouldn’t like the movie so much. That’s what I’ve become good at, layering in the heart, layering in the complexity.</p> \n<p><strong>I’ve never understood exactly what happened to your film career. Do you think you were steered poorly? </strong></p> \n<p>I was so overwhelmed. I was just a theatre kid. I never wanted to be in movies or TV. There’s no support or schooling on what do you do when you suddenly found yourself famous as a young woman. It was just too much for me. So I decided I would use this to spotlight something that is very meaningful to me. I went on a quest to change the world, to make things better – for children, for the earth, for animals. I wasn’t paying attention to my career, I was paying attention to something else. And then one day I went: “Wait, I want to act, too, what’s going on?” There’s a lot more to it that obviously is personal and private. But that’s where I’m at. I can happily have a husband and a child and a life, and I get to contribute in a really meaningful way to the world and I also get to be an actress. And that’s a wonderful thing to be.</p> \n<ul> \n <li>Of Good Stock is currently in previews at Manhattan Theater Club and opens 30 June. <a href=\"http://www.manhattantheatreclub.com/2014-15-season/of-good-stock/\">Details here</a></li> \n</ul>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435330483588/abb0a126-d98b-41f1-a493-00126dd53517-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Jason Merritt/Getty Images","altText":"Alicia Silverstone: ‘I don’t pick lightweight roles.’","cleanCredit":"Photograph: Jason Merritt/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T15:26:53Z","lastModified":"2015-06-26T15:50:16Z","metadata":{"commentable":true,"commentCount":27,"contributors":[{"name":"Alexis Soloski","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexis-soloski"}],"feature":false,"keywords":["Broadway","Stage","Culture","Theatre","Film"],"tags":[{"id":"stage/broadway","webTitle":"Broadway"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/culture","webTitle":"Culture"},{"id":"stage/theatre","webTitle":"Theatre"},{"id":"film/film","webTitle":"Film"}],"section":{"id":"stage"},"topics":[{"displayName":"Alexis Soloski","topic":{"type":"tag-contributor","name":"profile/alexis-soloski"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jun/26/alicia-silverstone-new-play-of-good-stock","shortUrl":"http://gu.com/p/4a6g9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jun/26/alicia-silverstone-new-play-of-good-stock","webUri":"http://www.theguardian.com/stage/2015/jun/26/alicia-silverstone-new-play-of-good-stock"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435330483588/abb0a126-d98b-41f1-a493-00126dd53517-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Alicia Silverstone: ‘I don’t pick lightweight roles.’ Photograph: Jason Merritt/Getty Images","credit":"Jason Merritt/Getty Images","altText":"Alicia Silverstone: ‘I don’t pick lightweight roles.’","cleanCaption":"Alicia Silverstone: ‘I don’t pick lightweight roles.’","cleanCredit":"Photograph: Jason Merritt/Getty Images"}},"importance":5,"kicker":{"title":"Alicia Silverstone"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435330483588/abb0a126-d98b-41f1-a493-00126dd53517-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Jason Merritt/Getty Images","altText":"Alicia Silverstone: ‘I don’t pick lightweight roles.’","cleanCredit":"Photograph: Jason Merritt/Getty Images"}}]},{"title":"Anthony Kennedy / How one man's evolution legalized marriage for millions","rawTitle":"How one man's evolution legalized marriage for millions","item":{"type":"article","id":"us-news/2015/jun/26/kennedy-ruling-gay-marriage-supreme-court","title":"Anthony Kennedy: how one man's evolution legalized marriage for millions","trailText":"The 78-year-old supreme court justice who wrote the historic opinion on gay marriage has long been one of the most enigmatic swing voters on the bench","standFirst":"<p data-dropid=\"0\">The 78-year-old supreme court justice who wrote the historic opinion on gay marriage has long been one of the most enigmatic swing voters on the bench</p>","byline":"Dan Roberts in New York and Sabrina Siddiqui in Washington","body":"<p>His prose may lack the fiery eloquence of his US supreme court colleagues Ruth Bader Ginsburg and Antonin Scalia, or the razor-sharp precision of chief justice John Roberts, but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/ng-interactive/2015/jun/26/same-sex-marriage-supreme-court-text\">the majority opinion</a> written by Justice Anthony Kennedy – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/26/gay-marriage-legal-supreme-court\">granting a constitutional right to same-sex marriage across the United States</a> – will go down as one of the most important legal documents in the history of the American civil rights struggle.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/26/gay-marriage-legal-supreme-court\">Gay marriage declared legal across the US in historic supreme court ruling</a> </p> \n</aside> \n<p>Court-watchers were left in little doubt where most of the nine justices stood on marriage equality after two and a half hours of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/apr/28/supreme-court-arguments-gay-marriage\">extended oral arguments</a> held the hushed halls of the nation’s highest tribunal <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/apr/28/same-sex-marriage-supreme-court-arguments\">spellbound in April</a>.<br /></p> \n<p>On one side, the court’s traditional liberals: Ginsburg, Stephen Breyer, Sonia Sotomayor and Elena Kagan were withering in their view of the arguments advanced by Republican-controlled states that wanted to hold back the growing tide of legal rulings that backed gay marriage.</p> \n<p>On the other side of the bench were the more reliably conservative members of the supreme court – Scalia, Samuel Alito and the typically silent Clarence Thomas – who believed not just that marriage should remain solely between a man and woman, but that the court <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/26/gay-marriage-supreme-court-justices-dissent\">had no right to voice its opinion on the matter at all</a>.</p> \n<p>More inscrutable, however, were Roberts, who barely said a word throughout the entire hearing, and Kennedy, who seemed genuinely unsure which way to lean: he expressed concern for the consequence of either ruling.</p> \n<p>Kennedy, the 78-year-old former lawyer from California appointed to the bench by Republican president Ronald Reagan a generation ago, is seen – in theory – as one of the conservative majority. But in practice, he has long been the most enigmatic of the swing voters on some of the most defining stories in American history.</p> \n<p>On Thursday, he had joined Roberts in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/25/obama-healthcare-law-upheld-supreme-court\">defending Barack Obama’s healthcare reforms</a> from yet another legal onslaught by conservative critics.</p> \n<p>But on Friday, the day same-sex marriage became the law of the land, Roberts had decided to stay firmly in the conservative camp. </p> \n<p>And so Kennedy became the one man to effectively determine a decision that will directly affect millions of Americans in love – and redefine a core legal and social bedrock for all of them, perhaps forever.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/ng-interactive/2015/jun/26/same-sex-marriage-supreme-court-text\">Gay marriage bans struck down by US supreme court – read the ruling</a> </p> \n</aside> \n<p>For a while, it looked as if the swing voters might have coalesced around a compromise on marriage equality, forcing all states to recognise same-sex marriages carried out elsewhere but still shying away from forcing them to carry it out themselves against the wishes of their voters.</p> \n<p>This democratic challenge was of particular concern to Roberts, who was the swing vote in earlier judgments that upheld gay rights, but is known to be wary of polarizing the court’s reputation by appearing to override state autonomy.</p> \n<p>Campaigners were hopeful that Kennedy might prove bolder, particularly after his earlier support for gay rights in cases that longtime observers of the court believed would build up to the moment they had been waiting to arrive for so long.</p> \n<p>He did. </p> \n<h2>From discrimination in Colorado to sodomy in Texas to the words that changed a country</h2> \n<figure class=\"element element-image\" data-media-id=\"c91e13c83e642587cbae9afcfe94221b668fd411\"> \n <img src=\"http://media.guim.co.uk/c91e13c83e642587cbae9afcfe94221b668fd411/163_95_3079_1849/1000.jpg\" alt=\"john roberts anthony kennedy\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chief justice John Roberts (left) and Anthony Kennedy (middle), the swing consciences of the US supreme court.</span> \n  <span class=\"element-image__credit\">Photograph: Charles Dharapak/Pool/Cnp/Charles Dharapak/Pool/Cnp/ZUMA Press/Corbis</span> \n </figcaption> \n</figure> \n<p>Kennedy’s first flick in the direction of LGBT rights came in the 1996 case of Romer v Evans, when he authored a ruling striking down a constitutional amendment in the state of Colorado that barred efforts by local governments to discriminate against gay and lesbian people. The amendment, Kennedy wrote at the time, “classifies homosexuals not to further a proper legislative end but to make them unequal to everyone else”.</p> \n<p>He went on to author the opinion in a 2003 ruling that invalidated an anti-sodomy law in Texas, in which Kennedy argued that intimate relationships between gay couples “involves liberty of the person both in its spatial and more transcendent dimensions”.</p> \n<p>“It suffices for us to acknowledge that adults may choose to enter upon this relationship in the confines of their homes and their own private lives and still retain their dignity as free persons,” Kennedy wrote. “When sexuality finds overt expression in intimate conduct with another person, the conduct can be but one element in a personal bond that is more enduring.”</p> \n<p>Two years ago, Kennedy’s evolution in support of gay rights seemed all but final with the landmark United States v Windsor case that struck down key components of the Defense of Marriage Act (Doma) and was viewed as the forerunner to legal same-sex marriage nationwide.</p> \n<p>The federal government’s refusal to afford same-sex couples the same benefits offered to heterosexual couples “tells those couples, and all the world, that their otherwise valid marriages are unworthy,” Kennedy wrote. “And it humiliates tens of thousands of children now being raised by same-sex couples.”</p> \n<p>But where Kennedy might ultimately settle down this time – for the big one – remained a mystery until shortly after 10am on Friday, when the court surprised everyone by pulling its biggest decision of the decade out of the hat three days earlier than expected.</p> \n<h2>A powerful re-affirmation of dignity</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/26/gay-marriage-supreme-court-justices-dissent\">Americans face being 'labeled as bigots' over gay marriage ruling, justice warns</a> </p> \n</aside> \n<p>Any hope that Roberts might have had of preserving court unity was lost when four boxes of judgments materialised on Friday morning – one for the majority opinion written by Kennedy and the four liberals, and the others for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/ng-interactive/2015/jun/26/supreme-court-gay-marriage-dissenting-opinions\">an unprecedented four separate dissents</a> from the conservative wing of the bench.</p> \n<p>They may have differed in their precise reasons for opposing the decision, but these dissents, including a blunt warning from Roberts, were unusually withering.</p> \n<p>Key parts of the majority opinion contained little more than “the mystical aphorism of the fortune cookie”, fumed Scalia. </p> \n<p>But Kennedy was undeterred, drawing on repeated examples of the court’s previous evolution on the subjects of marriage and civil rights to argue that it was time for the court to come down from off the fence on perhaps the last big outstanding civil rights question of the modern age.</p> \n<p>Despite the dynamite conclusion of the long marriage equality fight at the supreme court, it was a dry legal argument that conveyed the news.</p> \n<p>The closest Kennedy came to capturing the emotion felt by campaigners and protesters on both sides of the argument was when he was describing the institution at the heart of the argument.</p> \n<p>“No union is more profound than marriage, for it embodies the highest ideals of love, fidelity, devotion, sacrifice and family,” he wrote. “In forming a marital union, two people become something greater than once they were.”</p> \n<p>Those who know the court best are in little doubt as to the significance of Kennedy’s words.</p> \n<p>“It may be the most consequential decision by the Court in a generation or more,” said former US solicitor general Neal Katyal. “The Court powerfully reaffirmed the equal dignity of all to marry today; and this is a decision that will be read hundreds of years from now.”</p> \n<p>Roberta Kaplan, the attorney who successfully argued the Doma case, told the Guardian: “I can’t imagine this being a better decision.”</p> \n<p>It also capped an avalanche of legal and cultural change on an issue that has in recent years caught even the fiercest proponents of same-sex equality by surprise.</p> \n<p>“Today’s decision acknowledging the right of same-sex couples to marry is the culmination of decades of litigation and the fastest shift in public opinion in American history,” said Nicole Pearl, a Los Angeles lawyer who specialists in estate and tax planning for gay, lesbian and unmarried couples. </p> \n<p>But on a day when a funeral for victims of the Charleston church shootings cast a long shadow over the ongoing battle for racial equality, the decision was a source of hope for many. </p> \n<p>“America should be very proud,” said Barack Obama in an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/26/obama-gay-marriage-speech-victory-for-america\">emotional statement from the White House</a> rose garden.</p> \n<p>“There’s so much more work to be done to extend the full promise of America to every American,” he added. “But today, we can say in no uncertain terms that we’ve made our union a little more perfect.”</p> \n<ul> \n <li><em>Additional reporting by Steven W Thrasher</em></li> \n</ul>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4b5567bff9029f573b9cd058655b44859adaa5be/0_49_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Alex Wong/Getty Images","altText":"WASHINGTON, DC - JUNE 26: Same-sex marriage supporters rejoice after the U.S Supreme Court hands down a ruling regarding same-sex marriage June 26, 2015 outside the Supreme Court in Washington, DC. The high court ruled that same-sex couples have the right to marry in all 50 states. (Photo by Alex Wong/Getty Images)","cleanCredit":"Photograph: Alex Wong/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c91e13c83e642587cbae9afcfe94221b668fd411/163_95_3079_1849/3079.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1849,"width":3079,"orientation":"landscape","caption":"Chief justice John Roberts (left) and Anthony Kennedy (middle), the swing consciences of the US supreme court. Photograph: Charles Dharapak/Pool/Cnp/Charles Dharapak/Pool/Cnp/ZUMA Press/Corbis","credit":"Charles Dharapak/Pool/Cnp/Charles Dharapak/Pool/Cnp/ZUMA Press/Corbis","altText":"john roberts anthony kennedy","cleanCaption":"Chief justice John Roberts (left) and Anthony Kennedy (middle), the swing consciences of the US supreme court.","cleanCredit":"Photograph: Charles Dharapak/Pool/Cnp/Charles Dharapak/Pool/Cnp/ZUMA Press/Corbis"}],"webPublicationDate":"2015-06-26T19:43:55Z","lastModified":"2015-06-27T03:28:14Z","metadata":{"commentable":true,"commentCount":67,"contributors":[{"name":"Dan Roberts","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dan-roberts"},{"name":"Sabrina Siddiqui","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sabrina-siddiqui"}],"feature":false,"keywords":["Same-sex marriage (US)","US supreme court","Law","US news"],"tags":[{"id":"us-news/same-sex-marriage-us","webTitle":"Same-sex marriage (US)"},{"id":"law/us-supreme-court","webTitle":"US supreme court"},{"id":"law/law","webTitle":"Law"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/26/kennedy-ruling-gay-marriage-supreme-court","shortUrl":"http://gu.com/p/4a6zk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/26/kennedy-ruling-gay-marriage-supreme-court","webUri":"http://www.theguardian.com/us-news/2015/jun/26/kennedy-ruling-gay-marriage-supreme-court"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4b5567bff9029f573b9cd058655b44859adaa5be/0_49_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Same-sex marriage supporters rejoice after the supreme court hands down a ruling regarding same-sex marriage. Photograph: Alex Wong/Getty Images","credit":"Alex Wong/Getty Images","altText":"Supreme court celebrations","cleanCaption":"Same-sex marriage supporters rejoice after the supreme court hands down a ruling regarding same-sex marriage.","cleanCredit":"Photograph: Alex Wong/Getty Images"}},"importance":5,"kicker":{"title":"Anthony Kennedy"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4b5567bff9029f573b9cd058655b44859adaa5be/0_49_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Alex Wong/Getty Images","altText":"WASHINGTON, DC - JUNE 26: Same-sex marriage supporters rejoice after the U.S Supreme Court hands down a ruling regarding same-sex marriage June 26, 2015 outside the Supreme Court in Washington, DC. The high court ruled that same-sex couples have the right to marry in all 50 states. (Photo by Alex Wong/Getty Images)","cleanCredit":"Photograph: Alex Wong/Getty Images"}}]},{"title":"Florence + the Machine / I funned myself out","rawTitle":"I funned myself out","item":{"type":"article","id":"music/2015/jun/25/florence-and-the-machine-i-funned-myself-out","title":"Florence + the Machine: ‘I funned myself out’","trailText":"Big nights and big feelings left ‘a trail of absolute destruction’ in Florence Welch’s wake. As she prepares for the biggest night of her life headlining the Pyramid stage at Glastonbury, she opens up about karaoke, learning to cope and why she’s scared of her own voice","standFirst":"<p>Big nights and big feelings left ‘a trail of absolute destruction’ in Florence Welch’s wake. As she prepares for the biggest night of her life headlining the Pyramid stage at Glastonbury, she opens up about karaoke, learning to cope and why she’s scared of her own voice</p>","byline":"Sophie Heawood","body":"<p>Florence Welch has woken up in some exciting places. Ask her about the time she drank so many dirty martinis with Kanye West and Lykke Li that she woke up in bed at the Bowery Hotel in New York to discover she had chipped her tooth and set the room on fire. Or the time, after playing the Hollywood Bowl, that she had seven extra beds sent up to her hotel room at the Chateau Marmont at 4am for her friends to sleep in.</p> \n<p>On the other hand, there was the recent night at the campsite her dad runs in Sussex, when he hadn’t got a tent for her so she had to sleep in Shamanic Sid’s caravan (“he’s a really practical groundsman, but he’s also a shaman”). She walked into the woods, found a man brandishing a broadsword, was told to go away, then found out her dad didn’t have any food either. “So he said: ‘Oh, we’ll just go round the site and see what people are cooking.’ And we ended up asking strangers for some of their sausages.” It’s certainly one way to keep your famous child grounded.</p> \n<p>At 28, Welch is now preparing for what might be the biggest night of her life – headlining Friday night at Glastonbury. After <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/video/2015/jun/13/dave-grohl-foo-fighters-broke-leg-gothenburg-sweden-video\">Dave Grohl broke his leg during a concert in Gothenburg</a> and the Foo Fighters pulled out, Florence + the Machine were bumped up to the top slot. The night looks set to be half glamour, half Shamanic Sid. When we speak a few days before the festival, Welch is ruminating on the strange series of events that have got her here. Her foot, which, in an echo of Grohl’s accident, she recently broke on stage, has only just healed, and the songs she will play from her new album, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/28/florence-and-the-machine-how-big-how-blue-how-beautiful-review\">How Big, How Blue, How Beautiful</a>, are about falling and crashing in a more spiritual sense.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/28/florence-and-the-machine-how-big-how-blue-how-beautiful-review\">Florence + the Machine: How Big How Blue How Beautiful review – same drama, new hits</a> </p> \n</aside> \n<p>“It’s the broken hearts and broken limbs that led to Glastonbury,” she says. “It’s a strange and quite cracked way to get there. Literally. If I’d had six months knowing that I was going to do this [headline slot], I think I would have slowly descended into madness. But Glastonbury is such a powerful place that I feel we should get everyone in the crowd to use their healing powers – utilise the ley lines – to help Dave’s leg. Maybe I should hold a ceremony in the healing fields for him.”</p> \n<p>But let’s rewind a couple of weeks, to when Grohl had fully functioning limbs and Florence was less daunted and very cheerful, sitting at her kitchen table in south London, making some herbal tea while I asked her about her new album, which is named for the Los Angeles skyline. On the song <a href=\"https://www.youtube.com/watch?v=XgeKHTcufLY\">What Kind of Man</a>, she sings: “I was on a heavy trip, trying to cross a canyon with a broken limb.” Those lines described her life: she kept splitting up with her boyfriend and life was continually crashing down around her. After spending years on the merry-go-round, careering too fast, she got off it and finally moved out of her mum’s house – only to find that sitting in your own kitchen can send you even crazier than the glittering parties. She had become famous young. She hadn’t learned to cook. She hadn’t learned to cope.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=B9v8jLBrvug\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/B9v8jLBrvug?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>“I think living on my own for the first time showed me that I was actually quite sensitive, and was prone to highs and lows, and maybe needed to figure out a way of managing that a bit more, because when you’re left to your own devices and you find you can’t actually leave the house … some of it was desperate. I had been looking for other people to look after me, and that creates this really exhausting cycle for everyone involved. It’s very tiring. I think I can see that now,” she says, laughing at the embarrassing realisation that she might have been a bit of a nightmare.</p> \n<p>I point out that it would be a shame to regret the whole thing though - surely the party years were fun? “Oh, it was fucking fab. I had a great time. I think I just funned myself out. I’m glad, I needed to – but there were moments where I wish I hadn’t ended up on the news, singing a <a href=\"https://www.youtube.com/watch?v=JP7kIgZQBhA\">batshit karaoke version of Get Lucky in a tiki bar</a> and then crowdsurfing on to nobody. My manager rang me saying: ‘Er, have you done any cover versions recently? Because there’s this footage …’ I thought I’d got away with that one. So that was when I wrote Ship To Wreck, which is a song about self-destruction.”</p> \n<p>She had a period where she thought she might be a depressive, but she now thinks she is actually porous – she soaks up other people’s emotions and then feels them even more vividly than they do. So she can be very upbeat, like she is today, “but I’ve had relationships in the past where, say, if someone’s sad, I’ve gone round to look after them, I’ve laid in bed with them and,” she mimes spooning somebody, “then in the morning, I’d wake up and I’d be like, full. Absolutely full to the brim, and weeping hysterically.” She says her dad sometimes drives his red sports car into her garden and stays on the sofa for the weekend, but their temperaments are too similar, and they mope around the house saying to each other: “Are you sad? I think I’m sad.” Fortunately, her mum also comes round a lot, too (her parents divorced years ago) and the other day she said to Florence: “You know, you’re just a normal person really, who does all this other stuff, too” – a statement that seems to have brought her huge relief.</p> \n<figure class=\"element element-embed\" data-alt=\"Florence and the Machine\"> \n <iframe src=\"https://embed.spotify.com/?uri=spotify:album:0Om2TWqroaCLQamQME3bD2\" width=\"300\" height=\"380\" frameborder=\"0\" allowtransparency=\"true\"></iframe> \n</figure> \n<p>All the other stuff, though, is what we are here to talk about. When I first saw Welch sing, eight years ago, at a daytime event for unsigned artists in a north London pub, her voice was the biggest thing in the room, electrifying, singing these stark, dark songs, <a href=\"https://www.youtube.com/watch?v=1SmxVCM39j4\">Kiss with a Fist</a> and <a href=\"https://www.youtube.com/watch?v=bl_jfkORNF8\">My Boy Builds Coffins</a>. Then she got discovered, signed a record deal, and the songs began to grow, like gardens that grow over themselves. Her first two albums, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2009/jul/05/review-florence-and-the-machine\">Lungs</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/oct/30/florence-machine-ceremonials-review\">Ceremonials</a>, were dramatic, harp-laden affairs that achieved the rare feat of breaking America – Ceremonials reached No 6 in the US and Florence + the Machine received two Grammy nominations in its wake. The girl raised in a bohemian house full of kids in south London, by an art historian mother, was now a global star, invited on American chatshows, to talk about collaborating with Kanye, to hang out with Beyonc&eacute; and Jay-Z.</p> \n<p>But the simple connection to her original electricity had been lost. It seems that producer Markus Dravs thought so, too, which became clear to Welch after she brought him in to work with Paul Epworth on the new album. She wrote certain songs, including St Jude and Ship to Wreck, quite simply and immediately. “And then this huge trumpet-heavy Which Witch one, where I thought Markus would say: ‘Yeah, that’s it!’ because it was big. But actually he was a lot more interested in the quieter, vulnerable ones. I just thought they were too simple. I was like: ‘Where’s all the STUFF?’ I’m like: ‘Me and Isa [Isabella Summers, the Machine of the group name, and the only other permanent member] have spent weeks on this big one, there are imaginary covens, all these vocals on top of the other, I’ve sung a hundred takes and put in a weird football chant at the end – and now you just want this one that took five minutes? Where’s the big finish? Can I at least have more reverb?’”</p> \n<p>Did she feel a song that came too easily, too simply, was somehow unearned? She nods. “Exactly.” She and Dravs had a lot of arguments about reverb, “which I love, because I’m pretty much scared of the sound of my own voice, as it is, because I think it’s so exposing. Live, I kind of know what I’m doing, but hearing it on record, it’s like hearing your own voice on tape, I’m just like: ‘Argh.’ So I love effects, and I love loads of layers on my vocals, because you can’t quite hear what’s going on, and that is my safe space. But Markus said: ‘This is your safe space. These big songs, that’s what you feel comfortable doing. We’re going to try to do something that makes you feel uncomfortable.’”</p> \n<figure class=\"element element-image\" data-media-id=\"6fa7ef429f14b9ac71ad1e8420280a21034c1be6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435245396399/1dfc9e0e-331b-4eee-b5c9-275ef45018dd-460x276.jpeg\" alt=\"Big voice … Welch.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Big voice … Welch.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Loccisano</span> \n </figcaption> \n</figure> \n<p>She won half of the reverb wars, so there are still a lot of big songs on the album. She was inspired by <a href=\"http://www.valimyers.org/\">Vali Myers</a>, a bohemian artist who made paintings based on Aboriginal dream songs. “They would take her 10 years to make and she had a tattoo of a moustache. She became the spirit animal for this record, because she would go to the dream world and bring back ideas for her paintings, and she lived in a cave in Portofino with foxes and she was an amazing lady, really incredible. And then, me and Isa were in LA and thinking about this kind of idea of a witch trial in LA, a Hollywood love story that goes wrong, and someone dies. It was kind of about things that were happening in my real life, but again, escapism. I started singing trumpet lines – I would sing them, and then we would try to make them work on a Midi keyboard, which is impossible. And huge big clapping, stamping, feral feet. That was kind of an armour against what I was feeling: it was like: ‘Fuck you, look at this big song I’ve made!’”</p> \n<p>The album took her through a lot of feelings that had been unresolved until she put them to music. “The problem is that I’m not very good at saying how I feel, in person. When you’re a performer, you want to make people feel good. And when you do that on such a grand scale … when your feelings are difficult, smaller and more domestic, you’re just like: ‘I have no idea how that is said. Do you want me to sing it?’ I can go and sing it to loads of strangers, but this kind of … the intensity of actual day-to-day intimacy …”</p> \n<p>She shows me a piece of art she made when she studied at Camberwell School of Art for a bit. It is a tiny glass jar with some paper bees hanging inside it and a sign saying: “I’m so sorry for everything and I’m going to stay in here with the bees until you forgive me.”</p> \n<p>So what was she so guilty about?</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"673a204436b7d8187df0ef5c44522e0bfe67fadf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435245489249/c98b8c41-b03b-4b35-86d7-25cb439eab77-280x420.jpeg\" alt=\"Performing with Dizzee Rascal at The Brit Awards 2010.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Performing with Dizzee Rascal at The Brit Awards 2010.</span> \n  <span class=\"element-image__credit\">Photograph: Dave M Benett</span> \n </figcaption> \n</figure> \n<p>“Well, I was always getting drunk and snogging people! Which actually, thinking about it, wasn’t that bad. But it created a very – I was just like: ‘Arghh! What am I doing? Why am I doing this again?’ I would wake up somewhere really random and have to cancel cards, cancel phones. There was always a lost handbag. A trail of absolute destruction.” She had singing lessons with a teacher who said: if you want to be a singer, don’t shout, don’t talk loudly, don’t smoke, don’t drink, or go to loud places. “And I was like: ‘I want to do all of that stuff, RIGHT NOW.’ I would start smoking on the way back from singing lessons.</p> \n<p>“It was weird, because singing for a while was something that I felt was like secret, my secret thing. When I was little, at school, I just felt quite mundane. But I remember singing in the school hallways when everyone else was in class, because of the echoes, and the resonance was so wonderful, and I can remember that feeling of: ‘Whoa, what is this? This is something.’”</p> \n<p>She shows me round her house, which is so beautifully decorated and full of art and treasures that I am surprised to find out she only rents it. She is trying to buy a house somewhere else, a bigger one, as she would like to have children. The video for Ship to Wreck was shot here, and she found it odd to have all these people in her elaborately curated home. “I’ve done videos where I have to take my top off, that’s fine, nudity doesn’t bother me at all – but having people around my possessions. I’m like: ‘DON’T MESS UP MY STUFF,’” she laughs.</p> \n<p>And then she remembers something else from childhood, which for me, sums her up entirely, and explains why her songs get so large, and her life so performative.</p> \n<p>“We were on a family holiday to Turkey, I’d gone off for a walk on my own, and I remember first seeing these ancient ruins, and being so completely sensorily overwhelmed by how beautiful they were. Just trying to suck it into my body and my brain somehow. I was trying to feast on it. I really wanted all of it, and I was frustrated that my eyes weren’t – I didn’t know how to get it. I was like: ‘I WANT.’ And I think that’s a feeling that I have about the world sometimes. I’m just like: ‘I want to suck it into myself somehow.’ Those quite big feelings can create something almost uncomfortable and so they have to come out in a really big way.”</p> \n<p>Which is another way of saying that the reverb wars are not over for a long time yet. I do wonder what will happen when she comes full circle to the 19-year-old girl singing in a bar on a Sunday afternoon.</p> \n<p><em>Florence + the Machine headline Glastonbury Friday 26 June. Their performance will be shown on BBC2. How Big, How Blue, How Beautiful is out now on Island.</em></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435245274928/59269382-f421-403b-ba75-ecbf3fc0b488-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Beard","altText":"'I want to suck the world into myself somehow' …Florence Welch.","cleanCredit":"Photograph: Tom Beard"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435245397751/1dfc9e0e-331b-4eee-b5c9-275ef45018dd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Big voice … Welch. Photograph: Michael Loccisano","credit":"Michael Loccisano","altText":"Big voice … Welch.","cleanCaption":"Big voice … Welch.","cleanCredit":"Photograph: Michael Loccisano"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435245489047/c98b8c41-b03b-4b35-86d7-25cb439eab77-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":567,"width":378,"orientation":"portrait","caption":"Performing with Dizzee Rascal at The Brit Awards 2010. Photograph: Dave M Benett","credit":"Dave M Benett","altText":"Performing with Dizzee Rascal at The Brit Awards 2010.","cleanCaption":"Performing with Dizzee Rascal at The Brit Awards 2010.","cleanCredit":"Photograph: Dave M Benett"}],"webPublicationDate":"2015-06-25T16:45:07Z","lastModified":"2015-06-25T23:00:39Z","metadata":{"commentable":true,"commentCount":404,"contributors":[{"name":"Sophie Heawood","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/21/1421850753867/Sophie-Heawood-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sophieheawood"}],"feature":true,"keywords":["Glastonbury 2015","Music","Florence + the Machine","Glastonbury festival","Pop and rock","Culture","Festivals","Music festivals"],"tags":[{"id":"music/glastonbury-2015","webTitle":"Glastonbury 2015"},{"id":"music/music","webTitle":"Music"},{"id":"music/florence-and-the-machine","webTitle":"Florence + the Machine"},{"id":"music/glastonbury","webTitle":"Glastonbury festival"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"music/music-festivals","webTitle":"Music festivals"}],"section":{"id":"music"},"topics":[{"displayName":"Sophie Heawood","topic":{"type":"tag-contributor","name":"profile/sophieheawood"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/25/florence-and-the-machine-i-funned-myself-out","shortUrl":"http://gu.com/p/4a5e7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/25/florence-and-the-machine-i-funned-myself-out","webUri":"http://www.theguardian.com/music/2015/jun/25/florence-and-the-machine-i-funned-myself-out"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435245274928/59269382-f421-403b-ba75-ecbf3fc0b488-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I want to suck the world into myself somehow’ …Florence Welch. Photograph: Tom Beard","credit":"Tom Beard","altText":"'I want to suck the world into myself somehow' …Florence Welch.","cleanCaption":"‘I want to suck the world into myself somehow’ …Florence Welch.","cleanCredit":"Photograph: Tom Beard"}},"importance":4,"kicker":{"title":"Florence + the Machine"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435233090195/GlastoFlorence.png","height":600,"width":720}}]},{"title":"Ben Affleck to kick off film on Fifa corruption scandal","rawTitle":"Ben Affleck to kick off film on Fifa corruption scandal","item":{"type":"article","id":"film/2015/jun/26/ben-affleck-to-produce-film-on-fifa-corruption-scandal-say-reports","title":"Ben Affleck to kick off film on Fifa corruption scandal","trailText":"Actor and director will back film about former Fifa executive Chuck Blazer, which is being directed by Warrior’s Gavin O’Connor","standFirst":"<p data-dropid=\"0\">Actor and director will back film about former Fifa executive Chuck Blazer, which is being directed by Warrior’s Gavin O’Connor</p>","byline":"Henry Barnes","body":"<p>Ben Affleck is teaming up with Warrior director Gavin O’Connor to bring the story of the Fifa corruption scandal to cinemas, <a href=\"http://www.hollywoodreporter.com/bookmark/fifa-scandal-ben-affleck-producing-805295?utm_source=twitter\">according to the Hollywood Reporter</a>.</p> \n<p>Affleck will produce a film that focuses on Chuck Blazer, the American former member of the football governing body’s executive committee, who provided the FBI with the information it needed to arrest Fifa officials on corruption charges, according to reports. Fourteen current and former Fifa executives were arrested at Fifa’s annual meeting in Zurich last month. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/26/sepp-blatter-i-did-not-resign-museum-waxwork\">Sepp Blatter: ‘I did not resign … I’m not ready for the museum or a waxwork’</a> </p> \n</aside> \n<p>The film, which is as yet untitled, will be scripted by O’Connor and his regular collaborator Anthony Tambakis, based on reporting by Buzzfeed journalist Ken Bensinger.<br tabindex=\"-1\" /></p> \n<p>Blazer, 70, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/nov/03/chuck-blazer-fifa-fbi-bugging-world-cup-bidding-investigation\">pleaded guilty to 10 charges, including bribery, money laundering and tax evasion, in 2013</a>. He <a href=\"http://www.bbc.co.uk/sport/0/football/33145539\">co-operated with the FBI from 2011</a> and was reported as having recorded Fifa colleagues using a bug hidden in a key fob <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/nov/03/chuck-blazer-fifa-fbi-bugging-world-cup-bidding-investigation\">during meetings at the London 2012 Olympics</a>. </p> \n<p>O’Connor’s film will follow United Passions, a Fifa-produced biopic starring Tim Roth as Sepp Blatter, into cinemas. That film, directed by Fr&eacute;d&eacute;ric Auburtin, made history last week when it<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jun/18/fifas-united-passions-lowest-grossing-film-us-history\"> became one of the lowest grossing films in US history.</a> It took $918 from 10 cinemas before being pulled by its distributor. </p> \n<figure class=\"element element-image\" data-media-id=\"1a15f322becaf198bde06e1269f9d5d8b45933e1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435336118340/b8592ab4-8ad0-4450-b841-8209fca8ce66-460x276.jpeg\" alt=\"Tim Roth as Sepp Blatter in United Passions. \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Flop … Tim Roth as Sepp Blatter in United Passions.</span> \n  <span class=\"element-image__credit\">Photograph: Allstar/Screen Media Films</span> \n </figcaption> \n</figure> \n<p>Meanwhile, Affleck, who is starring as Batman in the forthcoming DC films Batman v Superman: Dawn of Justice and David Ayer’s ensemble superhero film Suicide Squad, is rumoured to be preparing to direct and star in his own solo Batman film, <a href=\"http://www.latino-review.com/news/hot-rumor-whats-in-store-for-ben-afflecks-batman\">according to fan site Latino Review</a>. </p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/19/1429436233062/BenAffleck.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Vera Anderson/WireImage","altText":"Ben Affleck","cleanCredit":"Photograph: Vera Anderson/WireImage"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435336119627/b8592ab4-8ad0-4450-b841-8209fca8ce66-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Flop … Tim Roth as Sepp Blatter in United Passions. Photograph: Allstar/Screen Media Films","credit":"Allstar/Screen Media Films","altText":"Tim Roth as Sepp Blatter in United Passions. ","cleanCaption":"Flop … Tim Roth as Sepp Blatter in United Passions.","cleanCredit":"Photograph: Allstar/Screen Media Films"}],"webPublicationDate":"2015-06-26T16:43:15Z","lastModified":"2015-06-26T16:50:39Z","metadata":{"commentable":true,"commentCount":36,"contributors":[{"name":"Henry Barnes","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/22/1424629714919/Henry-Barnes-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrybarnes"}],"feature":false,"keywords":["Ben Affleck","Film","Culture","Fifa","Biopics","Football","Sport","Football politics"],"tags":[{"id":"film/benaffleck","webTitle":"Ben Affleck"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"football/fifa","webTitle":"Fifa"},{"id":"film/biopics","webTitle":"Biopics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/footballpolitics","webTitle":"Football politics"}],"section":{"id":"film"},"topics":[{"displayName":"Henry Barnes","topic":{"type":"tag-contributor","name":"profile/henrybarnes"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/26/ben-affleck-to-produce-film-on-fifa-corruption-scandal-say-reports","shortUrl":"http://gu.com/p/4a6k4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/26/ben-affleck-to-produce-film-on-fifa-corruption-scandal-say-reports","webUri":"http://www.theguardian.com/film/2015/jun/26/ben-affleck-to-produce-film-on-fifa-corruption-scandal-say-reports"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/19/1429436233062/BenAffleck.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Goal-den opportunity … Ben Affleck. Photograph: Vera Anderson/WireImage","credit":"Vera Anderson/WireImage","altText":"Ben Affleck","cleanCaption":"Goal-den opportunity … Ben Affleck.","cleanCredit":"Photograph: Vera Anderson/WireImage"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/19/1429436233062/BenAffleck.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Vera Anderson/WireImage","altText":"Ben Affleck","cleanCredit":"Photograph: Vera Anderson/WireImage"}}]},{"title":"Andie MacDowell / I have a problem with the word cougar. It’s demeaning","rawTitle":"I have a problem with the word cougar. It’s demeaning","item":{"type":"article","id":"film/2015/jun/25/andie-macdowell-magic-mike-xxl-male-stripper-movie","title":"Andie MacDowell: ‘I have a problem with the word cougar. It’s demeaning’","trailText":"The Magic Mike XXL star on playing a flirty, foul-mouthed mother in the male stripper movie, the southern upbringing that taught her ‘to be sexual was dirty’ – and why she wishes she had taken more provocative roles in the past","standFirst":"The Magic Mike XXL star on playing a flirty, foul-mouthed mother in the male stripper movie, the southern upbringing that taught her ‘to be sexual was dirty’ – and why she wishes she had taken more provocative roles in the past","byline":"Alex Godfrey","body":"<p>As you might expect of someone who has been modelling for L’Or&eacute;al for 30 years, Andie MacDowell looks good. In fact, at 57, she looks fantastic: Cheshire-cat grin sweet as ever, genuinely pleased with the commemorative cake the brand has baked for her. It’s teatime halfway through the Cannes film festival and MacDowell is sitting in a suite at the H&ocirc;tel Martinez, one of the most decadent pit stops on the Croisette. This passes for familiar territory: <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/stevensoderbergh\" title=\"\">Steven Soderbergh</a>’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2015/apr/17/my-favourite-cannes-winner-sex-lies-and-videotape\" title=\"\">Sex, Lies and Videotape</a>, her breakthrough, won the Palme d’Or here in 1989; I assume that was her first Cannes. “I didn’t come,” she says forlornly. “I had just had a baby, and I was afraid people would make fun of me. Because I looked … big. Now people can make fun of me and I don’t mind so much. I was more sensitive back then.”</p> \n<p>Insecurity turns out to be a bit of a leitmotif for MacDowell, alongside the steeliness that carried her through her early struggles as a star. This yin and yang is key to her screen appeal, certainly in her most effective performances: the sexually repressed wife who finds liberation in Sex, Lies and Videotape, the grieving mother who finally snaps in <a href=\"http://www.theguardian.com/film/News_Story/Critic_Review/Guardian_review/0,,544570,00.html\" title=\"\">Short Cuts</a>, the kindly news producer who repeatedly slaps <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/bill-murray\" title=\"\">Bill Murray</a>’s weatherman in <a href=\"http://www.theguardian.com/film/movie/79383/groundhog-day\" title=\"\">Groundhog Day</a>. It has been some time since she starred in a film as impactful as any of those, so it’s easy to forget just how huge she was: during the 1990s she’d already been nominated for three Golden Globes before the release of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/four-weddings-and-a-funeral\" title=\"\">Four Weddings and a Funeral</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2015/may/07/magic-mike-xxl-trailer-review-no-doom-no-gloom-just-nipples\">Magic Mike XXL trailer review: no doom, no gloom, just nipples</a> </p> \n</aside> \n<p>And now she’s set to return to multiplexes in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/magic-mike\" title=\"\">Magic Mike XXL</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/channing-tatum\" title=\"\">Channing Tatum</a>’s second ode to male stripping. Much lighter than its predecessor, the film is low on plot, high on road-trip, as Tatum and his abdominal all-stars amble down south for an enormous strip-show; the film is basically one big hen do. Stopping off to meet a friend, they instead find her mother, played by MacDowell as an outrageously flirty, sexually charged, loose-lipped woman who’ll be damned if she’s gonna let her daughter have all the fun. Of the part, MacDowell says she “really wanted it very bad”. Why? “Because the character is completely different than anything I’ve played. She’s really wild, and foul-mouthed.” I ask for an example, because I want Andie MacDowell to swear at me. “Well, I say: ‘Watch your fuckin’ language.’ Which I think is a great line. Hahahaha! Watch your fuckin’ language.” Twice. Mission accomplished.</p> \n<figure class=\"element element-image\" data-media-id=\"7e64c8e9a5c2a1d1dce4511e921248d302ba01d8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435242303529/cf10e1c4-baf5-48e7-b603-1ff4cb50d543-460x276.jpeg\" alt=\"MacDowell in Magic Mike XXL.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">MacDowell in Magic Mike XXL.</span> \n  <span class=\"element-image__credit\">Photograph: Allstar/WARNER BROS.</span> \n </figcaption> \n</figure> \n<p>How does she feel about the cougar tag? “Hmm hmm,” she says, but her eyes don’t smile along with her mouth. Does she see her character like that? “I guess so, I think it’s unfair that we don’t have a male equivalent. There was a cougar line; I took it out. I didn’t wanna say it.” So she has a problem with the word? “I have a problem with the word.” Did she bristle when I said it? “Yeah. I just think it’s unnecessary. It’s demeaning. I think the idea that men get more handsome and sexier as they get older is a fallacy. There’s no difference. We’re the same. It was a way to empower men and disempower women. And that’s changing, because if I wanna date someone that’s 20 years younger than me, I can do that now.”</p> \n<p>What really appealed, she says, was how the women in the film – some of them plus-size – get to objectify the men. Such scenes, she says, she found “<em>quite</em> erotic. Oh gosh, they’re just really sexy women”. She almost blushes as she speaks; there’s an innocence about her. What did she think of the first Magic Mike? “It is, I will say, a little odd to go to the movies and get turned on with a bunch of other people. In the room! I was like, oh my <em>gosh</em>, this is an interesting feeling, you know, because it’s <em>really</em> sexy!”</p> \n<p>It took a long time for MacDowell to get what she wanted. Raised in Gaffney, a small town in South Carolina, her ambition was to act, but she didn’t have the courage to pursue it. “And once I started to model, I heard all the negative stuff that people would say. So I was afraid to try. I just didn’t want everybody to make fun of me.” In 1979 she went to New York, walked into the model agency Elite and was signed on the spot. A great time to be in Manhattan – Studio 54, she says, “was crazy. Crazy people dressed up, a lot of transgender looks – imagine that, in 1979. People doing drugs.” Was she attracted to the lifestyle? “No. I burned out on that really fast, because I started working all the time.”</p> \n<figure class=\"element element-image\" data-media-id=\"14f179f4e28407f5403e3f47ca9added47faec37\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435242371319/992ec448-9c2a-4194-a382-add870a87603-460x276.jpeg\" alt=\"MacDowell in Sex, Lies and Videotape.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">MacDowell in Sex, Lies and Videotape.</span> \n  <span class=\"element-image__credit\">Photograph: ITV/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>In 1984, at 23, her modelling work brought her to the attention of the producers of Greystoke: the Legend of Tarzan, and she was cast as Jane opposite <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2010/jun/17/christophe-lambert-white-material-highlander\" title=\"\">Christopher Lambert</a>. But her triumph was short-lived: after filming, she learned that <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/glenn-close\" title=\"\">Glenn Close</a> was to dub her throughout. “I could have definitely used some more training,” she says, but she was crushed; her fears had been validated. They wanted the face, but not the whole package. “I had three choices. The first was jump out a window. I thought about it.” Seriously? “For about three seconds. But it was an option. And I thought: ‘That’s stupid.’ Option No 2 was give up. Truly give up. ‘You’re no good. You’re a disaster. You’re horrible.’ And option three was fight. ‘Go prove yourself.’ And I chose option three.”</p> \n<p>Soon after, she was cast as the object of Emilio Estevez’s affection in Joel Schumacher’s 1985 bratpack melodrama St Elmo’s Fire. “I was shocked. Because I really was the untouchable.” Really? Or was that just how she felt? “I think I was. Everybody’s perception of me was that I was bad. It didn’t matter what I would do.” Possibly. Her on-screen sweetness in St Elmo’s didn’t lead to much. “I don’t think my performance was outstanding,” she says. “I think I was beautiful. I was very soft, I was very shy, so that didn’t change anybody’s mind.”</p> \n<p>She threw herself into acting classes, and signed with L’Or&eacute;al. But the years went on, and she was at her wits’ end just as Sex, Lies and Videotape turned up. Soderbergh had written the role of Ann, who discovers her husband is cheating on her, for Elizabeth McGovern, but her agent hated the script and never told her about it. Soderbergh didn’t want to see her (“Andie was forced upon me,” he says on the DVD commentary), but MacDowell was confident she’d get Ann right.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2015/feb/04/magic-mike-xxl-trailer-super-size-my-channing-hold-the-mcconaughey\">Magic Mike XXL trailer – super-size my Channing, hold the McConaughey</a> </p> \n</aside> \n<p>“She was from the south. That’s not hard for me. And I knew a lot of women like her. Women who were frigid. There was this thing in the south, it used to be that the purity of a woman was so important. And my character was the A-student, wanted to get everything right. She was pure. She equated sex with not being pure.” She improvised in her audition, surprising Soderbergh; he cast her, later saying she’d blown his mind. To this day she says it’s the best role she’s ever been given, and it stands up as a frustrated, pent-up performance. “This poor woman hadn’t had an orgasm, what do you expect?” she laughs. The film changed her life: “I got out of the hole. I climbed my way out.”</p> \n<p>Sex, Lies and Videotape won her her first Golden Globe nomination; suddenly, credible film-makers wanted to work with her: <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/peter-weir\" title=\"\">Peter Weir</a> (Green Card), <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/robertaltman\" title=\"\">Robert Altman</a> (Short Cuts and The Player), <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/harold-ramis\" title=\"\">Harold Ramis</a> (Groundhog Day and Multiplicity). She beat Jennifer Jason Leigh, Julianne Moore and Laura Dern for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2010/sep/19/film-changed-life-grande-illusion\" title=\"\">Mike Newell</a>’s Four Weddings and a Funeral. The film’s budget was only &pound;2.8m, and she accepted a low fee as she thought “the script was perfect. It was flawless. Gorgeous.” In lieu of upfront cash, she took percentage points, which proved smart when it made &pound;159m. In Cannes for the film, surrounded by bodyguards, fans rocked her car on the way to the red carpet. This was 1994 – she was 36, and hit peak fame. “But it passes,” she says. In the late 90s she worked for Nora Ephron, Wim Wenders and Albert Brooks, but the 21st century resigned her to less impressive TV movies.</p> \n<p>She’s said in the past that professional rejection led her to therapy, which she now lives for. “I love the study of ego,” she says. “It’s a very cathartic way to live your life. Because we are victimised by what the world throws at us. Life can be hard … And projection. People project all kinds of cuckoo things on to actors.” Recently, she’s taken to addressing herself out loud, a technique she read about in a psychology magazine. It’s soothing, she says. “I use my name, Rose [her birth name is Rosalie Anderson MacDowell]. If I’m starting to panic, I go: ‘Uh uh, Rose: you’ve got this.’ It calms you down.”</p> \n<p>Magic Mike XXL reunites her with Soderbergh, who directed the original and took cinematography and editing duties on this one. “My heart was wide open, just to see him again,” she says. Their reunion made her feel reflective. Looking back on her career now, she says she regrets turning down certain roles because she was afraid of disappointing her family and queering her reputation back home. “I think the reason I understood [Sex, Lies and Videotape’s] Ann Bishop Mullany so well is I grew up in a culture where to be sexual was dirty. And I was also afraid of embarrassing my children. I was so afraid what people would say about me in my community. This was my way of thinking because I grew up around that kind of pressure, of purity. That was so much my childhood that I was afraid to be too provocative. Finally now, I realise. It’s kind of late in the day to be really provocative, but now I would do it. I’m sad that I didn’t take more chances.” What did she turn down? “There were some sexual roles I could have definitely fought for, at least.” Adrian Lyne’s kinkfest 9&frac12; Weeks was one, she says. “Now, in hindsight, if I could just tell my younger self to go in and fight for it. I didn’t even go in!”</p> \n<p>Is her Magic Mike role an attempt to redress that balance? The start of phase two? She laughs. “Some crazy sexy roles since I’m no longer worried about what people think? Hahahaha! Maybe! It’s a little late in life, but hey, why not!”</p> \n<p><span class=\"bullet\">•</span><em> Magic Mike XXL is released in the US on 1 July, the UK on 3 July and in Australia on 9 July.</em></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435242266795/4dac88e7-4ec5-420c-a5d3-6e4b2e6fe9ba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Danny Martindale/FilmMagic","altText":"Andie MacDowell in Cannes.","cleanCredit":"Photograph: Danny Martindale/FilmMagic"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435242305060/cf10e1c4-baf5-48e7-b603-1ff4cb50d543-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"MacDowell in Magic Mike XXL. Photograph: Allstar/WARNER BROS.","credit":"Allstar/WARNER BROS.","altText":"MacDowell in Magic Mike XXL.","cleanCaption":"MacDowell in Magic Mike XXL.","cleanCredit":"Photograph: Allstar/WARNER BROS."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435242372877/992ec448-9c2a-4194-a382-add870a87603-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"MacDowell in Sex, Lies and Videotape. Photograph: ITV/REX Shutterstock","credit":"ITV/REX Shutterstock","altText":"MacDowell in Sex, Lies and Videotape.","cleanCaption":"MacDowell in Sex, Lies and Videotape.","cleanCredit":"Photograph: ITV/REX Shutterstock"}],"webPublicationDate":"2015-06-25T17:00:08Z","lastModified":"2015-06-25T23:00:36Z","metadata":{"commentable":true,"commentCount":443,"contributors":[{"name":"Alex Godfrey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alex-godfrey"}],"feature":true,"keywords":["Andie MacDowell","Magic Mike","Film","Culture","Steven Soderbergh","Channing Tatum","Cannes 2015","Four Weddings and a Funeral"],"tags":[{"id":"film/andie-macdowell","webTitle":"Andie MacDowell"},{"id":"film/magic-mike","webTitle":"Magic Mike"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/stevensoderbergh","webTitle":"Steven Soderbergh"},{"id":"film/channing-tatum","webTitle":"Channing Tatum"},{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/four-weddings-and-a-funeral","webTitle":"Four Weddings and a Funeral"}],"section":{"id":"film"},"topics":[{"displayName":"Alex Godfrey","topic":{"type":"tag-contributor","name":"profile/alex-godfrey"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/25/andie-macdowell-magic-mike-xxl-male-stripper-movie","shortUrl":"http://gu.com/p/4a5et","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/25/andie-macdowell-magic-mike-xxl-male-stripper-movie","webUri":"http://www.theguardian.com/film/2015/jun/25/andie-macdowell-magic-mike-xxl-male-stripper-movie"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435242266795/4dac88e7-4ec5-420c-a5d3-6e4b2e6fe9ba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Option three was fight. ‘Go prove yourself.’ I chose option three’ … Andie MacDowell  Photograph: Danny Martindale/FilmMagic","credit":"Danny Martindale/FilmMagic","altText":"Andie MacDowell in Cannes.","cleanCaption":"‘Option three was fight. ‘Go prove yourself.’ I chose option three’ … Andie MacDowell ","cleanCredit":"Photograph: Danny Martindale/FilmMagic"}},"importance":3,"kicker":{"title":"Andie MacDowell"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435242266795/4dac88e7-4ec5-420c-a5d3-6e4b2e6fe9ba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Danny Martindale/FilmMagic","altText":"Andie MacDowell in Cannes.","cleanCredit":"Photograph: Danny Martindale/FilmMagic"}}]},{"title":"From the archive / Hugh Grant arrested with sex worker 20 years ago","rawTitle":"Hugh Grant arrested with sex worker 20 years ago","item":{"type":"article","id":"film/from-the-archive-blog/2015/jun/26/hugh-grant-arrest-prostitute-divine-brown-20-1995","title":"Hugh Grant arrested with sex worker 20 years ago","trailText":"In 1995, the British actor was arrested in Los Angeles with a sex worker, Divine Brown, for their ‘lewd conduct’ in a public place<br>","standFirst":"<p>In 1995, the British actor was arrested in Los Angeles with a sex worker, Divine Brown, for their ‘lewd conduct’ in a public place<br /></p>","byline":"Jason Rodrigues","body":"<p>Staring sheepishly down the camera lens with his shoulders hunched, Hugh Grant looked awkward to say the least. But then this was not a typical photocall. Instead, Grant was having his mugshot taken in a Los Angeles police station after being arrested for having sex in his car with Divine Brown.</p> \n<p>The British actor, who had just shot to stardom playing the lead role in <a href=\"http://www.theguardian.com/film/News_Story/Critic_Review/Guardian_review/0,,530826,00.html\">Four Weddings and a Funeral,</a> had fallen spectacularly from grace, thanks to a moment of “insanity”, as he described it, with the sex worker and now faced the possibility of six months in jail for participating in “lewd conduct” in a public place.</p> \n<p>Grant was meant to be in Hollywood to promote his latest film, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2011/jul/15/hugh-grant-regrets-murdoch-romcom\">Nine Months</a>, when he decided, as a local paper said, “to take a walk on the wild side”, cruising down LA’s notorious Sunset Strip at night. It was here that he met Divine Brown (real name Estella Marie Thompson), a local sex worker who he paid $60 (&pound;37) to perform oral sex on him in a nearby street.</p> \n<figure class=\"element element-image\" data-media-id=\"7c4895dcc6d9d3cc3a8cfe08430e835ac9f8a248\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435233703637/70ff078f-3acc-481b-84d7-ed1d9eaf129e-460x278.jpeg\" alt=\"The Guardian, 28 June 1995\" width=\"460\" height=\"278\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Guardian, 28 June 1995. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435229348664/The-Guardian-28-June-1995-001.jpg\">Click here to read article</a></span> \n </figcaption> \n</figure> \n<p>After their arrest, both were released to have their cases heard later. Grant, the long-term partner of British actor and model Liz Hurley, was quick to <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435230082450/Guardian-29-June-1995-001.jpg\">release a statement of regret</a>: “Last night I did something completely insane,” he said. “I have hurt people I love and embarrassed people I work with. For both things I am more sorry than I can ever possibly say.” </p> \n<p>But it was Divine Brown who the press really wanted to get to, her unvarnished story probably the more exciting read. Writing in the Guardian, a British tabloid reporter explained how he and his fellow “hacks in macs” tried to get to Brown first. It was the News of the World, however, who got the scoop, paying Brown a reported $100,000 for her story.</p> \n<p>What they got from Brown was a blow-by-blow account and a line from her claiming that Grant told her: “I always wanted to sleep with a black woman. That’s my fantasy.” <br /></p> \n<figure class=\"element element-image\" data-media-id=\"745807102e4bda62d278b262351d5de5f62eb63c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435230782369/ea531b98-db1a-4b51-b87f-df864e590202-460x276.jpeg\" alt=\"The Guardian, 3 July 1995\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Guardian, 3 July 1995. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435230582725/The-Guardian-3-July-1995-001.jpg\">Click here to read article</a></span> \n </figcaption> \n</figure> \n<p>The tabloid revelations came days before Grant faced sentencing. The actor, who did not attend court, <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435234078497/The-Guardian-12-July-1995-001.jpg\">was ordered to pay a fine of $1,000 and go on an Aids education programme</a>. Having avoided a custodial sentence Grant’s career rehabilitation began with an interview on NBC’s primetime Tonight Show with host <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/organgrinder/2009/may/28/jay-leno-tonight-show\">Jay Leno</a>. The British actor stuttered and fidgeted before asking viewers for forgiveness, saying: “I’ve done an abominable thing, and she’s [Liz Hurley] been amazing about it, and contrary to what I read in the paper today, she’s been very supportive, and we’re going to try to work it out.’’</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vrJ2jc6qfzA\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/vrJ2jc6qfzA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  I did a bad thing - Hugh Grant\n </figcaption> \n</figure> \n<p>At the time, Hurley was still refusing to comment. When she did speak, two months after Grant’s arrest, she said that <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435234556603/The-Guardian-3-August-199-001.jpg\">“she felt like she had been shot”</a> on hearing he had sex with a sex worker. On the same day she broke her silence, the Guardian carried an <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435235128837/The-Guardian-3-August-199-001.jpg\">exclusive interview with Hugh Grant</a>, who was talking to Derek Malcolm, the paper’s film critic.</p> \n<figure class=\"element element-image\" data-media-id=\"418d83ae066c56a324e576014639528aa9f19f6c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435235546855/4b2ee5ff-4459-45d3-bd7b-872ad8f65dc2-460x276.jpeg\" alt=\"The Guardian, 3 August 1995\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Guardian, 3 August 1995</span> \n </figcaption> \n</figure> \n<p>As the couple tried to patch up their relationship in private and public, Divine Brown was pleading no contest to “engaging in lewd conduct in a public place” at her hearing. Having violated her probation for previous prostitution charges, <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435237886941/The-Guardian-7-September--001.jpg\">she was given a 180-day prison sentence</a>. <br /></p> \n<p>As Brown did not have to serve her sentence for four months, she had time to travel to the UK to promote the Fantasy Channel – an adult station launched on satellite the same year. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435239885501/The-Guardian-8-September--001.jpg\">Speaking to the Guardian</a>, Brown said that she hoped to run into Hugh Grant while she was in the UK.<br /></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435239292587/ae2acc81-303e-4ca2-888c-9c7dd8511ad9-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Getty Images/Getty Images","altText":"The Los Angeles Police Department booking of actor Hugh Grant, June 27, 1995.","cleanCredit":"Photograph: Getty Images/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435233703459/819b8afb-847d-42e9-9b3f-f7f1208bd16c-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":279,"width":462,"orientation":"landscape","caption":"The Guardian, 28 June 1995. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435229348664/The-Guardian-28-June-1995-001.jpg\">Click here to read article</a>","credit":"The Guardian","altText":"The Guardian, 28 June 1995","cleanCaption":"The Guardian, 28 June 1995. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435229348664/The-Guardian-28-June-1995-001.jpg\">Click here to read article</a>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435230782369/ea531b98-db1a-4b51-b87f-df864e590202-460x276.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"The Guardian, 3 July 1995. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435230582725/The-Guardian-3-July-1995-001.jpg\">Click here to read article</a>","credit":"The Guardian","altText":"The Guardian, 3 July 1995","cleanCaption":"The Guardian, 3 July 1995. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435230582725/The-Guardian-3-July-1995-001.jpg\">Click here to read article</a>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435235546855/4b2ee5ff-4459-45d3-bd7b-872ad8f65dc2-460x276.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"The Guardian, 3 August 1995","credit":"The Guardian","altText":"The Guardian, 3 August 1995","cleanCaption":"The Guardian, 3 August 1995"}],"webPublicationDate":"2015-06-26T09:32:11Z","lastModified":"2015-06-26T09:33:42Z","metadata":{"commentable":true,"commentCount":57,"contributors":[{"name":"Jason Rodrigues","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jason-rodrigues"}],"feature":false,"keywords":["Hugh Grant","Film","US news","Los Angeles","US crime","Prostitution","Sex","World news"],"tags":[{"id":"film/hughgrant","webTitle":"Hugh Grant"},{"id":"film/film","webTitle":"Film"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/los-angeles","webTitle":"Los Angeles"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"society/prostitution","webTitle":"Prostitution"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"film"},"topics":[{"displayName":"Jason Rodrigues","topic":{"type":"tag-contributor","name":"profile/jason-rodrigues"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/from-the-archive-blog/2015/jun/26/hugh-grant-arrest-prostitute-divine-brown-20-1995","shortUrl":"http://gu.com/p/4a5b4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/from-the-archive-blog/2015/jun/26/hugh-grant-arrest-prostitute-divine-brown-20-1995","webUri":"http://www.theguardian.com/film/from-the-archive-blog/2015/jun/26/hugh-grant-arrest-prostitute-divine-brown-20-1995"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435239292587/ae2acc81-303e-4ca2-888c-9c7dd8511ad9-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The Los Angeles police department booking photograph of actor Hugh Grant, 27 June 1995. Photograph: Getty Images","credit":"Getty Images","altText":"The Los Angeles police department booking photograph of actor Hugh Grant, 27 June 1995.","cleanCaption":"The Los Angeles police department booking photograph of actor Hugh Grant, 27 June 1995.","cleanCredit":"Photograph: Getty Images"}},"importance":3,"kicker":{"title":"From the archive"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435239292587/ae2acc81-303e-4ca2-888c-9c7dd8511ad9-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Getty Images/Getty Images","altText":"The Los Angeles Police Department booking of actor Hugh Grant, June 27, 1995.","cleanCredit":"Photograph: Getty Images/Getty Images"}}]}],"lastModified":"2015-06-27T06:47:31Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}