{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","title":"people","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/people-in-the-news/feature-stories"},"cards":[{"title":"Independent Living Fund closure / I'm going to be screwed","rawTitle":"I'm going to be screwed","item":{"type":"article","id":"society/patrick-butler-cuts-blog/2015/jun/24/independent-living-fund-closure-fears-im-going-to-be-screwed","title":"Independent Living Fund closure fears: 'I'm going to be screwed'","trailText":"Arrangements for the future care and support of 18,000 severely disabled people have been hit by chaos and uncertainly, a new report suggests","standFirst":"<p>Arrangements for the future care and support of 18,000 severely disabled people have been hit by chaos and uncertainly, a new report suggests</p>","byline":"Patrick Butler","body":"<p>With a week to go before the closure of the Independent Living Fund (ILF), things do not seem especially reassuring for many of the 18,000 severely disabled people whose care package soon will be managed by their local council.</p> \n<p>As one ILF user told an academic research project recently:</p> \n<blockquote class=\"quoted\"> \n <p>I am not looking forward to this... at all. I’m going to be really screwed.</p> \n</blockquote> \n<p>The ILF closure has always been a desperately regressive measure: it is worth reading Zoe Williams <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/apr/24/disability-ruling-new-depths-dishonesty#http://www.theguardian.com/commentisfree/2013/apr/24/disability-ruling-new-depths-dishonesty\">here</a>, or Mary O’Hara <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/mar/10/disaster-looms-people-severe-disabilities-independent-living-fund\">here</a> to get a flavour of the cynicism and irrationality behind the coalition’s decision to localise the funding of support for this group with councils struggling with billions of pounds worth of cuts. </p> \n<p>Now, it seems we are to enter the next phase of what is now a now familiar austerity cuts story: the chaos of policy implementation.</p> \n<p>Research into the ILF transition published this morning by <a href=\"https://www.uea.ac.uk/medicine/people/profile/tom-shakespeare\">Tom Shakespeare</a> and colleagues at the University of East Anglia suggests that the process - which was supposed to be carefully plotted between council and client, with a clear support plan - is in many areas shambolic and uncertain, while the user experience has been negative and bewildering. </p> \n<p>Shakespeare spoke in detail to 12 former ILF recipients from six local authorities. A common theme was council attitudes. Whereas the ILF was seen as responsive and flexible, with a clear commitment to independent living, councils were seen by users as rigid, bureaucratic, distant and “ignorant” about independent living. </p> \n<p>An ILF recipient told researchers: </p> \n<blockquote class=\"quoted\"> \n <p>You just felt like another bloomin’ nuisance because they’re forced to give you some money that they don’t want to give you, basically.</p> \n</blockquote> \n<p>Planning had been sloppy: some had not received care assessments, with just weeks to go to the handover. Those that did speak with councils found the emphasis was often not on what the care package could deliver, but where cash savings could be made:</p> \n<blockquote class=\"quoted\"> \n <p>They’ve been saying, “where can I save money”, they say “what are you using carers for”, “that isn’t applicable”, like what can I get from voluntary services, voluntary agencies or whatever. </p> \n</blockquote> \n<p>Another said:</p> \n<blockquote class=\"quoted\"> \n <p>I feel I haven’t been communicated with. I haven’t, I still don’t really know what’s happening. I think I know what might, you know, maybe will happen but I haven’t actually got anything saying that.</p> \n</blockquote> \n<p>The upshot of this, says Shakespeare, is uncertainty, anxiety and stress among recipients over whether their current package of support - which in many cases enables them to do paid work - will remain at current levels, particularly after April 2016, when the funding currently earmarked for ILF clients in council budgets is unringfenced, and the imperative of social care cuts starts to properly assert itself</p> \n<p>One recipient told researchers:</p> \n<blockquote class=\"quoted\"> \n <p>I am concerned about the local authority one because I think it’s just going to be too easy for them to give money to other things. That scares me, it scares me that the amount of support I have might decrease which would effectively, probably, end up with me being bedbound and as I’ve already got pressure sores it’s not a good idea. </p> \n</blockquote> \n<p>The researchers conclude:</p> \n<blockquote class=\"quoted\"> \n <p>Many respondents recognised the budgetary constraints placed upon LAs; however, inconsistent support, poor communication, and minimalist interpretation of independent living principles meant that few respondents were optimistic about the future. </p> \n</blockquote> \n<p>The East Anglia resarch was carried out ibetween January and May. But there is little sign the widespread chaos surrounding the ILF transition is drastically easing. According to <a href=\"http://www.disabilitynewsservice.com/councils-apologise-over-ilf-delays-and-confusion-but-blame-government/\">Disability News Service </a>(DNS), local authorities are blaming central government cuts for delays to care packages, with the Association of Directors of Adult Social Services Ray James quoted as saying, remarkably:</p> \n<blockquote class=\"quoted\"> \n <p>Where there are difficulties I urge colleagues to resolve them as swiftly as possible. They would have been caused by a lack of money: not a lack of concern.</p> \n</blockquote> \n<p>DNS - which has interviewed 14 ILF recipients - reports that not all local authorities are in chaos, but in the majority of cases recipients have still not been told how many hours care they will receive after 30 June.</p> \n<p>Despite <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/04/1bn-further-cuts-to-social-care-will-hit-tens-of-thousands-say-experts\">huge cuts to social care</a> and disability benefits, the government’s stock response tends to be that care and support will be prioritised for the most vulnerable. Shakespeare is not convinced:</p> \n<blockquote class=\"quoted\"> \n <p>My reaction is I’m worried about the assumption of vulnerability. It’s putting people in a boxmarked “pathetic and hopeless”; people to be looked after. We want to be in the world and the community.</p> \n</blockquote> \n<p><span class=\"bullet\">•</span> <strong>There will be a <a href=\"http://dpac.uk.net/2015/06/SaveILF-lobby-Wednesday-24th-June-London/\">lobby of parliament</a> against the ILF closure on Wednesday 24 June, organised by Save the ILF campaign and Disabled People Against Cuts</strong><br /></p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435082953767/35b92270-7b75-4d23-ae48-5ed9c3283669-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Peter Marshall/Peter Marshall/Demotix/Corbis","altText":"Paula Peters of DPAC walking in front of a large banner 'Save The Independent Living Fund' during the occupation of the grass outside Westminster Abbey in June 2014.","cleanCredit":"Photograph: Peter Marshall/Peter Marshall/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-23T23:01:09Z","lastModified":"2015-06-23T23:03:42Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Patrick Butler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickbutler"}],"feature":false,"keywords":["Society","UK news","Disability","Public sector cuts","Politics","Social care","Local government"],"tags":[{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/disability","webTitle":"Disability"},{"id":"society/public-sector-cuts","webTitle":"Public sector cuts"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/social-care","webTitle":"Social care"},{"id":"society/localgovernment","webTitle":"Local government"}],"section":{"id":"society"},"topics":[{"displayName":"Patrick Butler","topic":{"type":"tag-contributor","name":"profile/patrickbutler"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/patrick-butler-cuts-blog/2015/jun/24/independent-living-fund-closure-fears-im-going-to-be-screwed","shortUrl":"http://gu.com/p/4a4v7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/patrick-butler-cuts-blog/2015/jun/24/independent-living-fund-closure-fears-im-going-to-be-screwed","webUri":"http://www.theguardian.com/society/patrick-butler-cuts-blog/2015/jun/24/independent-living-fund-closure-fears-im-going-to-be-screwed"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435082953767/35b92270-7b75-4d23-ae48-5ed9c3283669-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Paula Peters of DPAC walking in front of a large banner ‘Save The Independent Living Fund’ during the occupation of the grass outside Westminster Abbey in June 2014. Photograph: Peter Marshall/Peter Marshall/Demotix/Corbis","credit":"Peter Marshall/Peter Marshall/Demotix/Corbis","altText":"Paula Peters of DPAC walking in front of a large banner 'Save The Independent Living Fund' during the occupation of the grass outside Westminster Abbey in June 2014.","cleanCaption":"Paula Peters of DPAC walking in front of a large banner ‘Save The Independent Living Fund’ during the occupation of the grass outside Westminster Abbey in June 2014.","cleanCredit":"Photograph: Peter Marshall/Peter Marshall/Demotix/Corbis"}},"importance":7,"kicker":{"title":"Independent Living Fund closure"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435082953767/35b92270-7b75-4d23-ae48-5ed9c3283669-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Peter Marshall/Peter Marshall/Demotix/Corbis","altText":"Paula Peters of DPAC walking in front of a large banner 'Save The Independent Living Fund' during the occupation of the grass outside Westminster Abbey in June 2014.","cleanCredit":"Photograph: Peter Marshall/Peter Marshall/Demotix/Corbis"}}]},{"title":"Amy Bloom / Novelist on bringing Hollywood – and her own family – out of the closet","rawTitle":"Novelist on bringing Hollywood – and her own family – out of the closet","item":{"type":"article","id":"books/booksblog/2015/jun/23/amy-bloom-novelist-bringing-hollywood-and-family-out-of-closet","title":"Amy Bloom on bringing Hollywood – and her own family – out of the closet","trailText":"The novelist and short story writer explains how the sexual secrets of the 1930s film industry mix with untold stories of her own ancestors in her novel Lucky Us ","standFirst":"<p>The novelist and short story writer explains how the sexual secrets of the 1930s film industry mix with untold stories of her own ancestors in her novel Lucky Us </p>","byline":"Amy Bloom","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/sep/24/lucky-us-amy-bloom-review-wartime-hollywood\">Lucky Us by Amy Bloom review – a beguiling story of deceit and survival</a> </p> \n</aside> \n<p>My children say I only write about four things: love, family, sex and death. I think they’re right and I think the centre of that quartet is love: love between siblings, between parent and child, between lovers, between friends. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/sep/24/lucky-us-amy-bloom-review-wartime-hollywood\">Lucky<em> </em>Us</a> was an opportunity to write about family, born, found and made, about sisters as I knew them – not the catty, silly girls I often saw in books – about deep friendships that save your life, love affairs that change it and the fissuring of the world as everyday people knew it, during a war.<br /></p> \n<p>My family had a small share of criminals: my uncle the bootlegger and strikebreaker (the first was OK with my parents; the second got him banned from the house). My grandfather was deported from Russia to America, directly from jail after a short career as a particularly unsuccessful burglar. Like most immigrants, we had more than our share of lost stories, painful memories and necessary reinventions. My father, as a boy, had been a courier for <a href=\"https://en.wikipedia.org/wiki/Murder,_Inc.\">Murder, Inc</a>, a group of gangsters who lived up to their name. He never spoke about it, or about his wartime career as a spy. My mother became a gossip columnist and never mentioned it (my favourite photograph was of her at 24 years old, unbearably beautiful, utterly chic, in a black-straw cartwheel hat, dark-red lipstick, and a smart black suit, her notepad and gold pen on a cocktail table). </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d34a64283e862237ff518ea53af13b0fbb61d06c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434974879086/65a13b27-5700-4fbf-8648-c0fe972e6d1c-324x420.jpeg\" alt=\"Leader of the ‘sewing circle’: Marlene Dietrich in 1932\" width=\"324\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Leader of the ‘sewing circle’: Marlene Dietrich in 1932</span> \n  <span class=\"element-image__credit\">Photograph: Eugene Robert Richee/Getty Images</span> \n </figcaption> \n</figure> \n<p>Wonderful stories, never told. We were a close-lipped family, which meant that although I was spared a lot of backwards glances, complaining and heartbreaking stories of the past (my grandmother had eight siblings as a girl in Russia; she arrived in America with two brothers and never mentioned the others), it also meant that there were long, deep stretches of untold story. I used my imagination, then and now, to create stories about people whom one could not see clearly, at first.<br /></p> \n<p>I also wanted to write about Old Hollywood. I’d read several wonderful books about Hollywood in the 30s and 40s and the power and control of the big studios. I had seen tons of beautiful black-and-white movies and could recognise Clark Gable and Lauren Bacall anywhere. What I hadn’t known about were the “sewing circles” of Old Hollywood: gay actresses (often with equally famous husbands) organising private parties for networking, schmoozing and sex, since they could not live their lives aloud and still be employed. (Notable exception: Tallulah Bankhead: “Father warned me about men and booze, but he never mentioned a word about women and cocaine.”) </p> \n<p>Dietrich and Garbo, Mary Martin, Barbara Stanwyck, Janet Gaynor – it’s a very long list of beautiful, talented women, some forgotten, some unforgettable, along with bit players and aristocrats, singers and screenwriters, the great singer Gladys Bentley in white top hat and tails, a starlet on each arm, magnificent poolside entertainment and glamorous scandal. I wrote Lucky Us because I would have liked to have been there, then.</p> \n<h2><strong>More about Lucky Us</strong></h2> \n<p>“A strangely entertaining and disturbing subversion of what we thought we knew about Hollywood, the second world war, family life and the nature of good luck.”<br />– Jane Smiley (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/sep/24/lucky-us-amy-bloom-review-wartime-hollywood\">Read the full review here</a>)</p> \n<p>“I do find it challenging to leave stuff out. Two of my models for novel writing are The Great Gatsby and As I Lay Dying, both very short books.”<br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2014/aug/10/amy-bloom-interview-lucky-us-sexuality-hillary-clinton\">– Amy Bloom Q&amp;A</a></p> \n<h2><strong>Extract</strong></h2> \n<p>My father’s wife died. My mother said we should drive down to his place and see what might be in it for us.</p> \n<p>She tapped my nose with her grapefruit spoon. “It’s like this,” she said. “Your father loves us more, but he’s got another family, a wife, and a girl a little older than you. Her family had all the money. Wipe your face.”</p> \n<p>There was no one like my mother, for straight talk. She washed my neck and ears until they shone. We helped each other dress: her lilac dress, with the underarm zipper, my pink one with the tricky buttons. My mother did my braids so tight, my eyes pulled up. She took her violet cloche and her best gloves and she ran across the road to borrow Mr Portman’s car. I was glad to be going and I thought I could get to be glad about having a sister. I wasn’t sorry my father’s other wife was dead.</p> \n<p>***</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2007/aug/25/featuresreviews.guardianreview18\">Review: Away by Amy Bloom</a> </p> \n</aside> \n<p>My mother parked the car and redid her lipstick. My father’s house was two stories of red stone and tall windows, with fringed lace curtains behind and wide brown steps stacked like boxes in front of the shining wood door. Your father does like to have things nice, while he’s away, she said. It sure is nice, I said. We ought to live here.</p> \n<p>My mother smiled at me and ran her tongue over her teeth. Could be, she said – you never know. She’d already told me she was tired of Abingdon, where we’d been since I was born. It was no kind of real town and she was fed up to here hostessing at Hobson’s. We talked a lot about finding ourselves a better life in Chicago. <em>Chicago, Chicago, that toddlin’ town . . . I saw a man, he danced with his wife. </em>I sang as we got out of the car and I did a few dance steps like in the movies. My mother said, You are the bee’s knees, kiddo, and she grabbed the back of my dress. She licked her palm and pressed it to my bangs, so they wouldn’t fly up. She straightened her skirt and told me to check her seams. Straight as arrows, I said, and we went up the stairs hand in hand.</p> \n<h2>How to buy Lucky Us</h2> \n<ul> \n <li>The UK paperback is published by Granta at &pound;7.99 and is available <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/297676/\">from the Guardian bookshop at &pound;6.39</a></li> \n <li>The US paperback will be published by Random House on July 7<br /></li> \n</ul> \n<h2>Other books by Amy Bloom</h2> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2007/aug/25/featuresreviews.guardianreview18\">Away (2007): “a romantic chronicle of 1920s America”</a></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2010/mar/20/where-god-love-hangs-out\">Where the God of Love Hangs Out (2010): short stories by “a scrupulous observer of widely varying human types”</a></p> \n<p><strong><br /></strong></p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6a2193612f8cf58ea04fccbec2cf7d06ee586bf0/0_91_504_302/504.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":302,"width":504,"orientation":"landscape","credit":"Elaine Seibert/Elaine Seibert","altText":"Amy Bloom, novelist and short story writer","cleanCredit":"Photograph: Elaine Seibert/Elaine Seibert"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434974880938/65a13b27-5700-4fbf-8648-c0fe972e6d1c-1575x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1575,"orientation":"portrait","caption":"Leader of the ‘sewing circle’: Marlene Dietrich in 1932 Photograph: Eugene Robert Richee/Getty Images","credit":"Eugene Robert Richee/Getty Images","altText":"Leader of the ‘sewing circle’: Marlene Dietrich in 1932","cleanCaption":"Leader of the ‘sewing circle’: Marlene Dietrich in 1932","cleanCredit":"Photograph: Eugene Robert Richee/Getty Images"}],"webPublicationDate":"2015-06-23T14:00:07Z","lastModified":"2015-06-23T23:03:42Z","metadata":{"commentable":true,"commentCount":1,"contributors":[],"feature":true,"keywords":["Books","Fiction","Culture"],"tags":[{"id":"books/books","webTitle":"Books"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[],"series":{"title":"Paperback writer","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/paperbackwriter"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/booksblog/2015/jun/23/amy-bloom-novelist-bringing-hollywood-and-family-out-of-closet","shortUrl":"http://gu.com/p/4a2g6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/booksblog/2015/jun/23/amy-bloom-novelist-bringing-hollywood-and-family-out-of-closet","webUri":"http://www.theguardian.com/books/booksblog/2015/jun/23/amy-bloom-novelist-bringing-hollywood-and-family-out-of-closet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6a2193612f8cf58ea04fccbec2cf7d06ee586bf0/0_91_504_302/504.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":302,"width":504,"orientation":"landscape","caption":"‘Like most immigrants, we had more than our share of lost stories’... Amy Bloom. Photograph: Elaine Seibert/Elaine Seibert","credit":"Elaine Seibert/Elaine Seibert","cleanCaption":"‘Like most immigrants, we had more than our share of lost stories’... Amy Bloom.","cleanCredit":"Photograph: Elaine Seibert/Elaine Seibert"}},"importance":5,"kicker":{"title":"Amy Bloom"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6a2193612f8cf58ea04fccbec2cf7d06ee586bf0/0_91_504_302/504.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":302,"width":504,"orientation":"landscape","credit":"Elaine Seibert/Elaine Seibert","altText":"Amy Bloom, novelist and short story writer","cleanCredit":"Photograph: Elaine Seibert/Elaine Seibert"}}]},{"title":"Obituary / Chris Woodhead, former Ofsted chief who opposed ‘trendy’ teaching methods","rawTitle":"Chris Woodhead, former Ofsted chief who opposed ‘trendy’ teaching methods","item":{"type":"article","id":"education/2015/jun/23/sir-chris-woodhead","title":"Sir Chris Woodhead obituary","trailText":"Former Ofsted chief who was one of the most controversial figures in the world of education and an outspoken opponent of ‘trendy’ teaching methods","standFirst":"Former Ofsted chief who was one of the most controversial figures in the world of education and an outspoken opponent of ‘trendy’ teaching methods","byline":"Rebecca Smithers","body":"<p>Sir Chris Woodhead, the former head of the Ofsted schools inspectorate, who has died aged 68 after suffering from motor neurone disease and liver cancer, was one of the most controversial and colourful figures in English education. He dominated and fuelled debate about schools policy during both Conservative and Labour administrations. As an outspoken opponent of “trendy” teaching methods and supporter of grammar schools, Woodhead was a scourge of the mostly leftwing education establishment and an deeply unpopular figure among teachers for many years.</p> \n<p>He will be best remembered for his period as chief inspector of schools in England, and so the head of Ofsted, from 1994 to 2000, a tenure that was full of incident and drama. His claim, just months into the job, that 15,000 teachers were incompetent and should be sacked set the future tone of his relationship with the profession. But he also incurred the wrath of education academics and chief education officers.</p> \n<p>In 1999 it was alleged that Woodhead, a former English teacher, had had a relationship with one of his pupils. He said the affair did not start until he had ceased to teach at the school, but he never fully explained the situation. He kept his post but resigned the following year, much to the delight of the teaching unions.</p> \n<p>Woodhead was born in London. His father was an accountant and his mother a school secretary who also doubled up as the “lollipop lady”. The young Chris, an only child, attended primary school in Croydon and then <a href=\"http://www.wcgs.org.uk/drupal/\" title=\"\">Wallington County grammar school</a>, Surrey. He went on to gain an English degree at Bristol University, followed by a Postgraduate Certificate in Education (PGCE).</p> \n<p>His classroom teaching career started at the Priory school, Shrewsbury, in Shropshire (1969-72). He then became deputy head of English at Newent school, Gloucester (1972-74), and head of English at Gordano school, Bristol (1974-76), before switching to teacher training, as a lecturer at Oxford University (1976-82). Local education posts followed: as an adviser in Shropshire (1982-88), and as a deputy chief education officer in Devon (1988-90) and in Cornwall (1990-91). From there he went to the National Curriculum Council as deputy chief executive (1991) and chief executive (1991-93), and then in the same role to the School Curriculum and Assessment Authority (1993-94).</p> \n<p>In 1994 Woodhead was appointed head of Ofsted, which had been set up by John Major’s Conservative government to help drive up school standards. When Labour came to power in 1997 there was political pressure on Tony Blair to replace Woodhead, but the new prime minister ignored his advisers and kept Woodhead on – partly to persuade voters that New Labour was not “in hock” to the unions. The new education secretary, David Blunkett, put on a brave face to work with the man he had criticised and ridiculed in opposition. But there were public rows between the two. Meanwhile, the annual teaching union conferences became dominated by the new sport of Woodhead-bashing.</p> \n<p>In February 1999, Woodhead, addressing an audience of trainee teachers, was asked for his views on legislation to ban sexual relationships between pupils and teachers. His response was that such relationships, while regrettable, could be “experiential and educative on both sides”, a remark that was picked up by the national media and for which he later apologised. But the damage was done. His first wife, Cathy (they married in 1969 and divorced in 1977), sparked controversy by saying he had started a relationship with a pupil when he was a teacher.</p> \n<p>After he left Ofsted, Woodhead became a columnist with the Daily Telegraph and Sunday Times newspapers, and wrote two books about education. In 2002, he was appointed a visiting professor at the University of Buckingham, Britain’s only private university, in an education department he helped to set up with Anthony O’Hear, one of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/apr/08/margaret-thatcher-political-phenomenon-dies\" title=\"\">Margaret Thatcher</a>’s gurus. Working closely with Professor Alan Smithers, he wanted it to be an “antidote” to the mainstream educational research establishment. Smithers said of him: “As the head of Ofsted he did not hold back in saying things as his inspectors saw them and he got up some people’s noses – not least because he was so often right. As a friend and colleague he was warm and generous, not at all how he was sometimes caricatured.”</p> \n<p>In 2005, he again became the focus of controversy when it emerged that while at Ofsted he had on one occasion <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/feb/04/politics.freedomofinformation\" title=\"\">overruled his own inspectors</a> to fail Islington Green school, north London, despite the inspectors saying that they were “of the unanimous view that the school was not failing”. The revised report had devastating consequences. The school was put into “special measures” and its reputation suffered. Woodhead’s response to the revelation was simply that it was within his powers to act as he did.</p> \n<p>Colleagues and close colleagues said Woodhead had a talent for “cutting out the middle man” and heading straight for the top – hence his close friendship with Blair. He had other friends in high places, including the Prince of Wales, who referred to Woodhead as a “marvellous” man and often invited him to dinner at Highgrove. Since 2004 he had been chairman of <a href=\"http://www.cognitaschools.com\" title=\"\">Cognita</a>, a chain of private schools, and he was a regular attender of private schools conferences.</p> \n<p>Early in 2009 he revealed the diagnosis of motor neurone disease that he had known about for three years. In an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2009/may/12/chris-woodhead-teaching\" title=\"\">interview with the Guardian</a> that June, he said: “I’ve come to terms with it in the sense that I’ve got it, it isn’t fair, but I’ve got it. But I’m not sure anyone could ever say they’ve come to terms with a disease like this. I think it would be pretending to have an acceptance and courage and stoicism that I haven’t got ... It is a bugger.”</p> \n<p>To the end he never changed his belief that Labour, in its quest for equality, had betrayed children by denying what he saw as a given: that children are destined for different things. And he never lost the ability to make news, through carefully timed interviews, even when his illness had taken a serious grip. In October 2011 at the opening of the Conservative party conference in Liverpool, he grabbed headlines with an assertion that the national school leaving age should be reduced to 14.</p> \n<p>In 2011 Woodhead was given a knighthood. This appeared to greatly cheer him at a time when his disease was advancing. A patron of the Dignity in Dying campaign, he considered ending his life at Dignitas, the Swiss clinic, but changed his mind and was cared for latterly by his second wife, Christine (nee Kensett), whom he had met while working at Ofsted. They married in 2006.</p> \n<p>He is survived by Christine, his daughter, Tamsin, from his first marriage and three granddaughters.</p> \n<p><span class=\"bullet\">•</span> Christopher Anthony Woodhead, educationist, born 20 October 1946; died 23 June 2015</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435056428421/Sir-Chris-Woodhead-in-200-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Sir Chris Woodhead in 2000 Photograph: Martin Argles for the Guardian","credit":"Martin Argles/Guardian","altText":"Sir Chris Woodhead in 2000","cleanCaption":"Sir Chris Woodhead in 2000 Photograph: Martin Argles for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-23T11:58:11Z","lastModified":"2015-06-23T23:01:01Z","metadata":{"commentable":true,"commentCount":60,"contributors":[{"name":"Rebecca Smithers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebeccasmithers"}],"feature":false,"keywords":["Education","Ofsted","Schools","Education policy","Politics","Teaching","UK news","David Blunkett","University of Buckingham","Newspapers","Daily Telegraph","Private schools"],"tags":[{"id":"education/education","webTitle":"Education"},{"id":"education/ofsted","webTitle":"Ofsted"},{"id":"education/schools","webTitle":"Schools"},{"id":"politics/education","webTitle":"Education policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"education/teaching","webTitle":"Teaching"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/davidblunkett","webTitle":"David Blunkett"},{"id":"education/universityofbuckingham","webTitle":"University of Buckingham"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/dailytelegraph","webTitle":"Daily Telegraph"},{"id":"education/private-schools","webTitle":"Private schools"}],"section":{"id":"education"},"topics":[{"displayName":"Rebecca Smithers","topic":{"type":"tag-contributor","name":"profile/rebeccasmithers"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jun/23/sir-chris-woodhead","shortUrl":"http://gu.com/p/4a3ct","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jun/23/sir-chris-woodhead","webUri":"http://www.theguardian.com/education/2015/jun/23/sir-chris-woodhead"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435056428421/Sir-Chris-Woodhead-in-200-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Sir Chris Woodhead in 2000. During the 1990s the annual teaching union conferences became dominated by the new sport of Woodhead-bashing. Photograph: Martin Argles for the Guardian","credit":"Martin Argles/Guardian","altText":"Sir Chris Woodhead in 2000. During the 1990s the annual teaching union conferences became dominated by the new sport of Woodhead-bashing. Photograph: Martin Argles for the Guardian","cleanCaption":"Sir Chris Woodhead in 2000. During the 1990s the annual teaching union conferences became dominated by the new sport of Woodhead-bashing. Photograph: Martin Argles for the Guardian"}},"importance":5,"kicker":{"title":"Obituary"},"showQuotedHeadline":false,"sublinks":[{"title":"Simon Jenkins / ‘He climbed an argument as he climbed a mountain, because it was there’","rawTitle":"‘He climbed an argument as he climbed a mountain, because it was there’","item":{"type":"article","id":"education/2015/jun/23/chris-woodhead-obituary-letter","title":"Simon Jenkins on Chris Woodhead: ‘He climbed an argument as he climbed a mountain, because it was there’","trailText":"<strong>Simon Jenkins writes: </strong>Chris Woodhead dreamed of climbing the days away in Snowdonia","standFirst":"","byline":"Simon Jenkins","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/23/sir-chris-woodhead\" title=\"\">Chris Woodhead</a> was a fanatical mountaineer. When tiring of the pressure of educational politics, he and his wife, Christine, moved to a cottage in Wales, on the near inaccessible slopes of his beloved <a href=\"http://www.ukhillwalking.com/logbook/r/?i=127\" title=\"\">Cnicht, in Snowdonia</a>. He dreamed of climbing the days away. Yet within a year of arriving, he was diagnosed with motor neurone disease. I went with him on one of his last walks up the mountain, and recall him remarking that every climber wants to die on a mountain. I said I would always help him die on Cnicht.</p> \n<p>As the illness worsened he and Christine divided their time between Wales and Cornwall, eventually retreating briefly to Ludlow, Shropshire, and then to Presteigne, Powys. To the end he retained his fanatical love of poetry – especially the work of his friend <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/geoffrey-hill\" title=\"\">Geoffrey Hill</a>, whom he could make comprehensible by the manner of his reading him out loud. He also retained his appreciation of landscape and his irrepressible zest for controversy. No minute with Chris ever went un-discussed. The only thing that bored him was agreement. He climbed an argument as he climbed a mountain, because it was there.</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435081755200/Chris-Woodhead-at-his-hom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Woodhead at his home near Porthmadog, Wales, in 2010. Photograph: Adrian Sherratt/Rex Shutterstock","credit":"Adrian Sherratt/Rex Shutterstock","altText":"Chris Woodhead at his home near Porthmadog, Wales.","cleanCaption":"Chris Woodhead at his home near Porthmadog, Wales, in 2010. Photograph: Adrian Sherratt/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-23T17:51:50Z","lastModified":"2015-06-23T17:57:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Jenkins","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonjenkins"}],"feature":false,"keywords":["Education","Mountaineering","Schools","Wales"],"tags":[{"id":"education/education","webTitle":"Education"},{"id":"world/mountaineering","webTitle":"Mountaineering"},{"id":"education/schools","webTitle":"Schools"},{"id":"uk/wales","webTitle":"Wales"}],"section":{"id":"education"},"topics":[{"displayName":"Simon Jenkins","topic":{"type":"tag-contributor","name":"profile/simonjenkins"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jun/23/chris-woodhead-obituary-letter","shortUrl":"http://gu.com/p/4a3p8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jun/23/chris-woodhead-obituary-letter","webUri":"http://www.theguardian.com/education/2015/jun/23/chris-woodhead-obituary-letter"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435081755200/Chris-Woodhead-at-his-hom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Woodhead at his home near Porthmadog, north Wales, in 2010. Photograph: Adrian Sherratt/Rex Shutterstock","credit":"Adrian Sherratt/Rex Shutterstock","altText":"Chris Woodhead at his home near Porthmadog, north Wales, in 2010. Photograph: Adrian Sherratt/Rex Shutterstock","cleanCaption":"Chris Woodhead at his home near Porthmadog, north Wales, in 2010. Photograph: Adrian Sherratt/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Simon Jenkins"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435081755200/Chris-Woodhead-at-his-hom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Woodhead at his home near Porthmadog, Wales, in 2010. Photograph: Adrian Sherratt/Rex Shutterstock","credit":"Adrian Sherratt/Rex Shutterstock","altText":"Chris Woodhead at his home near Porthmadog, Wales.","cleanCaption":"Chris Woodhead at his home near Porthmadog, Wales, in 2010. Photograph: Adrian Sherratt/Rex Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435056428421/Sir-Chris-Woodhead-in-200-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Sir Chris Woodhead in 2000 Photograph: Martin Argles for the Guardian","credit":"Martin Argles/Guardian","altText":"Sir Chris Woodhead in 2000","cleanCaption":"Sir Chris Woodhead in 2000 Photograph: Martin Argles for the Guardian"}}]},{"title":"Tom Holland / 19-year-old named as next Spider-Man","rawTitle":"19-year-old named as next Spider-Man","item":{"type":"article","id":"film/2015/jun/23/tom-holland-spider-man-marvel-sony","title":"Tom Holland named as next Spider-Man","trailText":"The 19-year-old star of The Impossible and Wolf Hall will swing into action as New York’s favourite super-son with a cameo in Captain America: Civil War","standFirst":"<p>The 19-year-old star of The Impossible and Wolf Hall will swing into action as New York’s favourite super-son with a cameo in Captain America: Civil War</p>","byline":"Henry Barnes","body":"<p>Tom Holland, of Kingston upon Thames, Surrey will be the next actor to play New York’s favourite web-slinging son, Spider-Man, <a href=\"http://variety.com/2015/film/news/tom-holland-spider-man-new-marvel-1201510563/\">according to Variety</a>. </p> \n<p>Holland, who co-starred with Naomi Watts and Ewan McGregor in Boxing Day tsunami drama The Impossible, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jun/01/new-spider-man-three-brit-teens-among-hopefuls-for-peter-parker-role\">was one of six teenage actors being considered for the role</a>, three of whom were British. Among those he swung ahead of was rumoured front-runner Asa Butterfield, star of Hugo and Ender’s Game. </p> \n<div>\n __VIDEO_EMBED_gu-video-424264983__\n</div> \n<p>The 19-year-old is likely to first appear as the character in a cameo role in Marvel’s upcoming Captain America sequel, Civil War, with standalone Spider-Man films to follow. Sony announced a partnership deal with Marvel in February, allowing the character to join Marvel heroes on screen. </p> \n<p>Holland takes over the role from Andrew Garfield, who starred in 2012’s The Amazing Spider-Man and last year’s The Amazing Spider-Man 2. Garfield was critical of Sony Pictures, the studio that owns the property for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/sep/11/andrew-garfield-studio-the-amazing-spider-man-2-sequel\">“breaking the thread” of the second film’s story</a>. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/sep/11/andrew-garfield-studio-the-amazing-spider-man-2-sequel\">Andrew Garfield blames studio for ruining 'thread' of Spider-Man sequel</a> </p> \n</aside> \n<p>The Amazing Spider-Man films were part of a reboot of a modern take on the character pioneered by director Sam Raimi with his trilogy, which ran from 2002-7 and starred Tobey Maguire. <br /></p> \n<p>The first standalone film from the new Spider-Man franchise, directed by Jon Watts, will be released worldwide on 28 July 2017.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435078718632/57a568e6-1a83-4d6f-ba0e-2da1e15e2b99-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jon Furniss/Jon Furniss/Invision/AP","altText":"Web master ... Tom Holland","cleanCredit":"Photograph: Jon Furniss/Jon Furniss/Invision/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-23T17:01:26Z","lastModified":"2015-06-23T23:01:15Z","metadata":{"commentable":true,"commentCount":214,"contributors":[{"name":"Henry Barnes","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/22/1424629714919/Henry-Barnes-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrybarnes"}],"feature":false,"keywords":["Superhero movies","Marvel","Science fiction and fantasy","Action and adventure","Culture","Film"],"tags":[{"id":"film/superhero-movies","webTitle":"Superhero movies"},{"id":"culture/marvel","webTitle":"Marvel"},{"id":"film/sciencefictionandfantasy","webTitle":"Science fiction and fantasy"},{"id":"film/actionandadventure","webTitle":"Action and adventure"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"}],"section":{"id":"film"},"topics":[{"displayName":"Henry Barnes","topic":{"type":"tag-contributor","name":"profile/henrybarnes"}}],"embeddedVideos":[{"id":"gu-video-424264983","source":"guardian.co.uk","durationInSeconds":150,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2013/12/05/Spiderman2-16x9.mp4"},{"mimeType":"video/3gpp:small","uri":"http://cdn.theguardian.tv/3gp/small/2013/12/05/Spiderman2_3gpSml16x9.3gp"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2013/12/05/Spiderman2/Spiderman2.m3u8"},{"mimeType":"video/3gpp:large","uri":"http://cdn.theguardian.tv/3gp/large/2013/12/06/Spiderman2_3gpLg16x9.3gp"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2013/12/5/1386265898765/Still-from-The-Amazing-Sp-015.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1280,"orientation":"landscape","caption":"Still from The Amazing Spider-Man 2 Photograph: Marvel","credit":"Marvel","altText":"Still from The Amazing Spider-Man 2","cleanCaption":"Still from The Amazing Spider-Man 2 Photograph: Marvel"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/23/tom-holland-spider-man-marvel-sony","shortUrl":"http://gu.com/p/4a3pd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/23/tom-holland-spider-man-marvel-sony","webUri":"http://www.theguardian.com/film/2015/jun/23/tom-holland-spider-man-marvel-sony"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435078718632/57a568e6-1a83-4d6f-ba0e-2da1e15e2b99-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Web master ... Tom Holland Photograph: Jon Furniss/Jon Furniss/Invision/AP","credit":"Jon Furniss/Jon Furniss/Invision/AP","altText":"Web master ... Tom Holland","cleanCaption":"Web master ... Tom Holland","cleanCredit":"Photograph: Jon Furniss/Jon Furniss/Invision/AP"}},"importance":4,"kicker":{"title":"Tom Holland"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435078718632/57a568e6-1a83-4d6f-ba0e-2da1e15e2b99-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jon Furniss/Jon Furniss/Invision/AP","altText":"Web master ... Tom Holland","cleanCredit":"Photograph: Jon Furniss/Jon Furniss/Invision/AP"}}]},{"title":"Brent Hinds / 'I hate heavy metal,' says Mastodon guitarist","rawTitle":"'I hate heavy metal,' says Mastodon guitarist","item":{"type":"article","id":"music/2015/jun/24/brent-hinds-mastodon-guitarist-hate-heavy-metal","title":"'I hate heavy metal,' says Mastodon guitarist","trailText":"Brent Hinds says he only started playing metal because he thought it was rebellious, and he’s always trying to get Mastodon to drop the metal","standFirst":"<p>Brent Hinds says he only started playing heavy music because he thought it was rebellious, and he’s always trying to get Mastodon to drop the metal</p>","byline":"Guardian music","body":"<p>While it is traditional for bands closely associated with a genre to insist “there’s always been a dance element to our music” or to protest that they are too versatile to be pigeonholed, it’s less common for them to be as forthright as Brent Hinds of metal heroes Mastodon. “I fucking hate heavy metal and I don’t want to be in a heavy metal band,” <a href=\"http://www.guitarplayer.com/artists/1013/mastodons-brent-hinds-i-never-liked-heavy-metal-in-the-first-place/52715\">he has told Guitar Player magazine</a>.</p> \n<p>The guitarist explained that he had never been a metal fan to begin with, and had played country, surf rock and rockabilly in Alabama. In his 20s he played metal because “I thought it was rebellious”. He then hooked up with his bandmates “and ever since then I’ve been trying to get Mastodon to not be such a heavy metal band … I don’t want to be in a heavy metal band.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2009/mar/27/mastadon-prog-rock-band\">From winning Grammys to 'saving metal' Mastodon's legacy is solid as it gets</a> </p> \n</aside> \n<p>Mastodon do employ some of the textures and techniques of prog rock and psychedelia – including tricksy time signatures – and on recent albums, some of the more obviously metallic signifiers have been dialled down. Nevertheless, it would be hard to describe them as anything other than a metal band, suggesting Hinds has some way to go in his quest.</p> \n<p>Nevertheless, as far back as 2009, Hinds was telling the Guardian he felt the band were more classic rock than metal.&nbsp;“That’s the direction I’ve always wanted us to take. This is the first album where I wrote all the music, and I never wanted us to be this screaming, lumbering, lotsa-drum-solos band, I always wanted us to be this heavy, psychedelic thing.”</p> \n<p>Mastodon recently appeared as wildlings in the penultimate episode of Game of Thrones. “It was such an incredible experience to be on set as extras for our collective favourite show Game of Thrones, and to be wildlings murdered and then brought back to life by White Walkers was beyond amazing,” said the band’s Brann Dailor.&nbsp;“I watched my best friends, Brent and Bill, murdered right in front of me as I myself was stabbed in the stomach and had my throat slit multiple times, and I didn’t mind at all.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=6Aw1WnNVcYw\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/6Aw1WnNVcYw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435128464881/af2d772a-01df-48f6-929c-ad6ceaa56878-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Mastodon","cleanCredit":"Photograph: PR"}],"bodyImages":[],"webPublicationDate":"2015-06-24T06:50:24Z","lastModified":"2015-06-24T06:51:42Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Guardian music","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardianmusic"}],"feature":false,"keywords":["Mastodon","Music","Metal","Pop and rock","Culture"],"tags":[{"id":"music/mastodon","webTitle":"Mastodon"},{"id":"music/music","webTitle":"Music"},{"id":"music/metal","webTitle":"Metal"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[{"displayName":"Guardian music","topic":{"type":"tag-contributor","name":"profile/guardianmusic"}}],"series":{"title":"New Africa","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/new-africa"},"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/24/brent-hinds-mastodon-guitarist-hate-heavy-metal","shortUrl":"http://gu.com/p/4a46x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/24/brent-hinds-mastodon-guitarist-hate-heavy-metal","webUri":"http://www.theguardian.com/music/2015/jun/24/brent-hinds-mastodon-guitarist-hate-heavy-metal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435128464881/af2d772a-01df-48f6-929c-ad6ceaa56878-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mastodon … With Brent Hinds at front being unmetallic. Photograph: PR","credit":"PR","altText":"Mastodon","cleanCaption":"Mastodon … With Brent Hinds at front being unmetallic.","cleanCredit":"Photograph: PR"}},"importance":4,"kicker":{"title":"Brent Hinds"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435128464881/af2d772a-01df-48f6-929c-ad6ceaa56878-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Mastodon","cleanCredit":"Photograph: PR"}}]},{"title":"Obituary / James Horner, film composer best known for Titanic","rawTitle":"James Horner, film composer best known for Titanic","item":{"type":"article","id":"film/2015/jun/23/james-horner","title":"James Horner obituary","trailText":"Oscar-winning film music composer best known for Titanic","standFirst":"Oscar-winning film music composer best known for Titanic","byline":"Adam Sweeting","body":"<p>James Horner, who has died aged 61 in a plane crash in California, was one of the most successful and admired composers of film soundtracks in Hollywood. He wrote music for more than 100 films, and his extensive list of awards included two Academy Awards and two Golden Globes, as well as 10 Oscar nominations, seven nominations for Golden Globes and three for Bafta awards.</p> \n<p>Horner’s music was an integral part of some of the most successful films of recent decades. His score for James Cameron’s Titanic (1997) won an Oscar for best original dramatic score, and he also won best original song for <a href=\"https://www.youtube.com/watch?v=FHG2oizTlpY\" title=\"My Heart Will Go On\">My Heart Will Go On</a>, the love theme from Titanic, which was co-written with Will Jennings and sung by Celine Dion. It became a huge hit in its own right, selling 15m copies. The recording of Horner’s Titanic score also sold 27m copies. He had previously collaborated with Cameron on Aliens (1986), which had earned him his first Oscar nomination, and on the score for Cameron’s 2009 sci-fi fantasy Avatar, which was also nominated.</p> \n<p>There were several films with Mel Gibson, of which <a href=\"http://www.theguardian.com/film/movie/59015/braveheart\" title=\"\">Braveheart</a> (bringing another Oscar nomination) was the most prominent. His Braveheart score, like his work on Titanic, showcased Horner’s fondness for folk and ethnic musical influences. But he would also cite composers such as Britten, Prokofiev and Tallis as influences on his work.</p> \n<p>He formed a successful partnership with the director Ron Howard, and his work on Apollo 13 (1995) and <a href=\"http://www.theguardian.com/film/movie/90285/beautiful.mind\" title=\"\">A Beautiful Mind</a> (2001) again put him on the Oscars shortlist. With Edward Zwick, a director Horner described as “very difficult and very opinionated”, he worked on Glory (1989) and Legends of the Fall (1994), earning Golden Globe nominations for each.</p> \n<p>Horner was born in Los Angeles to Joan (nee Frankel) and Harry. His father, who had been born in Czechoslovakia, moved to the US in 1935, and was an art director and set designer who won Oscars for his work on The Heiress (1949) and The Hustler (1961). James began playing the piano when he was five, and was sent to study at the Royal College of Music in London. He returned to Los Angeles, took a bachelor’s degree in music at the University of Southern California, and went on to postgraduate work at University of California, Los Angeles.</p> \n<p>He began his film career in the late 1970s by working on shorts for the <a href=\"http://www.afi.com\" title=\"\">American Film Institute</a>, and wrote his first full-length score for 1979’s The Lady in Red (directed by Lewis Teague, but re-released by Roger Corman in 1980 as Guns, Sin and Bathtub Gin). After cutting his teeth on films such as Oliver Stone’s horror flick The Hand (1981), he made the leap to large-scale popular work with Star Trek II: The Wrath of Khan (1982), Walter Hill’s buddy-cops yarn, 48 Hrs (1982), and Michael Apted’s well-received 1983 film version of Martin Cruz Smith’s novel Gorky Park.</p> \n<p>That same year he wrote the score for The Dresser, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2011/jan/10/peter-yates-obituary\" title=\"Peter Yates\">Peter Yates</a>’s adaptation of Ronald Harwood’s West End and Broadway play. He knew Harwood’s daughter, Alex, now a film composer herself, from his time studying in London. “I remember my father coming back from a visit to James when he was studying at UCLA, and saying he had heard his music and it was all bumps and squeaks,” she explained. “Dad asked ‘where are the melodies, James?’ and that was a joke for years in our family. Then he became a film composer and he was writing these incredible melodies.”</p> \n<p>Ronald himself remembered Horner as “a lovely person and incredibly gifted, though obviously deep down incredibly driven,” adding that he was “one of the last of that old school of composers, like John Williams, with proper classical training and unbelievable musical knowledge”.</p> \n<p>In 1985 came Horner’s first collaboration with Howard, on Cocoon, the whimsical tale of a group of senior citizens in Florida being rejuvenated by aliens. Cameron’s Aliens followed, as well as An American Tail (1986, another Oscar-nominated project for Horner) and Jean-Jacques Annaud’s medieval detective story, The Name of the Rose (1986). Annaud became another regular partner and the pair later worked together on Enemy at the Gates (2001) and 2011’s Day of the Falcon.</p> \n<p>Alongside his involvement in heavyweight drama productions, Horner worked on music for a string of children’s and animated films, including The Rocketeer (1991), We’re Back! A Dinosaur’s Story (1993), Casper (1995), and How the Grinch Stole Christmas (2000). He perhaps enjoyed these as a respite from the demands that often came with major products for big-name directors; he was also regularly bedevilled by producers, whom he criticised for being too interventionist, particularly on The Amazing Spider-Man in 2012.</p> \n<p>At the time of his death Horner had three films slated for release in 2015: the boxing drama Southpaw, Annaud’s Wolf Totem, and The 33. But he was not solely concerned with film work. In 2014 he premiered his <a href=\"https://www.youtube.com/watch?v=tHpElqeGFUY\" title=\"double concerto for violin and cello \">double concerto for violin and cello </a>in Liverpool, and in March this year he unveiled his concerto for four horns at the South Bank in London.</p> \n<p>He is survived by his wife, Sarah, their two daughters, and by a brother.</p> \n<p><span class=\"bullet\">•</span> James Roy Horner, composer, born 14 August 1953; died 22 June 2015</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435078589077/James-Horner-at-work-in-t-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Horner at work in the Abbey Road studios, north London. Photograph: Phil Dent/Redferns","credit":"Phil Dent/Redferns","altText":"James Horner at work in the Abbey Road studios, north London.","cleanCaption":"James Horner at work in the Abbey Road studios, north London. Photograph: Phil Dent/Redferns"}],"bodyImages":[],"webPublicationDate":"2015-06-23T17:30:52Z","lastModified":"2015-06-23T23:01:01Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"Adam Sweeting","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adamsweeting"}],"feature":false,"keywords":["James Horner","Film","Music","Culture","US news","World news","Titanic","Royal College of Music","Avatar","Ron Howard"],"tags":[{"id":"film/james-horner","webTitle":"James Horner"},{"id":"film/film","webTitle":"Film"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"film/titanic","webTitle":"Titanic"},{"id":"education/royalcollegeofmusic","webTitle":"Royal College of Music"},{"id":"film/avatar","webTitle":"Avatar"},{"id":"film/ron-howard","webTitle":"Ron Howard"}],"section":{"id":"film"},"topics":[{"displayName":"Adam Sweeting","topic":{"type":"tag-contributor","name":"profile/adamsweeting"}}],"series":{"title":"Pop musik","uri":"http://mobile-apps.guardianapis.com/lists/tag/music/series/pop-muzik"},"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/23/james-horner","shortUrl":"http://gu.com/p/4a3qv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/23/james-horner","webUri":"http://www.theguardian.com/film/2015/jun/23/james-horner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435078589077/James-Horner-at-work-in-t-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Horner at work in the Abbey Road studios, north London. Photograph: Phil Dent/Redferns","credit":"Phil Dent/Redferns","altText":"James Horner at work in the Abbey Road studios, north London.","cleanCaption":"James Horner at work in the Abbey Road studios, north London. Photograph: Phil Dent/Redferns"}},"importance":3,"kicker":{"title":"Obituary"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435078589077/James-Horner-at-work-in-t-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Horner at work in the Abbey Road studios, north London. Photograph: Phil Dent/Redferns","credit":"Phil Dent/Redferns","altText":"James Horner at work in the Abbey Road studios, north London.","cleanCaption":"James Horner at work in the Abbey Road studios, north London. Photograph: Phil Dent/Redferns"}}]},{"title":"Nina Simone / Are you ready to burn buildings?","rawTitle":"Are you ready to burn buildings?","item":{"type":"article","id":"music/2015/jun/22/nina-simone-documentary-what-happened-miss-simone","title":"Nina Simone: 'Are you ready to burn buildings?'","trailText":"From singing the soundtrack to the civil rights movement to living in self-imposed exile in Liberia, Nina Simone never chose the easy path. As a new documentary is released, Dorian Lynskey looks at the angry, lonely life of a soul legend","standFirst":"<p>From singing the soundtrack to the civil rights movement to living in self-imposed exile in Liberia, Nina Simone never chose the easy path. As a new documentary is released, we look at the angry, lonely life of a soul legend</p>","byline":"Dorian Lynskey","body":"<p>Nina Simone’s album <a href=\"https://play.spotify.com/album/6cbqf84EsLlPeu72H2Al0H?play=true&amp;utm_source=open.spotify.com&amp;utm_medium=open\">Black Gold</a>, recorded at New York’s Philharmonic Hall on 26 October 1969, concludes with a deeply moving performance of To Be Young, Gifted and Black. The song took its name from a hit play about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2001/apr/23/artsfeatures.stage\">Lorraine Hansberry</a>, the celebrated playwright who had converted Simone to political activism before dying young in 1965. As she spoke about Hansberry, Simone’s voice creaked with emotion. “I think that very soon now, maybe four or five weeks, I won’t be able to sing it anymore because each time I do it she comes a little bit closer and I miss her a little bit more.”</p> \n<p>In Liz Garbus’s new Netflix documentary <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jan/23/sundance-2015-first-look-review-what-happened-miss-simone-liz-garbus-nina-simone\">What Happened, Miss Simone?</a> we see rows of black students enraptured by the song she called “the Black national anthem”, her biggest hit since <a href=\"https://www.youtube.com/watch?v=ewNw78TpRPk\">I Loves You, Porgy</a> a decade earlier. It had the pride and optimism of the cover versions she had alchemised into civil rights anthems: Feeling Good, I Wish I Knew How It Would Feel to Be Free, Ain’t Got No/I Got Life. But her Philharmonic performance revealed the undercurrents of pain and loss that were slowly dragging her under.</p> \n<p>The tremendous power of Simone’s music has entranced the likes of Kanye West, Antony, Laura Mvula and Lauryn Hill. In 2008, President Obama named her version of Sinnerman as one of his 10 favourite songs. She sang in an almost androgynous baritone that she said ranged from “gravel” to “coffee and cream”, played piano like a virtuoso and interpreted material with power and imagination. When she covered a song it stayed covered, although it’s ironic that her career was revived in 1987 thanks to a perfume commercial that featured 1958’s My Baby Just Cares for Me because that perky jazz standard (which she once called “a piece of shit”) told listeners nothing about who she really was.</p> \n<p>There was always something regal about the “High Priestess of Soul” who, at one point, claimed to be a reincarnated Egyptian queen: <a href=\"https://www.youtube.com/watch?v=ewNw78TpRPk\">Nadine Cohodas’s excellent biography is called Princess Noire</a>. “She is loved or feared, adored or disliked, but few who have met her music or glimpsed her soul react with moderation,” Maya Angelou wrote in the 1970 magazine article that gives Garbus’s film its name. “She is an extremist, extremely realised.”</p> \n<figure class=\"element element-image\" data-media-id=\"ebedaaf96ce6737f1ca2f73bed73537179330aab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434989663701/c0e02075-3bff-4d45-ae40-8e36793c01fe-460x356.jpeg\" alt=\"Simone in 1969\" width=\"460\" height=\"356\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Simone in 1969</span> \n  <span class=\"element-image__credit\">Photograph: Jack Robinson/Getty Images</span> \n </figcaption> \n</figure> \n<p>What Happened, Miss Simone? makes the case that Simone was not only one of the most talented musicians of the 20th century but one of the most troubled and unlucky. It shows how she always felt she had been denied her true calling; how she never achieved the success that prettier, more biddable singers enjoyed; how she invested so much of herself in the civil rights movement that she was shattered when it faltered; how she suffered physical abuse from her husband and manager Andrew Stroud and inflicted it on her daughter Lisa; how her bipolar condition was only diagnosed in the 1980s, long after her volatility had inflicted irreparable damage. She was an outcast who only briefly found safe harbour — first as a wife and mother, then as an activist – before it was snatched away. Not fitting in made her great, but it also made her angry and very lonely.</p> \n<p>Nina Simone was born in Tryon, North Carolina, in 1933. As young Eunice Waymon, playing piano in church, she felt that “I was a black girl and I knew about it.” After high school, the Curtis Institute of Music in Philadelphia rejected her application because, she believed with good reason, she was black. “I never really got over that jolt of racism,” she said.</p> \n<p>With her dream of becoming America’s first black, female concert pianist crushed, Simone turned to performing in bars to earn a living, a job she regarded as such a humiliating defeat that one reason she assumed a stage name was so that her mother wouldn’t find out what she was up to. Neither jazz nor blues nor folk nor soul, she became a musical anomaly, perhaps because all along she would rather have been playing Bach. Decades later she said: “I think I would have been happier. I’m not happy now.” She defined her indefinable style as “African-rooted classical music”.</p> \n<p>I Loves You, Porgy launched her career. She shared bills with Miles Davis and Bill Cosby and fulfilled a long-held dream of playing Carnegie Hall, although she always had a reputation for being temperamental. In 1961, she settled in Mount Vernon, New York, with Andrew Stroud and gave birth to Lisa. “The good, sweet days,” she called them. But she needed more and she found it when Lorraine Hansberry, who lived nearby, encouraged her to join the civil rights movement. Hansberry’s words were nagging at her on 15 September 1963 when a bomb planted by a white supremacist killed four black schoolgirls in Birmingham, Alabama. Her first instinct, she recalled in her memoir <a href=\"http://jazztimes.com/articles/14350-i-put-a-spell-on-you-nina-simone-with-stephen-cleary\">I Put a Spell on You</a>, was to build a gun and shoot the first white person she saw. Stroud told her to write a song instead.The furious, darkly playful <a href=\"https://www.youtube.com/watch?v=fVQjGGJVSXc\">Mississippi Goddam</a> sprang from her like a bullet, expressing black anger in a way that never had been heard in American music before. “We all wanted to say it,” comedian and activist Dick Gregory says in the film. “She said it.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=fVQjGGJVSXc\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/fVQjGGJVSXc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Two years later, she performed it during Martin Luther King’s famous march from Selma to Montgomery. Simone befriended such towering figures as King, Malcolm X, James Baldwin, Stokely Carmichael and Langston Hughes. Singing for the movement filled the hole in her heart and playing protest songs like Hughes’s Backlash Blues and her own controversial Four Women took her to “a state of grace” after a decade spent in the “nothing world” of pop. “I was needed,” she said later. “I could sing to help my people and that became the mainstay of my life.” In the film, Lisa Kelly Simone says, “I think my mom’s anger is what sustained her.”</p> \n<p>Stroud, who thought politics was bad for business, thought she was becoming a “barking dog” but as a girl she had been taught to be silent for self-preservation and she wasn’t going back there. “All my life I’ve wanted to shout out my feeling of being imprisoned,” she said in 1967. “I’ve known about the silence that makes that prison, as any Negro does.” At a time when black artists weren’t supposed to mention racism, she was as militant as Public Enemy. She described American society as “nothing but a cancer” and treated one black audience to a poem by David Nelson of the Last Poets: “Are you ready to smash things and burn buildings?” This surging radicalism coincided with the first signs of serious mental illness, including violent furies, blackouts and hallucinations. “I had visions of laser beams and heaven, with skin – always skin – involved in there somewhere,” she wrote.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"eb589a9e97a2ae09b4c826474547c9ac89e70093\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434987022473/c77ad023-287e-441f-89fa-73a6ddf8f182-bestSizeAvailable.jpeg\" alt=\"The cover of Nina Simone's tribute to Martin Luther King, Why? (The King of Love Is Dead)\" width=\"280\" height=\"280\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The cover of Nina Simone’s tribute to Martin Luther King, Why? (The King of Love Is Dead)</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>One of Simone’s most powerful concerts, captured on the ’Nuff Said! album, took place at Westbury Music Fair on 7 April 1968, three days after Dr King was shot dead. She grieved on a brand-new song called <a href=\"https://www.youtube.com/watch?v=8Uy8cyVWU2A\">Why? (The King of Love Is Dead)</a>, then raged on a white-knuckle version of Mississippi Goddam. “The king of love is dead,” she said. “I ain’t ‘bout to be nonviolent, honey!”</p> \n<p>Simone was now less a musician who cared about politics than <a href=\"https://www.youtube.com/watch?v=9IFWgK046jU\">an activist who sang</a>. Her music was by, about and for black people. She would scan the crowd for black faces and tell them, “I’m singing only to you. I don’t care about the others.” White fans, she said, were “accidental and incidental”. She could not ignore the fact “that I was a black-skinned woman in a country where you could be killed because of that one fact.” No wonder there has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2014/aug/12/five-ethnically-insensitive-casting-decisions\">controversy over the casting of beautiful, light-skinned Zoe Saldana in the long-delayed biopic Nina</a>.</p> \n<p>Although she was outwardly still engaged, Simone claimed she lost faith in activism in 1970, when the movement fractured and the revolution didn’t come. “Optimists talked about the advances we had made, but all I saw were lost opportunities,” she wrote. Some of that energy was redirected into a new kind of music. Simone lived on stage and didn’t care much for albums. Leftover songs from the 1971 RCA sessions that produced the <a href=\"http://www.rollingstone.com/music/albumreviews/here-comes-the-sun-19710805\">Here Comes the Sun album</a> were later cut-and-shut with live recordings, often overdubbed with applause to conceal the joins. No longer writing, she expressed a potent personal vision entirely through diverse cover versions. There is nothing to connect the slow-burning soul of Steppenwolf’s The Pusher, the polyrythmic frenzy of Ike and Tina Turner’s Funkier Than a Mosquito Tweeter and the desolate, barely-there jazz-folk of Fairport Convention’s Who Knows Where the Time Goes? except Simone’s formidable conviction.</p> \n<p>During an antiwar show at Fort Dix, New Jersey in November 1971, she <a href=\"https://www.youtube.com/watch?v=L2m6IsVvj5c\">fused George Harrison’s My Sweet Lord and David Nelson’s poem Today Is a Killer</a> into a jawdropping gospel rollercoaster that concluded with a blasphemous cry of: “Who are you, Lord? You are a killer!” Included on Emergency Ward! (1972), My Sweet Lord made good on her promise “to shake people up so bad that when they leave a nightclub where I performed I just want them to be in pieces.” Sick of America, on the ominously titled It Is Finished (1974) she explored African percussion, sitars and the strange, chilling visions of the maverick Bahamian musician <a href=\"https://en.wikipedia.org/wiki/Exuma_%28musician%29\">Exuma</a>.</p> \n<p>These albums sold poorly and didn’t even rate a mention in her memoir, but they leave you salivating at the thought of what she might have done next had she not abandoned activism, the music industry (“the dirtiest and most immoral business in the world”) and the “United Snakes of America” to spend two years in exile in Liberia.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e59343bc19eb7333f98d5f0fd65fb7dce8294d33\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434986841513/d40178f8-fe96-4673-9d03-ae56028d3bd6-280x420.jpeg\" alt=\"Nina Simone and her daughter Lisa in 1965.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nina Simone and her daughter Lisa in 1965.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>When Simone returned to the stage, all the solidarity and hope of the movement had been burned away, leaving only rage and resentment that was intensified by her illness. Garbus’s film shows her hostile, imperious comeback show at the 1976 Montreux Jazz festival but not the time she told an audience at the music industry conference Midem, “You are all crooks!”, nor the calamity in Pamplona where she told the crowd: “I don’t sing for bastards. I don’t like white people.” She didn’t just rock the boat; she tried to sink it.</p> \n<p>By the decade’s end, her finances were such a wreck that when she returned to the US to stand trial for tax evasion she couldn’t even pay her hotel bill. At another bad show, in New York, the audience cried: “We love you Nina!” She snapped back: “Loving me is not enough. I want my money.” Her 1978 album Baltimore was solid but a long way from the thrilling ferment of It Is Finished. When interviewers asked her about politics, she sounded bitter and bereft. “There’s no civil rights movement. Everyone has gone.” She reflected that “artists who don’t get involved in preaching messages are probably happier”.</p> \n<p>In the 25 years before her death in 2003, at the age of 70, Simone was relatively stable and prolific. She didn’t experience the triumphant comeback that she deserved, but this was as happy an ending as could be expected from someone who had once appeared to be waging a one-woman war against everything.</p> \n<p>As she left the stage after a disastrous show at the Royal Albert Hall in 1978, Simone declared: “I am not of this planet. I do not come from you. I am not like you.” She was in a terrible state, but on that point she was absolutely right. For good and for ill, Nina Simone stood alone.</p> \n<p><span class=\"bullet\">•</span> What Happened, Miss Simone? is available on Netflix from 26 June.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434994786268/0b92a75d-f1ea-408c-959a-df52dd74789a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Redfern/Redferns","altText":"Nina Simone","cleanCredit":"Photograph: David Redfern/Redferns"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434989662374/c0e02075-3bff-4d45-ae40-8e36793c01fe-2060x1592.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1592,"width":2060,"orientation":"landscape","caption":"Simone in 1969 Photograph: Jack Robinson/Getty Images","credit":"Jack Robinson/Getty Images","altText":"Simone in 1969","cleanCaption":"Simone in 1969","cleanCredit":"Photograph: Jack Robinson/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434987022473/c77ad023-287e-441f-89fa-73a6ddf8f182-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":280,"width":280,"orientation":"landscape","caption":"The cover of Nina Simone’s tribute to Martin Luther King, Why? (The King of Love Is Dead) Photograph: PR","credit":"PR","altText":"The cover of Nina Simone's tribute to Martin Luther King, Why? (The King of Love Is Dead)","cleanCaption":"The cover of Nina Simone’s tribute to Martin Luther King, Why? (The King of Love Is Dead)","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986843058/d40178f8-fe96-4673-9d03-ae56028d3bd6-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Nina Simone and her daughter Lisa in 1965. Photograph: AP","credit":"AP","altText":"Nina Simone and her daughter Lisa in 1965.","cleanCaption":"Nina Simone and her daughter Lisa in 1965.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-06-22T17:10:09Z","lastModified":"2015-06-22T23:00:33Z","metadata":{"commentable":true,"commentCount":323,"contributors":[{"name":"Dorian Lynskey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dorianlynskey"}],"feature":true,"keywords":["Nina Simone","Soul","Music","Documentary","Civil rights movement","Martin Luther King","Malcolm X","Culture","Film","US news"],"tags":[{"id":"music/nina-simone","webTitle":"Nina Simone"},{"id":"music/soul","webTitle":"Soul"},{"id":"music/music","webTitle":"Music"},{"id":"film/documentary","webTitle":"Documentary"},{"id":"world/civil-rights-movement","webTitle":"Civil rights movement"},{"id":"us-news/martin-luther-king","webTitle":"Martin Luther King"},{"id":"us-news/malcolm-x","webTitle":"Malcolm X"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"music"},"topics":[{"displayName":"Dorian Lynskey","topic":{"type":"tag-contributor","name":"profile/dorianlynskey"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/22/nina-simone-documentary-what-happened-miss-simone","shortUrl":"http://gu.com/p/4a2e5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/22/nina-simone-documentary-what-happened-miss-simone","webUri":"http://www.theguardian.com/music/2015/jun/22/nina-simone-documentary-what-happened-miss-simone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986132443/52056b76-5d22-4f45-a9c1-943fc11cf00b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I could sing for my people’ … Nina Simone in 1968. Photograph: David Redfern/Redferns","credit":"David Redfern/Redferns","altText":"Nina Simone in 1968","cleanCaption":"‘I could sing for my people’ … Nina Simone in 1968.","cleanCredit":"Photograph: David Redfern/Redferns"}},"importance":3,"kicker":{"title":"Nina Simone"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434994786268/0b92a75d-f1ea-408c-959a-df52dd74789a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Redfern/Redferns","altText":"Nina Simone","cleanCredit":"Photograph: David Redfern/Redferns"}}]}],"lastModified":"2015-06-24T07:16:26Z","personalization":{"id":"uk/groups/collections/uk-alpha/people-in-the-news/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/people-in-the-news/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/people-in-the-news/feature-stories/front"}