{"id":"uk/groups/collections/uk/sport/feature-stories","title":"news","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/feature-stories"},"cards":[{"title":"Satnam Singh: an NBA history-maker, and a new type of super-big","rawTitle":"Satnam Singh: an NBA history-maker, and a new type of super-big","item":{"type":"article","id":"sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft","title":"Satnam Singh: an NBA history-maker, and a new type of super-big","trailText":"Singh, who was picked up by the Dallas Mavericks in the second round, is 7ft tall and nearly 300lbs – and he might change the way truly big guys are developed","standFirst":"<p data-dropid=\"0\">Singh, who was picked up by the Dallas Mavericks in the second round, is 7ft tall and nearly 300lbs – and he might change the way truly big guys are developed</p>","byline":"Les Carpenter","body":"<p>Two springs ago, I spent a day in Bradenton, Florida with two of the biggest 17-year-olds anyone will ever see. Both were over 7ft tall, with enormous hands and sheepish smiles. Neither spoke much English – they came from the other side of the world. The taller of the two, Meng Xiang Yu, from China, was 7ft 2in and slender. The other, Satnam Singh, from India, was shorter but weighed almost 300lb. Even in adolescence, Singh looked like a NBA player.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/nba-draft-2015-minnesota-knicks\">NBA draft: Timberwolves get their man, and Knicks fans are sad and pathetic</a> </p> \n</aside> \n<p>On, Thursday Singh became the first Indian player selected in the NBA Draft when the Dallas Mavericks took him in the second round.</p> \n<p>I had first met Meng and Singh a few weeks before at the IMG Academy while working on a story about a prospect in the NFL draft. I was standing in IMG’s weight room, watching football players working out, when Meng and Singh walked in, towering over the men who would soon play in the NFL. It was an odd juxtaposition: these two boys in giants’ bodies looming over grown men who were giants themselves.</p> \n<p>When I went back to IMG a few weeks later to write about Meng and Singh, I met with IMG’s coaches, who explained they were conducting a sort of experiment with the two players. Because both came from remote places – Meng a small city and Singh a tiny farming village – they were a blank slate, uncorrupted by America’s AAU system or the European pro leagues. No coach had drooled over their height and overworked them in the name of winning games. So often, super-bigs, as players like Meng and Sing are called, get overworked. Their feet, still growing, can’t handle the stress of carrying such large bodies up and down a court. They break down.</p> \n<p>IMG’s coaches wanted to change that. Meng and Singh’s lack of a basketball profile made them the perfect test cases. What if instead of playing a young super-big all the time as an AAU or professional coach would do, you instead nurtured their development slowly, sitting them for weeks at a time to give their bodies a chance to mature?</p> \n<p>“Think about a triathlon runner or a marathon runner,” Dan Barto, IMG’s head basketball skills trainer, told me. “You don’t go out and run 26 miles:&nbsp;you run 10 one day and 18 another. It’s the same thing here. We are taking our time.”</p> \n<p>Meng and Singh were raw prospects. They were big long before they were polished.&nbsp;The temptation for any coach would have been to play them constantly, to give them experience, but IMG’s coaches did the opposite. They made mandated rest, slowing Meng and Sing’s basketball growth but possibly saving their futures.</p> \n<p>“We are wondering if patience and vision will change the culture of basketball everywhere,” Barto said that day. “That’s the goal. If we do it in the two biggest countries of the world, why can’t we do it in Europe? Why not do it in the United States? What if [then-NBA commissioner] David Stern allows guys to go straight to the NBA again? You have to have a plan for a kid. You can’t send him to the local high school and score 30 a game. He won’t be psychologically ready.”</p> \n<p>Despite both being over 7ft, Meng and Singh had completely different styles. The lanky Meng was a perimeter player, more shooter than rebounder. Singh was more rugged, the kind of player who could stand close to the basket and push his way to rebounds as well as block shots. Of the two he seemed the more likely to someday play in the NBA.</p> \n<p>Now that he has been drafted, it appears IMG’s experiment may have worked. He has stayed healthy when most teenagers his size would have come down with foot ailments. Last season, playing against high-level high school teams in Florida and at national tournaments, he averaged 9.2 points, 8.4 rebounds and 2.2 blocks while playing only about 20 minutes a game.</p> \n<p>It’s hard to imagine Singh in the NBA any time soon. He had good hands and a decent shooting touch for someone so big, but there was so much still to learn. He knew few of the nuances that come naturally to most NBA prospects. He is 19 now and by most accounts he seems healthy and fresh. When he eventually gets his NBA shot he will carry the challenge of perhaps being the first from his country to play in an NBA game. But more importantly, he might be the successful result of an experiment – one tried over several years in a Florida gymnasium.</p> \n<p>He might just change the way super-bigs are developed forever.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335547786/358481bb-aa0a-40ae-b082-bb019cf6fda8-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"NBA","altText":"Satnam Singh is drafted by Dallas.","cleanCredit":"Photograph: NBA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T16:32:34Z","lastModified":"2015-06-26T16:33:42Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Les Carpenter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/les-carpenter"}],"feature":false,"keywords":["NBA","Sport","US sports"],"tags":[{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Carpenter","topic":{"type":"tag-contributor","name":"profile/les-carpenter"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft","shortUrl":"http://gu.com/p/4a6yg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft","webUri":"http://www.theguardian.com/sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335547786/358481bb-aa0a-40ae-b082-bb019cf6fda8-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Satnam Singh is drafted by Dallas in the second round. Photograph: NBA","credit":"NBA","altText":"Satnam Singh is drafted by Dallas.","cleanCaption":"Satnam Singh is drafted by Dallas in the second round.","cleanCredit":"Photograph: NBA"}},"importance":7,"byline":{"title":"Les Carpenter"},"showQuotedHeadline":true,"sublinks":[{"title":"NBA draft / Timberwolves get their man, and Knicks fans are sad and pathetic","rawTitle":"Timberwolves get their man, and Knicks fans are sad and pathetic","item":{"type":"article","id":"sport/2015/jun/26/nba-draft-2015-minnesota-knicks","title":"NBA draft: Timberwolves get their man, and Knicks fans are sad and pathetic","trailText":"On anti-climactic night, the Rockets got two stars, the Bulls got the night’s top steal – and Knicks fans booed a 19-year-old on the biggest day of his life","standFirst":"<p>On anti-climactic night, the Rockets got two stars, the Bulls got the night’s top steal – and Knicks fans booed a 19-year-old on the biggest day of his life</p>","byline":"Gabriel Baumgaertner at the Barclays Center","body":"<p>The Minnesota Timberwolves selected Kentucky’s Karl-Anthony Towns with the first pick of the 2015 NBA draft, the first of 60 picks of an intriguing if anti-climactic ceremony on Thursday night at the Barclays Center in Brooklyn, New York. A stalwart defender with impressive shooting range who stands 6ft 11in, Towns was widely expected to be the top selection. After that is when the drama started. Below are the impulsive winners and losers of Thursday night’s draft.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/25/2015-nba-draft-live\">2015 NBA Draft –&nbsp;as it happened</a> </p> \n</aside> \n<h2>Winners</h2> \n<p><strong>Houston Rockets </strong>By acquiring Sam Dekker, a lithe, sharp-shooting ‘stretch-four’ from Wisconsin, and the ferocious Montrezl Harrell from Louisville, the Rockets took two NBA-ready players who should fortify their middling depth. Dekker has drawn several comparisons to former Rocket Chandler Parsons, a similarly long forward with three-point range and a strong post presence. With James Harden commanding any defense’s full attention and Dwight Howard swallowing the post, Dekker should be allowed ample space to shoot and the freedom to drive. As one of the draft’s best athletes, he excels at both.</p> \n<p>Dekker’s selection further raises suspicions that Houston will actively seek a point guard either through trade or free agency. Denver’s Ty Lawson looks expendable after the Nuggets selected one of the draft’s prized point guards in Emmanuel Mudiay, and Houston is a feasible landing spot for him.</p> \n<p>In Harrell, the Rockets get a player who most expected to be taken in the first round and a menacing post presence who excels above the rim. For a team that ended the season in the Western Conference finals, the Rockets had a smashing draft night that gave them both versatility and toughness.<br /></p> \n<p><strong>Sacramento Kings</strong> Often the league’s most pitiable franchise (and that includes the Knicks!), the Kings turned a week of turmoil into (some) hope by selecting Willie Cauley-Stein. While tensions between head coach George Karl and superstar DeMarcus Cousins reportedly remain high, the Kings received a player who should pair well with the star power forward.<br /></p> \n<p>Cauley-Stein has been compared most frequently to Dallas’s Tyson Chandler, the 2012 defensive player of year, but also shows faint glimpses of DeAndre Jordan – a stunningly athletic 7ft center who can guard the perimeter, sprint the length of the court and flush alley-oops that most players can’t reach. Cousins benefits because he can move from center to power forward and extend his range. Already one of the most dynamic big men in the league, Cousins has to worry less about guarding bruising centers now that Cauley-Stein is around to protect the middle.<br /></p> \n<p>Cauley-Stein’s offensive skillset is unrefined at best, but the remarkable progress he showed over three seasons at Kentucky bodes well for his NBA potential. While Cousins’ status as a King remains uncertain, Cauley-Stein’s selection does not (necessarily) indicate that he is on his way out.</p> \n<figure class=\"element element-image\" data-media-id=\"2d2648b21494d527a10a90e4cec4e63a7a57ac66\"> \n <img src=\"http://media.guim.co.uk/2d2648b21494d527a10a90e4cec4e63a7a57ac66/0_216_3513_2110/1000.jpg\" alt=\"Willie Cauley-Stein, right, poses for photos with NBA commissioner Adam Silver.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Willie Cauley-Stein, right, poses for photos with NBA commissioner Adam Silver.</span> \n  <span class=\"element-image__credit\">Photograph: Kathy Willens/AP</span> \n </figcaption> \n</figure> \n<p><strong>Chicago Bulls </strong>At 6ft 11in with good shooting range, Arkansas’ Bobby Portis was draft night’s biggest steal at No 22. With his range, wingspan and strong offensive repertoire, Portis could serve as one of the Bulls’ most important bench players next season. He also has the opportunity to learn under Pau Gasol for at least one season. While his passing and court vision will likely never eclipse (or even near) Gasol’s, Portis is an incredibly promising prospect who should not have sunk into the 20s. </p> \n<p><strong>Miami Heat</strong> Once considered a potential top-five pick, Duke’s Justise Winslow fell to No 10 and into a situation that could be the most perfect marriage of the 2015 draft. Heat president Pat Riley needed a successor to Dwyane Wade, the aging eventual Hall-of-Fame shooting guard who can elect free agency this offseason.</p> \n<p>In Winslow, he found proto-Wade. Winslow is a stout combo-guard who charges the rim with ferocity and has a penchant for big plays. Comparisons to James Harden are overblown (he’s nowhere near the shooter Harden was coming out of college), but Winslow resembles Jimmy Butler, a fearless attacker whose outside shooting will likely improve. Replacing the league’s most tenacious guard is no small task, but Winslow looks like one of the draft’s safest bets.</p> \n<p><strong>Orlando Magic</strong> The downtrodden Magic, now six years removed from their NBA finals loss to the Lakers, have demanded patience from their fanbase. The sharp-shooting Mario Hezonja should give them some reason to smile. Hezonja adds to a bevy of young talent led by Nikola Vucevic, Victor Oladipo and Tobias Harris that should be ready to grab a playoff spot next season.</p> \n<p>A byproduct of FC Barcelona basketball, Hezonja famously quipped that the world’s best soccer player (Barcelona’s Lionel Messi) should ‘come to see me,’ and the Croatian sniper looks like an ace on film. He stands 6ft 8in will eventually put on some needed muscle and is already an NBA-ready scorer. In a game that’s trending small and toward shooting, Hezonja projects as a versatile weapon for new Magic coach Scott Skiles, a tenacious and creative point guard in his NBA career. It’s hard to envision how this pick fails.</p> \n<p><strong>Kelly Oubre’s shoes</strong> <a href=\"https://twitter.com/TheCauldron/status/614243252082995201\">They had spikes on them</a> and would presumably not be allowed through airport security.</p> \n<p><strong>Frank “The Tank” Kaminsky’s suit</strong> <a href=\"https://twitter.com/esquire/status/614257041750773760\">Was embroidered with two tanks on in its lining</a>.</p> \n<p><strong>Rondae Hollis Jefferson’s pants</strong> <a href=\"https://twitter.com/ESPNNBA/status/614195325763514368\">His choice of trousers looked prescient</a> when Portland selected him at No. 23. When he was subsequently traded to Brooklyn along with Steve Blake for Mason Plumlee and Pat Connaughton, his Trail Blazers hat no longer matched.</p> \n<h2>TBD</h2> \n<p><strong>Los Angeles Lakers</strong> With one more year of Kobe Bryant and, barring the arrival of a prized free agent like Portland’s LaMarcus Aldridge, one more year of losing, the Lakers surprisingly passed on the “sure thing” in Duke center Jahlil Okafor in favor of Ohio State’s D’Angelo Russell. Okafor’s offensive game has already received lofty comparisons to the likes of Hakeem Olajuwon and Patrick Ewing, but the Lakers opted against a potential franchise center in favor of solidifying its backcourt before Bryant’s retirement.</p> \n<figure class=\"element element-image\" data-media-id=\"c8b8cc8a9920b9395173343f95c48eb19a485855\"> \n <img src=\"http://media.guim.co.uk/c8b8cc8a9920b9395173343f95c48eb19a485855/0_0_3828_2296/1000.jpg\" alt=\"D’Angelo Russell of Ohio State after being selected by the Lakers.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">D’Angelo Russell of Ohio State after being selected by the Lakers.</span> \n  <span class=\"element-image__credit\">Photograph: Brad Penner/USA Today Sports</span> \n </figcaption> \n</figure> \n<p>Russell’s selection at No 2 evoked the second-loudest reaction from a packed Barclays Center (discounting the boos that accompanied the Knicks’ selection of Kristaps Porzingis), and is the most intriguing pick in the draft. Russell is an explosive playmaker with divine court vision and a sharp jumpshot. He threads passes through impossible seams, drives with purpose, and is an impressive 6ft 5in with the skills of a smaller guard. He’ll never fill Bryant’s shoes, but the Lakers elected for a potential superstar instead of the stalwart big man. It’s a fascinating choice, and a consensus may not crystallize for another five years.</p> \n<p><strong>Ty Lawson</strong> I don’t know whether to chide or respect him, but Lawson allowed himself to be filmed smoking a hookah saying <a href=\"http://www.makren.tv/s/43ad55b0-6432-4231-97c9-cece7e0c7a1b\">“I’m heading to Sacramento.”</a> The whole video is strange and a bit captivating.</p> \n<p><strong>Rakeem Christmas</strong> He receives points for creativity, but his <a href=\"https://twitter.com/TheCauldron/status/614272364491210752\">garish, Georgia O’Keeffe-style suit</a> has my eyes burning.</p> \n<h2>Losers</h2> \n<p><strong>Boston Celtics</strong> It’s risky to label the Celtics a ‘loser’ with an intuitive head coach in Brad Stevens and a creative general manager in Danny Ainge, but Boston made the night’s most confounding selection at No 16 in Louisville’s Terry Rozier. Rozier is an excellent defender, but is a tad undersized (6ft 1in) and not a high-volume scorer. His best NBA comparison may be Shelvin Mack, who Stevens coached at Butler. Rozier does add to Boston’s already staunch perimeter defense, but doesn’t help their most pressing need, which is perimeter shooting.</p> \n<p>The Celtics did make a more popular, understandable pick with a long-distance threat in Georgia State’s RJ Hunter. The problem? The Celtics are overcrowded at guard with Isaiah Thomas, Marcus Smart, Avery Bradley, Rozier and Hunter. One wonders if this allows Ainge to make Smart the centerpiece of a deal that would net them Cousins, a player who would instantly elevate them into the top-five of the Eastern Conference. Over the years, basketball fans have learned to trust Ainge and Stevens and not question their methods. As a result, labeling them a ‘loser’ is likely miscast, but the process looks confusing.</p> \n<p><strong>Knicks fans</strong> First some of them cheered. Then the boos took over. Then the jumbotron remained steady on a weepy Knicks fan who looked all of nine years old. He pointed to his phone and cried through his glasses. His father, clad in an orange Knicks pullover, encouraged his distraught son to boo louder. All of this because of a 19-year-old Latvian prospect named Kristaps Porzingis was selected. The hysteria and alligator tears roared and flowed through the Barclays Center crowd and confirmed one of the NBA’s permanent realities: the Knicks are miserable and their fans are willing to inflict it on everybody.</p> \n<figure class=\"element element-image\" data-media-id=\"3cfa513bfbe657a8dfb4ada751f4b69ffb49f357\"> \n <img src=\"http://media.guim.co.uk/3cfa513bfbe657a8dfb4ada751f4b69ffb49f357/0_0_3388_2035/1000.jpg\" alt=\"Knicks fans: not cool.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Knicks fans: not cool.</span> \n  <span class=\"element-image__credit\">Photograph: Justin Lane/EPA</span> \n </figcaption> \n</figure> \n<p>NBATV analyst Dennis Scott referred to the tortured fans as “passionate” and “tired of losing,” but the Knicks faithful were bitter and sore when Porzingis was taken. It was unclear who the fans preferred, perhaps an explosive point guard like Mudiay or the sharp-shooting Hezonja, but in Porzingis they get a talented, if raw, big man (he towered over almost everybody in the pre-draft photo) who can shoot and stretch the floor. While the fans cheered when the Knicks acquired Notre Dame point guard Jerian Grant, they still forced the teenage Porzingis to tell the press that it is “his job to turn those boos into claps.”</p> \n<p>Perhaps they were booing management instead of Porzingis, but it was a sour spectacle. It makes for great television theater and YouTube clips, but booing a 19-year-old on the best day of his life is pathetic.</p> \n<p><strong>Cliff Alexander, Brandon Ashley, Christian Wood</strong> They were among the early entrants who didn’t get drafted. Now, they can’t return to school and need to sign a non-guaranteed contract. All three have the talent to play steadily in the NBA, but they are this year’s warning signs of the perils of early entrance.</p> \n<p><strong>Drama</strong> The uncertainty was palpable after the No 1 overall pick, yet the biggest trade of the night involved Toronto’s Greivis Vasquez going to Milwaukee in exchange for a future first-round pick and the No 46 pick (used to select UCLA’s Norman Powell). Cousins was not traded, Lawson was not traded, nobody in the top ten selections was traded. For a draft that commanded substantial trade hype, the 2015 edition didn’t deliver much excitement.</p> \n<p><strong>Draft interviews</strong> Kansas guard Kelly Oubre was officially selected 15th overall by the Atlanta Hawks and talking about playing for the Hawks even though had been traded to the Wizards. Grant discussed his future as John Wall’s future backup when Yahoo’s Adrian Wojnarowski had announced via Twitter that the Knicks were acquiring him. While both would later conduct interviews to discuss their real teams, the NBA ought to help the draftees out by properly informing them despite their trade policies. That way, it won’t waste the interviewers’ and interviewee’s time.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/73ebf86988e5161e4109669f247589d135027db5/0_0_2679_1607/2679.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1607,"width":2679,"orientation":"landscape","credit":"Julie Jacobson/AP","altText":"Karl-Anthony Towns walks off stage after being selected first overall by the Minnesota Timberwolves.","cleanCredit":"Photograph: Julie Jacobson/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2d2648b21494d527a10a90e4cec4e63a7a57ac66/0_216_3513_2110/3513.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2110,"width":3513,"orientation":"landscape","caption":"Willie Cauley-Stein, right, poses for photos with NBA commissioner Adam Silver. Photograph: Kathy Willens/AP","credit":"Kathy Willens/AP","altText":"Willie Cauley-Stein, right, poses for photos with NBA commissioner Adam Silver.","cleanCaption":"Willie Cauley-Stein, right, poses for photos with NBA commissioner Adam Silver.","cleanCredit":"Photograph: Kathy Willens/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c8b8cc8a9920b9395173343f95c48eb19a485855/0_0_3828_2296/3828.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2296,"width":3828,"orientation":"landscape","caption":"D’Angelo Russell of Ohio State after being selected by the Lakers. Photograph: Brad Penner/USA Today Sports","credit":"Brad Penner/USA Today Sports","altText":"D’Angelo Russell of Ohio State after being selected by the Lakers.","cleanCaption":"D’Angelo Russell of Ohio State after being selected by the Lakers.","cleanCredit":"Photograph: Brad Penner/USA Today Sports"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3cfa513bfbe657a8dfb4ada751f4b69ffb49f357/0_0_3388_2035/3388.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2035,"width":3388,"orientation":"landscape","caption":"Knicks fans: not cool. Photograph: Justin Lane/EPA","credit":"Justin Lane/EPA","altText":"Knicks fans: not cool.","cleanCaption":"Knicks fans: not cool.","cleanCredit":"Photograph: Justin Lane/EPA"}],"webPublicationDate":"2015-06-26T12:36:03Z","lastModified":"2015-06-26T16:31:52Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":true,"keywords":["NBA","Sport","US sports","Minnesota Timberwolves","Sacramento Kings","Houston Rockets","Chicago Bulls","New York Knicks","Los Angeles Lakers","Boston Celtics","Miami Heat","Orlando Magic"],"tags":[{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/minnesota-timberwolves","webTitle":"Minnesota Timberwolves"},{"id":"sport/sacramento-kings","webTitle":"Sacramento Kings"},{"id":"sport/houston-rockets","webTitle":"Houston Rockets"},{"id":"sport/chicago-bulls","webTitle":"Chicago Bulls"},{"id":"sport/new-york-knicks","webTitle":"New York Knicks"},{"id":"sport/los-angeles-lakers","webTitle":"Los Angeles Lakers"},{"id":"sport/boston-celtics","webTitle":"Boston Celtics"},{"id":"sport/miami-heat","webTitle":"Miami Heat"},{"id":"sport/orlando-magic","webTitle":"Orlando Magic"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/nba-draft-2015-minnesota-knicks","shortUrl":"http://gu.com/p/4a6cd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/nba-draft-2015-minnesota-knicks","webUri":"http://www.theguardian.com/sport/2015/jun/26/nba-draft-2015-minnesota-knicks"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/73ebf86988e5161e4109669f247589d135027db5/0_0_2679_1607/2679.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1607,"width":2679,"orientation":"landscape","caption":"Karl-Anthony Towns walks off stage after being selected first overall by the Minnesota Timberwolves. Photograph: Julie Jacobson/AP","credit":"Julie Jacobson/AP","altText":"Karl-Anthony Towns walks off stage after being selected first overall by the Minnesota Timberwolves.","cleanCaption":"Karl-Anthony Towns walks off stage after being selected first overall by the Minnesota Timberwolves.","cleanCredit":"Photograph: Julie Jacobson/AP"}},"importance":0,"kicker":{"title":"NBA draft"},"byline":{"title":"Gabriel Baumgaertner"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/73ebf86988e5161e4109669f247589d135027db5/0_0_2679_1607/2679.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1607,"width":2679,"orientation":"landscape","credit":"Julie Jacobson/AP","altText":"Karl-Anthony Towns walks off stage after being selected first overall by the Minnesota Timberwolves.","cleanCredit":"Photograph: Julie Jacobson/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335547786/358481bb-aa0a-40ae-b082-bb019cf6fda8-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"NBA","altText":"Satnam Singh is drafted by Dallas.","cleanCredit":"Photograph: NBA"}}]},{"title":"Cricket / Key keeps Kent in the game and Australia’s fast bowlers at bay","rawTitle":"Key keeps Kent in the game and Australia’s fast bowlers at bay","item":{"type":"article","id":"sport/2015/jun/26/rob-key-kent-australia-canterbury","title":"Rob Key keeps Kent in the game and Australia’s bowlers at bay","trailText":"Rob Key scored 87 against Australia at Canterbury, though Kent remain 304 runs behind with five first-innings wickets remaining","standFirst":"<span class=\"bullet\">•</span> Australia 507-8 dec; Kent 203-5\n<br />\n<span class=\"bullet\">•</span> Key overcomes poor recent form to score 87","byline":"Vic Marks at Canterbury","body":"<p>If only Rob Key had been born in Dubbo rather than Dulwich, then he might be on the verge of an international recall. Key is 36, a year younger than a couple of the Australia squad and only a year older than their latest Test debutant, Adam Voges.</p> \n<p>Key, who toured Australia 13 years ago, stroked 87 against this much-vaunted attack. Perhaps Key’s most memorable innings on that unsuccessful Ashes tour of 2002-03 was a plucky 47, England’s top score <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2002/nov/30/ashes.cricket\" title=\"\">in their first innings at the Waca in Perth</a>. The pitch here in Canterbury has very little in common with that strip of turf in Western Australia. Then Brett Lee bowled fast and the ball flew; here Mitchell Johnson bowled fast and the ball flopped. Key, summoning up the knowledge and skill gleaned from 17 years as a professional, dealt with the problem without too many alarms.</p> \n<p>This was something of a surprise since Key has been struggling this summer. He is the club captain but his early-season form has been so dire that he dropped himself and took to the second team, handing over the captaincy to Sam Northeast. This match is part of his rehabilitation on the sort of pitch which has not been sighted by Kent batsmen in their Championship campaign.</p> \n<p>To a grateful public and administration, Key averted humiliation after Australia had declared on 507 for eight from almost 125 overs during which it is hard to recall a solitary bouncer being bowled. Kent really have been accommodating hosts.</p> \n<p>In the morning Steve Smith completed a century before retiring himself out, after which the Australian middle order flickered rather than caught fire. Matthew Hunn finished with a five-wicket haul, something to be very proud of given the nature of the opposition and the pitch.</p> \n<p>Then it became more interesting. In raced Mitchell Johnson and from the last ball of his first over Daniel Bell-Drummond, stranded in front of his stumps, was lbw. The Kent hierarchy shuffled nervously. But Key held firm with a little help from Joe Denly and Northeast to enhance the prospect of four days’ cricket.</p> \n<p>Reassuringly Key was able to pick up the pace of Johnson, the fastest bowler on view. Ryan Harris troubled him occasionally.</p> \n<p>On 21 he edged what seemed to be a regulation catch but neither Brad Haddin nor Shane Watson at first slip moved a muscle as the ball sped for four, the only one of the 15 boundaries Key hit to come from the edge of his bat. In the end he could not resist the wrist-spin of Fawad Ahmed. Having taken him for three fours in an over he heaved and was caught at midwicket.</p> \n<p>None of his colleagues was as convincing against an attack spearheaded by Johnson. Denly batted pleasingly, as he usually does, until a wanton pull against Peter Siddle was edged to the keeper. Northeast, who has just signed a long-term contract with the club and who is the solitary Kent batsman in form this summer, delivered a brief cameo before being undone by Johnson’s extra pace. Meanwhile Ben Harmison, in his first outing of the summer, was bowled off the inside edge.</p> \n<p>There remains much debate over how the Australians are going to juggle their pace attack. It may become a positive process of elimination based on the premise that “it’s impossible to leave him out”. On the evidence of Friday’s play it is not possible to omit Johnson, which has been mooted in some quarters (though probably not by the Kent batsmen). In the end it may boil down to a choice between Harris, who was unlucky here, and Josh Hazlewood, with Siddle almost certainly on the sidelines, now that KP, whom he dismissed 10 times – more than any other bowler in Test cricket – is no longer in the picture.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435341994605/Kents-Rob-Key-against-Aus-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images","credit":"Mitchell Gunn/Getty Images","altText":"Kent's Rob Key against Australia","cleanCaption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T18:07:48Z","lastModified":"2015-06-26T23:45:02Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["Ashes 2015","Australia cricket team","Kent","Australia sport","Cricket","Sport","The Ashes"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/kent","webTitle":"Kent"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/ashes","webTitle":"The Ashes"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/rob-key-kent-australia-canterbury","shortUrl":"http://gu.com/p/4a6z7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/rob-key-kent-australia-canterbury","webUri":"http://www.theguardian.com/sport/2015/jun/26/rob-key-kent-australia-canterbury"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435341994605/Kents-Rob-Key-against-Aus-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images","credit":"Mitchell Gunn/Getty Images","altText":"Kent's Rob Key against Australia","cleanCaption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images"}},"importance":5,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[{"title":"Cricket / ICC suspends United States Association after report details concerns","rawTitle":"ICC suspends United States Association after report details concerns","item":{"type":"article","id":"sport/2015/jun/26/icc-suspends-united-states-cricket-association-report-concerns","title":"ICC suspends United States Association after report details concerns","trailText":"The USACA has been suspended after a report detailed concerns over its governance, finance, reputation and cricketing activities","standFirst":"<span class=\"bullet\">•</span> Governance, finance, reputation and cricketing activities found wanting\n<br />\n<span class=\"bullet\">•</span> USACA put on notice in January but response was inadequate","byline":"Press Association","body":"<p>The International Cricket Council has suspended the membership of the United States Cricket Association with immediate effect.</p> \n<p>The suspension comes after findings set out in an ICC review group report which found “significant concerns about the governance, finance, reputation and cricketing activities of USACA”.</p> \n<p>It means USACA will not receive any ICC funding but the United States team will be able to participate in next month’s ICC World Twenty20 qualifier in Ireland and Scotland.</p> \n<p>The ICC chairman Narayanaswami Srinivasan said in a statement: “The ICC board has made this difficult decision after careful consideration and in the best interest of the game and all cricketers in the USA.</p> \n<p>“The country has tremendous potential but because of governance, financial and cricketing challenges, the opportunity to grow the game is not being properly nurtured.</p> \n<p>“The ICC board had put USACA on notice in its January meeting this year and had hoped that it would show some urgency to address and improve in the areas that were identified as weaknesses. Unfortunately, the response to date has been inadequate and it has proved necessary for the ICC board to take further action.”</p> \n<p>In order for the suspension to be lifted, USACA will need to prove the issues identified have been addressed and remedied in full.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435349589671/Narayanaswami-Srinivasan--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Narayanaswami Srinivasan, the ICC chairman, expressed concerns over the manner in which the United States Cricket Association was run. Photograph: Mal Fairclough/AFP/Getty Images","credit":"Mal Fairclough/AFP/Getty Images","altText":"Narayanaswami Srinivasan, ICC","cleanCaption":"Narayanaswami Srinivasan, the ICC chairman, expressed concerns over the manner in which the United States Cricket Association was run. Photograph: Mal Fairclough/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T20:15:08Z","lastModified":"2015-06-26T23:01:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Cricket","Twenty20","US sports","Sport"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/twenty20","webTitle":"Twenty20"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/icc-suspends-united-states-cricket-association-report-concerns","shortUrl":"http://gu.com/p/4a6pj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/icc-suspends-united-states-cricket-association-report-concerns","webUri":"http://www.theguardian.com/sport/2015/jun/26/icc-suspends-united-states-cricket-association-report-concerns"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435349589671/Narayanaswami-Srinivasan--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Narayanaswami Srinivasan, the ICC chairman, expressed concerns over the manner in which the United States Cricket Association was run. Photograph: Mal Fairclough/AFP/Getty Images","credit":"Mal Fairclough/AFP/Getty Images","altText":"Narayanaswami Srinivasan, ICC","cleanCaption":"Narayanaswami Srinivasan, the ICC chairman, expressed concerns over the manner in which the United States Cricket Association was run. Photograph: Mal Fairclough/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435349589671/Narayanaswami-Srinivasan--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Narayanaswami Srinivasan, the ICC chairman, expressed concerns over the manner in which the United States Cricket Association was run. Photograph: Mal Fairclough/AFP/Getty Images","credit":"Mal Fairclough/AFP/Getty Images","altText":"Narayanaswami Srinivasan, ICC","cleanCaption":"Narayanaswami Srinivasan, the ICC chairman, expressed concerns over the manner in which the United States Cricket Association was run. Photograph: Mal Fairclough/AFP/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435341994605/Kents-Rob-Key-against-Aus-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images","credit":"Mitchell Gunn/Getty Images","altText":"Kent's Rob Key against Australia","cleanCaption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images"}}]},{"title":"Tennis / Wozniacki suffers injury scare while Radwanska dodges low-flying seagull","rawTitle":"Wozniacki suffers injury scare while Radwanska dodges low-flying seagull","item":{"type":"article","id":"sport/2015/jun/26/wimbledon-caroline-wozniacki-retires-injury-eastbourne","title":"Caroline Wozniacki suffers Wimbledon injury scare at Eastbourne","trailText":"Caroline Wozniacki retired injured during her Eastbourne semi-final against Belinda Bencic","standFirst":"<span class=\"bullet\">•</span> Wozniacki withdraws after three games of semi-final against Belinda Bencic\n<br />\n<span class=\"bullet\">•</span> Agnieszka Radwanska suffers close encounter with low-flying seagull","byline":"Jacob Steinberg","body":"<p>Caroline Wozniacki insisted that she will be fit to play at Wimbledon after a back problem forced her to retire from her Aegon International semi-final against Belinda Bencic, whose opponent in final, Agnieszka Radwanska, had her own scare when a low-flying seagull almost collided with her during her win over Sloane Stephens.</p> \n<p>Wozniacki, whose Wimbledon is due to start against China’s Zheng Saisai on Tuesday, called for the trainer when she was trailing 3-0 after losing two service games. The world No5 later revealed that the injury has been troubling her throughout the week and that she decided to quit as a precautionary measure.</p> \n<p>“Today it stiffened up more, and I felt like I couldn’t move the way I wanted to and felt pain,” Wozniacki, the No2 seed in Eastbourne, said. “I felt really bad for the crowd and everyone who had come out, but there’s nothing really I could do about it. It’s all about just looking ahead for Wimbledon. You know, just get as much treatment as possible and be ready for my first round there. I’m definitely planning on playing Wimbledon.</p> \n<p>“I felt it from the last two, three days and the last two matches I have played, as well. Especially in the beginning. But then it kind of warmed up and I felt better. Today it just felt slightly worse, so I just felt like I won’t win this way and I can only make it worse.”</p> \n<p>The positive for Wozniacki, who played three wretched games before retiring, is that she has three days to recover before facing Zheng. “I’m going to go get treatment tonight,” she said. “I have my physio and osteopath in London, so I’m going to go there. We are just going to start with the treatment as soon as I can. Normally my body is very receptive to treatment, so hopefully I’m going to be fine in a couple of days.”</p> \n<p>Eastbourne has been hit by a glut of withdrawals this week. Petra Kvitova, the No1 seed and Wimbledon champion, withdrew because of illness before playing a match, Eugenie Bouchard suffered an abdominal injury when she was trailing 6-4, 3-0 against Bencic, Daria Gavrilova pulled out of her quarter-final against Sloane Stephens with the same problem and Angelique Kerber also called in sick. Meanwhile the world No8, Ekaterina Makarova, pulled out of her doubles match on Friday because of an injury to her left achilles tendon.</p> \n<p>Bencic had strapping on her right thigh after suffering a heavy fall during her quarter-final against Johanna Konta but the 18-year-old from Switzerland said that it is not a serious issue. “I think it’s just a muscle that is a little bit stretched, but I think it’s a normal thing with a tennis player,” the world No31 said. “I’m totally fine. It’s no pain.”</p> \n<p>While Bencic was smiling about the thought of reaching the final, Radwanska was laughing about her brush with a bird with an apparent death wish. The world No13 was preparing to serve to Stephens at the start of the third set when a seagull more or less divebombed her; such are the perils of tennis by the seaside.</p> \n<p>There have not been many stranger sights on a court and there might have been literal spitting of feathers if the seagull had not made a last-second diversion. “There were a lot of them flying around, but this one was really close,” Radwanska said.</p> \n<p>The Pole confirmed that she has never been attacked by a bird before – and she probably never thought that she would be asked that question after a tennis match.</p> \n<p>At least the incident did not throw Radwanska off course. She let Stephens off the hook when she served for the match at 6-5 in the second set and ended up losing the subsequent tie-break, before beating the world No43 6-1, 6-7, 6-2. Stephens had chances but Radwanska’s cannier shot selection and appreciation of when to pull the trigger made the difference.</p> \n<p>Radwanska, who was a beaten Wimbledon finalist in 2012, is in good form. “I’m feeling very well now,” she said. “On court and off the court, I’m really fresh.” However Radwanska knows that her young opponent has nothing to lose.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435331252503/Caroline-Wozniacki-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Caroline Wozniacki withdraws injured during her semi-final against Belinda Bencic at Eastbourne. Photograph: ProSports/REX Shutterstock","credit":"ProSports/REX Shutterstock/ProSports/REX Shutterstock","altText":"Caroline Wozniacki","cleanCaption":"Caroline Wozniacki withdraws injured during her semi-final against Belinda Bencic at Eastbourne. Photograph: ProSports/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-26T15:29:04Z","lastModified":"2015-06-26T23:01:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jacob Steinberg","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/3/4/1425468993908/Jacob-Steinberg-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jacob-steinberg"}],"feature":false,"keywords":["Caroline Wozniacki","Wimbledon 2015","Wimbledon","Sport","Tennis"],"tags":[{"id":"sport/caroline-wozniacki","webTitle":"Caroline Wozniacki"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Jacob Steinberg","topic":{"type":"tag-contributor","name":"profile/jacob-steinberg"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/wimbledon-caroline-wozniacki-retires-injury-eastbourne","shortUrl":"http://gu.com/p/4a6jk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/wimbledon-caroline-wozniacki-retires-injury-eastbourne","webUri":"http://www.theguardian.com/sport/2015/jun/26/wimbledon-caroline-wozniacki-retires-injury-eastbourne"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435331252503/Caroline-Wozniacki-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Caroline Wozniacki withdraws injured during her semi-final against Belinda Bencic at Eastbourne. Photograph: ProSports/Rex Shutterstock","credit":"ProSports/REX Shutterstock/ProSports/REX Shutterstock","altText":"Caroline Wozniacki","cleanCaption":"Caroline Wozniacki withdraws injured during her semi-final against Belinda Bencic at Eastbourne. Photograph: ProSports/Rex Shutterstock"}},"importance":5,"kicker":{"title":"Tennis"},"showQuotedHeadline":false,"sublinks":[{"title":"Tennis / Game's elite plead patience with Robson on her Wimbledon return","rawTitle":"Game's elite plead patience with Robson on her Wimbledon return","item":{"type":"article","id":"sport/2015/jun/26/laura-robson-wimbledon-tennis-elite-plead-patience","title":"Laura Robson: Wimbledon wildcard aiming to get career back on track","trailText":"The teenage tennis champion and Olympic silver winner needs time to work on her form after 18 months battling a left-wrist injury","standFirst":"<p>The teenage tennis champion and Olympic silver winner needs time to work on her form after 18 months battling a left-wrist injury</p>","byline":"Owen Gibson","body":"<p><br />It is just two years since <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/laura-robson\">Laura Robson</a>, still a teenager, reached the fourth round at Wimbledon and became the first British female tennis player to earn a top 30 ranking since 1987. </p> \n<p> Robson will return to Wimbledon as a wild card entrant on Monday against the Russian<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/25/heather-watson-miami-open-evgeniya-rodina\"> Evgeniya Rodina</a>, without a world ranking, after spending the past 18 months battling a frustrating injury to her dominant left wrist. </p> \n<p>Since winning the junior Wimbledon title as a remarkably assured, unseeded 14-year-old in 2008, Robson’s star rose steadily. She won Olympic silver in the mixed doubles alongside <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/andymurray\">Andy Murray</a> in 2012, and there were growing signs the following year – when she reached the fourth round at both the US Open and Wimbledon – that she had added enough consistency and big game temperament to her natural power and shot-making ability to start making serious inroads into the second week of grand slam tournaments.</p> \n<figure class=\"element element-image\" data-media-id=\"7d242fc0f3e2000053eefceee76b90d1fdbeed0f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435326487193/80d3c892-c3ec-4594-ba45-bf168188aefb-460x276.jpeg\" alt=\"Laura Robson and Andy Murray win silver in the 2012 Olympic mixed doubles.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Laura Robson and Andy Murray win silver in the 2012 Olympic mixed doubles.</span> \n  <span class=\"element-image__credit\">Photograph: Luis Acosta/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>When she returned to the court at Eastbourne last week, Robson, who was born in Melbourne but moved to the UK via Singapore at the age of six, showed she had lost none of her sense of humour, even if regaining the form that caused five-time Wimbledon champion Serena Williams to once mark her out for the very top might take longer than expected.</p> \n<p>“My coach made a joke when I came off. He said: ‘I’m so proud you played a match and are back in the tournament,’” said Robson, after losing 6-0, 6-1 to the world number 41, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/laura-robson-daria-gavrilova-eastbourne\">Daria Gavrilova</a>, in less than an hour. “Then he said: ‘There is just one little thing we need to work on: everything.’”</p> \n<p>“I totally agree [with him],” she added. “It’s the timing, the match rhythm, hitting from the back, reading shots that before I wouldn’t even think about and now I’m not sure where it’s going to land. It’s a completely new start but a very exciting one.” </p> \n<p>Robson, now 21, first started playing at six. By the age of 10 she had been signed by sports marketing giant Octagon and a year later signed her first Adidas contract. Aged 14, she won the girl’s title at Wimbledon and in an endearing post-match interview revealed she had invited her hero – the Russian Marat Safin – to the champions ball but he had politely turned her down. </p> \n<p>Middle England reacted in traditionally measured fashion, with the Mail on Sunday christening her “the new Queen of Wimbledon”. There were high hopes, too, at the perennially under-fire Lawn Tennis Association that Robson and Heather Watson could lend depth to a British tennis scene that had relied on lone standard bearers like Tim Henman and now Murray. </p> \n<p>While Murray flourished outside the tennis establishment in Scotland and Spain (though still funded by the LTA), Robson grew up five minutes from the All England Club in Wimbledon with her father Andrew – a Shell executive whose job brought the family to England and now Greece – and her mother Kathy, a former professional basketball player.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/serena-williams-wimbledon-grand-slam\">Will Wimbledon be step or stumble on Serena Williams’ historic march? | Jacob Steinberg</a> </p> \n</aside> \n<p>Friends, former players and rivals have warned that it will take time for Robson to work her way back to form and fitness and not to expect too much of her in the Wimbledon hothouse. </p> \n<p>“You don’t expect to play your best when you first come back,” said former British number one <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/anne-keothavong\">Anne Keothavong</a>. “It takes a long time. It might even take six months or a year before she even feels like she is playing half-decent tennis.” </p> \n<p>Murray, too, knows a thing or too about overinflated hopes and has urged caution. He said Robson will have to deal not only with the physical side but also the “mental baggage” required to trust her body to play at the very top level again. </p> \n<p>“She’s an unbelievably talented woman. I have known her since she was about 14 and she has a lot of potential. She trains hard, surrounds herself with the right people and does all the right things,” said Murray, who had his own wrist problems in 2007. </p> \n<p>“She can have a fantastic career, but it’s going to take time for her to come back from this. If she does do it quickly, that would be awesome, but I wouldn’t expect that.”</p> \n<p>If Robson sometimes appears to have a poise beyond her years, she also possesses a feisty determination and has not been shy of letting the mask slip at times. At 17, she caused a minor flurry when she wore a rainbow hairband at the Australian Open on the Margaret Court Arena in the wake of protests from gay rights activists at the homophobic views of the former player-turned-evangelical Christian preacher after which the arena is named. </p> \n<p>“It was just a rainbow-coloured hairband,” Robson said. “I wore it because I believe in equal rights for everyone. That’s it.” </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/laurarobson5/statuses/563455515879960576\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">When the ticket lady at the cinema asks you why you're alone so much. <a href=\"https://twitter.com/hashtag/juststop?src=hash\">#juststop</a></p>— Laura Robson (@laurarobson5) \n  <a href=\"https://twitter.com/laurarobson5/status/563455515879960576\">February 5, 2015</a>\n </blockquote> \n</figure> \n<p>It might not seem much, but in the risk-averse arena of modern sports stars it amounted to a significant stand. </p> \n<p>Marketing experts have commented on the way in which she has cannily used Twitter and Instragram to bond with fans and relieve the sometimes sterile routine of the professional sportswoman.</p> \n<p>“When the ticket lady at the cinema asks you why you’re alone so much. #juststop,” was a typical tweet during her recovery. She also posted videos of her wrist rehab on Instagram. </p> \n<p>From the Gangnam-style video she made on tour in 2012 with one-time close friend <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/04/wimbledon-finalist-eugenie-bouchard-reveals-rift-british-no2-laura-robson\">Eugenie Bouchard</a>, the Canadian who reached the Wimbledon final last year and prompted headlines when she revealed the pair had fallen out, to the “Laura the Explorer” travel blog she launched during her rehabilitation, she has revealed herself to have the same preoccupations as her peers, including an addiction to Game of Thrones. </p> \n<p>She caused a minor silly season storm during her run to the fourth round two years ago when she joked about attracting the ire of One Direction fans because Harry Styles had sent her good luck messages. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=5gGfIwM38xI\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/5gGfIwM38xI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Of late she has toned down her social-media musings and avoided speaking to the press as she attempts to get her career back on track. Alongside her rehabilitation from the injury to her left wrist, there have been three other big shifts off court. She swapped Octagon for the even bigger sports agency IMG and the agent Max Eisenbud, who looks after Maria Sharapova and Li Na. “I think she’s a special girl on and off the court,” said Eisenbud. </p> \n<p>Robson also switched Adidas for Nike and has swapped coaches with regularity. Since last March she has been working with the Colombian Mauricio Hadad. </p> \n<p>Greg <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/greg-rusedski\">Rusedski</a> also pleaded patience and highlighted the technical issues that a wrist injury can cause in an era when players are hitting the ball harder and with heavier spin than ever. </p> \n<p>“You need to adjust your rackets, you need to adjust your string, you need to adjust your grip, you have to do everything you humanly can to want to get back. That’s where drive comes in. Sometimes drive – depending how serious the injury is – won’t come back,” Rusedski said. </p> \n<p>“That’s what the very best players do and find a way,” he said. “You have to make decisions when you have a wrist injury. There is a fear factor and trepidation, that’s normal.”</p> \n<p>Nick <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2009/sep/14/heather-watson-us-open-junior-champion\">Bollettieri</a>, the veteran American who has coached a string of top players, has said that if Robson can physically recover then the break could motivate her.</p> \n<p>“I think this time off is going to be an asset for her … When you take something away from someone, it can make them think, holy mackerel, I have another chance,” said Bollettieri. “If she can come out and play loose as a goose, then she can do well.”</p> \n<p>Jeremy Bates, the former British men’s number one and now the LTA’s head of women’s tennis, said both Robson and Watson had been desperately unlucky with injury and illness but that both were still very young. </p> \n<p>“With Laura, it’s tragic what has happened to her but that’s professional sport. To me it’s a huge test of mental strength. Injuries are character building because you have to be so dedicated to the rehab,” said Bates. “She’s practising, she’s been training. She’s ready to go. It’s more of a mental challenge to start competing again.” </p> \n<p>In the round of media interviews to which players are subjected, Robson – win, lose or draw – usually comes across as grounded and good-humoured. IMG, however, have of late tried to throw a protective cloak around her in the run up to Wimbledon for fear of jeopardising her comeback. </p> \n<p>That will prove impossible from Monday and she will need plenty of the patience that Murray preaches if she is to fulfil the predictions of two years ago.</p> \n<p>“If you look at when Laura was at the peak of her game, the majority of her big performances were in the grand slams. She likes the stage, she likes the big court, she’s got a big serve and a big forehand. She is primed to perform on that stage,” said Bates.</p> \n<p>“That said, she has played two sets of tennis in 18 months. There are no expectations. It’s about rebuilding the trust in her body. The good thing is she seems to have a smile on her face.”</p> \n<p><br /><strong>Potted profile</strong><br /><strong>Born</strong> 21 January 1994</p> \n<p><strong>Career</strong> Moved to the UK aged six and turned professional aged 14 after winning junior Wimbledon in 2008. </p> \n<p><strong>High point</strong> A career-high ranking of 27 after reaching the fourth round at both Wimbledon and the US Open in 2013. Olympic silver medal in the mixed doubles alongside Andy Murray in 2012. </p> \n<p><strong>Low point</strong> The wrist injury sustained in a first-round match at the Hobart International tournament that flared up again during the 2014 Australian Open. She only began training again in October and missed this year’s Australian Open and French Open as a result. </p> \n<p><strong>What she says</strong> “Stepping out on to centre court is amazing. It’s kind of surreal. You go past all the famous quotations on the walls and can see all the trophies. It’s incredible.” <strong><br /></strong></p> \n<p><strong>What they say</strong> “She has an unbelievable game. She’s so powerful. She’s so positive. She’s just so good... those are all the qualities it takes to be a top player.” <em>Serena Williams</em><br /></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5c85a1cae3c4e264c89d7f6706b75fb34a406d3f/0_42_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Ben Hoskins/Getty Images for LTA","altText":"EASTBOURNE, ENGLAND - JUNE 20:  Laura Robson of Great Britain in action during her AEGON International qualifying match against Daria Gavrilova of Russia at Devonshire Park on June 20, 2015 in Eastbourne, England.  (Photo by Ben Hoskins/Getty Images for LTA)","cleanCredit":"Photograph: Ben Hoskins/Getty Images for LTA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435326488568/80d3c892-c3ec-4594-ba45-bf168188aefb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Laura Robson and Andy Murray win silver in the 2012 Olympic mixed doubles. Photograph: Luis Acosta/AFP/Getty Images","credit":"Luis Acosta/AFP/Getty Images","altText":"Laura Robson and Andy Murray win silver in the 2012 Olympic mixed doubles.","cleanCaption":"Laura Robson and Andy Murray win silver in the 2012 Olympic mixed doubles.","cleanCredit":"Photograph: Luis Acosta/AFP/Getty Images"}],"webPublicationDate":"2015-06-26T13:57:25Z","lastModified":"2015-06-26T23:00:45Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Laura Robson","Wimbledon 2015","Wimbledon","Sport","Tennis","Andy Murray","US Open tennis","US Open Tennis 2014","Anne Keothavong"],"tags":[{"id":"sport/laura-robson","webTitle":"Laura Robson"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/usopentennis","webTitle":"US Open tennis"},{"id":"sport/us-open-tennis-2014","webTitle":"US Open Tennis 2014"},{"id":"sport/anne-keothavong","webTitle":"Anne Keothavong"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"series":{"title":"The Guardian profile","uri":"http://mobile-apps.guardianapis.com/lists/tag/theguardian/series/profile"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/laura-robson-wimbledon-tennis-elite-plead-patience","shortUrl":"http://gu.com/p/4a6ct","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/laura-robson-wimbledon-tennis-elite-plead-patience","webUri":"http://www.theguardian.com/sport/2015/jun/26/laura-robson-wimbledon-tennis-elite-plead-patience"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5c85a1cae3c4e264c89d7f6706b75fb34a406d3f/0_42_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Laura Robson: ‘She trains hards and surrounds herself with the right people,’ said Andy Murray, ‘but it’s going to take time.’ Photograph: Ben Hoskins/Getty Images for LTA","credit":"Ben Hoskins/Getty Images for LTA","altText":"Laura Robson during her qualifying match against Daria Gavrilova. ‘She can have a fantastic career, but it’s going to take time,’ said Andy Murray.","cleanCaption":"Laura Robson: ‘She trains hards and surrounds herself with the right people,’ said Andy Murray, ‘but it’s going to take time.’","cleanCredit":"Photograph: Ben Hoskins/Getty Images for LTA"}},"importance":0,"kicker":{"title":"Tennis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5c85a1cae3c4e264c89d7f6706b75fb34a406d3f/0_42_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Ben Hoskins/Getty Images for LTA","altText":"EASTBOURNE, ENGLAND - JUNE 20:  Laura Robson of Great Britain in action during her AEGON International qualifying match against Daria Gavrilova of Russia at Devonshire Park on June 20, 2015 in Eastbourne, England.  (Photo by Ben Hoskins/Getty Images for LTA)","cleanCredit":"Photograph: Ben Hoskins/Getty Images for LTA"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/baab4f103c98712a63260c62a32b141637410b24/52_0_2999_1800/1000.jpg","height":600,"width":1000}}]},{"title":"Tour de France / Cavendish’s support to include Kwiatkowski","rawTitle":"Cavendish’s support to include Kwiatkowski","item":{"type":"article","id":"sport/2015/jun/26/mark-cavendish-tour-de-france","title":"Mark Cavendish’s Tour de France support to include Michal Kwiatkowski","trailText":"The world champion Michal Kwiatkowski is among Mark Cavendish’s support team for the Tour de France","standFirst":"<span class=\"bullet\">•</span> Etixx-QuickStep announce nine-man Tour squad\n<br />\n<span class=\"bullet\">•</span> Cavendish looking to banish memories of crashing out in 2014","byline":"Press Association","body":"<p>Mark Cavendish’s support crew have been named for the Tour de France after Etixx-QuickStep announced their nine-man squad for the race, which starts next Saturday.</p> \n<p>The 30-year-old is bidding to add to his 25 Tour stage wins after crashing out of the 2014 race in his mother’s hometown of Harrogate.</p> \n<p>Cavendish will ride the Tour for a ninth time and will have the support of the world champion Michal Kwiatkowski, the sprint lead-out man Mark Renshaw of Australia and Germany’s Tony Martin.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/frank-schleck-miss-tour-de-france-knee-injury\">Frank Schleck to miss Tour de France with knee injury</a> </p> \n</aside> \n<p>Zdenek Stybar of the Czech Republic, Michal Golas of Poland, Matteo Trentin of Italy, Julien Vermote of Belgium and Colombia’s Rigoberto Ur&aacute;n, who will be targeting a high place in the overall rankings, complete the lineup.</p> \n<p>Cavendish’s bid to add to his Tour stage tally was boosted when Marcel Kittel, who won four stages in the last two Tours, was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/marcel-kittel-not-picked-2015-tour-de-france-cycling\" title=\"\">omitted from Giant-Alpecin’s squad</a> on Thursday.</p> \n<p>Etixx-QuickStep sport’s development manager, Rolf Aldag, said: “Our goal is to perform well in this first part of the race. We want to go into the first rest day happy with our overall performance.</p> \n<p>“It will be important to perform, find results, and then good confidence for the second part of the race starting with the 10th stage.</p> \n<p>“We want to be consistent over the three weeks and try to be present on multiple levels. We want to be present in the stages, and why not, try to get the yellow jersey for a few days. Wearing that jersey even for few days is always a big achievement. Our goal is to leave a mark in this Tour de France and we believe we have the potential to do it.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435337783093/Mark-Cavendish-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mark Cavendish will be looking to add to his 25 Tour de France stage wins next month.oo Photograph: Tim De Waele/  Tim de Waele/Corbis","credit":"Tim De Waele/  Tim de Waele/Corbis","altText":"Mark Cavendish","cleanCaption":"Mark Cavendish will be looking to add to his 25 Tour de France stage wins next month.oo Photograph: Tim De Waele/  Tim de Waele/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-26T17:01:15Z","lastModified":"2015-06-26T23:01:45Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Mark Cavendish","Tour de France 2015","Tour de France","Cycling","Sport"],"tags":[{"id":"sport/markcavendish","webTitle":"Mark Cavendish"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/mark-cavendish-tour-de-france","shortUrl":"http://gu.com/p/4a6n2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/mark-cavendish-tour-de-france","webUri":"http://www.theguardian.com/sport/2015/jun/26/mark-cavendish-tour-de-france"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435337783093/Mark-Cavendish-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mark Cavendish will be looking to add to his 25 Tour de France stage wins next month. Photograph: Tim De Waele/ Tim de Waele/Corbis","credit":"Tim De Waele/  Tim de Waele/Corbis","altText":"Mark Cavendish","cleanCaption":"Mark Cavendish will be looking to add to his 25 Tour de France stage wins next month. Photograph: Tim De Waele/ Tim de Waele/Corbis"}},"importance":4,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435337783093/Mark-Cavendish-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mark Cavendish will be looking to add to his 25 Tour de France stage wins next month.oo Photograph: Tim De Waele/  Tim de Waele/Corbis","credit":"Tim De Waele/  Tim de Waele/Corbis","altText":"Mark Cavendish","cleanCaption":"Mark Cavendish will be looking to add to his 25 Tour de France stage wins next month.oo Photograph: Tim De Waele/  Tim de Waele/Corbis"}}]},{"title":"T20 Blast / Sussex’s Wright hits hundred to see off Gloucestershire","rawTitle":"Sussex’s Wright hits hundred to see off Gloucestershire","item":{"type":"article","id":"sport/2015/jun/26/sussex-gloucestershire-t20-blast-luke-wright","title":"Sussex’s Luke Wright blasts hundred to see off Gloucestershire in T20","trailText":"Luke Wright hit 111 not out to guide Sussex to a three-wicket win over Gloucestershire while Somerset beat Middlesex with ease and Leicestershire and Yorkshire tied","standFirst":"<span class=\"bullet\">•</span> Luke Wright hammers 111 not out off 56 balls in three-wicket Sussex win\n<br />\n<span class=\"bullet\">•</span> Leicestershire and Yorkshire tie after Ben Raine strikes with last ball","byline":"Press Association","body":"<p>Luke Wright’s stunning century guided<strong> Sussex </strong>to a three-wicket NatWest T20 Blast win over <strong>Gloucestershire</strong> on Friday night.</p> \n<p>Michael Klinger top-scored with 61 off 51 deliveries for the hosts in Bristol but Wright struck a magnificent 111 not out, featuring seven fours and eight sixes off 56 balls, in Sussex’s successful chase of 186, which they reached with one ball to spare.</p> \n<p>Jim Allenby’s unbeaten 89 kept <strong>Somerset</strong> in contention in the south group in a nine-wicket defeat of <strong>Middlesex </strong>at Uxbridge.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/rob-key-kent-australia-canterbury\">Rob Key keeps Kent in the game and Australia’s bowlers at bay</a> </p> \n</aside> \n<p>An opening stand of 118 in 13.2 overs between Allenby and Johann Myburgh, who scored 53 from 45 balls with eight fours, was the platform from which Somerset overhauled Middlesex’s 171 for seven with 12 balls to spare.</p> \n<p>Allenby thumped four sixes and nine fours to put Middlesex’s moderate total into context after John Simpson had hit a Twenty20 career-best 84 not out from 51 balls for the home side, with three sixes and six fours.</p> \n<p>The <strong>Leicestershire</strong> seamer Ben Raine took a wicket with the final ball of the north group contest with<strong> Yorkshire</strong> to secure a tie in a match where Jack Leaning’s well-paced innings looked set to hand the visitors victory.</p> \n<p>With Leaning watching from the non-striker’s end after scoring 48 from 30 balls, Raine pinned Adil Rashid leg-before with a well pitched-up delivery to delight the Grace Road crowd.</p> \n<p>Andrea Agathangelou top scored with 40 off 26 balls in Leicestershire’s 142 for seven, but Leaning’s efforts were ultimately just short of what was required.</p> \n<p><strong>Northamptonshire</strong> beat the north group leaders, <strong>Worcestershire</strong>, in no small part due to a devastating display of hitting from Steven Crook and Rory Kleinveldt. The two-run victory was built on the eighth-wicket pair thrashing 62 from 3.1 overs.</p> \n<p>Kleinveldt struck six sixes in a match-turning 42 from 12 deliveries, while Crook was unbeaten on 56 from 35 balls in the visitors’ 193 for eight. Kleinveldt dismissed Moeen Ali first ball and Ross Whiteley’s unbeaten 41 off 29 balls was not enough for the hosts.</p> \n<p><strong>Surrey </strong>beat <strong>Glamorgan</strong> by 19 runs, with Jason Roy scoring 61 and Dean Cosker’s four for 25 for the hosts not enough in Cardiff.</p> \n<p>Azhar Mahmood took three for 14 and Sam Curran three for 17 as Surrey stifled their hosts, who were all out for 127 in reply to their 146 for eight.</p> \n<p>Recordo Gordon claimed four for 20 as <strong>Birmingham Bears</strong> beat <strong>Lancashire</strong> by one run. Varun Chopra top-scored with 40 in the Bears’ 137 for eight while the debutant Brendon McCullum could manage only 18 but Lancashire could not overhaul the total as Gordon struck four times.</p> \n<p>Jesse Ryder’s first century in the competition paved the way for a 78-run victory for <strong>Essex </strong>over <strong>Hampshire</strong> at Chelmsford.</p> \n<p>The New Zealander destroyed the visiting attack with an unbeaten 107 from 55 deliveries, eight of which he hit for six.</p> \n<p>Essex finished on 212 for five and Hampshire were all out for 134, with Reece Topley and Ravi Bopara taking three wickets apiece.</p> \n<p>A Chesney Hughes half-century and three wickets from Nathan Rimmington helped <strong>Derbyshire</strong> to a 34-run home victory against <strong>Nottinghamshire</strong>.</p> \n<p>Hughes plundered 52 from 29 deliveries – including five fours and three sixes – as the hosts compiled 201 for seven before Rimmington shone with the ball as the Outlaws were restricted to 167 all out in reply.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435354019736/Luke-Wright-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sussex's Luke Wright celebrates hitting the winning runs against Gloucestershire. Photograph: JMP/REX Shutterstock","credit":"JMP/REX Shutterstock/JMP/Rex Shutterstock","altText":"Luke Wright","cleanCaption":"Sussex's Luke Wright celebrates hitting the winning runs against Gloucestershire. Photograph: JMP/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-26T21:26:26Z","lastModified":"2015-06-26T22:09:37Z","metadata":{"commentable":true,"commentCount":2,"contributors":[],"feature":false,"keywords":["NatWest T20 Blast","Sussex","Gloucestershire","Somerset","Middlesex","Yorkshire","Leicestershire","Northamptonshire","Worcestershire","Twenty20","Derbyshire","Nottinghamshire","Essex","Hampshire","Warwickshire","Lancashire","Cricket","Sport"],"tags":[{"id":"sport/natwest-t20-blast","webTitle":"NatWest T20 Blast"},{"id":"sport/sussexccc","webTitle":"Sussex"},{"id":"sport/gloucestershireccc","webTitle":"Gloucestershire"},{"id":"sport/somerset","webTitle":"Somerset"},{"id":"sport/middlesex","webTitle":"Middlesex"},{"id":"sport/yorkshire","webTitle":"Yorkshire"},{"id":"sport/leicestershire","webTitle":"Leicestershire"},{"id":"sport/northamptonshire","webTitle":"Northamptonshire"},{"id":"sport/worcestershire","webTitle":"Worcestershire"},{"id":"sport/twenty20","webTitle":"Twenty20"},{"id":"sport/derbyshire","webTitle":"Derbyshire"},{"id":"sport/nottinghamshire","webTitle":"Nottinghamshire"},{"id":"sport/essex","webTitle":"Essex"},{"id":"sport/hampshire","webTitle":"Hampshire"},{"id":"sport/warwickshireccc","webTitle":"Warwickshire"},{"id":"sport/lancashire","webTitle":"Lancashire"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/sussex-gloucestershire-t20-blast-luke-wright","shortUrl":"http://gu.com/p/4a6q6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/sussex-gloucestershire-t20-blast-luke-wright","webUri":"http://www.theguardian.com/sport/2015/jun/26/sussex-gloucestershire-t20-blast-luke-wright"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435354019736/Luke-Wright-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sussex’s Luke Wright celebrates hitting the winning runs against Gloucestershire. Photograph: JMP/Rex Shutterstock","credit":"JMP/REX Shutterstock/JMP/Rex Shutterstock","altText":"Luke Wright","cleanCaption":"Sussex’s Luke Wright celebrates hitting the winning runs against Gloucestershire. Photograph: JMP/Rex Shutterstock"}},"importance":4,"kicker":{"title":"T20 Blast"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435354019736/Luke-Wright-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sussex's Luke Wright celebrates hitting the winning runs against Gloucestershire. Photograph: JMP/REX Shutterstock","credit":"JMP/REX Shutterstock/JMP/Rex Shutterstock","altText":"Luke Wright","cleanCaption":"Sussex's Luke Wright celebrates hitting the winning runs against Gloucestershire. Photograph: JMP/REX Shutterstock"}}]},{"title":"Hull 6-24 Leeds / Sinfield stars as Leeds sweep aside hosts in Challenge Cup","rawTitle":"Sinfield stars as Leeds sweep aside hosts in Challenge Cup","item":{"type":"article","id":"sport/2015/jun/26/hull-leeds-challenge-cup-quarter-final","title":"Kevin Sinfield stars as Leeds sweep aside Hull in Challenge Cup","trailText":"The Leeds captain Kevin Sinfield produced a tactical masterclass to guide the Challenge Cup holders to a 24-6 quarter-final victory over Hull","standFirst":"Hull 6-24 Leeds","byline":"Press Association","body":"<p>The Leeds captain, Kevin Sinfield, produced a tactical masterclass to guide the Ladbrokes Challenge Cup holders to within 80 minutes of a return to Wembley with a 24-6 quarter-final victory over Hull.</p> \n<p>The veteran stand-off was restored to the Rhinos’ starting line-up in the absence of Liam Sutcliffe, ruled out for the season with a ruptured anterior cruciate ligament, and he rolled back the years with a dominant display.</p> \n<p>Sinfield kicked three long-range penalties – and was close to landing two others – as well as converting tries by centres Joel Moon and Kallum Watkins and full-back Zak Hardaker as the Rhinos mastered the wet conditions at the KC Stadium.</p> \n<p>Sutcliffe was forced to watch his mentor fill his boots from the stands after being hurt in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/leeds-rhinos-hull-fc-super-league-match-report\" title=\"\">last Sunday’s 32-20 Super League win over Hull</a>, a match that also produced injuries that forced prop Adam Cuthbertson and Danny McGuire to relinquish their ever-present records.</p> \n<p>However, Leeds coach Brian McDermott was able to turn to the tried and trusted Rob Burrow alongside Sinfield at half-back and he played his part in an impressive all-round team performance.</p> \n<p>The only try of the first half came on five minutes, before the heavy drizzle began to descend on the KC Stadium and turn ball-handling into a lottery. Moon outjumped Hull full-back Jordan Rankin to regather the ball from his own kick and touch down. Sinfield added the conversion and succeeded with two out of three long-range penalty attempts to extend his side’s lead to 10-0 at half-time.</p> \n<p>The decision of the Rhinos skipper to take any points on offer reflected the difficult conditions, with tryscoring opportunities always likely to be at a premium.</p> \n<p>Sinfield’s only miss actually set up one of Hull’s most dangerous attacks, with Rankin sprinting 60 metres upfield only for the move to quickly peter out in all too familiar fashion for the error-prone home side.</p> \n<p>Leeds continued to play to the conditions, with Sinfield content to pin the home side back with his shrewd tactical kicking, and they struck a decisive blow two minutes into the second half.</p> \n<p>Left winger Ryan Hall sensibly switched the direction of play after finding his path to the line blocked and Sinfield’s sublime inside pass opened up the Hull defence for Watkins to stride through for the Rhinos’ second try. Sinfield made it 16-0 with the conversion and soon after hit the crossbar with an ambitious penalty from a metre inside the Hull half.</p> \n<p>Hull’s last chance to get back in the contest disappeared when loose forward Joe Westerman lost grip of the ball in a promising position 20 metres from the Leeds line. He repeated the sin midway through the second half while skipper Gareth Ellis also came up with a knock-on following a rare sustained spell of pressure.</p> \n<p>Leeds clinched the win against the run of play when Hardaker finished off a glorious move involving Sinfield to score a third try 10 minutes from the end.</p> \n<p>The skipper added the goal and kicked another penalty from near halfway before Hull scrum-half Jordan Abdull, deputising admirably for the suspended Marc Sneyd, grabbed a consolation try five minutes from the end.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435354943831/Leeds-Kevin-Sinfield-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kevin Sinfield of Leeds Rhinos, centre, during his dominant display against Hull in their Challenge Cup quarter-final. Photograph: Ed Sykes/Reuters","credit":"Ed Sykes/Reuters","altText":"Leeds' Kevin Sinfield","cleanCaption":"Kevin Sinfield of Leeds Rhinos, centre, during his dominant display against Hull in their Challenge Cup quarter-final. Photograph: Ed Sykes/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-26T21:47:26Z","lastModified":"2015-06-26T23:01:47Z","metadata":{"commentable":true,"commentCount":8,"contributors":[],"feature":false,"keywords":["Challenge Cup","Hull FC","Leeds","Rugby league","Sport","Rugby union"],"tags":[{"id":"sport/challengecup","webTitle":"Challenge Cup"},{"id":"sport/hull-fc","webTitle":"Hull FC"},{"id":"sport/leedsrugby","webTitle":"Leeds"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/rugby-union","webTitle":"Rugby union"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/hull-leeds-challenge-cup-quarter-final","shortUrl":"http://gu.com/p/4a6qa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/hull-leeds-challenge-cup-quarter-final","webUri":"http://www.theguardian.com/sport/2015/jun/26/hull-leeds-challenge-cup-quarter-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435354943831/Leeds-Kevin-Sinfield-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kevin Sinfield of Leeds Rhinos, centre, during his dominant display against Hull in their Challenge Cup quarter-final. Photograph: Ed Sykes/Reuters","credit":"Ed Sykes/Reuters","altText":"Leeds' Kevin Sinfield","cleanCaption":"Kevin Sinfield of Leeds Rhinos, centre, during his dominant display against Hull in their Challenge Cup quarter-final. Photograph: Ed Sykes/Reuters"}},"importance":3,"kicker":{"title":"Hull 6-24 Leeds"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435354943831/Leeds-Kevin-Sinfield-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kevin Sinfield of Leeds Rhinos, centre, during his dominant display against Hull in their Challenge Cup quarter-final. Photograph: Ed Sykes/Reuters","credit":"Ed Sykes/Reuters","altText":"Leeds' Kevin Sinfield","cleanCaption":"Kevin Sinfield of Leeds Rhinos, centre, during his dominant display against Hull in their Challenge Cup quarter-final. Photograph: Ed Sykes/Reuters"}}]},{"title":"Tour de France / Grand Depart could return to London in 2017","rawTitle":"Grand Depart could return to London in 2017","item":{"type":"article","id":"sport/2015/jun/26/tour-de-france-london-2017","title":"Tour de France Grand Départ could return to London in 2017","trailText":"The Tour de France could return to London in 2017 after the mayor’s office confirmed it is in discussions to bring the race back to the capital","standFirst":"<span class=\"bullet\">•</span> Boris Johnson to decide on whether capital will reprise 2007 Tour start\n<br />\n<span class=\"bullet\">•</span> Edinburgh has also been interested in hosting Grand D&eacute;part","byline":"Press Association","body":"<p>The Tour de France could return to London in 2017 after the mayor’s office confirmed it is in discussions to bring the race back to the capital.</p> \n<p>But Boris Johnson must be convinced the race’s return – after successful visits in 2007 and 2014 – is right for London and it is understood formal consideration for a bid is still to be agreed.</p> \n<p>The Tour’s organisers, Amaury Sports Organisation, are keen to capitalise on Britain’s infatuation with cycling and the race could return to Britain three years after the hugely successful Yorkshire start.</p> \n<p>The capital hosted the 2007 Grand D&eacute;part and London hosted the finish for the third stage of the 2014 Tour, which began in Leeds last July. The 2015 race begins in Utrecht, Holland on 4 July.</p> \n<p>The mayor’s spokesman said: “To suggest the mayor is agnostic about the Tour proposals is simply wrong. He’s supportive in principal but wants to see how this benefits London economically and if it genuinely boosts cycling participation.</p> \n<p>“The mayor has to balance costs associated with the Tour against the vital work of making cycling safer and more accessible across London.</p> \n<p>“If the Tour can help that then it’s something he would consider carefully but it mustn’t be at the expense of our &pound;913m support for wider cycling participation.”</p> \n<p>A bid to begin in Edinburgh had rivalled the Yorkshire Grand D&eacute;part but was unsuccessful and could be revived in future. Should Edinburgh host the race it would be the most northerly start in the Tour’s history.</p> \n<p>But London’s proximity to northern France could see it trump Scotland as the Tour’s chosen destination.</p> \n<p>Yorkshire won its bid for the Grand D&eacute;part without involving British Cycling and it is understood the national governing body is yet to be included in London’s discussions.</p> \n<p>A British Cycling spokesman said: “The success of the 2007 and 2014 Grand D&eacute;parts demonstrated the enormous appetite for elite cycle sport in this country and we’d love to see the Tour de France return.</p> \n<p>“At British Cycling we have a proven track record of using the inspiration of major events to drive increases in participation and we’d hope to see any bid for cycling’s great races to be supported by a strategy to encourage more people to get active by getting on their bikes.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/26/1435352774666/Tour-de-France-Leeds-to-H-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Grand Départ was a great success when it was hosted by Yorkshire for the 2014 Tour de France. Photograph: Anna Gowthorpe/PA","credit":"Anna Gowthorpe/PA","altText":"Tour de France Leeds to Harrogate 2014\r","cleanCaption":"The Grand Départ was a great success when it was hosted by Yorkshire for the 2014 Tour de France. Photograph: Anna Gowthorpe/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T21:09:39Z","lastModified":"2015-06-26T22:19:37Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Tour de France","Cycling","Sport","Boris Johnson","UK news","London"],"tags":[{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"politics/boris","webTitle":"Boris Johnson"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/london","webTitle":"London"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/tour-de-france-london-2017","shortUrl":"http://gu.com/p/4a6q2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/tour-de-france-london-2017","webUri":"http://www.theguardian.com/sport/2015/jun/26/tour-de-france-london-2017"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/26/1435352774666/Tour-de-France-Leeds-to-H-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Grand Départ was a great success when it was hosted by Yorkshire for the 2014 Tour de France. Photograph: Anna Gowthorpe/PA","credit":"Anna Gowthorpe/PA","altText":"Tour de France Leeds to Harrogate 2014\r","cleanCaption":"The Grand Départ was a great success when it was hosted by Yorkshire for the 2014 Tour de France. Photograph: Anna Gowthorpe/PA"}},"importance":3,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/26/1435352774666/Tour-de-France-Leeds-to-H-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Grand Départ was a great success when it was hosted by Yorkshire for the 2014 Tour de France. Photograph: Anna Gowthorpe/PA","credit":"Anna Gowthorpe/PA","altText":"Tour de France Leeds to Harrogate 2014\r","cleanCaption":"The Grand Départ was a great success when it was hosted by Yorkshire for the 2014 Tour de France. Photograph: Anna Gowthorpe/PA"}}]}],"lastModified":"2015-06-26T23:25:17Z","personalization":{"id":"uk/groups/collections/uk/sport/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/feature-stories"},"visibility":"all","adTargetingPath":"sport/feature-stories/front"}