{"id":"uk/groups/collections/uk/sport/feature-stories","title":"news","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/feature-stories"},"cards":[{"title":"F1 / Reforms hand drivers more responsibilities in bid to revive appeal","rawTitle":"Reforms hand drivers more responsibilities in bid to revive appeal","item":{"type":"article","id":"sport/2015/jul/02/f1-race-reforms-drivers-responsibilities","title":"F1 race reforms hand drivers more responsibilities in bid to revive appeal","trailText":"Drivers will have to take control of their own brakes, tyres, clutch calibration and fuel as part of reforms proposed by the F1 strategy group","standFirst":"<span class=\"bullet\">•</span> F1 strategy group plans aimed at making drivers less like robots\n<br />\n<span class=\"bullet\">•</span> Drivers must take control of brakes, tyres and fuel under reforms","byline":"Paul Weaver at Silverstone","body":"<p>Formula One drivers are to be told to take more responsibility for the performance of their cars as the sport transforms itself this summer in the wake of unprecedented criticism. Drivers will no longer be coached by their engineers and will have to take control of their own brakes, tyres, clutch calibration and fuel via their steering wheels and through their own cockpit in a move that will make driving an F1 car at 200mph even more difficult than it already is.</p> \n<p>It has also been decided that teams should be empowered to choose their own tyres before a race, instead of being told about their options by Pirelli.</p> \n<p>The idea of reintroducing refuelling, talked about earlier this season, has been definitely scrapped because of cost and safety concerns. Also gone is the ludicrous penalty system under which Fernando Alonso and Jenson Button of McLaren were each penalised by 25 grid positions in the Austrian Grand Prix, even though there are only 20 cars. From this weekend the maximum penalty will send a car to the back of the grid.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/f1-fans-sport-boring-expensive\">F1 fans think sport has become too boring and expensive, says survey</a> </p> \n</aside> \n<p>All these points were discussed at Wednesday’s meeting of the F1 strategy group, which comprises the six biggest teams and Jean Todt, the president of the FIA, the ruling body, and Bernie Ecclestone, the chief executive of the sport. All recommendations made by the strategy group must go before the F1 commission and then the world motor sport council.</p> \n<p>But the most important decision, to give the drivers more responsibility instead of appearing like a robot, won unanimous support and is likely to be brought in at this year’s Belgian Grand Prix in Spa on 23 August. It is already a busy talking point among the teams preparing for this weekend’s British Grand Prix at Silverstone</p> \n<p>The drivers must now make their own complicated judgments – the most important decisions to be made – based on extra equipment that will be installed on their already crowded steering wheel.</p> \n<p>From Spa drivers will only be told when to come into the pits, although they will also be warned if there is a specific safety concern. The FIA and Formula One Management will also look at the development of the power unit and undertake a review of the token system, through which teams are allowed to develop their engines through the season.</p> \n<p>Changes to the exhaust system to improve the engine noise are being talked about for the 2016 season. There is also an ambition to have faster and more aggressive looking cars in 2017, with wider cars and wheels, new wings and floor shape and an increase in aerodynamic downforce.</p> \n<p>Formula One has gone through a difficult period of soul-searching in recent months against a background of declining live and TV audiences and faltering sponsorship. Much of that criticism has come from the very top, with Ecclestone recently using the word “crap” when talking about the product he is supposed to be promoting. Former drivers, including David Coulthard and Nigel Mansell, have also been heavily critical, and so has Kimi Raikkonen, another former world champion and the senior Ferrari driver.</p> \n<p>The drivers have this week revealed the results of their own survey of fans, and Jenson Button said on Thursday: “I don’t think there are any massive surprises in there. Obviously Kimi being the favourite driver of the fans– we knew that anyway, didn’t we?</p> \n<p>“I think it’s really nice to get the view of the people that are out there that are watching us race, whether it’s at the circuit or on TV or read about Formula One. It’s nice to see their opinions. I think a lot of us agree – probably not with everything – but we all have our own opinions of the ways that Formula One can be improved. It’s great to see that there are lots of ideas that are floating around for the future in terms of making the cars wider, tyres wider, lighter, hopefully more sound. These are all things that are interesting and I think that’s great to see so hopefully they will happen in the near future.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435864856530/dd21dccd-fa2c-46af-bc10-9d764acf849c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Hoch Zwei/Action Images","altText":"Hamilton","cleanCredit":"Photograph: Hoch Zwei/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-07-02T19:34:52Z","lastModified":"2015-07-02T23:01:53Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":false,"keywords":["Formula One 2015","Bernie Ecclestone","Motor sport","Formula One","Sport"],"tags":[{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/bernie-ecclestone","webTitle":"Bernie Ecclestone"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/02/f1-race-reforms-drivers-responsibilities","shortUrl":"http://gu.com/p/4abeq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/02/f1-race-reforms-drivers-responsibilities","webUri":"http://www.theguardian.com/sport/2015/jul/02/f1-race-reforms-drivers-responsibilities"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435864856530/dd21dccd-fa2c-46af-bc10-9d764acf849c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lewis Hamilton takes a pit stop in Austria last year. Under the reforms, drivers would be told when to come into the pits but would have to make more in-race decisions themselves. Photograph: Hoch Zwei/Action Images","credit":"Hoch Zwei/Action Images","altText":"Hamilton","cleanCaption":"Lewis Hamilton takes a pit stop in Austria last year. Under the reforms, drivers would be told when to come into the pits but would have to make more in-race decisions themselves.","cleanCredit":"Photograph: Hoch Zwei/Action Images"}},"importance":7,"kicker":{"title":"F1"},"showQuotedHeadline":false,"sublinks":[{"title":"F1 / Button keen to put on show at British Grand Prix despite slim hopes","rawTitle":"Button keen to put on show at British Grand Prix despite slim hopes","item":{"type":"article","id":"sport/2015/jul/02/jenson-button-british-grand-prix","title":"Jenson Button keen to put on show at British Grand Prix despite slim hopes","trailText":"Jenson Button still revels in the atmosphere at Silverstone even though he is unlikely to secure a place on the podium at the British Grand Prix","standFirst":"<span class=\"bullet\">•</span> Button buoyed by home support at Silverstone\n<br />\n<span class=\"bullet\">•</span> Podium place unlikely as McLaren struggle with unreliable car","byline":"Giles Richards at Silverstone","body":"<p>Still struggling with an off-the-pace and recalcitrant car, Jenson Button knows a podium place is almost certainly beyond his McLaren-Honda at the British Grand Prix this weekend. However despite still having not managed a top-three finish in 14 starts there since his Formula One career began in 2000, the race unsurprisingly remains special for the British driver and one in which he still revels.</p> \n<p>“We’re not going to be fighting for a podium as we haven’t been anywhere near this season,” he said, but acknowledged the support the race attracts. “You have to put on a great show for the fans, they are here whatever the condition, whether there is a British guy at the front or at the back or no British guy at all. They will be here to love the sport and there has been so much support over the years it has been fantastic. It really helps when it’s tough, when you’re fighting as far back as we are right now.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/nico-rosberg-silverstone-lewis-hamilton-mercedes-\">Nico Rosberg: ‘With a good weekend at Silverstone, I can beat Hamilton’</a> </p> \n</aside> \n<p>Button is currently on a one-year contract with McLaren, so this may yet be his last race at his home grand prix. “I’d be pretty happy if I retired right now with my career in terms of achievements but I would love to win the British GP or even be on the podium,” he said. “It’s a shame because I can imagine it is an unbelievably emotional experience that you share with all the fans. I look forward to this race every year. Out of all the races here and Suzuka stand out as special for me in terms of crowd support and love for the circuit. I really enjoy it, it’s a great place to drive.”</p> \n<p>He has scored the team’s only points this season with an eighth place at Monaco and has been stoical all season about the task that developing a new car in partnership with a new engine from Honda would be. His opinion was echoed by the former world champion John Surtees this week. “Sometimes you have to make an investment,” he said. “Jenson and Fernando have found that out this year. I can quite understand what they’ve done because I entered some projects because I thought they were worthy of investment.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435861252910/d47b37b2-c50e-48dc-96a2-158dc69028f5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Hoch Zwei/Hoch Zwei/Corbis","altText":"Jenson Button","cleanCredit":"Photograph: Hoch Zwei/Hoch Zwei/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-02T21:30:04Z","lastModified":"2015-07-02T23:01:53Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Giles Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesrichards"}],"feature":false,"keywords":["Jenson Button","British Grand Prix","McLaren","Formula One 2015","Formula One","Sport","Motor sport"],"tags":[{"id":"sport/jenson-button","webTitle":"Jenson Button"},{"id":"sport/british-grand-prix","webTitle":"British Grand Prix"},{"id":"sport/mclaren","webTitle":"McLaren"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/motorsports","webTitle":"Motor sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Giles Richards","topic":{"type":"tag-contributor","name":"profile/gilesrichards"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/02/jenson-button-british-grand-prix","shortUrl":"http://gu.com/p/4abea","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/02/jenson-button-british-grand-prix","webUri":"http://www.theguardian.com/sport/2015/jul/02/jenson-button-british-grand-prix"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435861252910/d47b37b2-c50e-48dc-96a2-158dc69028f5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jenson Button said Silverstone and Suzuka were his favourite venues in terms of crowd support. Photograph: Hoch Zwei/Hoch Zwei/Corbis","credit":"Hoch Zwei/Hoch Zwei/Corbis","altText":"Jenson Button","cleanCaption":"Jenson Button said Silverstone and Suzuka were his favourite venues in terms of crowd support.","cleanCredit":"Photograph: Hoch Zwei/Hoch Zwei/Corbis"}},"importance":0,"kicker":{"title":"F1"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435861252910/d47b37b2-c50e-48dc-96a2-158dc69028f5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Hoch Zwei/Hoch Zwei/Corbis","altText":"Jenson Button","cleanCredit":"Photograph: Hoch Zwei/Hoch Zwei/Corbis"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435864856530/dd21dccd-fa2c-46af-bc10-9d764acf849c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Hoch Zwei/Action Images","altText":"Hamilton","cleanCredit":"Photograph: Hoch Zwei/Action Images"}}]},{"title":"Cricket / Essex’s Westley shows England the way with century against Australia","rawTitle":"Essex’s Westley shows England the way with century against Australia","item":{"type":"article","id":"sport/2015/jul/02/essex-tom-westley-century-australia","title":"Essex’s Tom Westley shows England the way with century against Australia","trailText":"Australia’s bowlers suffered in the second day of their tour match against Essex, with Tom Westley scoring 144 and Ravi Bopara 86 not out","standFirst":"<span class=\"bullet\">•</span> Day two of four: Australians 562; Essex 299-3\n<br />\n<span class=\"bullet\">•</span> Centurion Tom Westley receives congratulatory text from Alastair Cook","byline":"Chris Stocks at Chelmsford","body":"<p>No wonder Tom Westley received a congratulatory text message from Alastair Cook, after scoring a brilliant century that went a long way to demystifying Australia’s attack six days before the start of the Ashes. The tourists may have rested Mitchell Johnson for this final tune-up before Cardiff, yet three of the bowlers who are likely to join him in the team for that first Test were treated with disdain by the Essex batsmen.</p> \n<p>Nathan Lyon, the off-spinner who in a bone-dry summer will hope to make hay against England’s battery of left-handers, suffered especially. At one point during a harrowing opening spell, in which Lyon went for more than 10 runs an over, Westley launched him high over long-on and into the river Can.</p> \n<p>Mitchell Starc and Josh Hazlewood also had moments to forget as Essex ended the day on 299 for three in response to Australia’s first-innings 562.</p> \n<p>Starc, whose left-arm pace partnership with Johnson will be key to Australia’s hopes of ending their 14-year wait for an Ashes series win in England, started with a wide that would have induced a wry smile from Steve Harmison.</p> \n<p>The 25-year-old, dropped for two of the five Tests during an uncomfortable debut Ashes series in 2013, started badly, sending his first ball of the tour in the direction of second slip – precisely how Harmison infamously launched into the 2006-07 Ashes series.</p> \n<p>By the end of the day Starc at least seemed to find rhythm and range, going round the wicket to bowl Westley, the Essex batsman having made 144 during a 214-run second-wicket partnership with Ravi Bopara.</p> \n<p>Bopara, of course, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/ravi-bopara-england-ashes-recall\" title=\"\">made a hundred himself against the touring Australians 10 years ago</a>, an innings that launched his international career. Now seemingly out of the reckoning after a harrowing World Cup campaign earlier this year, he at least reminded everyone present why he has played more than 100 games for his country, reaching the close unbeaten on 86.</p> \n<p>The day, though, was Westley’s. “I’ve already got a message from Alastair Cook, he said. Like Graham Gooch and Cooky always speak about, it’s all about getting big hundreds. We were looking to get after spin as well and it worked well today.”</p> \n<p>Westley, who like Cook and Bopara before him has been mentored by Gooch at Essex, has high hopes of emulating those three and playing for England. The 26-year-old’s form last summer, when he scored more than 1700 runs at an average of 55 across all formats, is an indication he may have what it takes.</p> \n<p>Nasser Hussain, another former Essex and England captain, has also been instrumental in the Cambridge-born batsman’s development, although it is Andrew Strauss, who made his international debut at 27, who is Westley’s real inspiration.</p> \n<p>“Playing for England is definitely an ambition of mine,” he said. “Strauss is a bit of a role model because he made it fairly late himself. It just goes to show being grounded in county cricket can be beneficial for going on and representing England.”</p> \n<p>Australia’s labouring in the field against a Division Two County Championship team should be qualified by the fact that this pitch at Chelmsford is flatter than the nearby A12 dual carriageway.</p> \n<p>Mitchell Marsh had starred with a century on day one, which Australia closed on 440 for six, and he was eventually out for 169 yesterday, bowled by seamer Matt Salisbury. He was the ninth Australian batsman to fall and a 73-run last-wicket stand between Lyon and Peter Siddle took the tourists total above 500.</p> \n<p>Lyon, who made 41 from 30 balls, then went on to endure a tougher time with ball in hand, ending the day wicketless and shipping 110 runs from his 19 overs.</p> \n<p>Siddle, unlikely to play in Cardiff, was actually one of the best Australian bowlers on show and he said: “It was a bit of a blowout for the young lads who haven’t played in a few weeks. We were pretty poor with our consistency from both ends.”</p> \n<p>That will be music to English ears.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435865984658/Essexs-Tom-Westley-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Essex's Tom Westley scored a brilliant 144 against Australia and said that, at 26, 'playing for England is definitely an ambition'. Photograph: David Rogers/Getty Images","credit":"David Rogers/Getty Images","altText":"Essex's Tom Westley","cleanCaption":"Essex's Tom Westley scored a brilliant 144 against Australia and said that, at 26, 'playing for England is definitely an ambition'. Photograph: David Rogers/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-02T19:41:06Z","lastModified":"2015-07-02T23:01:56Z","metadata":{"commentable":true,"commentCount":56,"contributors":[{"name":"Chris Stocks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-stocks"}],"feature":false,"keywords":["Australia cricket team","Essex","Ashes 2015","Cricket","Australia sport","Sport","The Ashes","England cricket team"],"tags":[{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/essex","webTitle":"Essex"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"}],"section":{"id":"sport"},"topics":[{"displayName":"Chris Stocks","topic":{"type":"tag-contributor","name":"profile/chris-stocks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/02/essex-tom-westley-century-australia","shortUrl":"http://gu.com/p/4abf3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/02/essex-tom-westley-century-australia","webUri":"http://www.theguardian.com/sport/2015/jul/02/essex-tom-westley-century-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435865984658/Essexs-Tom-Westley-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Essex's Tom Westley scored a brilliant 144 against Australia and said that, at 26, 'playing for England is definitely an ambition'. Photograph: David Rogers/Getty Images","credit":"David Rogers/Getty Images","altText":"Essex's Tom Westley","cleanCaption":"Essex's Tom Westley scored a brilliant 144 against Australia and said that, at 26, 'playing for England is definitely an ambition'. Photograph: David Rogers/Getty Images"}},"importance":5,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[{"title":"County cricket / Nottinghamshire skittle Worcestershire thanks to Carter heroics","rawTitle":"Nottinghamshire skittle Worcestershire thanks to Carter heroics","item":{"type":"article","id":"sport/2015/jul/02/nottinghamshire-worcestershire-andy-carter","title":"Nottinghamshire skittle Worcestershire thanks to Andy Carter heroics","trailText":"Peter Moores will inherit a much-improved Nottinghamshire mood when he takes over on Friday after his new side beat Worcestershire to move out of the drop zone","standFirst":"<span class=\"bullet\">•</span> Nottinghamshire, 240 &amp; 366, beat Worcestershire, 283 &amp; 210, by 113 runs\n<br />","byline":"Richard Gibson at Trent Bridge","body":"<p>Nottinghamshire’s patched-up bowling attack ensured that Peter Moores inherits a winning team when he puts the tracksuit back on at Trent Bridge on Friday.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/30/peter-moores-nottinghamshire-england-cricket\" title=\"\">Parachuted in to provide some recuperative powers</a> in Nottinghamshire’s fight against the drop, he will begin his three-month consultancy with the mood much improved on what it was when he accepted the role earlier this week. The side began this round of matches at the bottom of Division One but courtesy of the heroics of Andy Carter, in particular, now sit 13 points above the drop zone.</p> \n<p>“Pete will walk into a very upbeat dressing room and the players have every right to be positive given their efforts,” said Mick Newell, the club’s director of cricket, following victory against one of their relegation rivals.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/30/peter-moores-nottinghamshire-england-cricket\">Former England cricket head coach Peter Moores joins Nottinghamshire</a> </p> \n</aside> \n<p>“This game has gone all over the place over four days and even today we were looking at where we could get a wicket from for certain periods. But they stuck at it and I could not fault the bowling and fielding performance.”</p> \n<p>It appeared inconceivable 72 hours earlier that Carter – the angular fast bowler recalled from a loan spell at Glamorgan for this match – would finish with a smile on his face. Or finish the match at all, for that matter. But, having been ruled out of further participation by Newell at stumps on day one due to an abdominal tear, Carter decided that decision should be re-evaluated three-quarters of the way into his hour-long commute from Lincoln next morning.</p> \n<p>“It wasn’t until I got to Bingham that I actually thought, ‘I need to have a go here.’ I felt I owed the team as much as anything. I knew that if I could bowl just three or four over spells it would let the other lads have a break,” he said.</p> \n<p>Torso strapped to the nines, he took five overs off the tallies of Ben Hilfenhaus and Brett Hutton first time around, and made an even more spectacular contribution in the second; his burst of three for six in 22 deliveries securing the result shortly after 5pm. Earlier, he beat Joe Clarke’s waft to knock out off-stump, just as Worcestershire were threatening to break the back of the chase.</p> \n<p>“What just happened here was done on adrenaline. I imagine I will be pretty sore in the morning,” he said.</p> \n<p>Just as in the first innings, Worcestershire got themselves into a terrific position only to relinquish it. They were 160-2 first time around yet their advantage at the midpoint of the match was only 43 runs. Here, they negotiated the morning for the loss of only one wicket and with the captain Daryl Mitchell and the increasingly-impressive Tom Fell taking lunch with half-centuries to their names it appeared they were an even chance to win.</p> \n<p>But the tireless Hutton accounted for Fell during a fine afternoon spell from the pavilion end and when Carter’s effort ball dismissed Clarke before tea a sizeable chase of 324 was looking an insurmountable one. It effectively left them 175-4 with Alex Gidman grounded due to a club policy on concussion that does not allow their players to bat within six days.</p> \n<p>Crucially, it altered the approach of their innings anchor Mitchell, who played out five consecutive maidens from the miserly Samit Patel. In a 71-ball spell, Mitchell took only 11 runs off the left-arm spinner, all but one struck square on the off-side. That period also saw him survive an extremely difficult stumping chance on 58.</p> \n<p>Typically, when he changed tactics, an injudicious sweep brought about his downfall, the first of six wickets to fall for 17 runs in 13 overs.</p> \n<p>“In hindsight I could have taken it into the last hour and looked to go on the charge then but I just felt if I could get a man back on the leg side I could pick him off for ones a lot easier,” said Mitchell.</p> \n<p>“It was probably the wrong ball – it was a bit short for a sweep shot, really – so I hold my hands up there. But even then we capitulated far too easily after tea.”</p> \n<p>Ben Cox threaded two fours between the pair of close catchers at midwicket but perished in going for a hat-trick, and with him went any thoughts of a 16-point haul. Soon it was obvious that even the five for a draw would be beyond them: Ed Barnard resisted for a 32-ball duck, eventually undone by a pearler from Patel, while smart catches at short leg and leg slip either side of Saeed Ajmal being trapped lbw completed Carter’s return of four for 46.</p> \n<p>The 26-year-old is expected to be out for a month, as is Luke Fletcher who limped off with a hamstring pull on the first evening. The other hamstring victim, James Taylor, will miss a fortnight, according to Newell.</p> \n<p>That means multiple changes for Friday’s T20 Blast contest between these teams as Moores returns to work 55 days after being sacked by England.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435867660399/cbad7737-0bae-4801-90b9-cf07d8b6b9b9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Laurence Griffiths/Getty Images","altText":"Nottinghamshire","cleanCredit":"Photograph: Laurence Griffiths/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-02T20:08:47Z","lastModified":"2015-07-02T20:58:43Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Richard Gibson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richard-gibson"}],"feature":false,"keywords":["County Championship Division One","Nottinghamshire","Worcestershire","Cricket","Sport"],"tags":[{"id":"sport/countychampionship1stdivisioncricket","webTitle":"County Championship Division One"},{"id":"sport/nottinghamshire","webTitle":"Nottinghamshire"},{"id":"sport/worcestershire","webTitle":"Worcestershire"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Richard Gibson","topic":{"type":"tag-contributor","name":"profile/richard-gibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/02/nottinghamshire-worcestershire-andy-carter","shortUrl":"http://gu.com/p/4abf9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/02/nottinghamshire-worcestershire-andy-carter","webUri":"http://www.theguardian.com/sport/2015/jul/02/nottinghamshire-worcestershire-andy-carter"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435867660399/cbad7737-0bae-4801-90b9-cf07d8b6b9b9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brett Hutton, right, produced a fine spell from the Pavilion End to aid Nottinghamshire’s victory charge. Photograph: Laurence Griffiths/Getty Images","credit":"Laurence Griffiths/Getty Images","altText":"Nottinghamshire","cleanCaption":"Brett Hutton, right, produced a fine spell from the Pavilion End to aid Nottinghamshire’s victory charge.","cleanCredit":"Photograph: Laurence Griffiths/Getty Images"}},"importance":0,"kicker":{"title":"County cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435867660399/cbad7737-0bae-4801-90b9-cf07d8b6b9b9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Laurence Griffiths/Getty Images","altText":"Nottinghamshire","cleanCredit":"Photograph: Laurence Griffiths/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435865984658/Essexs-Tom-Westley-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Essex's Tom Westley scored a brilliant 144 against Australia and said that, at 26, 'playing for England is definitely an ambition'. Photograph: David Rogers/Getty Images","credit":"David Rogers/Getty Images","altText":"Essex's Tom Westley","cleanCaption":"Essex's Tom Westley scored a brilliant 144 against Australia and said that, at 26, 'playing for England is definitely an ambition'. Photograph: David Rogers/Getty Images"}}]},{"title":"Rugby union / Former All Black Muliaina charged with sexual assault","rawTitle":"Former All Black Muliaina charged with sexual assault","item":{"type":"article","id":"sport/2015/jul/03/mils-muliaina-charged-with-sexual-assault","title":"Former All Black Mils Muliaina charged with sexual assault","trailText":"Former All Black Mils Muliaina has been charged with sexual assault, according to a Welsh police report","standFirst":"<ul>\n <li>Ex-All Black Mils Muliaina denies charges, intends to plead not guilty<br /></li>\n</ul>","byline":"Australian Associated Press","body":"<p>Former All Black Mils Muliaina has been charged with sexual assault, according to a Welsh police report.</p> \n<p>A statement from South Wales police says the 34-year-old had been charged for sexually assaulting a woman over 16, the New Zealand Herald reported on Friday.</p> \n<p>A statement from the New Zealand Rugby Players Association confirmed the charge.</p> \n<p>“Mils strenuously denies any wrongdoing and intends to plead not guilty.”</p> \n<p>Muliaina is believed to be appearing at Cardiff Magistrates Court on August 7.</p> \n<p>Muliaina, who had played for Irish club Connacht at the time, was suspected of involvement in an incident act in Cardiff in March but has denied the allegation.</p> \n<p>He was shown on television being taken away by police from Kingsholm Stadium after the final whistle of his team’s European Challenge Cup quarter-final in Gloucester in April.</p> \n<p>A South Wales police spokesman at the time said: “A 34-year-old man from the Galway area in the Irish Republic has been arrested on suspicion of committing a sexual assault.”</p> \n<p>He was released on bail pending further investigation.</p> \n<p>Muliaina was in the Welsh capital playing for Connacht against Cardiff Blues on March 6.</p> \n<p>Muliaina earned 100 caps for the All Blacks in a nine-year Test career before retiring in 2011.</p> \n<p>He signed a one-year deal with Connacht last year and is due to move to Italian side Zebre over the northern summer.</p> \n<p>Reports suggested Muliaina was arrested when the team travelled to Gloucester as an extradition order would have been needed if he were in Ireland.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fcde884f1a551f6bc6057e016753cb777ad93519/0_0_4256_2554/4256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2554,"width":4256,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Mils Muliaina","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-03T02:11:24Z","lastModified":"2015-07-03T02:11:24Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Rugby union","New Zealand rugby union team","Sport"],"tags":[{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/new-zealand-rugby-union-team","webTitle":"New Zealand rugby union team"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/mils-muliaina-charged-with-sexual-assault","shortUrl":"http://gu.com/p/4abta","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/mils-muliaina-charged-with-sexual-assault","webUri":"http://www.theguardian.com/sport/2015/jul/03/mils-muliaina-charged-with-sexual-assault"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fcde884f1a551f6bc6057e016753cb777ad93519/0_0_4256_2554/4256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2554,"width":4256,"orientation":"landscape","caption":"Mils Muliaina evades a flying tackle from Jonny Wilkinson during a England v New Zealand international rugby union match. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Mils Muliaina","cleanCaption":"Mils Muliaina evades a flying tackle from Jonny Wilkinson during a England v New Zealand international rugby union match.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":5,"kicker":{"title":"Rugby union"},"showQuotedHeadline":false,"sublinks":[{"title":"Rugby Championship / Giteau and Mitchell named in Wallabies squad","rawTitle":"Giteau and Mitchell named in Wallabies squad","item":{"type":"article","id":"sport/2015/jul/02/oconnor-smith-miss-wallabies-championship-squad","title":"Giteau, Mitchell named in Wallabies' Rugby Championship squad","trailText":"France-based Matt Giteau and Drew Mitchell have been included in Australia’s squad for the start of the Rugby Championship while George Smith and James O’Connor are notable omissions","standFirst":"<ul>\n <li>Four uncapped players named in 40-man squad</li>\n <li>No place on Michael Cheika’s list for James O’Connor or George Smith</li>\n</ul>","byline":"Australian Associated Press","body":"<p>France-based Matt Giteau and Drew Mitchell have been included in Australia’s squad for the start of the Rugby Championship while Karmichael Hunt and James O’Connor are notable omissions.</p> \n<p>After a standout season with the Waratahs, Fiji-born Taqele Naiyaravoro is one of four uncapped players named in the 40-man Wallabies squad on Thursday.</p> \n<p>With a view to the World Cup later this year, Wallabies coach Michael Cheika opted to announce an extended squad only for the opening game of the Rugby Championship against South Africa in Brisbane on July 18.</p> \n<p>Veteran props Benn Robinson and Ben Alexander were left out, leading to a recall for Queensland front-rower Greg Holmes and a call-up for New Zealand-raised Rebels prop Toby Smith.</p> \n<p>Hunt and O’Connor, who both struggled with injury and form during the Super Rugby season but have utility value, were also omitted but their Reds teammates Quade Cooper and powerful inside centre Samu Kerevi got the nod.</p> \n<p>Kerevi, winger Naiyaravoro, Smith and Brumbies lock Rory Arnold are the four uncapped players named.</p> \n<p>While Toulon teammates Giteau and Mitchell won recalls, back-rower George Smith - who was the other overseas-based player available due to changes in the eligibility rules - wasn’t named even though he’s been in impressive form for Lyon in France.</p> \n<p>The Australian Rugby Union eased eligibility rules earlier this year, allowing overseas-based players who have 60 Test caps and held a contract with Australian rugby for at least seven years to be picked.</p> \n<p>Scott Higginbotham and Sam Carter return after missing last season’s spring tour due to injury, while Waratahs skipper David Dennis also gets the chance to add to his 18 Wallabies Tests after missing most of 2014 with a knee injury.</p> \n<h2>Wallabies squad:</h2> \n<p>Rory Arnold, Adam Ashley-Cooper, Kurtley Beale, Quade Cooper, Dave Dennis, James Hanson, Scott Fardy, Tetera Faulkner, Israel Folau, Bernard Foley, Will Genia, Matt Giteau, Scott Higginbotham, Greg Holmes, Michael Hooper, Rob Horne, James Horwill, Samu Kerevi, Sekope Kepu, Tevita Kuridrani, Christian Leali’ifano, Stephen Moore, Drew Mitchell, Wycliff Palu, Ben McCalman, Sean McMahon, Dean Mumm, Taqele Naiyaravoro, Nick Phipps, David Pocock, Tatafu Polota-Nau, Scott Sio, Rob Simmons, Will Skelton, James Slipper, Toby Smith, Henry Speight, Matt Toomua, Joe Tomane, Nic White.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bc4e9c344fe0576dcd38ece57b39a2d8377a6608/0_56_2737_1642/2737.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1642,"width":2737,"orientation":"landscape","credit":"Andrew Brownbill/AP","altText":"Matt Giteau","cleanCredit":"Photograph: Andrew Brownbill/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-02T07:05:40Z","lastModified":"2015-07-02T07:05:41Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Rugby Championship","Australia rugby union team","Rugby union","Australia sport","Sport"],"tags":[{"id":"sport/rugby-championship","webTitle":"Rugby Championship"},{"id":"sport/australia-rugby-union-team","webTitle":"Australia rugby union team"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/02/oconnor-smith-miss-wallabies-championship-squad","shortUrl":"http://gu.com/p/4aajn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/02/oconnor-smith-miss-wallabies-championship-squad","webUri":"http://www.theguardian.com/sport/2015/jul/02/oconnor-smith-miss-wallabies-championship-squad"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bc4e9c344fe0576dcd38ece57b39a2d8377a6608/0_56_2737_1642/2737.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1642,"width":2737,"orientation":"landscape","caption":"Matt Giteau returns to the international fold, but there’s no space in Michael Cheika’s extended Wallabies squad for James O’Connor, George Smith or Karmichael Hunt. Photograph: Andrew Brownbill/AP","credit":"Andrew Brownbill/AP","altText":"Matt Giteau","cleanCaption":"Matt Giteau returns to the international fold, but there’s no space in Michael Cheika’s extended Wallabies squad for James O’Connor, George Smith or Karmichael Hunt.","cleanCredit":"Photograph: Andrew Brownbill/AP"}},"importance":0,"kicker":{"title":"Rugby Championship"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bc4e9c344fe0576dcd38ece57b39a2d8377a6608/0_56_2737_1642/2737.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1642,"width":2737,"orientation":"landscape","credit":"Andrew Brownbill/AP","altText":"Matt Giteau","cleanCredit":"Photograph: Andrew Brownbill/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fcde884f1a551f6bc6057e016753cb777ad93519/0_0_4256_2554/4256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2554,"width":4256,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Mils Muliaina","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Golf / Woods hits lowest score this season at The Greenbrier Classic","rawTitle":"Woods hits lowest score this season at The Greenbrier Classic","item":{"type":"article","id":"sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier","title":"Tiger Woods hits lowest score this season at The Greenbrier Classic","trailText":"Tiger Woods was in positive mood about his game after bouncing back from his miserable US Open to shoot his lowest score on the PGA Tour this season on day one of The Greenbrier Classic","standFirst":"<p><span class=\"bullet\">•</span> Woods hit four-under-par 66 in day one<br /><span class=\"bullet\">•</span> American says he’s ‘very close’ to his best</p>","byline":"Press Association","body":"<p>Tiger Woods was in positive mood about his game after bouncing back from his miserable US Open to shoot his lowest score on the PGA Tour this season on day one of The Greenbrier Classic.</p> \n<p>Woods’s four-under-par 66 was still only enough for a 15-way share of 12th place, four shots adrift of the leader Scott Langley, but it represented a significant improvement on recent performances from the former world No1.</p> \n<p>In his last outing, Woods <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/tiger-woods-parody-former-self-us-open\">missed the cut</a> in the US Open at Chambers Bay with his worst ever score in the event (80 in the first round) and highest 36-hole total of his career (156).</p> \n<p>That was one of the low points of what has largely been a dismal 2015 for Woods so far, which has seen him slump to 220th in the world rankings and record three scores in the 80s in his last six tournaments.</p> \n<p>However, the 14-time major winner had a much better day in West Virginia on Thursday as he broke 70 for only the third time this season and the first time since the Masters in April, where he carded a four-under-par 68 in the third round.</p> \n<p>Starting on the 10th at The Old White TPC, Woods carded birdies on the 12th, 15th and 16th before dropping his first shot of the day on the 17th to reach the turn in 34.</p> \n<p>After a birdie on the second, Woods looked to have undone much of his good work with a double bogey on the sixth, where he thinned a bunker shot across the green, but he responded superbly to finish his round with three straight birdies.</p> \n<p>When asked after his round what positive results like this would mean to him, Woods said: “I felt like I wasn’t very far away. I know people think I’m crazy for saying that, but I just felt like I wasn’t that far. I just had to make a couple little tweaks, and I felt like I pulled that off.</p> \n<p>“It started at Memorial, making a big [swing] change there, and then it’s just finally starting to click in now.”</p> \n<p>Woods’s efforts on Thursday left the 39-year-old in a good position to avoid missing the cut in consecutive PGA Tour events for the first time in his illustrious career, albeit lying four shots behind the leader Langley who carded a flawless 62.</p> \n<p>Another American, Jonathan Byrd, was second on seven under after a 63 alongside New Zealand’s Danny Lee, while England’s Brian Davis was a further shot back in a tie for fourth with Japan’s Ryo Ishikawa.</p> \n<p>The defending champion, &Aacute;ngel Cabrera of Argentina, shot a one-over-par 71.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435879311819/Tiger-Woods-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP","credit":"Chris Tilley/AP","altText":"Tiger Woods","cleanCaption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-02T23:22:44Z","lastModified":"2015-07-02T23:55:17Z","metadata":{"commentable":true,"commentCount":6,"contributors":[],"feature":false,"keywords":["Tiger Woods","Golf","US sports","Sport"],"tags":[{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier","shortUrl":"http://gu.com/p/4abh4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier","webUri":"http://www.theguardian.com/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435879311819/Tiger-Woods-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tiger Woods is hoping to bounce back after missing the cut at the US Open with his worst ever score in the event. Photograph: Chris Tilley/AP","credit":"Chris Tilley/AP","altText":"Tiger Woods","cleanCaption":"Tiger Woods is hoping to bounce back after missing the cut at the US Open with his worst ever score in the event. Photograph: Chris Tilley/AP"}},"importance":4,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435879311819/Tiger-Woods-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP","credit":"Chris Tilley/AP","altText":"Tiger Woods","cleanCaption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP"}}]},{"title":"Horse racing / Pendleton finishes eighth in first race in public at Newbury","rawTitle":"Pendleton finishes eighth in first race in public at Newbury","item":{"type":"article","id":"sport/2015/jul/02/victoria-pendleton-first-horse-race-public-newbury","title":"Victoria Pendleton finishes eighth in first race in public at Newbury","trailText":"The double Olympic cycling champion has the Cheltenham Festival next March as her long-term aim after being thrilled with the start to her racing career","standFirst":"<span class=\"bullet\">•</span> Double Olympic cycling champion thrilled with start\n<br />\n<span class=\"bullet\">•</span> Cheltenham Festival next March still long-term aim","byline":"Chris Cook at Newbury","body":"<p>The great experiment to see whether Victoria Pendleton can compete at next year’s Cheltenham Festival has survived its first racecourse test. Britain’s most successful female Olympian finished only eighth in a field of 11 and would probably have faced difficult questions from the stewards had she shown such tactical naivety in a professional race but, in the circumstances, she did at least as well as could be expected.</p> \n<p>Those circumstances include the fact that she sat on a horse for the very first time just 19 weeks ago. Few novice riders would even begin to contemplate anything like a public race and fewer still would have sustained such enthusiasm in the face of the inevitable tumbles and petty humiliations that horses deliver.</p> \n<p>Pendleton, however, was bouncing with energy here, describing the race with the hyper volubility of a teenager who has just sat on a pony for the first time and now wants Daddy to buy it.</p> \n<p>“My aim for it was just to get through, not look out of place, which I hope I didn’t, I haven’t seen it yet. I didn’t fall off, yes! And I got to the end and I wasn’t last, yay! So I’m pretty happy about that. Next time, watch out.”</p> \n<p>Her mount here was Mighty Mambo, a handicap hurdler in his day job but pressed into service as a mile and a half Flat horse for the purposes of this charity race. He was never likely to be the fastest on display and any hope of a sensational victory went up in smoke almost immediately.</p> \n<p>The amateur riders who take part in such events can usually be relied on for a ferocious gallop but on this occasion they crawled. Pendleton and Mighty Mambo started slowly and were therefore in exactly the wrong place from the outset, at the back of the field. There they stayed until making up eye-catching late headway in the straight.</p> \n<p>“It just happened so quickly,” Pendleton said, “and I was just really annoyed that I was right at the back and on the wrong side when the flag went down. I was like, ‘Oh, pants’. I had a lot of work to do before I’d even started but I guess you live and you learn.</p> \n<p>“I wasn’t really as tired as I have felt in training, so I feel a bit annoyed that I didn’t really get it all out and I should have gone a bit earlier but I was thinking about the horse. I was shouting at him and giving it some welly. It would have been nice to get stuck in a little bit sooner.”</p> \n<p>Press room opinion was divided as to what skills Pendleton had displayed. One hack, who rode a bit in days long gone, felt she had looked “tidy”. Another said, “She’s no more a jockey than Kauto Star was a dressage horse”.</p> \n<p>Much can be forgiven at the first attempt but Pendleton’s timetable requires rapid improvement.</p> \n<p>There will be other charity races before she is tested in August at the British Racing School to see if she justifies being given an amateur’s license.</p> \n<p>Later this year, she hopes to ride in point to points. By March, the great hope is that she could line up for Cheltenham’s Foxhunters Chase, though she acknowledges that as “ridiculously ambitious”.</p> \n<p>“I could fall off and break something that can’t be fixed in the timeframe. That is a risk. It could happen and I’ll have to deal with the consequences if it does. I’m going to try and stay on and, as AP [McCoy] said to me, you have to believe you’re going to stay on.</p> \n<p>“I thought, going fast on a horse in a race, that appeals to me. I’ve been missing a challenge. I thought, I need something to train towards, something to get out of bed for and this definitely does that.</p> \n<p>“I love horses, love them. I love washing them down, I like tacking them up, I like brushing them, I like taking the sawdust out of their tails, I like all of it. It hasn’t got boring yet.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0ea61361ee16494ca3db483fc035a94d82889d81/0_52_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Nick Potts/PA","altText":"Victoria Pendleton","cleanCredit":"Photograph: Nick Potts/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-02T17:05:36Z","lastModified":"2015-07-02T23:01:54Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Chris Cook","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chriscook"}],"feature":false,"keywords":["Victoria Pendleton","Horse racing","Sport"],"tags":[{"id":"sport/victoriapendleton","webTitle":"Victoria Pendleton"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Chris Cook","topic":{"type":"tag-contributor","name":"profile/chriscook"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/02/victoria-pendleton-first-horse-race-public-newbury","shortUrl":"http://gu.com/p/4ab3h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/02/victoria-pendleton-first-horse-race-public-newbury","webUri":"http://www.theguardian.com/sport/2015/jul/02/victoria-pendleton-first-horse-race-public-newbury"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0ea61361ee16494ca3db483fc035a94d82889d81/0_52_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"Victoria Pendleton rode Mighty Mambo in the George Frewer Celebration Sweepstake at Newbury. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Victoria Pendleton","cleanCaption":"Victoria Pendleton rode Mighty Mambo in the George Frewer Celebration Sweepstake at Newbury.","cleanCredit":"Photograph: Nick Potts/PA"}},"importance":4,"kicker":{"title":"Horse racing"},"showQuotedHeadline":false,"sublinks":[{"title":"Horse racing tips / Friday 3 July","rawTitle":"Friday 3 July","item":{"type":"article","id":"sport/2015/jul/02/horse-racing-tips-friday-3-july","title":"Horse racing tips: Friday 3 July","trailText":"<strong>Friday tips:</strong> Slip Sliding Away in the opener at Sandown rates the day’s best bet","standFirst":"Slip Sliding Away in the opener at Sandown rates the day’s best bet","byline":"Greg Wood","body":"<h2>Sandown</h2> \n<p>2.20 Slip Sliding Away (nap) 2.50 Soapy Aitken 3.20 Taqwaa 3.55 Provenance 4.30 London Citizen 5.05 Singular Quest (nb)</p> \n<h2>Doncaster</h2> \n<p>2.00 Druids Ridge 2.30 Don’t Call Me 3.00 Bella Lulu 3.35 Victoire De Lyphar 4.10 Frenzified 4.45 Gang Warfare 5.20 Whitecrest</p> \n<h2>Newton Abbot</h2> \n<p>2.10 Mojawiz 2.40 At First Light 3.10 Dear Darling 3.45 Gone Too Far 4.20 Billy My Boy 4.55 Agapanthus 5.30 Horace Hazel</p> \n<h2>Beverley</h2> \n<p>6.15 Scrutiny 6.45 Excessable 7.15 Dutch Descent 7.45 Gleneely Girl 8.15 Old Fashion 8.45 Indastar</p> \n<h2>Haydock</h2> \n<p>6.30 Bashiba 7.00 Lydiate Lady 7.30 Bnedel 8.00 Jayjinski 8.30 Mambo Fever 9.00 Decorated Knight</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d2eacf3da26258bc0f921df66fff85e927b09ef4/213_23_2974_1784/2974.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1784,"width":2974,"orientation":"landscape","credit":"Hugh Routledge/REX Shutterstock/Hugh Routledge/REX Shutterstock","altText":"Horse Racing from Sandown, Britain - 13 Jun 2015<br>Mandatory Credit: Photo by Hugh Routledge/REX Shutterstock (4847828s)\r\nThe runners in The Download The Winner APP Handicap Stakes tear down the sprint course\r\n@ Sandown Park Racecourse. 13.6.15. Pic: HUgh Routledge\r\nHorse Racing from Sandown, Britain - 13 Jun 2015","cleanCredit":"Photograph: Hugh Routledge/REX Shutterstock/Hugh Routledge/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-02T16:14:57Z","lastModified":"2015-07-02T23:01:53Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Greg Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregwood"}],"feature":false,"keywords":["Horse racing tips","Horse racing","Sport"],"tags":[{"id":"sport/horse-racing-tips","webTitle":"Horse racing tips"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Greg Wood","topic":{"type":"tag-contributor","name":"profile/gregwood"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/02/horse-racing-tips-friday-3-july","shortUrl":"http://gu.com/p/4ab3q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/02/horse-racing-tips-friday-3-july","webUri":"http://www.theguardian.com/sport/2015/jul/02/horse-racing-tips-friday-3-july"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d2eacf3da26258bc0f921df66fff85e927b09ef4/191_6_3001_1800/3001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3001,"orientation":"landscape","caption":"Sandown host a six-race card on Friday. Photograph: Hugh Routledge/Rex/Shutterstock","credit":"Hugh Routledge/Rex/Shutterstock","altText":"Sandown host a six-race card on Friday.","cleanCaption":"Sandown host a six-race card on Friday.","cleanCredit":"Photograph: Hugh Routledge/Rex/Shutterstock"}},"importance":0,"kicker":{"title":"Horse racing tips"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d2eacf3da26258bc0f921df66fff85e927b09ef4/213_23_2974_1784/2974.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1784,"width":2974,"orientation":"landscape","credit":"Hugh Routledge/REX Shutterstock/Hugh Routledge/REX Shutterstock","altText":"Horse Racing from Sandown, Britain - 13 Jun 2015<br>Mandatory Credit: Photo by Hugh Routledge/REX Shutterstock (4847828s)\r\nThe runners in The Download The Winner APP Handicap Stakes tear down the sprint course\r\n@ Sandown Park Racecourse. 13.6.15. Pic: HUgh Routledge\r\nHorse Racing from Sandown, Britain - 13 Jun 2015","cleanCredit":"Photograph: Hugh Routledge/REX Shutterstock/Hugh Routledge/REX Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0ea61361ee16494ca3db483fc035a94d82889d81/0_52_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Nick Potts/PA","altText":"Victoria Pendleton","cleanCredit":"Photograph: Nick Potts/PA"}}]},{"title":"Super League / Warrington stop Wigan from joining Leeds at top of league","rawTitle":"Warrington stop Wigan from joining Leeds at top of league","item":{"type":"article","id":"sport/2015/jul/02/warrington-wolves-wigan-supe-league-report","title":"Under-strength Warrington stop Wigan from joining Leeds at top of league","trailText":"Warrington Wolves beat Wigan Warriors 17-6 despite missing eight of their first team squad through injury or suspension","standFirst":"<span class=\"bullet\">•</span> Warrington Wolves 17-6 Wigan Warriors\n<br />\n<span class=\"bullet\">•</span> Wolves triumph despite missing eight first team members","byline":"Press Association","body":"<p>Wigan missed the chance to draw level with the Super League leaders Leeds after being outplayed by a depleted Warrington, whose 17-6 victory strengthened their top-eight hopes.</p> \n<p>The Wolves had eight members of their first-team squad missing through injury or suspension but they demonstrated tremendous resolve to end a run of five consecutive defeats by the Warriors.</p> \n<p>They defended superbly against an out-of sorts Wigan side sorely missing their injured captain Sean O’Loughlin to build on an early magnificent opportunist try from the scrum-half Richie Myler and led 17-0 before their visitors breached their line for the only time in the match.</p> \n<p>The Wolves, who gave a debut to their Under-19s second rower Sam Wilde, were full of aggression from the start but they were also indebted to a touch of genius from Myler - who was first to his own kick through the Wigan defence, fly-hacked the ball into the air and re-gathered in one move to touch down with 12 minutes on the clock.</p> \n<p>Wigan tried to play the game at a fast pace but without getting the fundamentals right and the result was a total lack of cohesion.</p> \n<p>They missed one glorious try-scoring opportunity created by a defensive blunder from their hosts when the stand-off George Williams pounced on a loose ball and the substitute forward Taulima Tautai got the prop Lee Mossop charging for the line, only for Ryan Atkins to get his body under the ball.</p> \n<p>Wigan’s winger Joe Burgess was then denied at the corner despite a brilliant effort to get the ball down and Warrington made the most of the let-offs to strengthen their grip by half-time.</p> \n<p>The Warrington substitute George King demonstrated the greater desire of the home side with a devastating carry that delivered a blow to Tautai from which he never fully recovered. Then the stand-off Gareth O’Brien nudged the Wolves further ahead with a drop goal before the replacement hooker Brad Dwyer got Atkins racing through a gap for their second try - O’Brien’s second conversion made it 13-0 at the break.</p> \n<p>Wigan continued to make errors in the second half, with the returning centre Anthony Gelling losing the ball 30 metres out, as the Wolves laid siege to their line. The lively Dwyer was obstructed as he chased his own kick on the last tackle and the ensuing penalty enabled Warrington to pile on the pressure.</p> \n<p>Full-back Matty Bowen pulled off a try-saving tackle to deny Dwyer but there was no stopping O’Brien on 51 minutes when the visitors’ defence opened up invitingly. O’Brien was off target with the kick for the first time but, at 17-0, it mattered little against a Wigan team intent on self-destruction.</p> \n<p>Wigan’s right winger Dom Manfredi pulled a try back on 56 minutes when he outpaced Gene Ormsby to touch down Matty Smith’s kick to the corner. Bowen landed the touchline conversion but it was too little, too late.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/2/1435877240310/Warrington-Wolves-v-Wigan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" Richie Myler celebrates with his Warrington team-mates after scoring the first try for the Wolves against Wigan. Photograph: Ed Sykes/Reuters","credit":"Ed Sykes/Reuters","altText":"Warrington Wolves v Wigan Warriors - First Utility Super League","cleanCaption":" Richie Myler celebrates with his Warrington team-mates after scoring the first try for the Wolves against Wigan. Photograph: Ed Sykes/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-02T22:47:46Z","lastModified":"2015-07-02T22:47:46Z","metadata":{"commentable":true,"commentCount":13,"contributors":[],"feature":false,"keywords":["Super League XX","Warrington","Wigan Warriors","Rugby league","Super League","Sport"],"tags":[{"id":"sport/super-league-xx","webTitle":"Super League XX"},{"id":"sport/warrington","webTitle":"Warrington"},{"id":"sport/wiganwarriors","webTitle":"Wigan Warriors"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/superleague","webTitle":"Super League"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/02/warrington-wolves-wigan-supe-league-report","shortUrl":"http://gu.com/p/4abgk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/02/warrington-wolves-wigan-supe-league-report","webUri":"http://www.theguardian.com/sport/2015/jul/02/warrington-wolves-wigan-supe-league-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/2/1435877240310/Warrington-Wolves-v-Wigan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" Richie Myler celebrates with his Warrington team-mates after scoring the first try for the Wolves against Wigan. Photograph: Ed Sykes/Reuters","credit":"Ed Sykes/Reuters","altText":"Warrington Wolves v Wigan Warriors - First Utility Super League","cleanCaption":" Richie Myler celebrates with his Warrington team-mates after scoring the first try for the Wolves against Wigan. Photograph: Ed Sykes/Reuters"}},"importance":3,"kicker":{"title":"Super League"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/2/1435877240310/Warrington-Wolves-v-Wigan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" Richie Myler celebrates with his Warrington team-mates after scoring the first try for the Wolves against Wigan. Photograph: Ed Sykes/Reuters","credit":"Ed Sykes/Reuters","altText":"Warrington Wolves v Wigan Warriors - First Utility Super League","cleanCaption":" Richie Myler celebrates with his Warrington team-mates after scoring the first try for the Wolves against Wigan. Photograph: Ed Sykes/Reuters"}}]},{"title":"Football / Milan buy Brazil striker Luiz Adriano from Shakhtar for £5.7m","rawTitle":"Milan buy Brazil striker Luiz Adriano from Shakhtar for £5.7m","item":{"type":"article","id":"football/2015/jul/02/milan-luiz-adriano-shakhtar-donetsk-brazil","title":"Milan buy Brazil striker Luiz Adriano from Shakhtar Donetsk","trailText":"Shakhtar Donetsk have sold their all-time leading scorer Luiz Adriano to Milan for €8m (£5.7m), the Ukrainian club have announced","standFirst":"<span class=\"bullet\">•</span> Brazilian was Shakhtar’s all-time leading scorer with 129 goals\n<br />\n<span class=\"bullet\">•</span> Has agreed four-year deal at the San Siro after &pound;5.7m move","byline":"Reuters","body":"<p>Shakhtar Donetsk have sold their all-time leading scorer Luiz Adriano to Milan for €8m (&pound;5.7m), the Ukrainian club have announced.</p> \n<p>The Brazilian has been at Shakhtar for eight years, winning the Europa League, six Ukrainian championships and four cup titles and scoring 129 goals in all competitions.</p> \n<p>Last season, he netted nine times, including hat-tricks in successive games in the Champions League to finish one behind the joint top scorers Neymar, Lionel Messi and Cristiano Ronaldo. Previously, he was at Internacional where he won a Club World Cup medal in 2006.</p> \n<p>The 28-year-old has played four matches for Brazil, having made his debut in last year’s 4-0 friendly win over Turkey.</p> \n<p>“FC Shakhtar thanks Luiz Adriano for the years he has spent in the team, for the goals scored and records set,” said the club in a statement. “We wish Luiz Adriano good luck in his new club and beautiful victories.”</p> \n<p>Milan confirmed they had signed him on a four-year contract.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435877241751/Luiz-Adriano-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Luiz Adriano scored hat-tricks in successive games in the Champions League last season for Shakhtar Donetsk. Photograph: - l Gleb Garanich/Reuters","credit":"- l Gleb Garanich/Reuters","altText":"Luiz Adriano","cleanCaption":"Luiz Adriano scored hat-tricks in successive games in the Champions League last season for Shakhtar Donetsk. Photograph: - l Gleb Garanich/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-02T22:48:00Z","lastModified":"2015-07-02T23:01:09Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Milan","Shakhtar Donetsk","Transfer window","Football","Sport"],"tags":[{"id":"football/acmilan","webTitle":"Milan"},{"id":"football/shakhtardonetsk","webTitle":"Shakhtar Donetsk"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/02/milan-luiz-adriano-shakhtar-donetsk-brazil","shortUrl":"http://gu.com/p/4abgy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/02/milan-luiz-adriano-shakhtar-donetsk-brazil","webUri":"http://www.theguardian.com/football/2015/jul/02/milan-luiz-adriano-shakhtar-donetsk-brazil"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435877241751/Luiz-Adriano-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Luiz Adriano scored hat-tricks in successive games in the Champions League last season for Shakhtar Donetsk. Photograph: - l Gleb Garanich/Reuters","credit":"- l Gleb Garanich/Reuters","altText":"Luiz Adriano","cleanCaption":"Luiz Adriano scored hat-tricks in successive games in the Champions League last season for Shakhtar Donetsk. Photograph: - l Gleb Garanich/Reuters"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435877241751/Luiz-Adriano-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Luiz Adriano scored hat-tricks in successive games in the Champions League last season for Shakhtar Donetsk. Photograph: - l Gleb Garanich/Reuters","credit":"- l Gleb Garanich/Reuters","altText":"Luiz Adriano","cleanCaption":"Luiz Adriano scored hat-tricks in successive games in the Champions League last season for Shakhtar Donetsk. Photograph: - l Gleb Garanich/Reuters"}}]}],"lastModified":"2015-07-03T07:40:03Z","personalization":{"id":"uk/groups/collections/uk/sport/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/feature-stories"},"visibility":"all","adTargetingPath":"sport/feature-stories/front"}