{"id":"uk/groups/collections/uk/sport/feature-stories","title":"news","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/feature-stories"},"cards":[{"title":"Women's football / From the World Cup to … where? Casey Stoney on England's future","rawTitle":"From the World Cup to … where? Casey Stoney on England's future","item":{"type":"article","id":"football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing","title":"From the World Cup to … where? How to help women’s football keep growing","trailText":"When Casey Stoney joined Chelsea at the age of 12, the women’s game was a joke. Now the former England captain is a World Cup hero, the team are stars – and the sport is back in the spotlight. This time, can the surge be made to stick?","standFirst":"When Casey Stoney joined Chelsea at the age of 12, the women’s game was a joke. Now the former England captain is a World Cup hero, the team are stars – and the sport is back in the spotlight. This time, can the surge be made to stick?","byline":"Paula Cocozza","body":"<p>Moments after Casey Stoney jogged on to the pitch from the substitutes’ bench in England’s win over Canada, the final whistle blew. Stoney was caught in a tiny bubble of peace: one of those moments where time stops and noise silences and&nbsp;all you can hear is your own voice in&nbsp;your head. “I looked around; 55,000 people. We’d just won our first ever quarter-final,” she says, “and I thought, ‘Things are going to change. Things are&nbsp;going to change because of what we’re doing.’”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/08/fa-england-women-tweet\">England’s women big enough to laugh off FA’s ‘partners and mothers’ tweet | Marina Hyde</a> </p> \n</aside> \n<p>The team’s historic success – their third-place finish is the highest of any England side since 1966 – won them bronze medals, accolades, record TV audiences, and <a href=\"https://twitter.com/GaryLineker/status/616408703349227520\" title=\"\">approving tweets from Gary Lineker</a>. But the real prize – the prize Stoney was quietly contemplating in that “watershed moment” of locked-in amazement – still awaits, valuable and elusive. To complete their triumph, the women must convert their international success to domestic renown, and stretch a few weeks of public excitement into active support.</p> \n<p>“Now we need to make it count,” Stoney nods. She is sitting on the grass outside Kensington Palace, where the team has attended a reception with the Duke of Cambridge – another proof of how well they did. There’s a nervous laugh. “No pressure, then.”</p> \n<p>Stoney has a down-to-earth, husky way of talking. She refers to the World Cup as “this event of the last three or&nbsp;four weeks”, which is funny because you would imagine the grandeur of the tournament would contrast too strikingly with her early experiences of&nbsp;football to permit that kind of understatement. As a child, Stoney played in boys’ teams – the only girl in&nbsp;her whole league in Morden, south London, where she grew up. At 11, she&nbsp;was crowned player of the year, and&nbsp;then banned – in those days, the Football Association forbade mixed football for&nbsp;older children; Stoney lost a&nbsp;year’s development before joining Chelsea women at the unwomanly age of 12. For&nbsp;years, football was something she&nbsp;paid to play.</p> \n<div>\n __VIDEO_EMBED_gu-video-457455133__\n</div> \n<p>Somehow, in the rumpus on the artificial pitch in Vancouver, while Stoney was whisked into a swirl of celebrating team-mates – semi-final here&nbsp;we come – the sense of all she had&nbsp;been through pushed to the fore. In&nbsp;the dressing room afterwards, she spoke to her colleagues: “I thanked them. I said to the girls, ‘Because of what you’re doing, my little girl’s going&nbsp;to grow up with so many opportunities.’” From this platform, how could the sport not progress?</p> \n<p>As England’s elder stateswoman – she is 33, and the former captain – Stoney has a keen sense of her ambassadorial responsibilities to the sport. But since she and her partner, Megan Harris, became mothers to twins seven months ago, the personal responsibilities have been driving her on: “I’ve never wanted to do more or better than I do right now,” she says. She knows that if her son, Teddy, loves football, he’ll&nbsp;be fine. But what about Tilly?</p> \n<p>“I’ll take this,” she says, lifting the bronze medal from her chest and examining it. “This is amazing. But it’s what my little girl’s going to grow up with that means more to me than anything, because I know it’s not just about my little girl, it’s about every little girl. What we have done might change the perception of teachers. They might now take an after-school club. It might change the perception of a dad who’s now going to take a daughter to the park to play on a Saturday. All those things mean more than this.”</p> \n<figure class=\"element element-image\" data-media-id=\"704acdcf39823a41a9e8ffa50da47680dca34c98\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436540596058/5efbefcb-bd3f-4161-9658-a2bd3c860d11-460x276.jpeg\" alt=\"England celebrate taking third place after defeating Germany in the 2015 Women's World Cup in Canada.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England celebrate taking third place after defeating Germany in the 2015 Women’s World Cup in Canada.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Lewis/FIFA/Getty</span> \n </figcaption> \n</figure> \n<p>She lets the medal go. “Little boys are&nbsp;going out in the playground now and saying, ‘I want to be a Fara Williams or a&nbsp;Lucy Bronze.’”</p> \n<p>Are they? “I hope so,” she says. She has a way of saying “hope” that endows the word with certainty.</p> \n<p>The moments of truth for Stoney and&nbsp;her England team-mates will comeon Sunday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/05/faye-white-england-women-s-world-cup-domestic-game-super-league\" title=\"\">when the Women’s Super League (WSL) recommences</a> after its summer break, and on 1 August, when the women’s FA Cup takes place at Wembley. (Wembley! <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/09/wembley-host-womens-fa-cup-final-2015\" title=\"\">That’s a first for a&nbsp;cup final.</a> See how good things have got?) Around 10,000 tickets have already been sold.</p> \n<p>There’s no holiday for the England women. Stoney, who has the sort of work ethic that enables her to list all her&nbsp;Saturday jobs from the age of 14 (Wimpy, McDonald’s, a bookmakers), is available for selection for Arsenal tomorrow. And then, on top of that, there is the larger job that never goes away, of trying to sell the game to the public. In particular, to raise the interest&nbsp;of the World Cup’s 2.5 million peak TV audience from its resting place on the sofa and redirect it to the home ground of its nearest WSL side. How do&nbsp;you do that?</p> \n<p>“It’s the million-dollar question,” says&nbsp;<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2003/apr/27/cricket.theobserver\" title=\"\">Clare Connor</a> , the former England cricketer whose first international call-up came along with a bill for the blazer, and who is now charged with growing the profile of women’s cricket for the ECB. “For a long time we’ve had women’s sports being very successful, but not necessarily converting that on-pitch global success.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/04/germany-v-england-womens-world-cup-third-place-playoff-live\">Germany v England: Women's World Cup third-place play-off –&nbsp;as it happened | Alan Smith</a> </p> \n</aside> \n<p>Connor lists the targets: to attract a&nbsp;larger audience, to get the players’ stories known, to increase participation, to win media coverage, drive commercial interest. After their Ashes success, the female cricketers caught the attention of Kia, which sponsored them with cash and a car each. No female footballer has yet attracted an&nbsp;independent sponsorship deal. “Endorsements are pretty much nonexistent, if I’m honest,” says Stoney, who does, at least, have an agent.</p> \n<p>This is clearly a bugbear. Can’t her agent get her one? “We’ll see!” she says,&nbsp;in a way that suggests she has been&nbsp;seeing for some time. She thinks that, for a quarter of the cost of men’s sponsorship, a company interested in&nbsp;“values” could get a good deal – a&nbsp;female footballer willing to be generous with her time.</p> \n<p>This sort of commercial viability depends on name recognition. At <a href=\"http://www.nclfc.co.uk/index.html#cLpGhp2ASkQotKk6.97\" title=\"\">Notts County</a>, for instance, they&nbsp;are rubbing their hands at the own goal that sent England out of the World Cup. It was scored by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/england-japan-postgame-coach-comments\" title=\"\">their captain, Laura Bassett</a>. “Unfortunate as&nbsp;it is for her, it’s great for&nbsp;the club. Her&nbsp;name is out there and with her name is Notts County,” says marketing manager Matt Rowland. Even&nbsp;at this peak in Bassett’s value, the&nbsp;club, currently third in the WSL, has&nbsp;just sold&nbsp;her sponsorship (a club rather than&nbsp;a personal deal) for a&nbsp;measly &pound;250&nbsp;plus VAT.</p> \n<p>Since the launch of <a href=\"http://www.fawsl.com/index.html#Dbuh6ZI6CQ840wbp.97\" title=\"\">the WSL</a> in 2011,&nbsp;the majority of women play professionally (though some earn the minimum wage). Stoney, in her first season as a full-time pro, reports the&nbsp;best fitness results she has ever achieved. The central contracts that England players receive are worth &pound;20,000 a year, with a &pound;500 bonus for each call-up. Stoney adds to that the (lesser) amount she receives as a full-time professional at Arsenal.</p> \n<figure class=\"element element-image\" data-media-id=\"650e614ab92448484714d08c9a116884ccd563b5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436540808203/40ecf54d-006b-4896-a157-e880b2fcee9d-460x276.jpeg\" alt=\"In 2002, the FA declared football the most popular participation sport for women – but some local girls' clubs are still sparsely attended.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">In 2002, the FA declared football the most popular participation sport for women – but some local girls’ clubs are still sparsely attended.</span> \n  <span class=\"element-image__credit\">Photograph: Teri Pengilley for the Guardian</span> \n </figcaption> \n</figure> \n<p>Things have come a long way since the early 2000s, when Chelsea’s women were so broke they resorted to an illicit bucket collection outside Stamford Bridge, and Birmingham City’s players unpicked the men’s sponsors’ logo from&nbsp;their shirts in order to re-sell the empty space. But even Stoney, for all her certainty and enthusiasm, admits that she sometimes looks at the progress of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/06/women-six-nations-2015-england-wales-ponsford-rugby-union\" title=\"\">England’s female rugby union team</a> – currently world champions – and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/the-nightwatchman/2015/jun/18/womens-cricket-second-class-citizens-embarrassing\" title=\"\">the cricketers</a>, triumphant in the last two Ashes, and thinks, “It’s slow.” At WSL matches, attendance is up 22% on last&nbsp;season, but the average gate is still&nbsp;only 898.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/women-t20-super-league-launch-cricket\">ECB announces plan to launch Women’s Cricket Super League next year</a> </p> \n</aside> \n<p>According to the FA, 2.89 million women and girls play football in England. By 2018 it wants to be the second-biggest participation sport in England, behind men’s football, says Russell James, its head of marketing. In&nbsp;fact, the announcement of record numbers has been an FA marketing device since the early 2000s. In 2002, it&nbsp;declared football <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2002/apr/20/newsstory.sport\" title=\"\">the most popular participation sport for women</a>. At the time, this sort of growth in the game was a news story that was always overtaking itself. The figures kept rising; I was among those reporting them.</p> \n<p>Maybe that is why, when my own daughter wanted to join a club this year,&nbsp;I expected to find one easily. But the parks, in this part of east London at&nbsp;least, are hardly full of bobbing ponytails. Across the first four years of&nbsp;primary school, only six girls attend football club, stuck in a perennial game&nbsp;of three-a-side. We found a “mixed” club in the end, although so&nbsp;far&nbsp;the mix is about 80 to 1.</p> \n<p>So what is holding all these girls back?&nbsp;Is it confidence? “Confidence,” affirms Polly Fildes, who runs <a href=\"https://twitter.com/hashtag/WeCanPlay?src=hash\" title=\"\">the FA’s&nbsp;We Can Play programme</a>. “Also&nbsp;parental support.”</p> \n<p><a href=\"http://www.thefa.com/news/fawsl/2015/jun/the-fas-we-can-play-campaign-19062015\" title=\"\">According to recent FA research</a>, “just one in five dads want their daughters to play football”. The fathers who weren’t keen cited peer-to-peer pressures, gender stereotyping and “derogatory results of internet searches”. It is hard to avoid the presumption that a lot of this plugs into the old double bind of sexism and prejudice that says girls are rubbish at sport, and if they’re any good, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/feb/12/sportswomen-stereotyped-gay-coming-out-casey-stoney\" title=\"\">they’re probably gay</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/oct/10/casey-stoney-positives-gay-arsenal-england\">Casey Stoney: ‘My life would be a hell of a lot simpler if I was straight. Being gay isn’t a choice’</a> </p> \n</aside> \n<p>“It’s amazing, isn’t it?” says Stoney, who admits that all these thoughts were on her mind <a href=\"http://www.bbc.co.uk/sport/0/football/26084748\" title=\"\">when she came out last year</a>. “That’s why it took me 10 years to do it. Because I didn’t want to reaffirm those stereotypes: ‘Oh, she plays football, she’s going to be a lesbian. Well, no. I’m not gay because I play football, and don’t stereotype all my team-mates just because I am. That’s really, really unfair.” She says – and although she doesn’t sound sad, it is the saddest thing to hear – “I didn’t want them to get tarred with the same brush.”</p> \n<p>The men in Stoney’s family were always supportive; she played street football with her cousins; her grandad took her to matches because her mum was at work (mornings cleaning people’s houses, afternoons in a bookmaker, evenings in a pub: this must be where the work ethic comes from). “Go and ask&nbsp;my dad what he thinks of my life, when he’s followed me around the world watching me play,” she says. Perhaps this is what England needs: a generation of soccer dads, to transform the game here <a href=\"http://sites.duke.edu/wcwp/research-projects/womens-soccer-in-the-u-s/1999-womens-world-cup\" title=\"\">in the way “soccer moms” did</a> in the US in the run-up to becoming world champions at the inaugural tournament in 1999.</p> \n<p>For now, at least, it is tournaments that drive growth, and in between, women’s football must scrap to keep the game alive in the public imagination. The comfort is that each successive event brings a small lift to the baseline of progress. No wonder Stoney thinks “it’s a bit of a disaster that we’re not going to have an Olympics team”. She sounds cross, citing hockey, in which where “the women qualify as England and play as GB and it’s not a problem”. Her voice quickens; she is thinking of&nbsp;Tilly again. “And it’s not just about this generation, it’s about the next generation, and the generation after&nbsp;that.”</p> \n<p>For a short time at least, England’s advance at this World Cup provided a brilliant correction. To be able to wake up a seven-year-old girl with a morning kiss and video highlights of another victory by her national side, her gender, was exquisitely normalising. It’s over now, but there is still a perfect riposte to&nbsp;boys at school (“better than the men did”). And those dreams of a future as a&nbsp;famous footballer seem a shade more realistic – about as realistic, anyway, as&nbsp;most boys’ dreams.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540353078/1c704aa7-348d-4cd5-93ee-cb2079f9d1b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Casey Stoney.","cleanCredit":"Photograph: David Levene for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540597875/5efbefcb-bd3f-4161-9658-a2bd3c860d11-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England celebrate taking third place after defeating Germany in the 2015 Women’s World Cup in Canada. Photograph: Matthew Lewis/FIFA/Getty","credit":"Matthew Lewis/FIFA/Getty","altText":"England celebrate taking third place after defeating Germany in the 2015 Women's World Cup in Canada.","cleanCaption":"England celebrate taking third place after defeating Germany in the 2015 Women’s World Cup in Canada.","cleanCredit":"Photograph: Matthew Lewis/FIFA/Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540809713/40ecf54d-006b-4896-a157-e880b2fcee9d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In 2002, the FA declared football the most popular participation sport for women – but some local girls’ clubs are still sparsely attended. Photograph: Teri Pengilley for the Guardian","credit":"Teri Pengilley for the Guardian","altText":"In 2002, the FA declared football the most popular participation sport for women – but some local girls' clubs are still sparsely attended.","cleanCaption":"In 2002, the FA declared football the most popular participation sport for women – but some local girls’ clubs are still sparsely attended.","cleanCredit":"Photograph: Teri Pengilley for the Guardian"}],"webPublicationDate":"2015-07-10T23:02:08Z","lastModified":"2015-07-10T23:02:40Z","metadata":{"commentable":true,"commentCount":55,"contributors":[{"name":"Paula Cocozza","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulacocozza"}],"feature":true,"keywords":["Women's football","Women's World Cup 2015","Football","Women's cricket","Cricket","Sport","Women's rugby union","Rugby union","World Cup"],"tags":[{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/football","webTitle":"Football"},{"id":"sport/womenscricket","webTitle":"Women's cricket"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/womens-rugby-union","webTitle":"Women's rugby union"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"football/world-cup-football","webTitle":"World Cup"}],"section":{"id":"football"},"topics":[{"displayName":"Paula Cocozza","topic":{"type":"tag-contributor","name":"profile/paulacocozza"}}],"embeddedVideos":[{"id":"gu-video-457455133","source":"ITN","durationInSeconds":45,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150709PrinceWilliam.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150709PrinceWilliam_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/9/1436454214336/KP_347450_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Prince William mingles with Englands womens football team - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Prince William mingles with Englands womens football team - video","cleanCaption":"620x372 trailpic for Prince William mingles with Englands womens football team - video"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing","shortUrl":"http://gu.com/p/4ahgx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing","webUri":"http://www.theguardian.com/football/2015/jul/11/from-the-world-cup-to-where-how-to-help-womens-football-keep-growing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540353078/1c704aa7-348d-4cd5-93ee-cb2079f9d1b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I said to the girls: Because of what you’re doing, my little girl’s going to grow up with so many opportunities’ … Casey Stoney. Photograph: David Levene for the Guardian","credit":"David Levene for the Guardian","altText":"Casey Stoney.","cleanCaption":"‘I said to the girls: Because of what you’re doing, my little girl’s going to grow up with so many opportunities’ … Casey Stoney.","cleanCredit":"Photograph: David Levene for the Guardian"}},"importance":7,"kicker":{"title":"Women's football"},"showQuotedHeadline":false,"sublinks":[{"title":"World Cup / US women hailed at ticker-tape parade","rawTitle":"US women hailed at ticker-tape parade","item":{"type":"article","id":"football/2015/jul/10/us-womens-soccer-team-ticker-tape-parade-new-york-city","title":"Historic ticker-tape parade enshrines US women's soccer team in sports lore","trailText":"World Cup winners greeted by thousands of supporters from across country lining New York’s Canyon of Heroes in first ever such parade for a women’s team","standFirst":"<p>World Cup winners greeted by thousands of supporters from across country lining New York’s Canyon of Heroes in first ever such parade for a women’s team</p>","byline":"Lauren Gambino in New York","body":"<p>New York bestowed its highest honor on the US women’s soccer team on Friday: a historic <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/10/soccer-parade-world-cup-us-womens-champions-team-live\">ticker-tape parade</a> in Manhattan’s Canyon of Heroes.</p> \n<p>Tens of thousands of fans gathered in downtown Manhattan for a parade to celebrate the team’s World Cup victory over Japan – the first time a women’s team had been honored with a ticker-tape parade.</p> \n<p>A screaming sea of red, white and blue cheered the players as they rolled by on floats and double-decker buses. Under a blizzard of confetti and shredded paper, the players smiled and waved. Some snapped pictures of the crowd. US midfielder Megan Rapinoe raised the World Cup trophy and a round of cheers rang out.</p> \n<figure class=\"element element-image\" data-media-id=\"114ca44442646b211f74b819488aeef84b359bdd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436554496716/e2277c8b-9a54-400c-984c-61a4ef0e31de-460x276.jpeg\" alt=\"Megan Rapinoe of the US women’s national team with New York City mayor Bill de Blasio during the ticker-tape parade on Friday.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Megan Rapinoe of the US women’s national team with New York City mayor Bill de Blasio during the ticker-tape parade on Friday.</span> \n  <span class=\"element-image__credit\">Photograph: Lucas Jackson/Reuters</span> \n </figcaption> \n</figure> \n<p>Following tradition, the parade traveled from the Battery, at the southern tip of the island, up Broadway – referred to as the <a href=\"https://en.wikipedia.org/wiki/Broadway_(Manhattan)#Canyon_of_Heroes\">Canyon of Heroes</a> during such parades, though some fans on Friday believed Canyon of Heroines would have been more apt – and stopped at city hall. There, Mayor Bill de Blasio held a special ceremony to honor Team USA.</p> \n<p>Among the earliest to line up for the parade was 16-year-old soccer player Addie Severs. </p> \n<p>Severs said she watched the US women’s national team defeat Japan 5-2 from her grandmother’s home in Ohio. </p> \n<p>“When they won I was just cheering and texting all of my friends,” said Addie, who plays midfield for a team in Hawaii, where she lives. “We stayed up late and watched all of the interviews.”</p> \n<p>When De Blasio announced the city would honor the team with a parade, Addie decided she had to be there to cheer on the team – especially her idol, midfielder Tobin Heath. </p> \n<p>It took only a little persuasion to convince her family. An eight-hour drive later, Addie, her family and her friends had prime spots behind the police barricades on Broadway. </p> \n<p>Addie held a sign with a map of the US that read: “Where champions are born.” Her friend, MaKenna Huhnke, 12, held a sign with a gold medal that read: “One small step for woman. One giant leap for womankind.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LGamGam/statuses/619509137991430144\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">These family friends convinced their families to drive 7 hours from Ohio to see the <a href=\"https://twitter.com/hashtag/USWNTparade?src=hash\">#USWNTparade</a> Good work! <a href=\"http://t.co/QOJgyxxz0e\">pic.twitter.com/QOJgyxxz0e</a></p>— Lauren Gambino (@LGamGam) \n  <a href=\"https://twitter.com/LGamGam/status/619509137991430144\">July 10, 2015</a>\n </blockquote> \n</figure> \n<p>“The players are great role models,” said Addie’s mom, Tricia Severs. “It’s good to show the kids that you can aspire to be whatever you want to be.”</p> \n<p>This was the third successful bid for World Cup glory from Team USA. In 1991 they won the inaugural Women’s World Cup, and in 1999 they defeated China on penalties to seize gold. </p> \n<p>“I have vivid memories of watching Briana Scurry stop that penalty kick and winning,” said Erin Schaefer, describing the moment in the 1999 final when the US goalkeeper blocked a shot to help the US beat China. “It was amazing to watch as a young girl, watching them play. It was incredible.”</p> \n<p>Schaefer, who sported a No9 Mia Hamm jersey, said she took the day off from work to attend the parade. </p> \n<p>“I figured there’s no better reason to use annual leave then to celebrate something like this,” she said. </p> \n<figure class=\"element element-image\" data-media-id=\"a2cd8ae86b6dbb57f71d7a51fc51955764abbd1a\"> \n <img src=\"http://media.guim.co.uk/a2cd8ae86b6dbb57f71d7a51fc51955764abbd1a/0_92_3000_1801/1000.jpg\" alt=\"Fans lined Broadway in lower Manhattan to cheer on the US women’s national team.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fans lined Broadway in lower Manhattan to cheer on the US women’s national team.</span> \n  <span class=\"element-image__credit\">Photograph: Johns PKI/Splash News/Corbis</span> \n </figcaption> \n</figure> \n<p>Schafer said she believed that women’s soccer had become dramatically more popular in the 16 years between the World Cup wins. The crowd – filled with teenage girls but also, notably, fans of all ages and genders – was a testament to women’s soccer’s growing fanbase. </p> \n<p>Still, Schaefer said there was a long way to go before the women’s team earned parity with the men’s team, noting the pay disparity between the prizes award to World Cup winners. The US women’s team received a paltry<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/04/womens-world-cup-fifa-tournament-mens\"> $2m from Fifa, compared to the $35m</a> awarded to Germany’s national soccer team when it won the World Cup in Brazil last summer.</p> \n<p>But Schaefer was hopeful: “I think women’s soccer has got more appeal for everyone. There’s certainly more people interested in it than when I was young. I’m excited.”</p> \n<p>The players seemed equally as enthusiastic. </p> \n<p>“The World Cup was a dream come true,” said Carli Lloyd, who scored a hat trick in the final game against Japan, during the ceremony at city hall. “But the parade was one of the best moments of my life.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/coachgalanis/statuses/619550930183286784\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">And here is a <a href=\"https://twitter.com/hashtag/USWNTParade?src=hash\">#USWNTParade</a> selfie donated to <a href=\"https://twitter.com/coachgalanis\">@coachgalanis</a> by <a href=\"https://twitter.com/CarliLloyd\">@CarliLloyd</a> <a href=\"http://t.co/J0nGnkYUIp\">pic.twitter.com/J0nGnkYUIp</a></p>— Coach James Galanis (@coachgalanis) \n  <a href=\"https://twitter.com/coachgalanis/status/619550930183286784\">July 10, 2015</a>\n </blockquote> \n</figure> \n<p>“This absolutely will go down as one of, if not the best, things I have been a part of,” said Abby Wambach, who holds the world record for most international goals scored by a player. “What an honor.”</p> \n<p>Sunday’s win set a high bar for the sport in the US, where soccer has steadily gained traction in recent years. The final game against Japan was the <a href=\"http://www.npr.org/sections/thetwo-way/2015/07/06/420514899/what-people-are-saying-about-the-u-s-women-s-world-cup-win\">most-watched soccer match in US history</a>, with just under 23 million viewers, according to Fox.</p> \n<p>From <a href=\"https://twitter.com/BarackObama/status/617815599717199872\">White House</a> to the<a href=\"https://youtu.be/KmEoKXgBvSI\"> set of Late Night with Seth Meyers</a>, politicians, celebrities and athletes rallied support for Team USA. The ticker-tape parade was just one more example of the US commitment to closing the gender disparity on the playing field. </p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/07d2ebdc2efc2d2ce078f448b3e6f88fd1df7239/0_78_3000_1798/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1798,"width":3000,"orientation":"landscape","credit":"Bryan R Smith/AP","altText":"Flanked by her teammates, Abby Wambach holds their trophy at New York’s city hall as the US Women’s World Cup soccer champions celebrate following a ticker-tape parade.","cleanCredit":"Photograph: Bryan R Smith/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436554498143/e2277c8b-9a54-400c-984c-61a4ef0e31de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Megan Rapinoe of the US women’s national team with New York City mayor Bill de Blasio during the ticker-tape parade on Friday. Photograph: Lucas Jackson/Reuters","credit":"Lucas Jackson/Reuters","altText":"Megan Rapinoe of the US women’s national team with New York City mayor Bill de Blasio during the ticker-tape parade on Friday.","cleanCaption":"Megan Rapinoe of the US women’s national team with New York City mayor Bill de Blasio during the ticker-tape parade on Friday.","cleanCredit":"Photograph: Lucas Jackson/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a2cd8ae86b6dbb57f71d7a51fc51955764abbd1a/0_92_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Fans lined Broadway in lower Manhattan to cheer on the US women’s national team. Photograph: Johns PKI/Splash News/Corbis","credit":"Johns PKI/Splash News/Corbis","altText":"Fans lined Broadway in lower Manhattan to cheer on the US women’s national team.","cleanCaption":"Fans lined Broadway in lower Manhattan to cheer on the US women’s national team.","cleanCredit":"Photograph: Johns PKI/Splash News/Corbis"}],"webPublicationDate":"2015-07-10T20:22:01Z","lastModified":"2015-07-10T20:33:33Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Lauren Gambino","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/13/1413212606419/Lauren-Gambino-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lauren-gambino"}],"feature":false,"keywords":["Women's World Cup 2015","Women's football","Sport","New York","US news","World news","Football"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"us-news/new-york","webTitle":"New York"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"football/football","webTitle":"Football"}],"section":{"id":"football"},"topics":[{"displayName":"Lauren Gambino","topic":{"type":"tag-contributor","name":"profile/lauren-gambino"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/10/us-womens-soccer-team-ticker-tape-parade-new-york-city","shortUrl":"http://gu.com/p/4ahmt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/10/us-womens-soccer-team-ticker-tape-parade-new-york-city","webUri":"http://www.theguardian.com/football/2015/jul/10/us-womens-soccer-team-ticker-tape-parade-new-york-city"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/07d2ebdc2efc2d2ce078f448b3e6f88fd1df7239/0_78_3000_1798/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1798,"width":3000,"orientation":"landscape","caption":"Flanked by her teammates, Abby Wambach holds their trophy at New York’s city hall as the US Women’s World Cup soccer champions celebrate following a ticker-tape parade. Photograph: Bryan R Smith/AP","credit":"Bryan R Smith/AP","altText":"Flanked by her teammates, Abby Wambach holds their trophy at New York’s city hall as the US Women’s World Cup soccer champions celebrate following a ticker-tape parade.","cleanCaption":"Flanked by her teammates, Abby Wambach holds their trophy at New York’s city hall as the US Women’s World Cup soccer champions celebrate following a ticker-tape parade.","cleanCredit":"Photograph: Bryan R Smith/AP"}},"importance":0,"kicker":{"title":"World Cup"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/07d2ebdc2efc2d2ce078f448b3e6f88fd1df7239/0_78_3000_1798/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1798,"width":3000,"orientation":"landscape","credit":"Bryan R Smith/AP","altText":"Flanked by her teammates, Abby Wambach holds their trophy at New York’s city hall as the US Women’s World Cup soccer champions celebrate following a ticker-tape parade.","cleanCredit":"Photograph: Bryan R Smith/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540353078/1c704aa7-348d-4cd5-93ee-cb2079f9d1b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Casey Stoney.","cleanCredit":"Photograph: David Levene for the Guardian"}}]},{"title":"Barry Glendenning / Racism claim in Tour of Austria must be tackled","rawTitle":"Racism claim in Tour of Austria must be tackled","item":{"type":"comment","id":"sport/blog/2015/jul/10/racism-claim-uci-tour-of-austria-natnael-berhane","title":"Racism claim in Tour of Austria is no one-off and must be tackled head-on","trailText":"Alleged abuse of MTN-Qhubeka’s black rider Natnael Berhane has highlighted a serious problem the UCI needs to quickly nip in the bud","standFirst":"Alleged abuse of MTN-Qhubeka’s black rider Natnael Berhane has highlighted a serious problem the governing body, UCI, needs to quickly nip in the bud","byline":"Barry Glendenning","body":"<p>When Daniel Teklehaimanot was helped into the polka dot jersey as the Tour de France king of the mountains on Thursday he realised his life’s ambition. The Eritrean had made history, becoming the first black African to win one of the Tour’s major jerseys. It was not yellow, but on a personal level it was the famous red and white spotted jersey the 26-year-old had always dreamed of wearing.</p> \n<p>“That was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/tour-de-france-daniel-teklehaimanot-africa-eritrea-cycling\" title=\"\">my childhood dream</a>, to get the polka dot jersey at the Tour de France,” he said. “I was excited about having it just for one day.”</p> \n<p>While the Tour will not enter its mountainous phase until it tackles the Pyrenees following Monday’s rest day, the MTN-Qhubeka rider has been quietly harvesting points on many of the designated climbs so far. After sprinting first over the category four Cote du Tilleul en route to Le Havre, Teklehaimanot knew he had done enough to overtake Joaquim Rodr&iacute;guez and a beatific beam crossed his features as he turned to a nearby motorcycle camera and gave a triumphant thumbs-up.</p> \n<p>“Daniel is an incredible athlete who is showing the world just how strong African cycling can be,” said the UCI world cycling centre director, Fr&eacute;d&eacute;ric Magn&eacute;. “When he was training with us in Aigle he already stood out as an extraordinarily talented, hard-working and yet humble athlete. He was destined for great things and we are proud to see how he is succeeding as a professional rider.”</p> \n<p>Sadly, what should have been the greatest day in MTN-Qhubeka’s short history soon turned sour. It emerged that during stage four of the Tour of Austria, which is being run concurrently and also features a team representing MTN-Qhubeka, Teklehaimanot’s compatriot <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/mtn-qhubeka-racism-tour-austria-natnael-berhane\" title=\"\">Natnael Berhane is alleged to have been subjected to racist abuse by Branislau Samoilau</a>, a Belarusian cyclist who rides for the CCC Sprandi Polkowice team. During an exchange in the peloton, Samoliau is alleged to have ordered Berhane to “get out of the way you fucking nigger” and the Belarusian’s team have made no attempt to distance themselves from the accusation.</p> \n<p>“In the heat of the battle some words have been said by our rider, which were unacceptable,” said a CCC Sprandi Polkowice statement. “We, as a team, do not tolerate that kind of behaviour and the rider will suffer consequences. Before the next stage the situation has been clarified between two teams and the riders, but we don’t want to get into details.”</p> \n<p>The details seem undisputed and abundantly clear: a white cyclist in the peloton racially abused a black colleague using the n-word and by way of attempted recompense will donate a month’s wages to the Qhubeka charity, a World Bicycle Relief effort to get thousands of black, underprivileged Africans on free bicycles.</p> \n<p>“The Commissaires’ Jury spoke to both riders and their teams,” read a UCI statement. “Everyone agreed that it was unacceptable, and the rider apologised and offered to donate one month’s salary to team MTN-Qhubeka’s foundation. All parties were satisfied with the outcome.”</p> \n<p>Incidents of racism in the peloton are relatively rare, not least because the presence of black cyclists in the bunch is also rare. The first Tour de France took place in 1903, but it was not until 2011, 118 years later, that it welcomed its first black rider: Yohann G&egrave;ne, a 30-year-old Guadeloupian rider with Europcar. He too had encountered problems because of the colour of his skin.</p> \n<p>“We have been subject to racism,” said his French manager Jean-Ren&eacute; Bernaudeau, who remains in charge of Europcar. “I had to deal with a few problems and contact sponsors of two foreign teams about it. After the doping incidents, I couldn’t let racism be part of cycling.”</p> \n<p>In last year’s Tour de France, Europcar rider K&eacute;vin Reza, the only black rider in the field, was angered by comments made by Orica-Greenedge’s Swiss rider Michael Albasini, who he claimed called him “a dirty negro” as he administered a bollocking about Reza’s unwillingness to do a turn at the front of a five-man breakaway. Albasini, who was forced to abandon this year’s Tour through injury earlier this week, claimed the episode was a misunderstanding.</p> \n<p>“I wasn’t happy, and I was angry,” he said. “I said to him [Reza] some words that maybe I shouldn’t have, but none of them were racist. Reza came up and asked what I said. I said it again, I didn’t choose nice words, but that’s how it is when you are on your limit, but there were definitely no racist comments. You know there are many languages spoken in the bunch, I don’t speak English perfectly, I speak a little bit of French, not perfectly, Reza doesn’t speak my languages. That can happen, a misunderstanding.”</p> \n<p>Albasini has never clarified exactly what he said to Reza and no investigation took place.</p> \n<p>Despite the best efforts of Bernaudeau, it seems racism remains a problem in the peloton as Wednesday’s incident in Austria was not isolated. In the American Tyler Farrar and Norway’s Edvald Boasson Hagen, MTN-Qhubeka have two of the peloton’s elder statesmen and the pair have, on occasion, had to fight to have their Eritrean team-mates accepted.</p> \n<p>“Some of the riders are struggling to grasp what we are doing here,” said the team chief, Douglas Ryder. “They are in the minority, I’m glad to say. One of the biggest teams in the world last year in the Tour of Spain, when we were trying to bring one of our riders to the front going into the mountains [said]: ‘You guys don’t belong here, fuck off to the back of the bunch.’ We have riders like Tyler and Edvald, riders who are well respected in the peloton, and they are their team-mates. They say: ‘Hey guys, come on, these guys deserve to be here.’”</p> \n<p>Ryder also claims his team has the support of major team owners and bosses, including Orica-Greenedges’ Shayne Bannan, Sky’s Dave Brailsford, and Katusha’s Viacheslav Ekimov. “Those guys love this team,” he said. “They believe they should be there.”</p> \n<p>With the scourge of drugs already a blight on cycling, the sport could do without racism becoming a feature of an otherwise fairly united peloton.</p> \n<p>The UCI have little more than a token nod to racism and the fight against it in their manifesto, stating the organisation “will carry out its activities in compliance with the principles of: equality between all members and athletes, license holders and officials without racial, political, religious or other discrimination” but beyond that there is little evidence of what, if any, procedural steps are in place when a team complains about one of their riders being racially abused by another.</p> \n<p>Although Ryder said cycling’s governing body had dealt with Wednesday’s unsavoury incident “fantastically”, voluntary donations of a month’s wages are unlikely to be satisfactory in similar incidents in the future.</p> \n<p>With MTN-Qhubeka promising to put thousands of young, black, potential Natnae Berhane and Daniel Teklehaimanots of the future on bicycles, this state of affairs will need to be addressed.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436541630266/Tirreno-Adriatico---Day-S-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images","credit":"Giuseppe Bellini/Getty Images","altText":"Tirreno Adriatico - Day Seven","cleanCaption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T16:42:13Z","lastModified":"2015-07-10T19:15:48Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Cycling","Tour de France 2015","Tour de France","Sport"],"tags":[{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/10/racism-claim-uci-tour-of-austria-natnael-berhane","shortUrl":"http://gu.com/p/4ahd6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/10/racism-claim-uci-tour-of-austria-natnael-berhane","webUri":"http://www.theguardian.com/sport/blog/2015/jul/10/racism-claim-uci-tour-of-austria-natnael-berhane"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436541630266/Tirreno-Adriatico---Day-S-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images","credit":"Giuseppe Bellini/Getty Images","altText":"Tirreno Adriatico - Day Seven","cleanCaption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images"}},"importance":5,"kicker":{"title":"Barry Glendenning"},"byline":{"title":"Barry Glendenning"},"showQuotedHeadline":true,"sublinks":[{"title":"Cycling / Teklehaimanot: 'I'm proud to be riding the Tour'","rawTitle":"Teklehaimanot: 'I'm proud to be riding the Tour'","item":{"type":"article","id":"sport/2015/jul/10/tour-de-france-daniel-teklehaimanot-africa-eritrea-cycling","title":"Daniel Teklehaimanot: 'I'm proud to be an Eritrean riding the Tour de France'","trailText":"The first African to win the King of the Mountains jersey talks about why, for a country of cycling fanatics, this is a dream come true","standFirst":"<p>The first African to wear the King of the Mountains jersey talks about why, for a country of cycling fanatics, this is a dream come true</p>","byline":"Basia Cummings in Amsterdam","body":"<p>Daniel Teklehaimanot has a lot of firsts weighing on his shoulders. On Thursday, he became <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/09/tour-de-france-2015-stage-six-live#block-559e6eafe4b0f64a10a5a716\">the first African rider to</a> wear the coveted King of the Mountains jersey in the Tour de France, racing as part of the first African team to compete in it, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/14/mtn-qhubeka-first-african-team-tour-de-france-cycling\">MTN-Qhubeka</a>. </p> \n<p>For weeks now, the term “making history” has been following this impossibly tall, softly spoken Eritrean cyclist around. Along with his team-mate, Merhawi Kudus who, at 21, is the youngest tour rider this year, he is the first black African to compete in the world’s biggest bike race. </p> \n<p>Born in a market town not far from the capital city of Asmara, Teklehaimanot explained on a sweltering day in Amsterdam, at the team’s official presentation before the start of the race in Utrecht, how cycling was in his blood. “I first started cycling at home, a long time ago. There are many cyclists in Eritrea, the people love it, it’s really popular,” he said. <br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The geography is a main part of why we’re so good, but we also just work hard</p> \n  <footer> \n   <cite>Daniel Teklehaimanot</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Bicycles were brought to the country in the <a href=\"http://www.economist.com/blogs/gametheory/2014/09/cycling-eritrea\">19th century by Italian colonisers</a>, who soon established the <a href=\"https://en.wikipedia.org/wiki/Tour_of_Eritrea\">Primo Giro dell’Eritrea in 1946</a>, named after another of the world’s longest-running and most prestigious races, the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/giro-d-italia\">Giro d’Italia</a>.<br /></p> \n<p>“When I was 10 or 11 I started riding my bike. When I grew up a bit, around 16, I always watched the tour on Eritrean TV, and when I became a good rider, I started dreaming that one day I could make it.”</p> \n<p>And the 26-year-old has: in June, Teklehaimanot won the polka-dotted King of the Mountains jersey <a href=\"http://cyclingtips.com.au/2015/07/daniel-teklehaimanot-becomes-first-african-to-wear-tour-de-france-kom-jersey/\">at the Crit&eacute;rium du Dauphin&eacute;</a>, taken to be a marker of who to watch in the Tour de France. Chris Froome, the Kenyan-born Team Sky rider and former Tour winner, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/chris-froome-criterium-dauphine-victory-tour-france-boost\">raced to victory there too</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"80e3531238fc391e669bc1532a376925f4cb6fe4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436518252749/dd63cb03-eac3-40d0-948c-38f18d599707-460x276.jpeg\" alt=\"Daniel Teklehaimanot with Europcar rider Perrig Quemeneur and Cofidis's Kenneth Van Bilsen during Wednesday's breakaway.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Daniel Teklehaimanot with Europcar rider Perrig Quemeneur and Cofidis’s Kenneth Van Bilsen during Wednesday’s breakaway.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Gaillard/Reuters</span> \n </figcaption> \n</figure> \n<p>But perhaps none of this should come as a surprise. Eritrea is gripped by a fanatical love for the sport. Bicycles are everywhere in the capital, and racing has become known as the country’s “unofficial fifth state-sanctioned religion”. Five-time Tour de France winner <a href=\"http://www.cyclingnews.com/news/hinault-sees-non-white-tour-de-france-winner-in-near-future\">Bernard Hinault has predicted</a> that the east African nation’s riders “are the next Colombians”. </p> \n<p>Sitting 2,325 metres above sea level, at the tip of an escarpment of the Great Rift Valley, Eritrea breeds strong cyclists. “The geography is a main part of why we’re so good,” Teklehaimanot said, “but we also just work hard.</p> \n<p>“When I was young, around 2005 and 2006, and I watched [the tour on] TV, me and my friends talked a lot about the bikes, the wheels – but we didn’t really know <em>how</em> they are racing. So now I’m really excited to be a part of that same race,” he said. </p> \n<p>It has been a long journey for the Eritrean. In 2010, he started catching the attention of European teams when he came <a href=\"http://www.procyclingstats.com/rider.php?id=140812&amp;season=2010\">first in the African Championship road race</a>, won the individual and team time trials, and came first overall in the Tour of Rwanda. But Teklehaimanot’s entry to World Tour cycling was blighted by <a href=\"http://rouleur.cc/journal/racing/eritrean-cyclists-visa-problems\">recurring visa problems</a>, which sabotaged his chances to compete at the highest level with his team at the time, Orica-GreenEdge. <br /></p> \n<p>“There are so many African riders – from Eritrea, South Africa and Rwanda – but it’s not easy to become a part of the big teams. We have to work hard, so I’m thankful for MTN-Qhubeka,” he explained. </p> \n<p>Kudus said he felt the same. “It’s not easy when you come from Africa. There should be more invitations, and more opportunity. Especially for places like Rwanda, where riders are becoming better and better. But we need more opportunities – it’s more difficult to get to Europe for us.”</p> \n<figure class=\"element element-embed\" data-alt=\"Teklehaimanot (centre) with Kudus at the start of the first stage of the Tour de France in Utrecht.\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-version=&quot;4&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;\n &lt;div style=&quot;padding:8px;&quot;&gt; \n  &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50% 0; text-align:center; width:100%;&quot;&gt; \n   &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAAGFBMVEUiIiI9PT0eHh4gIB4hIBkcHBwcHBwcHBydr+JQAAAACHRSTlMABA4YHyQsM5jtaMwAAADfSURBVDjL7ZVBEgMhCAQBAf//42xcNbpAqakcM0ftUmFAAIBE81IqBJdS3lS6zs3bIpB9WED3YYXFPmHRfT8sgyrCP1x8uEUxLMzNWElFOYCV6mHWWwMzdPEKHlhLw7NWJqkHc4uIZphavDzA2JPzUDsBZziNae2S6owH8xPmX8G7zzgKEOPUoYHvGz1TBCxMkd3kwNVbU0gKHkx+iZILf77IofhrY1nYFnB/lQPb79drWOyJVa/DAvg9B/rLB4cC+Nqgdz/TvBbBnr6GBReqn/nRmDgaQEej7WhonozjF+Y2I/fZou/qAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;\n  &lt;/div&gt;\n  &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;&lt;a href=&quot;https://instagram.com/p/4q0sKIAYTy/&quot; style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;&quot; target=&quot;_top&quot;&gt;A photo posted by Team MTN-Qhubeka p/b Samsung (@teammtnqhubeka)&lt;/a&gt; on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2015-07-03T09:33:36+00:00&quot;&gt;Jul 3, 2015 at 2:33am PDT&lt;/time&gt;&lt;/p&gt;\n &lt;/div&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; defer=&quot;&quot; src=&quot;https://platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;\"></iframe> \n <figcaption>\n  Teklehaimanot (centre) with Kudus at the start of the first stage of the Tour de France in Utrecht. \n </figcaption> \n</figure> \n<h2>Recognition and respect</h2> \n<p>In what has historically been a predominantly white, European and exclusive sport, the inclusion of black riders is still, lamentably, a novelty. “I hope this is the beginning of a shift,” said MTN’s Scottish team manager, Brian Smith, adding that there was not enough respect for black riders in the peloton.</p> \n<p>“You look at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/apr/06/ethiopian-home-worlds-greatest-runners\">long-distance running</a>, it’s all Africans now. You just need one racer to break through, and it makes others realise they can do it too. It’s the same here. We don’t see enough black cyclists.”</p> \n<p>Though little could mar Teklehaimanot’s win on Thursday, a racism row surrounding another of MTN’s Eritrean riders, Natnael Berhane, has exposed the serious racial politics that hang over professional cycling. </p> \n<p>At the Tour of Austria, which runs in tandem with the Tour de France, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/mtn-qhubeka-racism-tour-austria-natnael-berhane\">MTN’s management are said to have appealed to the UCI</a>, cycling’s governing body, to have the Belarusian rider Branislau Samoilau expelled from the race for racial abuse. </p> \n<p>The team’s principal, Douglas Ryder, said: “One of the riders from another team said to Natnael Berhane: ‘Get out of the way you effing n*****’. Just outrageous.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I’ve told them: go show the world what you can do</p> \n  <footer> \n   <cite>Brian Smith, team manager</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>By way of apology, Samoilau has <a href=\"http://www.telegraph.co.uk/sport/othersports/cycling/tour-de-france/11730282/Tour-de-France-2015-Racism-row-ruins-African-teams-landmark-success.html\">reportedly paid a month’s salary</a> to the <a href=\"http://qhubeka.org/\">Qhubeka foundation</a>, a charity that helps provide Africans with bicycles, although no official statement has been released. </p> \n<p>Smith said MTN frequently battled prejudice, but that the peloton was slowly learning to respect the talent of the African team, and recognise their right to contest at the front of the race. “Lots of test teams are trying to globalise the sport, and Africa is an untapped entity. Daniel was the trailblazer, that’s why there are so many [Eritreans] coming through now,” he said. </p> \n<figure class=\"element element-image\" data-media-id=\"c6e85eba9473387978d69d3495ca2066a5f23241\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436518870299/7484fab7-dbdf-440d-b7f7-78e9476f16d3-460x276.jpeg\" alt=\"Kudus, left, and Teklehaimanot at the start of stage two of the Tour de France.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kudus, left, and Teklehaimanot at the start of stage two of the Tour de France.</span> \n  <span class=\"element-image__credit\">Photograph: Doug Pensinger/Getty Images</span> \n </figcaption> \n</figure> \n<p> “Although we’ve got foreign people on the team [American Tyler Farrar and Norwegian rider Edvald Boasson Hagen, among others], this is an African team. We want African riders. We want to make sure this team is where all the African talented riders come to perform. Not to be a development team – we want to keep the cream of the crop.”</p> \n<p>Last month, Teklehaimanot and Kudus returned to Eritrea to compete in the national championships. In the infamously closed-off country – better known for <a href=\"https://www.hrw.org/africa/eritrea\">dire human rights records</a> and contributing to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/24/mediterranean-migrant-crisis-eritrea-western-allies\">Europe’s growing migrant crisis</a> – the two riders are stars. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I’m really proud to be an Eritrean riding. It’s big for me, for the team also. I’m really happy</p> \n  <footer> \n   <cite>Daniel Teklehaimanot</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“There was a big welcome for us. After the nationals, the government wished us good luck for the tour. We met the president, <a href=\"https://en.wikipedia.org/wiki/Isaias_Afwerki\">Isaias Afwerki</a>, in his office. It was a big moment for us,” Teklehaimanot said. </p> \n<p>Afwerki has been in office since independence from Ethiopia in 1993, and no national elections have been held in this time. While <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/jul/12/eritrea-football-players-missing-tanzania\">Eritrean footballer players are notorious</a> for using international matches as an opportunity to escape and seek asylum, the cyclists say they are proud of their country’s support.</p> \n<p>“They are really supportive, the president too, we got lots of media attention – everyone is watching us,” said Kudus.</p> \n<p>At this Tour de France, soon to enter its second week and enter the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage\">brutal mountain stages</a>, Smith said the Eritreans were hoping for further glory. “I want to give them the opportunity to try to win in one or two stages,” he said. “We’ve got no general classification hopes, no big sprint hopes, so it’s save energy and grab a stage. I’ve told them both: go show the world what you can do.”</p> \n<p>For Teklehaimanot, there’s no doubt this is his moment: “My family are waiting for the tour, they’ll be watching on television, and my wife is coming to Paris [for the final stage]. I’m really proud to be an Eritrean riding. It’s big for me, for the team also. I’m really happy.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436516133763/b5cd4ff9-2fbd-4c39-ac81-3bfbcc1d2fba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Manuel Blondeau/Corbis","altText":"Daniel Teklehaimanot","cleanCredit":"Photograph: Manuel Blondeau/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436518254023/dd63cb03-eac3-40d0-948c-38f18d599707-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daniel Teklehaimanot with Europcar rider Perrig Quemeneur and Cofidis’s Kenneth Van Bilsen during Wednesday’s breakaway. Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"Daniel Teklehaimanot with Europcar rider Perrig Quemeneur and Cofidis's Kenneth Van Bilsen during Wednesday's breakaway.","cleanCaption":"Daniel Teklehaimanot with Europcar rider Perrig Quemeneur and Cofidis’s Kenneth Van Bilsen during Wednesday’s breakaway.","cleanCredit":"Photograph: Eric Gaillard/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436518872028/7484fab7-dbdf-440d-b7f7-78e9476f16d3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kudus, left, and Teklehaimanot at the start of stage two of the Tour de France. Photograph: Doug Pensinger/Getty Images","credit":"Doug Pensinger/Getty Images","altText":"Kudus, left, and Teklehaimanot at the start of stage two of the Tour de France.","cleanCaption":"Kudus, left, and Teklehaimanot at the start of stage two of the Tour de France.","cleanCredit":"Photograph: Doug Pensinger/Getty Images"}],"webPublicationDate":"2015-07-10T10:38:47Z","lastModified":"2015-07-10T23:02:27Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Basia Cummings","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/basia-cummings"}],"feature":false,"keywords":["Tour de France 2015","Eritrea","Tour de France","Cycling","Africa","Sport","World news","Race issues"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"world/eritrea","webTitle":"Eritrea"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"world/africa","webTitle":"Africa"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/world","webTitle":"World news"},{"id":"world/race","webTitle":"Race issues"}],"section":{"id":"sport"},"topics":[{"displayName":"Basia Cummings","topic":{"type":"tag-contributor","name":"profile/basia-cummings"}}],"series":{"title":"Guardian Africa network","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/guardian-africa-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/tour-de-france-daniel-teklehaimanot-africa-eritrea-cycling","shortUrl":"http://gu.com/p/4ah2z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/10/tour-de-france-daniel-teklehaimanot-africa-eritrea-cycling","webUri":"http://www.theguardian.com/sport/2015/jul/10/tour-de-france-daniel-teklehaimanot-africa-eritrea-cycling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436516133763/b5cd4ff9-2fbd-4c39-ac81-3bfbcc1d2fba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daniel Teklehaimanot of MTN-Qhubeka celebrates his polka dot jersey on the podium after his stage 6 victory on 9 July. Photograph: Manuel Blondeau/Corbis","credit":"Manuel Blondeau/Corbis","altText":"Daniel Teklehaimanot","cleanCaption":"Daniel Teklehaimanot of MTN-Qhubeka celebrates his polka dot jersey on the podium after his stage 6 victory on 9 July.","cleanCredit":"Photograph: Manuel Blondeau/Corbis"}},"importance":0,"kicker":{"title":"Cycling"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436516133763/b5cd4ff9-2fbd-4c39-ac81-3bfbcc1d2fba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Manuel Blondeau/Corbis","altText":"Daniel Teklehaimanot","cleanCredit":"Photograph: Manuel Blondeau/Corbis"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436541630266/Tirreno-Adriatico---Day-S-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images","credit":"Giuseppe Bellini/Getty Images","altText":"Tirreno Adriatico - Day Seven","cleanCaption":"Daniel Teklehaimanot claimed the Tour de France's polka dot jersey on Thursday but the shine was taken off by news his MTN-Qhubeka team-mate Natnael Berhane is alleged to have suffered racist abuse in the Tour of Austria. Photograph: Giuseppe Bellini/Getty Images"}}]},{"title":"The Joy of Six / The Open at St Andrews","rawTitle":"The Open at St Andrews","item":{"type":"article","id":"sport/blog/2015/jul/10/the-open-at-st-andrews-joy-of-six","title":"The Joy of Six: The Open at St Andrews","trailText":"<strong>Scott Murray:</strong> From 19th-century wrath of Strath, snarking from Snead and not so elementary for Tom Watson, here’s a selection of the highlights from the Old Course","standFirst":"<p>From 19th-century wrath of Strath, snarking from Snead and not so elementary for Tom Watson, here’s a selection of the highlights from the Old Course</p>","byline":"Scott Murray","body":"<h2>1) Strath hits two men, storms off (1876)</h2> \n<p>The 1873 Open was the first to be held at St Andrews, and the first to be played over two rounds on an 18-hole course. (The competition had previously been decided by three rounds of 12 at Prestwick.) A record entry of 26 players contested it. Tom Kidd, a local lad, triumphed with rounds of 91 and 88. The scoring was high, even by the standards of the day: Mungo Park would take 20 shots fewer the following year at Musselburgh. The cause? Driving rain had turned the Old Course into a quagmire, though the local press hesitated before finally admitting any imperfections. “The putting greens were in fine condition,” one paper insisted, before finally, reluctantly, conceding downpage that “pools of water on the greens added considerably to the hazards”.</p> \n<p>Unlike the recent US Open at Chambers Bay, nobody harped on and on and on and on and on and on about the imperfect putting conditions. Instead, it would be another three years before the Open’s – and golf’s – first big toy-pram divestment scenario. The second Open to be held at St Andrews, the 16th overall, was a farce from the get-go, with the organisers forgetting to book the Old Course for the tournament. Oops! This meant pairings had to be squeezed in between meandering groups of ordinary folk out for their weekend hack. One such punter, an upholsterer called Mr Hutton, was hit upside the head by Open competitor Davie Strath, who hit a wild one from 14 towards a parallel hole while chasing down Bob Martin’s clubhouse lead.</p> \n<p>Strath already had four top-five Open finishes to his name, and this looked like being his year. Up until 14, he’d been going well. But though Mr Hutton was able to traipse gingerly back to the clubhouse, the incident disturbed Strath’s equilibrium. He bogeyed the hole, then dropped another at 15. Still, with a couple of holes left, his destiny remained in his own hands. A pair of fives would do it. Strath’s third into 17 looked like scampering on to the eponymous Road running behind the Hole, but the ball hit a member of the group ahead, who had taken their sweet time to vacate the green. Two putts, and that was the first five marked down. But Strath got snagged up in the Valley of Sin at 18, and took six. Never mind, he was still in a play-off the next day.</p> \n<figure class=\"element element-image\" data-media-id=\"6e40997f3a88acbf6243d1a612f626ab5a926238\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443085391/1643cd30-af36-4fdf-b937-d16aa8342d39-460x251.jpeg\" alt=\"Golfers and spectators line up at St Andrews in 1876.\" width=\"460\" height=\"251\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Golfers and spectators line up at St Andrews in 1876.</span> \n  <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty Images</span> \n </figcaption> \n</figure> \n<p>Ah but. The R&amp;A hadn’t only – this is worth repeating – <em>forgotten to book tee times for the Open</em>. They’d also failed to appoint a referee to adjudicate any contentious decisions. And a protest had been lodged by cronies of Martin regarding Strath’s approach to 17, arguing that the player had benefited unfairly from hitting the slow mover, thus avoiding the road. It was nothing more than a breach of etiquette, and would doubtless have been waved away, but the R&amp;A in its infinite wisdom refused to rule until after the play-off, which would be played “under protest”. Strath argued there was no point playing another 18 holes if he was just going to be disqualified at the end of them, and so stormed off in high dudgeon. Martin walked the 18 holes on his own the day after and was awarded the trophy.</p> \n<p>Strath had another go the following year at Musselburgh, but the title remained elusive. He came fifth, six shots behind Jamie Anderson. It was his final Open. Two years later, suffering from tuberculosis, he took a boat to Australia, hoping the sun would provide a cure. But laryngitis set in, and he died soon after disembarking. Martin’s victory, meanwhile, was destined to appear with an asterisk attached, so it’s nice that his presence on the Open roll of honour was later validated by another, far less controversial, win at St Andrews in 1885.</p> \n<h2>2) Jones melts down in bunker (1921)</h2> \n<p> Jock Hutchison won the 1921 Open. It’s fair to say his victory turned the tide. It was the first time an American lifted the Claret Jug, at a point in time where Scotland already had 39 wins under her belt. Since then, only Sandy Lyle and Paul Lawrie have taken the Open back to the old country. But the folks from the US have kept on truckin’. Phil Mickelson’s win at Muirfield in 2013 nudged the States ahead in the all-time list for the first time, the Americans now 42 up. So for setting the ball rolling, hats off to Hutchison – who, rather deliciously, was only a naturalised American, having been born and brought up (where else?) in St Andrews.</p> \n<p>Hutchison was a deserving winner in 1921, coming home early to study the course, and utilising deep-grooved pitching clubs to gain extra bite on greens that were running fast and hard. He aced the short 8th on his first round, and very nearly followed it up with a second hole-in-one in a row at the par-four 9th, driving the green, his ball scampering to within a couple of inches of the hole.</p> \n<p>He handsomely won a play-off against the amateur Roger Wethered by nine strokes. Mind you, Wethered would have won outright had he not incurred a penalty during the third round for stepping on his ball. The crass error was unlikely to have ever kept him awake at nights, though, if his attitude to the play-off is anything to go by: he took quite some persuading to hang around for it, a game of cricket having been arranged back home.</p> \n<p>An eventful enough Open, then, yet it’s probably best remembered for the Open debut of Bobby Jones. The 19-year-old American was the low amateur after two rounds, after which the Old Course showed its teeth. In the third round, Jones took 46 shots across the front nine, then another six on the 10th. And then on 11, having taken four shots in a bunker, he ripped his scorecard into tiny pieces, sent them scattering into the breeze, and stomped off wearing a look later described by onlookers as “puzzled dislike”.</p> \n<p>The greats have a way of turning things around, though, and the next time Jones came to HQ, for the 1927 Open, he shot an opening round of 68, eventually winning by six strokes, having led wire to wire. In his dotage, he explained how a drastic change of attitude led to a drastic change of fortune. “The Old Course is like a wise old lady,” began the wise old man, “whimsically tolerant of my impatience, but ready to reveal the secrets of her complex being, if I would only take the trouble to study and learn. The more I studied the Old Course, the more I loved it and the more I loved it, the more I studied it. There is always a way at St Andrews, although it is not always the obvious way.”</p> \n<figure class=\"element element-image\" data-media-id=\"51ffebe97f1ac8b5e4ead25015872edeab0953ef\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443237174/665d2823-dc1c-451e-a075-d27f41f5100f-460x362.jpeg\" alt=\"Bobby Jones put the 1921 debacle behind him and when the tournament returned to St Andrews six years later, won his second British Open title.\" width=\"460\" height=\"362\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bobby Jones put the 1921 meltdown behind him and when the tournament returned to St Andrews six years later, won his second British Open title.</span> \n  <span class=\"element-image__credit\">Photograph: Central Press/Getty Images</span> \n </figcaption> \n</figure> \n<p>Incidentally, that bunker Jones lost his mind in paid no heed to star names. Twelve years after Bobby’s brain-melt, in 1933, Gene Sarazen found himself stuck in there too, and took three to get out. He lost that Open by one shot.</p> \n<h2>3) Slammin’ Sam slams St Andrews (1946)</h2> \n<p> Bobby Jones is not the only US superstar to have taken an instant dislike to the Old Course. Enter Sam Snead, harrumphing his way up the east coast of Fife in a right old stew. “What is this place?!” he spluttered on first sight of St Andrews. “That looks like an abandoned golf course over there.” In fairness, this was 1946, and the course was only in passable condition thanks to the efforts of German prisoners of war, so Sammy wasn’t being egregiously unfair in his Slammin’. Nevertheless, the course could have been so pristine as to make Augusta National look like a peat bog, and yet Snead wouldn’t have been any happier to be visiting. He didn’t hold the Open in high regard, and was rumoured to have only agreed to play at the behest of Wilson Sporting Goods, to whom he was contracted, and who were interested in giving British sales a boost.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"626909215ecb3ba2e0027777d6f6c5bc9f43d742\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443320185/f881a3c3-01fc-427c-aa97-258d1ccb4b9f-280x420.jpeg\" alt=\"Cheer up Sam Snead.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cheer up Sam Snead.</span> \n  <span class=\"element-image__credit\">Photograph: Keystone/Getty Images</span> \n </figcaption> \n</figure> \n<p>Snead was also unsure that his occasionally skittish putting stroke was reliable enough to pass muster on the Old Course’s huge double greens (a set-up which he also considered beyond ridiculous). But he was given a few tips by the old master Walter Hagen and, subsequently becalmed, agreed to play. It proved a fine decision: Snead, benefiting from his prodigious length, accurate driving, and ability to fire long irons into the wind, was by far the steadiest golfer over the three days and four rounds, winning the tournament by four strokes from Bobby Locke and his good friend Johnny Bulla.</p> \n<p>Bulla may well have rued his troubles at the Road Hole during the tournament, where he took seven and six. He might also have regretted three-putting 16, 17 and 18 on his final round. But he must especially have questioned his persistence in persuading his pal Snead to come over and compete. (Bulla himself loved the Open.) A textbook case of self-sabotage.</p> \n<p>Snead never really changed his opinion of St Andrews or the Open, his mood not helped when his caddy requested the winning ball for posterity, then immediately sold it. Did he enjoy his visit? “Whenever you leave the USA, you’re just camping out,” came the gruff reply. But it was a harsh analysis, given how good Scotland had been to him. After all, in time, that Open win became a crucial component of the Snead legacy, especially as the great man would never get his hands on a precious US Open.</p> \n<h2>4) Peter Alliss &gt; Arnold Palmer (for one day) (1960)</h2> \n<p> The Centenary Open, at the home of golf. But the great British celebrations were overshadowed by a brash American. Arnold Palmer had just won the Masters and US Open, and fancied his chances of matching Ben Hogan’s three-major slam of 1953. Only this time, because there was no schedule clash between the Open and the PGA, he had a chance to go all out for all four. The grand slam. Or, as it was once known, the Impregnable Quadrilateral of Golf.</p> \n<p>The Impregnable Quadrilateral of Golf! It never gets old, does it. Grand slams are two a penny in professional sport; golf’s marketing gurus are missing a trick by not reviving this one, you know.</p> \n<p>But the Open organisers were more than happy that this brash American was here to overshadow their celebrations. Because the Open, 100, had dramatically slipped in status since the war, ignored by US players who would rather compete in the money-spinning PGA and didn’t fancy a long, expensive journey which promised little coin at the end of it. (Sam Snead famously complained that his travelling expenses in 1946 exceeded his prize money, though of course the notoriously parsimonious Snead never did factor in the extra endorsements that came his way.)</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e6319de1ba74da5addf0b9ac9d32eb293881172d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443412045/6a4d733e-e490-4183-8042-71924a4c1490-280x420.jpeg\" alt=\"The gallery intently watch a shot made by Arnold Palmer as he competes in a qualifying round of the 1960 British Open.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The gallery intently watches a shot made by Arnold Palmer as he competes in a qualifying round of the 1960 Open.</span> \n  <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> \n </figcaption> \n</figure> \n<p>But Palmer sussed quickly what Snead never quite grasped: that the Open was, for all its idiosyncrasies, a must-win for any player with posterity in mind. Over he came, in a blaze of publicity, and shot 67 in one of the pre-tournament qualifying rounds. But it never quite worked out for Palmer in the tournament proper. He was there or thereabouts for the entire week, but always just off the pace, first lagging behind early leader Roberto De Vicenzo, then trailing eventual winner Kel Nagle. Palmer ended up in second place, a shot off the lead. Three three-putts on the Road Hole had proved his undoing.</p> \n<p>So no Impregnable Quadrilateral for Arnie. Which was a shame, as his mere presence had given the Open a huge shot in the arm. The other Americans started taking notice again, their biggest stars trooping over from here on in. Palmer won the Open in 1961 and 1962. Tony Lema triumphed in 1964 and would surely have won more but for his untimely death in a plane crash. After which focus shifted to the emerging Jack Nicklaus, with Lee Trevino and Tom Watson not too far after him.</p> \n<p>But there’s a lesson in Palmer’s near miss of 1960 for the grand-slam-seeking Jordan Spieth: they don’t call that Quadrilateral impregnable for nothing. And St Andrews, especially the 17th, won’t give you anything for free. Heed also the fate of poor Peter Alliss. The legendary BBC commentator was some player in his prime, and on the day Palmer shot that 67 in qualifying, Alliss broke the Old Course record with a 66. Then, when the tournament began, he carded a 79 and went on to miss the cut.</p> \n<h2> 5) Bunkers and lofts (1978)</h2> \n<p>Who was the star of the 1978 Open? Well, by rights it should be Jack Nicklaus. He’d just failed to win the previous year’s duel in the sun at Turnberry, despite shooting 65 and 66 on the last two days. Tom Watson, with a pair of 65s, improbably bettered him. It’s the sort of defeat that would have finished a lesser man, but Nicklaus bounced straight back a year later at St Andrews, holding firm over the closing holes while the ostentatiously moustached Simon Owen crumbled, a pair of 69s over the final two rounds giving him a fairly comfortable victory. It was a 15th major for a player they said was past winning.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"284e6a2b81987265d679f7c82844b2996669149b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443522878/7ea99d13-64d1-42d2-8af4-5285b063601a-460x276.jpeg\" alt=\"Tommy Nakajima has trouble with the 'Road Hole Bunker' on the par 4, 17th hole in 1978\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tommy Nakajima has trouble with the ‘Road Hole Bunker’ on the par 4, 17th hole in 1978.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Dazeley/Getty Images</span> \n </figcaption> \n</figure> \n<p>Maybe someone will write the same sentence one day about Tiger. Here’s hoping. But we digress.</p> \n<p>Perhaps the real star of 1978 was Tsuneyuki ‘Tommy’ Nakajima, who in the third round, one stroke off the lead, took four to escape the Road Hole bunker and left with a quadruple-bogey nine. His chances lay in tatters, his head gone, thanks to a trap quickly and wittily restyled as The Sands of Nakajima. Two things are often forgotten about Tommy’s troubles. First, that he’d actually been on the green in two, but had misjudged the borrow and putted into the sand. Second, that he wasn’t the only player to come a cropper on the infamous hole that day: there had been two triple-bogey sevens, 11 double-bogeys, 48 bogeys, only 18 pars, and no birdies. A true hell hole.</p> \n<p>But our vote for Man of ’78 goes to the R&amp;A secretary Keith Mackenzie, who came into his own after a telecommunications strike during the run-up to the Open. No additional phone lines could be set up for the big event, a state of affairs which caused great consternation in the press centre. Mackenzie snapped into action – but only to get a local carpenter to construct a pigeon loft outside the media tent. “Park your pigeons here,” read a tinder-dry sign. The fourth estate were thus forced to skitter hysterically into St Andrews each day to phone in their copy from local pubs, restaurants, hotels and shops. They weren’t smiling while they were doing it, either.</p> \n<figure class=\"element element-image\" data-media-id=\"72f555c63b044464d16c6d4a26d157e97041bf0c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443599872/7ea6633a-ddb4-4a25-94e3-a39365aadb42-460x308.jpeg\" alt=\"Journalist baiting at it's finest.\" width=\"460\" height=\"308\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Journalist baiting at its finest.</span> \n  <span class=\"element-image__credit\">Photograph: Tony Roberts/Corbis</span> \n </figcaption> \n</figure> \n<p>It is fair to say Mackenzie enjoyed baiting journalists. But then, who doesn’t? Even journalists enjoy baiting journalists.</p> \n<h2>6) Seve and Tom (1984)</h2> \n<p>At St Andrews in 1984, Tom Watson aimed to become the first golfer since Peter Thomson in the 1950s, and only the fourth player of all time, to win three consecutive Open Championships. He was also aiming for six Open titles overall, a record that would take him to the top of the roll of honour alongside Harry Vardon.</p> \n<p>He gave it a bloody good go, too. He shot 66 in the third round, and went into Sunday as joint leader alongside a young Ian Baker-Finch, and two shots clear of Seve Ballesteros and Bernhard Langer. It was a stellar cast, though in the final round Baker-Finch crumbled to a 79, while Langer started with a birdie but never really got going after that. It would turn into a duel between Ballesteros in the penultimate pairing, and Watson in the last group.</p> \n<p>Both men reached the Road Hole at 11 under par. Ballesteros was up first, and naturally he winged his drive into rough. But he lashed a six-iron to the front of the green, lagged his putt to the side of the hole, and escaped with a par. He pearled his drive down 18, then glanced back down the 17th, where Watson had split the fairway. “Well,” he thought to himself. “Watson is on the fairway, and Watson is Watson. He is going to make a par and he can make a birdie at any time.”</p> \n<p>But Watson did not make birdie. And he did not make par. He pushed a two-iron through the back of the green and on to the road, the ball cannoning off the wall and stopping a couple of feet in front of it. Watson jabbed a chip up on to the green, but as he sized up his par putt, a roar went up on 18. Ballesteros had chipped to 15 feet, then sunk the putt. Seve pummelled the air with his fist – &iexcl;Y&eacute;-y&eacute;-y&eacute;-y&eacute;-y&eacute;! – and Watson knew the jig was up. His par putt slid by. The bogey five was a damn fine result from down by the stone wall, but not good enough in this context. A par up the last, when only an unlikely eagle two would do, and Seve had landed his second Open.</p> \n<figure class=\"element element-image\" data-media-id=\"88ae1b5513981a6bba7f00c4ee08453b95c8be9e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443805160/565cb36f-126e-4fcb-8afd-3bb8e6d31141-304x420.jpeg\" alt=\"Seve Ballesteros celebrates holing his winning putt for a birdie on the 18th green during the final round of the 1984 Open Championship\" width=\"304\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Seve Ballesteros celebrates holing his winning putt for a birdie on the 18th green during the final round of the 1984 Open.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Joy/R&amp;A via Getty Images</span> \n </figcaption> \n</figure> \n<p>Watson never won another major, though he’d come a yip away from equalling Vardon’s Open record as a 59-year-old at Turnberry in 2009. But it’s too early to talk about that painful day. It’s still far too raw. Ask us again in 2109 perhaps.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e34318298f777c953d80b15ae118f754995a3de0/0_0_4046_2427/4046.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2427,"width":4046,"orientation":"landscape","credit":"Gerry Penny/EPA","altText":"The famous Swilcan Bridge at St Andrews.","cleanCredit":"Photograph: Gerry Penny/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443085976/1643cd30-af36-4fdf-b937-d16aa8342d39-2060x1124.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1124,"width":2060,"orientation":"landscape","caption":"Golfers and spectators line up at St Andrews in 1876. Photograph: Hulton Archive/Getty Images","credit":"Hulton Archive/Getty Images","altText":"Golfers and spectators line up at St Andrews in 1876.","cleanCaption":"Golfers and spectators line up at St Andrews in 1876.","cleanCredit":"Photograph: Hulton Archive/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443237748/665d2823-dc1c-451e-a075-d27f41f5100f-2060x1623.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1623,"width":2060,"orientation":"landscape","caption":"Bobby Jones put the 1921 meltdown behind him and when the tournament returned to St Andrews six years later, won his second British Open title. Photograph: Central Press/Getty Images","credit":"Central Press/Getty Images","altText":"Bobby Jones put the 1921 debacle behind him and when the tournament returned to St Andrews six years later, won his second British Open title.","cleanCaption":"Bobby Jones put the 1921 meltdown behind him and when the tournament returned to St Andrews six years later, won his second British Open title.","cleanCredit":"Photograph: Central Press/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443321795/f881a3c3-01fc-427c-aa97-258d1ccb4b9f-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Cheer up Sam Snead. Photograph: Keystone/Getty Images","credit":"Keystone/Getty Images","altText":"Cheer up Sam Snead.","cleanCaption":"Cheer up Sam Snead.","cleanCredit":"Photograph: Keystone/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443413901/6a4d733e-e490-4183-8042-71924a4c1490-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"The gallery intently watches a shot made by Arnold Palmer as he competes in a qualifying round of the 1960 Open. Photograph: Bettmann/Corbis","credit":"Bettmann/Corbis","altText":"The gallery intently watch a shot made by Arnold Palmer as he competes in a qualifying round of the 1960 British Open.","cleanCaption":"The gallery intently watches a shot made by Arnold Palmer as he competes in a qualifying round of the 1960 Open.","cleanCredit":"Photograph: Bettmann/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443524182/7ea99d13-64d1-42d2-8af4-5285b063601a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tommy Nakajima has trouble with the ‘Road Hole Bunker’ on the par 4, 17th hole in 1978. Photograph: Peter Dazeley/Getty Images","credit":"Peter Dazeley/Getty Images","altText":"Tommy Nakajima has trouble with the 'Road Hole Bunker' on the par 4, 17th hole in 1978","cleanCaption":"Tommy Nakajima has trouble with the ‘Road Hole Bunker’ on the par 4, 17th hole in 1978.","cleanCredit":"Photograph: Peter Dazeley/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443598892/7ea6633a-ddb4-4a25-94e3-a39365aadb42-2060x1379.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1379,"width":2060,"orientation":"landscape","caption":"Journalist baiting at its finest. Photograph: Tony Roberts/Corbis","credit":"Tony Roberts/Corbis","altText":"Journalist baiting at it's finest.","cleanCaption":"Journalist baiting at its finest.","cleanCredit":"Photograph: Tony Roberts/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443806532/565cb36f-126e-4fcb-8afd-3bb8e6d31141-1475x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1475,"orientation":"portrait","caption":"Seve Ballesteros celebrates holing his winning putt for a birdie on the 18th green during the final round of the 1984 Open. Photograph: Michael Joy/R&A via Getty Images","credit":"Michael Joy/R&A via Getty Images","altText":"Seve Ballesteros celebrates holing his winning putt for a birdie on the 18th green during the final round of the 1984 Open Championship","cleanCaption":"Seve Ballesteros celebrates holing his winning putt for a birdie on the 18th green during the final round of the 1984 Open.","cleanCredit":"Photograph: Michael Joy/R&A via Getty Images"}],"webPublicationDate":"2015-07-10T08:10:05Z","lastModified":"2015-07-10T11:44:53Z","metadata":{"commentable":true,"commentCount":28,"contributors":[{"name":"Scott Murray","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/scottmurray"}],"feature":true,"keywords":["The Open","Golf","Sport"],"tags":[{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Scott Murray","topic":{"type":"tag-contributor","name":"profile/scottmurray"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/10/the-open-at-st-andrews-joy-of-six","shortUrl":"http://gu.com/p/4ag4j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/10/the-open-at-st-andrews-joy-of-six","webUri":"http://www.theguardian.com/sport/blog/2015/jul/10/the-open-at-st-andrews-joy-of-six"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e34318298f777c953d80b15ae118f754995a3de0/0_0_4046_2427/4046.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2427,"width":4046,"orientation":"landscape","caption":"The famous Swilcan Bridge at St Andrews. Photograph: Gerry Penny/EPA","credit":"Gerry Penny/EPA","altText":"The famous Swilcan Bridge at St Andrews.","cleanCaption":"The famous Swilcan Bridge at St Andrews.","cleanCredit":"Photograph: Gerry Penny/EPA"}},"importance":5,"kicker":{"title":"The Joy of Six"},"byline":{"title":"Scott Murray"},"showQuotedHeadline":false,"sublinks":[{"title":"Golf / Fowler finds form at Scottish Open but Olesen leads the field","rawTitle":"Fowler finds form at Scottish Open but Olesen leads the field","item":{"type":"article","id":"sport/2015/jul/09/rickie-fowler-scottish-open-thorbjorn-olesen-gullane-golf","title":"Rickie Fowler finds form at Scottish Open but Thorbjorn Olesen leads field","trailText":"Rickie Fowler, who disappointed at the US Open with rounds of 81 and 73, impressed at Gullane with a four-under first round of 66, three shots behind Denmark’s Olesen","standFirst":"<span class=\"bullet\">•</span> Fowler impresses with four-under first round of 66\n<br />\n<span class=\"bullet\">•</span> Denmark’s Olesen opens with 63 for two-shot lead","byline":"Ewan Murray at Gullane","body":"<p>A tale of woe involving Tiger Woods, this time at the US Open, rather overshadowed the more surprising struggles of one of his playing partners.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/phil-mickelson-scottish-open-\">Phil Mickelson takes rough with the smooth in buildup to the Scottish Open</a> </p> \n</aside> \n<p>Rickie Fowler had arrived at Chambers Bay last month as one of the favourites for the second major of the year but departed after only 36 holes on an aggregate of 13-over par. Given the consistency so readily associated with Fowler on the big stage, added to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/11/rickie-fowler-holds-nerve-win-playoff-players-championship\" title=\"\">his Players Championship success</a>, this was curious stuff.</p> \n<p>By the look of things there will be no lasting damage. Fowler’s Open Championship preparations continued apace with an opening round of 66, four-under par, at the Scottish Open. The amiable Californian is rightly of a mind to laugh off the blip which came before.</p> \n<p>“I had forgotten about that until now,” said Fowler with a smile when the US Open rounds of 81 and 73 were raised. “Look, I mean, there is nothing you can really do about it. Things just start going the wrong way and you can’t fix it. You just have to accept it. It was unfortunate timing but these days come. There are other days when it goes the other way and you can’t miss the hole. So it is all kind of give and take. That’s the way life is, that’s the way golf is.”</p> \n<p>Fowler’s intentions in East Lothian are clear – he is seeking to fine-tune his links game with next week’s Open in mind. Challenging for victory here, as Fowler readily admits, “wouldn’t hurt”.</p> \n<p>He added: “It can only help you if you have a good, solid tournament. It can only help if you are piecing together good rounds, whether that is one or two or a whole tournament.</p> \n<p>“Tiger was able to play well <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier\" title=\"\">at the Greenbrier Classic</a> last week and piece some things together for the Open. It can never hurt you to play well leading into a major.”</p> \n<p>Jimmy Walker, a Ryder Cup team-mate of Fowler’s, signed for a 65. The Dane Thorbjorn Olesen, who has seen youthful progress offset by injury woes – including one incident where he fell from a camel in Dubai – surged to the top of the leaderboard with a seven-under 63. There was also a welcome return to form for Graeme McDowell, who has slipped outside of the world’s top 50 or the first time in five years because of a dismal 2015.</p> \n<p>The Northern Irishman made bogey at his last two holes but still had cause to be content with a 66. McDowell later said his desire to implement technical change in search of improvement led to him forgetting some of the fundamentals which earlier made him a major champion.</p> \n<p>“I am trying to get back to basics a bit,” McDowell said. “I’ve been searching a little bit, I’ll be the first to admit that. There’s been a lot of technique in my head. I simplified it today and hit the ball much more solidly than I have for a while. It has been a pretty lean year for me. Looking back at the schedule I’ve been playing, these golf courses are unforgiving when you look at your Bay Hills, Augustas and Chambers Bays.”</p> \n<p>McDowell admitted to a sense of opportunity missed now that his injured compatriot, Rory McIlroy, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/rory-mcilroy\" title=\"\">will not appear next week</a> at the Old Course. “I played there on Saturday and the first name that jumped into my mind was Rory,” McDowell said. “I really felt like he had a big shot next week.</p> \n<p>“I sent him a text message, basically saying sorry to hear what’s going on. I wished him well. I didn’t want to interrogate him and ask ‘how bad is it?’ I wasn’t looking for the exclusive.</p> \n<p>“Obviously he’ll be hugely disappointed not to be there. I really felt like the longer hitters could have a big chance next week. It’s going to be green and soft, at least by links standards.”</p> \n<p>The Scottish Open’s defending champion Justin Rose, who was a late starter on day one, has a legitimate hope of retaining his title after matching the score of Fowler and Phil Mickelson.</p> \n<p>Mickelson, who played alongside Rose, sits at one-under.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436462326513/Rickie-Fowler-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Rickie Fowler","cleanCaption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T17:20:03Z","lastModified":"2015-07-09T23:01:51Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["Golf","Sport","Rickie Fowler"],"tags":[{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/rickie-fowler","webTitle":"Rickie Fowler"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/rickie-fowler-scottish-open-thorbjorn-olesen-gullane-golf","shortUrl":"http://gu.com/p/4agmz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/rickie-fowler-scottish-open-thorbjorn-olesen-gullane-golf","webUri":"http://www.theguardian.com/sport/2015/jul/09/rickie-fowler-scottish-open-thorbjorn-olesen-gullane-golf"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436462326513/Rickie-Fowler-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Rickie Fowler","cleanCaption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images"}},"importance":0,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436462326513/Rickie-Fowler-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Rickie Fowler","cleanCaption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e34318298f777c953d80b15ae118f754995a3de0/0_0_4046_2427/4046.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2427,"width":4046,"orientation":"landscape","credit":"Gerry Penny/EPA","altText":"The famous Swilcan Bridge at St Andrews.","cleanCredit":"Photograph: Gerry Penny/EPA"}}]},{"title":"Talking Horses / Saturday’s best bets plus the latest racing news","rawTitle":"Saturday’s best bets plus the latest racing news","item":{"type":"article","id":"sport/blog/2015/jul/11/talking-horses-saturdays-best-bets","title":"Talking Horses: Saturday’s best bets plus the latest racing news","trailText":"The in-form James Doyle can get the best out of Brazen Beau who looks well placed to win a first Group One sprint in the UK","standFirst":"The in-form James Doyle can get the best out of Brazen Beau, who looks well placed to win a first Group One sprint in the UK","byline":"Chris Cook","body":"<p>The betting market seems to have decided that Saturday’s July Cup comes down to two horses. The other 13 runners will probably find a way to prove that such is not the case but there is no quarelling over who has the best chance.</p> \n<p><strong>Brazen Beau (3.45)</strong> is unlucky not to have won a Group One sprint in this country already, having been beaten by only half a length in the Diamond Jubilee at Royal Ascot. That was a fine effort in view of the fact that he raced all by himself on the unfavoured stands side and was held off by a horse who made his challenge around the far side of the field where the ground may have been fastest.</p> \n<p>That effort did not come out of a blue sky. Brazen Beau was twice a winner of Group Ones at this distance in his native Australia and would be worth all the respect one can give him here, regardless of other circumstances. As it happens, he is to be ridden this time by the wildly in-form James Doyle and is drawn towards the far rail, which has looked like the best place to be this week.</p> \n<p>Muhaarar looks a short price for this first test against older horses. G Force is interesting each-way, now that he returns to six furlongs, five having been too sharp for him in his two runs this year.</p> \n<p><strong>1.45 York:</strong> <strong>Birdman</strong> has recovered his best form after a change of stable and is still 9lb below his peak rating, despite six excellent efforts in a row. He is well drawn to take up a handy position.</p> \n<p><strong>2.00 Newmarket:</strong> Having pulled hard and got no run at Chester last time, <strong>Good Contact </strong>wears a hood for the first time and drops back in trip. With Doyle returning to the saddle, this promising youngster should be able to show that was not his form.</p> \n<p><strong>2.10 Ascot:</strong> With Mark Johnston training winners as if his life depended on it,<strong> Indescribable</strong> is interesting. He has been alternating good runs with bad, which is not unusual for horses from his yard, and can probably be forgiven his Chester flop last time. Five furlongs on fast ground seems his thing, he is probably drawn on the right side and he is handicapped to win when things fall right.</p> \n<p><strong>2.20 York: </strong>A winner over this distance in Dubai in February, <strong>Famous Kid</strong> finished well over a shorter trip at Royal Ascot. The Chester Cup did not pan out well for him but this race has a more appealing look and his rating is not harsh.</p> \n<p><strong>2.35 Newmarket: </strong>From the stable that has won this three times in five years <strong>Tony Curtis</strong> may be able to savour the sweet smell of success. He overcame greenness to score on his debut, which is always a positive sign for Hannon-trained runners, and can improve beyond rivals that have shown more to this point.</p> \n<p><strong>2.45 Ascot: </strong>Cable Bay should not be underestimated but <strong>Arod</strong> looks the quality animal in this field, whether or not he uses the front-running tactics that worked so well at Epsom. He can land this on his way back to Group One company.</p> \n<p><strong>2.55 York:</strong> A winner at this specialist track back in May, <strong>Out Do</strong> has a 4lb pull with Kingsgate Native, who beat him at Haydock next time. He needs to be forgiven for his Beverley flop but the return to York may help him.</p> \n<p><strong>3.10 Newmarket:</strong> <strong>One Word More</strong> is having a fine season and, given that the winner had a better draw, is due plenty of credit for his narrow defeat at York last time. He seems to have a more helpful starting stall this time, which cannot be said of several at the head of the betting. This is on the sharp side for Bronze Angel but both he and Heaven’s Guest, last year’s winner, make each-way appeal.</p> \n<p><strong>3.25 York:</strong> Sennockian Star has returned to the form that won him so many races in 2013 and there is nothing wrong with his half-length defeat at Royal Ascot to Mahsoob, even if that one was disappointing in a Group Two on Thursday. Another from the Mark Johnston yard, he has a good draw for a prominent racer.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436558378227/c9722ac5-7ba8-4069-b9e3-6a859c1a333a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Davies/PA","altText":"Brazen Beau","cleanCredit":"Photograph: David Davies/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-10T23:01:09Z","lastModified":"2015-07-10T23:03:42Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Chris Cook","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chriscook"}],"feature":false,"keywords":["Horse racing","Horse racing tips","Sport"],"tags":[{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/horse-racing-tips","webTitle":"Horse racing tips"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Chris Cook","topic":{"type":"tag-contributor","name":"profile/chriscook"}}],"series":{"title":"Talking Horses","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/talking-horses"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/11/talking-horses-saturdays-best-bets","shortUrl":"http://gu.com/p/4ahnt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/11/talking-horses-saturdays-best-bets","webUri":"http://www.theguardian.com/sport/blog/2015/jul/11/talking-horses-saturdays-best-bets"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436558378227/c9722ac5-7ba8-4069-b9e3-6a859c1a333a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Doyle on board Brazen Beau looks well placed for the July Cup. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"Brazen Beau","cleanCaption":"James Doyle on board Brazen Beau looks well placed for the July Cup.","cleanCredit":"Photograph: David Davies/PA"}},"importance":4,"kicker":{"title":"Talking Horses"},"showQuotedHeadline":false,"sublinks":[{"title":"Racing tips / Saturday 11 July","rawTitle":"Saturday 11 July","item":{"type":"article","id":"sport/2015/jul/10/horse-racing-tips-saturday-11-july","title":"Horse racing tips: Saturday 11 July","trailText":"<strong>Saturday tips:</strong> The Tony Carroll-trained Pyrocumulus at Chester is the day’s nap bet","standFirst":"The Tony Carroll-trained Pyrocumulus at Chester is the day’s nap bet","byline":"Chris Cook","body":"<h2><strong>Ascot</strong></h2> \n<p><strong> </strong>2.10 Indescribable 2.45 Arod 3.20 Bernie’s Boy 3.55 Fyrecracker 4.30 Shasag 5.05 King Bolete 5.40 Think Ahead</p> \n<h2><strong>Chester</strong></h2> \n<p><strong> </strong>1.50 Ayresome Angel 2.25 Gabrial The Tiger 3.00 Dusky Queen 3.35 Lexi’s Hero 4.10 Chadic 4.45 Save The Bees 5.20 Pyrocumulus (nap)</p> \n<h2><strong>Hamilton</strong></h2> \n<p><strong> </strong>6.15 Candy Hill 6.45 Pancake Day 7.15 New Lease Of Life 7.45 Tagtale 8.15 Northside Prince 8.45 Echo Of Lightning</p> \n<h2><strong>Newmarket</strong></h2> \n<p><strong> </strong>2.00 Good Contact 2.35 Tony Curtis 3.10 One Word More (nb) 3.45 Brazen Beau 4.20 Ballydoyle 4.55 Aleko 5.30 First Sitting</p> \n<h2><strong>Salisbury</strong></h2> \n<p><strong> </strong>6.00 Palawan 6.30 Prince Regal 7.00 Tuco 7.30 Hard To Handel 8.00 Scarlet Sash 8.30 Kingston Mimosa 9.00 Suffused</p> \n<h2><strong>York</strong></h2> \n<p><strong> </strong>1.45 Birdman 2.20 Famous Kid 2.55 Out Do 3.25 Sennockian Star 4.00 Papa Luigi 4.35 Eshtiaal 5.10 Shawaahid</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/10/1436547775101/Newmarket-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Frankie Dettori rides Magical Memory to victory at Newmarket on Friday. Photograph: Alan Crowhurst/Getty Images","credit":"Alan Crowhurst/Getty Images","altText":"Newmarket Races","cleanCaption":"Frankie Dettori rides Magical Memory to victory at Newmarket on Friday. Photograph: Alan Crowhurst/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T17:05:39Z","lastModified":"2015-07-10T23:03:14Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Chris Cook","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chriscook"}],"feature":false,"keywords":["Horse racing tips","Horse racing","Sport"],"tags":[{"id":"sport/horse-racing-tips","webTitle":"Horse racing tips"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Chris Cook","topic":{"type":"tag-contributor","name":"profile/chriscook"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/horse-racing-tips-saturday-11-july","shortUrl":"http://gu.com/p/4ahdv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/10/horse-racing-tips-saturday-11-july","webUri":"http://www.theguardian.com/sport/2015/jul/10/horse-racing-tips-saturday-11-july"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/10/1436547775101/Newmarket-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Frankie Dettori rides Magical Memory to victory at Newmarket on Friday. Photograph: Alan Crowhurst/Getty","credit":"Alan Crowhurst/Getty Images","altText":"Newmarket Races","cleanCaption":"Frankie Dettori rides Magical Memory to victory at Newmarket on Friday. Photograph: Alan Crowhurst/Getty"}},"importance":0,"kicker":{"title":"Racing tips"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/10/1436547775101/Newmarket-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Frankie Dettori rides Magical Memory to victory at Newmarket on Friday. Photograph: Alan Crowhurst/Getty Images","credit":"Alan Crowhurst/Getty Images","altText":"Newmarket Races","cleanCaption":"Frankie Dettori rides Magical Memory to victory at Newmarket on Friday. Photograph: Alan Crowhurst/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436558378227/c9722ac5-7ba8-4069-b9e3-6a859c1a333a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Davies/PA","altText":"Brazen Beau","cleanCredit":"Photograph: David Davies/PA"}}]},{"title":"Gold Cup: Clint Dempsey gets the winner as USA narrowly edge out Haiti","rawTitle":"Gold Cup: Clint Dempsey gets the winner as USA narrowly edge out Haiti","item":{"type":"article","id":"football/2015/jul/10/clint-dempsey-usa-haiti-gold-cup","title":"Gold Cup: Clint Dempsey gets the winner as USA narrowly edge out Haiti","trailText":"USA win Group A thanks to second-half Clint Dempsey winner, but struggle with the pitch and the purpose of a lively Haiti team","standFirst":"<ul>\n <li>USA 1-0 Haiti (Dempsey 47)</li>\n <li>J&uuml;rgen Klinsmann’s team struggle against disciplined Haitians</li>\n</ul>","byline":"Graham Parker in Boston","body":"<p>Another long night for the USA, and another positive result thanks to a decisive Clint Dempsey intervention, but don’t let the fact that they’ve won their group with a game to spare fool you – J&uuml;rgen Klinsmann’s team beat Haiti by the thinnest of margins.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/10/gold-cup-2015-usa-haiti-live\">Gold Cup 2015: USA 1-0 Haiti – as it happened</a> </p> \n</aside> \n<p>Dempsey’s winner, just after half-time, may have secured the result, but at the time it did little to alter the complexion of a game where Haiti’s speed on the counter and physical competitiveness in midfield troubled the USA all night. </p> \n<p>After laboring to deal with the lively Hondurans and their flooding of midfield on Tuesday in Texas, the USA came into Friday night’s game expecting to face a disciplined Haiti team happy to play without the ball and set traps, as they’d showed in their 1-1 opener with Panama. And so it proved again in Massachusetts, at least before a tiring Haiti team began to allow the US more opportunities in the second half.</p> \n<p>Klinsmann had introduced wholesale changes to face the Haitians. DeAndre Yedlin and Gyasi Zardes had raised some concerns with their reluctance to pinch in and support Kyle Beckerman and Michael Bradley in the midfield diamond against Honduras and neither young player started on Friday night.</p> \n<p>Instead, the relative experience of Graham Zusi and Mix Diskerud replaced Yedlin and Zardes, while Bradley dropped to the holding role, and Clint Dempsey was pushed back behind a front two of Aron J&oacute;hannsson and Jozy Altidore.</p> \n<p>Klinsmann also gave Greg Garza his first competitive start after a series of friendly appearances, to tie his international future to the US. No John Brooks either, with Tim Ream of Bolton starting alongside Omar Gonzalez and Brad Evans of Seattle starting as right back.</p> \n<p>If the selection was meant to generate a sharper start than in the opening game, the results were indifferent, although the US were not helped by the surface at Gillette Stadium, where the temporary grass surface had been badly chewed up by the cleats of Honduras and Panama players in the 1-1 draw that was the opening part of the evening’s double-header. That result meant a US victory would see them win the group, but the assistance they’d received from the result came at the expense of the turf.</p> \n<p>The ground staff had duly watered the grass heavily before kick off and the ball was moving around quickly in the opening exchanges. Moving quickly, though not with much intent, in the opening stages. Haiti played as advertised, by digging in and looking for sudden counters, while the US could not find any sort of rhythm to try and pass through them.</p> \n<p>And the first chance, when it came, was to Haiti. Diskerud was robbed in the center circle and in racing back to try and retrieve the situation only succeeded in giving up a free kick centrally 25 yards out. Mechack Jerome stepped up and hit a sweetly dipping and curling free kick off the top corner of Brad Guzan’s goal frame, with the goalkeeper well beaten.</p> \n<p>It wasn’t an aberration either — loose midfield touches by the US repeatedly became the catalysts for Haiti attacks in the first half, while the USA struggled to trouble Johnny Placide’s goal.</p> \n<p>In the 21st minute Wilde-Donald Guerrier had another chance to give Haiti the lead as he arrived on the overlap on the right only to send his shot past Guzan but past the far post as well. The lively Guerrier would torment Garza down the right flank as the half went on, but in truth the entire US backline looked shaky as they struggled to familiarize themselves with each other while dealing with blue shirts regularly running at them at speed.</p> \n<p>The US did have the ball in the net first, on a rare break of their own in the 35th minute, but Johannsson’s turn and shot was ruled offside after Altidore elected to slip a pass to him rather than take the shot from an angle himself. On the sideline Klinsmann looked incensed by the decision, and replays showed he had a point, though maybe he was just as angry at the general sloppiness from his own team thus far, and despite an increase in passing tempo from his team in the remainder of the half, there wasn’t a lot more to encourage him in that period.</p> \n<p>With the need to force the pace and stretch Haiti apparent, Altidore made way for Zardes, and the rewards were instant. The young LA Galaxy player got behind the defense in the 47th minute to cut the ball back low for the late-arriving Dempsey to emphatically sidefoot his third goal of the tournament from just inside the box.</p> \n<p>Haiti were looking more stretched now, though despite more encouraging build up play the US were still prone to passing moves breaking down, and Guzan had to thwart a one-on-one chance for Duckens Nazon, after Haiti broke from a poor pass by Bradley.</p> \n<p>Guerrier too, continued to ask awkward questions as Haiti’s most threatening attacker, and in the 63rd minute he got across Garza on the edge of the six-yard box to flash a header wide from a whipped cross by Kim Jaggy. After a testing night, Garza made way for Fabian Johnson moments later.</p> \n<p>Yet if Haiti were expected to wilt, instead the US found themselves in a battle for the remainder of the game, as Haiti continued to look for openings right up to the final whistle. At the other end Zardes showed glimpses of stretching the Haiti defense into trouble again, and did his personal case for playing time no harm, but in truth, the final score was about the best case scenario for the USA after another awkward night.</p> \n<p>At least the US don’t need a result against Panama to win the group now, but Klinsmann will be worried about the general sloppiness as sterner tests arrive in the knockout rounds. Job done, but barely.</p> \n<p><strong>USA: </strong>Guzan; Evans, Gonzalez, Ream, Garza (Johnson 67); Zusi, Bradley, Diskerud; Dempsey; Johannsson (Beckerman 83), Altidore (Zardes HT)</p> \n<p><strong>Haiti:</strong> Placide; Lafrance (Thuriere 71), Jaggy, Jerome, Bertin, Goreux (Norde 83); Guerrier, Marcelin, Alexandre, Maurice (Louis 66); Nazon</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9dc2fa76312869312e0ba7b4a22e94fe43c9ca5c/0_0_3636_2182/3636.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2182,"width":3636,"orientation":"landscape","credit":"Winslow Townson/USA Today Sports","altText":"Clint Dempsey celebrates with Gyasi Zardes and Graham Zusi.","cleanCredit":"Photograph: Winslow Townson/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-07-11T02:48:03Z","lastModified":"2015-07-11T02:51:44Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Graham Parker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/graham-parker"}],"feature":false,"keywords":["USA","Gold Cup 2015","Football","Sport","US sports"],"tags":[{"id":"football/usfootballteam","webTitle":"USA"},{"id":"football/gold-cup-2015","webTitle":"Gold Cup 2015"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"football"},"topics":[{"displayName":"Graham Parker","topic":{"type":"tag-contributor","name":"profile/graham-parker"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/10/clint-dempsey-usa-haiti-gold-cup","shortUrl":"http://gu.com/p/4ahp6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/10/clint-dempsey-usa-haiti-gold-cup","webUri":"http://www.theguardian.com/football/2015/jul/10/clint-dempsey-usa-haiti-gold-cup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9dc2fa76312869312e0ba7b4a22e94fe43c9ca5c/0_0_3636_2182/3636.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2182,"width":3636,"orientation":"landscape","caption":"Clint Dempsey celebrates with Gyasi Zardes and Graham Zusi. Photograph: Winslow Townson/USA Today Sports","credit":"Winslow Townson/USA Today Sports","altText":"Clint Dempsey celebrates with Gyasi Zardes and Graham Zusi.","cleanCaption":"Clint Dempsey celebrates with Gyasi Zardes and Graham Zusi.","cleanCredit":"Photograph: Winslow Townson/USA Today Sports"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9dc2fa76312869312e0ba7b4a22e94fe43c9ca5c/0_0_3636_2182/3636.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2182,"width":3636,"orientation":"landscape","credit":"Winslow Townson/USA Today Sports","altText":"Clint Dempsey celebrates with Gyasi Zardes and Graham Zusi.","cleanCredit":"Photograph: Winslow Townson/USA Today Sports"}}]},{"title":"Cabaye’s Palace move shows power of TV money","rawTitle":"Cabaye’s Palace move shows power of TV money","item":{"type":"article","id":"football/blog/2015/jul/10/yohan-cabaye-crystal-palace-premier-league-tv-money","title":"Yohan Cabaye’s Crystal Palace move shows TV cash sets Premier League apart","trailText":"Yohan Cabaye was wanted by Champions League Roma but opted for Palace and is far from alone in preferring a mid-ranking English club to one abroad","standFirst":"Cabaye was wanted by Champions League Roma but opted for Palace and is far from alone in preferring a mid-ranking English club to one abroad that will be competing in Europe next season","byline":"Dominic Fifield","body":"<p>The dizzying numbers doing the rounds at Selhurst Park betrayed the reality Crystal Palace are operating on another level these days. Yohan Cabaye was pictured holding aloft the home shirt, resplendent with new sponsors, after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/10/crystal-palace-yohan-cabaye-paris-saint-germain\" title=\"\">completing a club record move from Paris Saint-Germain</a>, last season’s Champions League quarter-finalists, for an initial &pound;10m. Behind the scenes Scott Dann was due to put pen to paper on a long-term contract, following James McArthur’s lead earlier in the month, on wages of around &pound;65,000 a week.</p> \n<p>The days ahead will see renewed efforts to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/09/charlie-austin-crystal-palace-qpr-6m-fraizer-campbell\" title=\"\">secure Charlie Austin from Queens Park Rangers</a>, with Palace’s salary offer expected to trump those proposed by the England squad player’s other suitors. Their wishlist of further recruits includes Ashley Williams, James Chester, Matt Phillips and Lo&iuml;c R&eacute;my. “We’re working on three more,” said the co-chairman Steve Parish. “We are committed to bolstering the squad and having a really good year. These are very exciting times. Hopefully we can sustain this and really build on it.” All this at a club who, five years ago, survived relegation to League One on the last day of the season while <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2010/apr/27/crystal-palace-existence-relegation-championship\" title=\"\">languishing in administration</a> for the second time since 1998.</p> \n<p>The owners who bought them out of financial ruin have overseen remarkable progress, with each season an improvement on the last. The major additions in the summer of 2010 were David Wright and Andy Dorman on free transfers from Ipswich and St Mirren respectively. Fast forward to the present and the ambition reflects what must be done to maintain an upward curve: Premier League placings of 11th and 10th in their first two years back in the elite were eye-catching, but staying in the top half in a brutal division requires an upgrade in personnel.</p> \n<p>The policy is to add three or four first-team players in this window, figures who will immediately command places in the lineup. They have never been in a position to do that. Yet Premier League clubs, even those who can feel satisfied at a job well done by finishing mid-table, can aspire to pretty much anything these days.</p> \n<p>Palace’s joint second-highest ever finish in May earned them &pound;77,335,008 – made up of facility fees, merit money, central commercial sponsorships and equal shares of domestic and overseas broadcasting monies – in Premier League prize money alone. That was &pound;21,664,546 less than the champions, Chelsea, who had finished 39 points away. (As an aside, that tally of 39 points was more than any of the bottom five teams accumulated.) Those revenues, centrally distributed, will soar further once the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/feb/10/premier-league-tv-rights-sky-bt\" title=\"\">new &pound;5.14bn media deal </a>kicks in but, even now, a club that can establish themselves in the English top flight would expect to become one of the top 40 in Europe in terms of financial clout almost overnight.</p> \n<figure class=\"element element-image\" data-media-id=\"b25b8d04edf264fdc9ffa9839d1ac8448262f813\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436540076490/2f1a2482-93e3-4a43-bbc9-943bd58bce01-460x276.jpeg\" alt=\"Andr&eacute; Ayew has left Marseille, who finished fourth in the French league last season, to join Swansea, who were eighth in the Premier League.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andr&eacute; Ayew has left Marseille, who finished fourth in the French league last season, to join Swansea, who were eighth in the Premier League.</span> \n  <span class=\"element-image__credit\">Photograph: Anne-Christine Poujoulat/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Cabaye was secured despite Roma and Atl&eacute;tico Madrid, sides who will compete in the Champions League next term, having expressed interest in his services. The relative weakness of the euro in comparison with sterling clearly helps, but the Italians could offer only half the wage Palace agreed to pay the France international, with those broadcasting revenues setting the English league apart.</p> \n<p>“We’ve got the biggest and most successful sporting league of any kind anywhere in the world, by miles,” said Parish earlier this year. “Our overseas deals are virtually bigger than any other football league and the NFL and the NBA put together. It’s a real treasure.” It is certainly generating wealth.</p> \n<p>Examples are prevalent. Marseille could not hope to compete with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/swansea-city-andre-ayew-signs-ghana\" title=\"\">Swansea City to retain Andr&eacute; Ayew</a>, nor Saint-Etienne to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/19/swansea-sign-franck-tabanou-st-etienne\" title=\"\">keep Franck Tabanou</a>, despite the fact both French clubs will compete in the Europa League, whereas the Welsh side, in eighth, missed out on qualification. Marseille were just as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/26/west-ham-marseille-dimitri-payet\" title=\"\">powerless to persuade Dimitri Payet to sign</a> new terms at Stade V&eacute;lodrome when West Ham, 12th last year, offered him a basic &pound;70,000-a-week and a five-year deal, with an option for a sixth.</p> \n<p>“West Ham really showed me that they wanted me to come: both the joint-chairmen and the manager,” said Payet, who had supplied 51 goals over the past six Ligue 1 seasons in stints with Saint-Etienne, Lille and Marseille. David Sullivan hailed him as a “world-class player still in his prime”.</p> \n<figure class=\"element element-image\" data-media-id=\"40d5ceca871c75e1306e856224c06f7de662d886\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436540305876/886bb961-7d5d-4681-8996-c60af24a7a4d-460x276.jpeg\" alt=\"The Holland international Georginio Wijnaldum is set to join Newcastle United, who narrowly escaped relegation last season, from PSV for &pound;14.5m.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Holland international Georginio Wijnaldum is set to join Newcastle United, who narrowly escaped relegation last season, from PSV for &pound;14.5m.</span> \n  <span class=\"element-image__credit\">Photograph: VI-Images/via Getty Images</span> \n </figcaption> \n</figure> \n<p>PSV Eindhoven, Dutch champions who will compete in the European Cup next term, might not have quibbled at the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/memphis-depay-completes-manchester-united-transfer\" title=\"\">sale of Memphis Depay to Manchester United</a> but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/09/newcastle-united-steve-mcclaren-psv-eindhoven-georginio-wijnaldum\" title=\"\">Georginio Wijnaldum is now on the verge of a &pound;14.5m move to Newcastle</a>. That club may attract huge crowds to St James’ Park, but they <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/24/newcastle-united-avoid-relegation-jonas-gutierrez-west-ham\" title=\"\">preserved their Premier League status </a>only on the final afternoon of last season when a win hoisted them to what was arguably a deceptively comfortable position of 15th. That placing, quite rightly, was deemed utterly unsatisfactory, yet it earned Mike Ashley’s club &pound;77,835,102. Barcelona earned &pound;41.7m in prize money for winning the Champions League.</p> \n<p>Parish, <a href=\"http://talksport.com/football/exclusive-crystal-palace-chairman-hails-alan-pardews-influence-yohan-cabaye-transfer\" title=\"\">speaking to TalkSport</a> on Friday morning, admitted the television monies have effectively left the league “competing against ourselves” with similar concern having been expressed by top-flight chairmen. “If you have a player on the kind of money we’re starting to pay them but you want to move them on, there really is no market out there other than the other 19 clubs in the Premier League,” he said. “It’s something that will become a growing problem.”</p> \n<p>Yet Palace, a club attempting to reinvent itself as an established member of the elite division, can think only in immediate terms at present.</p> \n<p>Taking the next step is always the most challenging, but Cabaye’s arrival has set the standard. The team will still begin the campaign targeting 40 points, safety and consolidation, but players such as Yannick Bolasie and Wilfried Zaha have already taken to social media to salivate over the season ahead. The successful pursuit of the Frenchman has the juices flowing. The days when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2010/aug/20/edgar-davids-joins-crystal-palace\" title=\"\">securing an ageing and out-of-contract Edgar Davids</a> on a short-term deal had them out on the streets around Selhurst Park seem an age away.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436539848596/Yohan-Cabaye--007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Yohan Cabaye has joined Crystal Palace, who will pay the midfielder double the wage on offer at Roma. Photograph: Crystal Palace Fc/PA","credit":"Crystal Palace Fc/PA","altText":"Yohan Cabaye ","cleanCaption":"Yohan Cabaye has joined Crystal Palace, who will pay the midfielder double the wage on offer at Roma. Photograph: Crystal Palace Fc/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540078059/2f1a2482-93e3-4a43-bbc9-943bd58bce01-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"André Ayew has left Marseille, who finished fourth in the French league last season, to join Swansea, who were eighth in the Premier League. Photograph: Anne-Christine Poujoulat/AFP/Getty Images","credit":"Anne-Christine Poujoulat/AFP/Getty Images","altText":"André Ayew has left Marseille, who finished fourth in the French league last season, to join Swansea, who were eighth in the Premier League.","cleanCaption":"André Ayew has left Marseille, who finished fourth in the French league last season, to join Swansea, who were eighth in the Premier League.","cleanCredit":"Photograph: Anne-Christine Poujoulat/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436540307345/886bb961-7d5d-4681-8996-c60af24a7a4d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Holland international Georginio Wijnaldum is set to join Newcastle United, who narrowly escaped relegation last season, from PSV for £14.5m. Photograph: VI-Images/via Getty Images","credit":"VI-Images/via Getty Images","altText":"The Holland international Georginio Wijnaldum is set to join Newcastle United, who narrowly escaped relegation last season, from PSV for £14.5m.","cleanCaption":"The Holland international Georginio Wijnaldum is set to join Newcastle United, who narrowly escaped relegation last season, from PSV for £14.5m.","cleanCredit":"Photograph: VI-Images/via Getty Images"}],"webPublicationDate":"2015-07-10T15:06:18Z","lastModified":"2015-07-10T15:14:51Z","metadata":{"commentable":true,"commentCount":228,"contributors":[{"name":"Dominic Fifield","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400768136849/Dominic-Fifield-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominicfifield"}],"feature":true,"keywords":["Crystal Palace","Transfer window","Football","Sport"],"tags":[{"id":"football/crystalpalace","webTitle":"Crystal Palace"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Dominic Fifield","topic":{"type":"tag-contributor","name":"profile/dominicfifield"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/10/yohan-cabaye-crystal-palace-premier-league-tv-money","shortUrl":"http://gu.com/p/4ahgm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/10/yohan-cabaye-crystal-palace-premier-league-tv-money","webUri":"http://www.theguardian.com/football/blog/2015/jul/10/yohan-cabaye-crystal-palace-premier-league-tv-money"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436539848596/Yohan-Cabaye--007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Yohan Cabaye has joined Crystal Palace, who will pay the midfielder double the wage on offer at Roma. Photograph: Crystal Palace Fc/PA","credit":"Crystal Palace Fc/PA","altText":"Yohan Cabaye ","cleanCaption":"Yohan Cabaye has joined Crystal Palace, who will pay the midfielder double the wage on offer at Roma. Photograph: Crystal Palace Fc/PA"}},"importance":3,"byline":{"title":"Dominic Fifield"},"showQuotedHeadline":true,"sublinks":[{"title":"Crystal Palace / Pardew signs Cabaye and closes on Dann deal","rawTitle":"Pardew signs Cabaye and closes on Dann deal","item":{"type":"article","id":"football/2015/jul/10/crystal-palace-yohan-cabaye-paris-saint-germain","title":"Crystal Palace sign PSG’s Yohan Cabaye and close on deal for Scott Dann","trailText":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain","standFirst":"<span class=\"bullet\">•</span> France international links up again with Alan Pardew\n<br />\n<span class=\"bullet\">•</span> Palace spend &pound;12.5m club record fee on Cabaye","byline":"Dominic Fifield","body":"<p>Scott Dann is set to follow James McArthur by committing his long-term future to Crystal Palace with an enhanced contract. Palace have also completed the signing of Yohan Cabaye for a record fee.</p> \n<p>The France international’s transfer from Paris Saint-Germain for an initial &pound;10m, rising to nearer &pound;12.5m with add-ons, on a three-year contract has been confirmed following a medical.</p> \n<p>Cabaye, who started only 13 Ligue 1 games last season, also attracted interest from West Ham and two Champions League clubs in Roma and Atl&eacute;tico Madrid before agreeing to link up again with Alan Pardew, under whose management he flourished at Newcastle.</p> \n<p>He told Palace’s website: “I’m happy to be here. I’ve been waiting for the decision, had the medical and now I can’t wait to focus on my new team, a new season and my new life.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CPFC/statuses/619416029417095170\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">BREAKING: <a href=\"https://twitter.com/hashtag/CPFC?src=hash\">#CPFC</a> are delighted to announce the signing of Yohan Cabaye on a three-year deal. <a href=\"https://twitter.com/hashtag/WelcomeCabaye?src=hash\">#WelcomeCabaye</a> <a href=\"http://t.co/R1petCwcbq\">pic.twitter.com/R1petCwcbq</a></p>— Crystal Palace FC (@CPFC) \n  <a href=\"https://twitter.com/CPFC/status/619416029417095170\">July 10, 2015</a>\n </blockquote> \n</figure> \n<p>“I wanted to come and play for Palace because there are some really strong players here. They finished very well last season and I think they can compete to get into the top eight.</p> \n<p>“I also know the gaffer and have worked with him before and I’m confident with him. I want to do my best for him because he’s made a big effort to get me to come here, as well as the chairman, so I have to say a big thank you to both of them.”</p> \n<p>While Palace will add further to their squad, and are to enter the running for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/09/charlie-austin-crystal-palace-qpr-6m-fraizer-campbell\" title=\"\">Charlie Austin at QPR as well as Chelsea’s Lo&iuml;c R&eacute;my</a>, the co-chairman Steve Parish is also intent on retaining key players from the side who finished 10th last season.</p> \n<p>McArthur, a Scotland international who joined from Wigan last summer, signed a three-year deal earlier this week with Dann, a &pound;2.65m arrival from Blackburn Rovers in January 2014 while Tony Pulis was in charge, set to follow suit despite having two years to run on his deal.</p> \n<p>The 28-year-old’s form carried him into contention for England recognition last season and attracted the attention of Everton but Palace hope to secure his future at around &pound;65,000-a-week until 2019.</p> \n<p>Pardew still aspires to partner Dann with Swansea’s Ashley Williams next season, despite securing Damien Delaney and Brede Hangeland to new terms already this summer.</p> \n<p>Palace also announced the Mansion Group as the club’s new main shirt sponsor, replacing Neteller.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mark__Bright/statuses/619417202085752832\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Welcome to <a href=\"https://twitter.com/CPFC\">@CPFC</a> <a href=\"https://twitter.com/YCabayeofficiel\">@YCabayeofficiel</a> <a href=\"https://twitter.com/hashtag/cpfc?src=hash\">#cpfc</a> fans, is there a better way to start the weekend? Exciting times. ⚽ <a href=\"http://t.co/15REvKjlrM\">pic.twitter.com/15REvKjlrM</a></p>— Brighty (@Mark__Bright) \n  <a href=\"https://twitter.com/Mark__Bright/status/619417202085752832\">July 10, 2015</a>\n </blockquote> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436428182043/Yohan-Cabaye-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images","credit":"Franck Fife/AFP/Getty Images","altText":"Yohan Cabaye","cleanCaption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T08:02:00Z","lastModified":"2015-07-10T10:15:26Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Dominic Fifield","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400768136849/Dominic-Fifield-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominicfifield"}],"feature":false,"keywords":["Crystal Palace","Paris Saint-Germain","Football","Transfer window","Sport"],"tags":[{"id":"football/crystalpalace","webTitle":"Crystal Palace"},{"id":"football/parisstgermain","webTitle":"Paris Saint-Germain"},{"id":"football/football","webTitle":"Football"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Dominic Fifield","topic":{"type":"tag-contributor","name":"profile/dominicfifield"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/10/crystal-palace-yohan-cabaye-paris-saint-germain","shortUrl":"http://gu.com/p/4ag4f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/10/crystal-palace-yohan-cabaye-paris-saint-germain","webUri":"http://www.theguardian.com/football/2015/jul/10/crystal-palace-yohan-cabaye-paris-saint-germain"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436428182043/Yohan-Cabaye-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images","credit":"Franck Fife/AFP/Getty Images","altText":"Yohan Cabaye","cleanCaption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Crystal Palace"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436428182043/Yohan-Cabaye-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images","credit":"Franck Fife/AFP/Getty Images","altText":"Yohan Cabaye","cleanCaption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436539848596/Yohan-Cabaye--007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Yohan Cabaye has joined Crystal Palace, who will pay the midfielder double the wage on offer at Roma. Photograph: Crystal Palace Fc/PA","credit":"Crystal Palace Fc/PA","altText":"Yohan Cabaye ","cleanCaption":"Yohan Cabaye has joined Crystal Palace, who will pay the midfielder double the wage on offer at Roma. Photograph: Crystal Palace Fc/PA"}}]},{"title":"Football / Republic of Ireland ready to allow O’Neill to return to Leicester City","rawTitle":"Republic of Ireland ready to allow O’Neill to return to Leicester City","item":{"type":"article","id":"football/2015/jul/10/republic-ireland-martin-oneill-leicester-city-job","title":"Republic of Ireland ready to allow Martin O’Neill to return to Leicester City","trailText":"The Football Association of Ireland would be happy to let Martin O’Neill depart amid interest from Leicester City","standFirst":"<span class=\"bullet\">•</span> Bookmaker suspends betting on O’Neill taking vacant Leicester job\n<br />\n<span class=\"bullet\">•</span> Roy Keane likely to take over for Euro 2016 qualifiers if O’Neill goes","byline":"Alan Smith","body":"<p>The Football Association of Ireland would be happy to let Martin O’Neill depart amid interest from Leicester City. A bookmaker has suspended betting on the 63-year-old replacing <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/nigel-pearson-leicester-sacked\" title=\"\">Nigel Pearson, who was sacked</a> by the Premier League club last month.</p> \n<p>Although the FAI is officially denying that was the case, a source told the Guardian that they would not stand in O’Neill’s way if he wants to vacate his contract early and return to club management.</p> \n<p>There has not yet been a formal approach from Leicester but O’Neill is understood to be top of the club’s list of replacements and an offer could be made as soon as the weekend.</p> \n<p>O’Neill had been priced at 10-1 to move back to Leicester, where he enjoyed a successful spell between 1995 and 2000, winning two League Cups, but a succession of four-figure bets early on Friday led to his odds being reduced to 1-4 with some bookmakers. William Hill suspended its market.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/republic-of-ireland-martin-oneill-advantage-scotland\">Republic of Ireland’s Martin O’Neill says ‘advantage is with Scotland’</a> </p> \n</aside> \n<p>If O’Neill were to rejoin Leicester, the most likely outcome from an Ireland point of view would be that his assistant, Roy Keane, takes control for the remaining four Euro 2016 qualifiers. A job share which would allow O’Neill to see out his Ireland contract, which runs to the end of the campaign, appears unlikely after the FAI chief executive, John Delaney, ruled out such a possibility last year.</p> \n<p>That was before Keane doubled up as Aston Villa assistant under Paul Lambert, however. The former Ipswich and Sunderland manager lasted only five months at Villa Park, eventually <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/nov/28/roy-keane-aston-villa-leaves-assistant\" title=\"\">citing a desire to focus on Ireland</a> as the reason for his departure.</p> \n<p>Ireland have struggled in qualifying. Last month’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/republic-of-ireland-scotland-euro-2016-group-d-match-report\" title=\"\">draw at home to Scotland</a> leaves them in fourth position in Group D with games against the leaders, Poland, and the world champions Germany still to come. They did earn <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/oct/14/germany-republic-of-ireland-euro-2016-match-report\" title=\"\">a draw away to a below-par Germany</a> but O’Neill’s only two competitive wins have come <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/oct/11/republic-of-ireland-gibraltar-euro-2016-qualifier-match-report\" title=\"\">against Gibraltar</a> and Georgia, where <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/sep/07/georgia-republic-of-ireland-euro-2016-group-d-report\" title=\"\">a late Aiden McGeady goal</a> saved their blushes.</p> \n<p>O’Neill earns €1.2m a year, partially funded by the businessman Denis O’Brien, and if he were to depart early it could be viewed as a saving for the cash-strapped organisation now hopes of qualifying for next year’s tournament in France have all but evaporated.</p> \n<p>The O’Neill-Keane combination was immediately christened the dream team when they <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/nov/05/martin-oneill-roy-keane-appointment-managers-ireland\" title=\"\">took over from Giovanni Trapattoni in 2013</a> but after showing some promise in early friendlies performances have slumped.</p> \n<p>Leicester returned to pre-season last week and will open their league campaign against <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/mar/30/martin-oneill-parts-company-sunderland\" title=\"\">Sunderland, who sacked O’Neill in 2013</a>. The Northern Irishman has never hidden his desire to take another Premier League job and when asked last season, at a time when Leicester were favourites to be relegated, if he would consider coming back, he said: “Never say never.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436531268043/Martin-ONeill-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Maher / SPORTSFILE/  David Maher / SPORTSFILE/SPORTSFILE/Corbis","altText":"Betting has been suspended on Martin O’Neill returning to Leicester City. Photograph: David Maher/Sportsfile"}],"bodyImages":[],"webPublicationDate":"2015-07-10T13:12:37Z","lastModified":"2015-07-10T23:03:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Alan Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alan-smith"}],"feature":false,"keywords":["Republic of Ireland","Martin O'Neill","Leicester City","Football","Sport"],"tags":[{"id":"football/republicofireland","webTitle":"Republic of Ireland"},{"id":"football/martin-o-neill","webTitle":"Martin O'Neill"},{"id":"football/leicestercity","webTitle":"Leicester City"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Alan Smith","topic":{"type":"tag-contributor","name":"profile/alan-smith"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/10/republic-ireland-martin-oneill-leicester-city-job","shortUrl":"http://gu.com/p/4ahby","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/10/republic-ireland-martin-oneill-leicester-city-job","webUri":"http://www.theguardian.com/football/2015/jul/10/republic-ireland-martin-oneill-leicester-city-job"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436531268043/Martin-ONeill-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Betting has been suspended on Martin O’Neill returning to Leicester City. Photograph: David Maher/Sportsfile","credit":"David Maher / SPORTSFILE/  David Maher / SPORTSFILE/SPORTSFILE/Corbis","altText":"Betting has been suspended on Martin O’Neill returning to Leicester City. Photograph: David Maher/Sportsfile","cleanCaption":"Betting has been suspended on Martin O’Neill returning to Leicester City. Photograph: David Maher/Sportsfile"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436531268043/Martin-ONeill-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Maher / SPORTSFILE/  David Maher / SPORTSFILE/SPORTSFILE/Corbis","altText":"Betting has been suspended on Martin O’Neill returning to Leicester City. Photograph: David Maher/Sportsfile"}}]}],"lastModified":"2015-07-11T02:49:41Z","personalization":{"id":"uk/groups/collections/uk/sport/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/feature-stories"},"visibility":"all","adTargetingPath":"sport/feature-stories/front"}