{"id":"uk/groups/collections/uk/sport/feature-stories","title":"news","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/feature-stories"},"cards":[{"title":"F1 / Hamilton: 'I don’t like to think I’m in my golden years'","rawTitle":"Hamilton: 'I don’t like to think I’m in my golden years'","item":{"type":"article","id":"sport/2015/jul/03/lewis-hamilton-golden-years-formula-one","title":"Lewis Hamilton: ‘I don’t like to think I’m in my golden years in F1’","trailText":"Lewis Hamilton, the newly mellow Mercedes driver, is in philosophical mood as he reflects on his 20s and prepares for the British Grand Prix at Silverstone","standFirst":"The newly mellow Mercedes driver is in philosophical mood as he reflects on his 20s and prepares for the British Grand Prix at Silverstone","byline":"Paul Weaver at Silverstone","body":"<p>In the brutally abridged lifespan of the professional sportsman, Lewis Hamilton has just hurtled into middle-age and the consequences of his jolting arrival appear to surprise him as much as everyone else. His recent maturity is all the more unexpected because he has appeared to inhabit Neverland for most of his professional life; he has endured a protracted, sometimes agonising adolescence, growing up under the domineering figure of his father and Ron Dennis, the self-confessed control freak, who was his old boss at McLaren.</p> \n<p>Hamilton is only 30 but is in the middle of his ninth season in Formula One. His brilliant career, studded with 37 victories, 45 poles and two world championships, is probably two-thirds over. So, as he prepares for Sunday’s British Grand Prix at Silverstone, it seems he has decided to clamber out from beneath the bewildering variety of characters he has appeared as at venues as diverse as the red carpet at the Met Gala in New York and backstage at Glastonbury, to present himself, with some defiance, as, Lewis Hamilton. “This is who I am, take it or leave it.”</p> \n<p>Hamilton was in a gently philosophical mood as he glanced in life’s rear-view mirror in his buildup to one of the most important weekends of his life as a British driver at a British Grand Prix with his rival for the world championship, his Mercedes team-mate Nico Rosberg, having closed to within 10 points in the standings.</p> \n<p>“In my career this is definitely the best time,” he said. “And I’m only 30. My 20s went by really quick and I’m trying to make sure I do as much as I can, within my limits, in terms of energy and training and performing.</p> \n<p>“I definitely feel a little bit different. Winning the world championship for the first time was special. And then everyone got one. Well, not everyone, but a few of the drivers. Then it felt like having one was not special any more. So getting that second one was huge to me. It resolidified the belief I’ve had in myself since I was eight years old.</p> \n<p>“I don’t like to think I’m in my golden years. I like to think they’re still ahead. But probably, yeh, I am in my golden years. And hopefully they will last a long time.”</p> \n<p>Hamilton, with his weighty oeuvre, clearly feels he can be his own man now, that he is not under any obligation to adhere to any stereotype.</p> \n<p>“A lot of fans say, like: ‘Jim Clark did this,’ or: ‘James Hunt did this,’ and I’m like: ‘So?’ This is my time. And this is how I do it. It’s just strange how people want everyone to do the same thing as the people back in the day. This is how a Formula One driver behaves, looks and talks. This is how a Formula One driver should be. It’s just funny for me.</p> \n<p>“There was never ever a black driver before, firstly. So I’m much different to any of the ones in the past.</p> \n<p>“Let’s do me. The problem is nowadays that people judge every single thing. Instead of keeping to themselves, they’re quick to comment on other people. Still people don’t fully understand me. So [recently] it’s really been me just doing me. In this past year I’ve grown in terms of the mechanism to cope with the negatives.”</p> \n<p>To encapsulate the startling difference between Hamilton then and now look at two Monaco races. In 2011 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2011/may/30/lewis-hamilton-monaco-grand-prix-f1\" title=\"\">he tangled with Felipe Massa and Pastor Maldonado</a>, describing both drivers as “ridiculous” and “stupid”. Then, when he was penalised by stewards, he said, bitterly: “It’s an absolute frickin’ joke. I’ve been to see the stewards five times out of six this season.” Asked why that was the case, he replied: “Maybe it’s because I’m black. That’s what AliG says.”</p> \n<p>Move forward four years. Hamilton was serenely dominant over the Monaco weekend in May, winning pole and coasting towards what appeared to be an inevitable victory at Formula One’s most glamorous location, and one where he had found success difficult in the past, only to have his vivid moment stolen from him by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/24/nico-rosberg-monaco-f1-gp-win-mercedes-pit-lewis-hamilton\" title=\"\">his team’s maladroit move to bring him into the pits</a>.</p> \n<p>“It was hard beyond belief. It was definitely the hardest moment for me that I can recall. I’m very strong in my faith and I stopped the car and prayed about it. It just gave me strength. Gave me a second to collect myself. Gave me strength to get through this because I know there are going to be more positives moving forwards. Helped me be the man I know I am, and know I can be, to send a strong message to people, that no matter what’s thrown at you, you can get by. That was really the ultimate test for me.”</p> \n<p>Instead of throwing his helmet, as he might have done years ago, he placed it down with patient care. “I was trying to keep my heart rate low,” he said. After he had stopped at the end of the race he “drove very slowly, just to gather my thoughts. As slow as I possibly could. If I lost my temper, you guys would have given me the worst time.”</p> \n<p>He added: “I’ve got kids that look up to me nowadays, and the way I behave will affect how those kids perhaps will behave at school or when they’re driving, or whatever. There’s bigger fish to fry. There’s a more important message. Don’t be selfish for that single moment, and be acting up.”</p> \n<p>It was also a difficult moment as he waited to climb a lower podium step than his Mercedes team-mate and only serious rival this season, Rosberg.</p> \n<p>“Most people watching don’t realise we’ve just been sweating our balls off in a race. But you don’t want to show too much disappointment, because you know your team-mate will get energy from that.”</p> \n<p>Looking ahead to Sunday, he said: “As you go through the year, your cards are shown from race to race. So it’s about coming up with the next ace. How do you find the next ace? How do you find that bit of time another one might not find during that weekend? And as the car evolves the advantages diminish until it comes down to the thousandths of a second.</p> \n<p>“That’s the name of the game. It’s cool for me. That’s why I have two world championships and the success I’ve had through my career, because I always manage to find it somewhere. And my performances have been stronger this year. I would love to have a couple of aces this weekend. An ace for Saturday, an ace for Sunday. That’s what I’m hoping for.” Even the more mature Lewis Hamilton is a singular presence in Formula One.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435940213874/Lewis-Hamilton-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lewis Hamilton, in his ninth season in F1, during practice for this weekend's British Grand Prix at Silverstone. Photograph: Frank Augstein/AP","credit":"Frank Augstein/AP","altText":"Lewis Hamilton","cleanCaption":"Lewis Hamilton, in his ninth season in F1, during practice for this weekend's British Grand Prix at Silverstone. Photograph: Frank Augstein/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:00:03Z","lastModified":"2015-07-03T23:08:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":true,"keywords":["Lewis Hamilton","Mercedes GP","Formula One 2015","Formula One","Sport","Motor sport"],"tags":[{"id":"sport/lewis-hamilton","webTitle":"Lewis Hamilton"},{"id":"sport/mercedes-gp","webTitle":"Mercedes GP"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/motorsports","webTitle":"Motor sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/lewis-hamilton-golden-years-formula-one","shortUrl":"http://gu.com/p/4ac9z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/lewis-hamilton-golden-years-formula-one","webUri":"http://www.theguardian.com/sport/2015/jul/03/lewis-hamilton-golden-years-formula-one"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435940213874/Lewis-Hamilton-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lewis Hamilton, in his ninth season in F1, during practice for this weekend's British Grand Prix at Silverstone. Photograph: Frank Augstein/AP","credit":"Frank Augstein/AP","altText":"Lewis Hamilton","cleanCaption":"Lewis Hamilton, in his ninth season in F1, during practice for this weekend's British Grand Prix at Silverstone. Photograph: Frank Augstein/AP"}},"importance":7,"kicker":{"title":"F1"},"showQuotedHeadline":false,"sublinks":[{"title":"F1 / Rosberg stays ahead of Hamilton in British GP practice","rawTitle":"Rosberg stays ahead of Hamilton in British GP practice","item":{"type":"article","id":"sport/2015/jul/03/nico-rosberg-lewis-hamilton-british-grand-prix","title":"Nico Rosberg stays ahead of Lewis Hamilton in British F1 GP practice","trailText":"The German driver continued his recent good form by topping both practice sessions at Silverstone on Friday","standFirst":"<span class=\"bullet\">•</span> Rosberg tops both practice sessions at Silverstone\n<br />\n<span class=\"bullet\">•</span> Low-fuel run error costs Mercedes team-mate Hamilton","byline":"Paul Weaver at Silverstone","body":"<p>Nico Rosberg, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/nico-rosberg-austrian-f1-gp-lewis-hamilton-mercedes\" title=\"\">the winner of three</a> of the last four races, maintained his advantage over his Mercedes team-mate, Lewis Hamilton, on Friday, when he topped both practice sessions before Sunday’s British Grand Prix at Silverstone.</p> \n<p>Hamilton, second in the morning, was only fourth in the afternoon, when he was also slower than the Ferrari pair of Kimi Raikkonen and Sebastian Vettel. He made a final sector error on his low-fuel run. Rosberg was almost half a second quicker than Hamilton in the second outing, and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/nov/23/lewis-hamilton-wins-f1-title-nico-rosberg\" title=\"\">world champion</a> and current championship leader – by 10 points – complained that “the car is all over the place”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/nico-rosberg-silverstone-lewis-hamilton-mercedes-\">Nico Rosberg: ‘With a good weekend at Silverstone, I can beat Hamilton’</a> </p> \n</aside> \n<p>In the morning session, the German driver was frustrated by hydraulic problems. Hamilton took advantage to be the fastest driver over the first half-hour but had to settle for second place when Rosberg returned to post some fast late laps.</p> \n<p>Once again Toro Rosso outgunned their senior partners Red Bull, with Max Verstappen coming third and Carlos Sainz fifth, split by Raikkonen’s Ferrari. Daniel Ricciardo and Daniil Kvyat were seventh and eighth respectively.</p> \n<p>Nico H&uuml;lkenberg was ninth, ahead of the Williams of Felipe Massa. But there were more problems for McLaren, with Fernando Alonso and Jenson Button completing just 22 laps between them; they were beaten by the two Manor cars driven by Will Stevens and Roberto Merhi, although they managed to improve on that in the afternoon.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435938664809/Nico-rosberg-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nico Rosberg during Friday's practice session before the British Grand Prix on Silverstone on Sunday. Photograph: Andrej Isakovic/AFP/Getty Images","credit":"Andrej Isakovic/AFP/Getty Images","altText":"Nico rosberg","cleanCaption":"Nico Rosberg during Friday's practice session before the British Grand Prix on Silverstone on Sunday. Photograph: Andrej Isakovic/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T16:08:25Z","lastModified":"2015-07-03T16:50:06Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":false,"keywords":["Nico Rosberg","Lewis Hamilton","Mercedes GP","Sport","Motor sport"],"tags":[{"id":"sport/nico-rosberg","webTitle":"Nico Rosberg"},{"id":"sport/lewis-hamilton","webTitle":"Lewis Hamilton"},{"id":"sport/mercedes-gp","webTitle":"Mercedes GP"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/motorsports","webTitle":"Motor sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/nico-rosberg-lewis-hamilton-british-grand-prix","shortUrl":"http://gu.com/p/4ac97","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/nico-rosberg-lewis-hamilton-british-grand-prix","webUri":"http://www.theguardian.com/sport/2015/jul/03/nico-rosberg-lewis-hamilton-british-grand-prix"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435938664809/Nico-rosberg-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nico Rosberg during Friday’s practice session before the British Grand Prix on Silverstone on Sunday. Photograph: Andrej Isakovic/AFP/Getty Images","credit":"Andrej Isakovic/AFP/Getty Images","altText":"Nico rosberg","cleanCaption":"Nico Rosberg during Friday’s practice session before the British Grand Prix on Silverstone on Sunday. Photograph: Andrej Isakovic/AFP/Getty Images"}},"importance":0,"kicker":{"title":"F1"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435938664809/Nico-rosberg-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nico Rosberg during Friday's practice session before the British Grand Prix on Silverstone on Sunday. Photograph: Andrej Isakovic/AFP/Getty Images","credit":"Andrej Isakovic/AFP/Getty Images","altText":"Nico rosberg","cleanCaption":"Nico Rosberg during Friday's practice session before the British Grand Prix on Silverstone on Sunday. Photograph: Andrej Isakovic/AFP/Getty Images"}}]},{"title":"Force India / Boss Mallya tells Ecclestone to 'uncrap' sport","rawTitle":"Boss Mallya tells Ecclestone to 'uncrap' sport","item":{"type":"article","id":"sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya","title":"F1 chiefs take sport to task in candid conference call at British Grand Prix","trailText":"Formula One’s team principals weighed in with some candid thoughts on the future of the sport at the usually excitement-free second press conference ahead of the British Grand Prix at Silverstone","standFirst":"<span class=\"bullet\">•</span> Force India owner Vijay Mallya says Bernie Ecclestone must ‘uncrap’ F1 \n<br />\n<span class=\"bullet\">•</span> Lotus CEO Matthew Carter blames media for negativity around sport\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/jenson-button-british-grand-prix\" title=\"\">Jenson Button keen to put on show at Silverstone despite slim hopes</a>","byline":"Giles Richards at Silverstone","body":"<p>The second of the two press conferences held at a Formula One race weekend tends to be the drier. With the glamour boys going first on Thursday, Friday heralds the team principals and chief engineers. Prospective tyre wear, obscure technical regulations and the significance or otherwise of the addition of a new vane to the front wing are often the order of the day. They are issues that are crucial to the coming race but the whole affair is usually done and dusted in under 30 minutes. Friday’s, however, was quite the show and, half an hour in, was still going strong, including the priceless moment when the Force India owner, Vijay Mallya, insisted Bernie Ecclestone’s new task for the sport was to “uncrap it”.</p> \n<p>The process had begun with questioning over the strategy group’s announcement of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/f1-race-reforms-drivers-responsibilities\" title=\"\">potential changes to the rules to improve the show</a>. So far so expected for a Friday, but then it moved on to the intriguing subject of what each participant would change if they had a chance. Mallya and Sauber’s Monisha Kaltenborn understandably plumped for a spot of financial parity but Claire Williams, the Williams deputy team principal, was eager for the sport to show more positivity amid <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/f1-fans-sport-boring-expensive\" title=\"\">the criticism it has recently attracted</a>.</p> \n<p>The subject of tyres inevitably resurfaced but that issue of negativity would not go away. The McLaren team chief, &Eacute;ric Boullier, passed it off as part of the transition period the sport is going through but the Lotus CEO, Matthew Carter, chose to point the finger at the press. When it was pointed out to him that at the last race in Austria, Ecclestone had, entirely unprompted, blamed the engineers for giving him a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/f1-chaos-bernie-ecclestone-austrian-grand-prix-jenson-button-fernando-alonso\" title=\"\">“crap product to sell”</a> he refused to change tack. “The negativity about what we achieve and what we are as a sport tends to come from the press. I don’t think you do enough of picking up on what we do achieve; it is easy to look at the negatives,” he said.</p> \n<p>Positive answers were suggested to forthcoming questions but it is hard to put off the press when they have a spot of negativity and an Ecclestone <em>faux pas</em> to toy with. Asked what they would do if the chief executive of their companies described their product as crap, Boullier was blunt. “I would tell him to sort out his house,” he said. Mallya was blunter: “Considering that he sells the product that he calls crap and makes billions out of it, he needs to work with the participants to uncrap it.” Which is about as close to a killer punchline as a Friday afternoon in the paddock is likely to throw up. Perhaps F1 should listen to Vijay on the financial parity issue, too.</p> \n<p>Nico Rosberg, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/nico-rosberg-austrian-f1-gp-lewis-hamilton-mercedes\" title=\"\">who won in Austria</a> and now trails his team-mate, Lewis Hamilton, by just 10 points in the drivers standings, topped both the practice sessions on Friday at Silverstone.</p> \n<p>Running in fine, sunny conditions, Rosberg recovered from a problem in the morning session, when a loss of hydraulic pressure caused his car to stop after only six laps, before it was returned to the pits. Hamilton promptly went quickest, running the hard tyres and appeared to be on track to secure the top spot. However, Rosberg returned to put in three very fast circuits. The penultimate lap put him one-hundredth quicker than his team-mate, who had lasted for 26 laps compared with Rosberg’s 12, and on the final run he went seven-hundredths clear.</p> \n<p>The Toro Rossos of Max Verstappen and Carlos Sainz also enjoyed good runs in third and fifth respectively, while Kimi Raikkonen and Sebastian Vettel in Ferraris were fourth and sixth. Susie Wolff, the Williams test driver was 13th, sixth-tenths back from her team-mate Massa but a full second clear of the McLarens of Fernando Alonso and Jenson Button, who struggled again, completing only 22 laps between them.</p> \n<p>Rosberg again led the afternoon session, putting in 1min 34.155sec on the quicker medium tyres, over four-tenths clear of Hamilton, who finished in fourth place after he made an error on his final run on low fuel. The British driver had not been happy with his set-up during the session and was separated from his championship rival by Raikkonen and Vettel. The Red Bulls of Daniil Kvyat and Daniel Ricciardo finished fifth and sixth, while the top-placed Williams, who have taken two podiums in the past two races and are expected to show good form here, was Felipe Massa’s 10th, although the team have largely this season been looking for race-pace set-up rather than raw pace on a Friday.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435950280005/Having-finished-with-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to ","cleanCaption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T19:01:48Z","lastModified":"2015-07-03T23:08:22Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Giles Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesrichards"}],"feature":false,"keywords":["British Grand Prix","Formula One 2015","Formula One","Bernie Ecclestone","Force India","Williams","Mercedes GP","Motor sport","Sport"],"tags":[{"id":"sport/british-grand-prix","webTitle":"British Grand Prix"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/bernie-ecclestone","webTitle":"Bernie Ecclestone"},{"id":"sport/force-india","webTitle":"Force India"},{"id":"sport/williams","webTitle":"Williams"},{"id":"sport/mercedes-gp","webTitle":"Mercedes GP"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Giles Richards","topic":{"type":"tag-contributor","name":"profile/gilesrichards"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya","shortUrl":"http://gu.com/p/4acd9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya","webUri":"http://www.theguardian.com/sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435950280005/Having-finished-with-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to ","cleanCaption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images"}},"importance":0,"kicker":{"title":"Force India"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435950280005/Having-finished-with-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to ","cleanCaption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/da16988f884151c0382b8372dd0219e501ead520/437_145_4211_2527/1000.jpg","height":600,"width":1000}}]},{"title":"Cycling / Team Sky tight-lipped over rumours linking Porte to BMC move","rawTitle":"Team Sky tight-lipped over rumours linking Porte to BMC move","item":{"type":"article","id":"sport/2015/jul/03/team-sky-dave-brailsford-richie-porte-tour-de-france","title":"Team Sky tight-lipped over rumours linking Richie Porte to BMC Racing","trailText":"The Team Sky principal Sir Dave Brailsford admitted cycling’s small print prevents him from commenting on rumours linking Richie Porte with a move to rivals BMC Racing","standFirst":"<span class=\"bullet\">•</span> Australian’s contract expires after a year which has already seen nine race wins\n<br />\n<span class=\"bullet\">•</span> Cycling’s small print prevents Brailsford from discussing rumours until August","byline":"Barry Glendenning in Utrecht","body":"<p>Sir Dave Brailsford has refused to be drawn on speculation that Richie Porte could be on the verge of leaving Sky at the end of the season to take over as grand tour leader of BMC Racing.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/richie-porte-sky-replace-cadel-evans-bmc\" title=\"\">Reports from Australia</a> hinted strongly that Porte, who will ride as wingman for Chris Froome in this year’s Tour de France, is highly coveted as a replacement for his compatriot Cadel Evans, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/sep/25/cadel-evans-announces-retirement-tour-de-france\" title=\"\">the 2011 winner of the race who retired in February</a>. Like Porte, the American rider Tejay van Garderen, BMC’s current leader, is also nearing the end of his contract.</p> \n<p>Asked if the rumours, which surfaced in Porte’s native Australia on Friday, had come at a bad time on the eve of Sky’s assault on the tour’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage\" title=\"\">opening individual time trial in Utrecht</a>, Brailsford stated that cycling’s small print precluded him from discussing the matter.</p> \n<p>“As we all know, according to the UCI rules and regulations, we’re not allowed to talk about things relating to this until the first of August,” said Sky’s team chief. “So as much as we’d like to discuss it, being law abiding citizens we can’t. In that sense that’s as far as we can go with it.”</p> \n<p>The rules and regulations to which Brailsford alluded also state that if Porte renews his contract with Sky it can be announced immediately, but any deal negotiated with any other team cannot be made public until August.</p> \n<p>Despite a disappointing tilt at this year’s Giro d’Italia, where he was dogged by a combination of rotten luck, illness and overzealous officialdom before being forced to withdraw through injury <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/25/richie-porte-team-sky-withdraws-giro-italia\" title=\"\">after a crash on stage 13</a>, Porte has enjoyed an excellent year, securing nine victories including wins in the Australian national time trial championships, Paris-Nice and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/29/richie-porte-wins-volta-a-catalunya-team-sky\" title=\"\">Volta a Catalunya</a>.</p> \n<p>With his contract at Sky due to expire at the end of the year, Portehas made no secret of his desire to ride as a grand tour leader, having stated previously that “in any other team, bar three or four” he would be the main focus of attention rather than a trusted lieutenant.</p> \n<p>Having already played a pivotal role in securing Tour de France victories for both Froome and Bradley Wiggins, Porte is in big demand and the temptation to stop playing second violin must be sorely tempting. Etixx-Quick Step, Mark Cavendish’s team, are also rumoured to be battling for his services.</p> \n<p>Despite his understandable reluctance to discuss Porte’s future, the Australian’s current team manager had no hesitation in discussing his past.</p> \n<p>“Richie’s a fantastic rider,” said Brailsford. “For the first half of the season, without a shadow of a doubt, he was the best rider in the world. He had a tricky couple of days in the Giro and we didn’t see the best of him there as far as I’m concerned. But he’s here now, he’s in great shape and we’re ready to go. We’re a close-knit team, we’re here to race the Tour de France and we’ll sort other things like that out when it’s right to do so.”</p> \n<p>Addressing the world’s press before the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/tour-de-france-london-2017\" title=\"\">Tour’s Grand D&eacute;part</a>, Brailsford claimed the formidable line-up of riders who flanked him were picked because they best suit Sky’s Tour strategy. “The one thing for sure is that I have absolute confidence in this group,” he said.</p> \n<p>“Who knows what the outcome is going to be? The one thing I do know is that this group will pull together and they will leave everything on the road out there in their attempts to do the best they can absolutely do. I have absolutely no qualms about that.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435951497403/Richie-Porte-will-be-Chri-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richie Porte will be Chris Froome's wingman for Team Sky over the course of the Tour de France, but may be riding in opposition once his contract runs out this year. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Richie Porte will be Chris Froome's wingman for Team Sky over the course of the Tour de France, but ","cleanCaption":"Richie Porte will be Chris Froome's wingman for Team Sky over the course of the Tour de France, but may be riding in opposition once his contract runs out this year. Photograph: Lionel Bonaventure/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T19:26:15Z","lastModified":"2015-07-03T23:08:31Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Team Sky","Tour de France 2015","Tour de France","Cycling","Sport","Australia sport"],"tags":[{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/team-sky-dave-brailsford-richie-porte-tour-de-france","shortUrl":"http://gu.com/p/4acdg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/team-sky-dave-brailsford-richie-porte-tour-de-france","webUri":"http://www.theguardian.com/sport/2015/jul/03/team-sky-dave-brailsford-richie-porte-tour-de-france"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435951497403/Richie-Porte-will-be-Chri-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richie Porte will be Chris Froome's wingman for Team Sky over the course of the Tour de France, but may be riding in opposition once his contract runs out this year. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Richie Porte will be Chris Froome's wingman for Team Sky over the course of the Tour de France, but ","cleanCaption":"Richie Porte will be Chris Froome's wingman for Team Sky over the course of the Tour de France, but may be riding in opposition once his contract runs out this year. Photograph: Lionel Bonaventure/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Cycling"},"showQuotedHeadline":false,"sublinks":[{"title":"William Fotheringham / Five contenders for the yellow jersey","rawTitle":"Five contenders for the yellow jersey","item":{"type":"article","id":"sport/2015/jul/03/tour-de-france-2015-five-contenders-yellow-jersey","title":"Tour de France 2015: five contenders for the yellow jersey","trailText":"Age is not on Alberto Contador’s side and Nairo Quintana’s climbing strength could give him the edge, although it may not be an uphill task for Chris Froome","standFirst":"Age is not on Alberto Contador’s side and Nairo Quintana’s climbing strength could give him the edge, although it may not be an uphill task for Chris Froome","byline":"William Fotheringham","body":"<h2><strong>Alberto Contador</strong></h2> \n<p><strong>Strengths</strong> Experience and attitude. Contador probably does not have the pure climbing ability of the others but he has a peerless record at three-week stage races, knowing just how to manage his effort day by day and just when to make a move. He has an almost quixotic attitude to racing, preferring to try to die in the attempt rather than opting for safety – so he will seize any opening, anywhere, any time</p> \n<div>\n __VIDEO_EMBED_gu-video-457400419__\n</div> \n<p><strong>Weaknesses</strong> His age – 32 – is not on his side but the thorn in his flesh may be his team, who overreached themselves early in the Giro, then went missing. The question is whether they can handle the first nine stages and how they will hold up at the team time trial (stage nine). Dropping time there will put him on the back foot</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/03/tour-de-france-african-team-mtn-qhubeka\">We couldn't be more ready, says first African team to enter Tour de France</a> </p> \n</aside> \n<p><strong>Target stages</strong> The tricky descent into Gap (stage 16) and the day over the Glandon and Montvernier to Saint-Jean-de-Maurienne (stage 18) suit Contador’s talent for springing a surprise. The point is, however, he can do it almost anywhere with a hill</p> \n<p><strong>Prediction</strong> Fifth</p> \n<h2><strong>Chris Froome</strong></h2> \n<p><strong>Strengths</strong> On paper, the volume of climbing favours him more than Contador or Nibali. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/21/tour-de-france-chris-froome\" title=\"\">In 2013</a> Froome was ahead of Quintana going uphill; from the way he raced the Dauphin&eacute; he should be at his best at the Tour, the question is how much the Colombian has improved. Another plus is his Sky team, who can be expected to perform on the flat stages, deliver a strong team time trial and have strong mountain men: Geraint Thomas, Peter Kennaugh, Richie Porte, Leopold Konig, Wout Poels</p> \n<p><strong>Weaknesses</strong> Froome was on the back foot with an ill-timed puncture on day one in 2012, lost time in crosswinds on 2013 and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/09/chris-froome-out-of-tour-de-france-team-sky\" title=\"\">crashed out in 2014</a>. His poor bike handling and lack of race sense could let him down in a first week as demanding as this one</p> \n<p><strong>Target stages</strong> The summits at La Pierre-Saint-Martin (stage 10) and Plateau de Beille (stage 12) fit Sky’s predilection for structured uphill racing and their liking for seizing control of events early on. Failing which, La Toussuire (stage 19) is another option</p> \n<p><strong>Prediction</strong> Third</p> \n<h2><strong>Vincenzo Nibali</strong></h2> \n<p><strong>Strengths</strong> The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/27/vincenzo-nibali-tour-de-france-win\" title=\"\">2014 winner</a> is a fine climber, if not quite at the level of Froome or Quintana, and tactically astute but his true forte is in gaining the psychological advantage early on – as he did last year at Sheffield and then over the cobbles three days later. The soaking wet cobbled stage where he gained so much on Contador and the others, however, was probably a one-off, or so most of the riders will be hoping</p> \n<p><strong>Weaknesses</strong> His Astana squad may be a little slower in the team time trial and is not the best for the flat finishes, where he may have to look after himself. Given Froome and Quintana’s obvious climbing strength – and their teams’ relative climbing ability - they will look to dislodge him on the steeper mountain finishes; if he survives those, he will be in the running</p> \n<p><strong>Target stages</strong> Nibali will look for openings on all the mountain stages but he discomfited his rivals early on in 2014, so could well make his mark at Huy (stage three) or Cambrai (stage four)</p> \n<p><strong>Prediction</strong> Second</p> \n<h2><strong>Thibaut Pinot</strong></h2> \n<p><strong>Strengths</strong> Pinot is improving markedly and the route this year is tailored for him with an almost total lack of time trialling, and a heavy final week. He can climb well, is utterly tenacious and his motivation will know no bounds</p> \n<p><strong>Weaknesses</strong> He’s French and the weight of history is on his shoulders. French Tour contenders are often overcome by the sheer hype. This year, Pinot has mainly shone outside his home turf, which is no coincidence. The pressure will be on from the off and could tell in a brutal first week: last year he lost two minutes on the cobbles; this year he kept dropping seconds in tricky finishes at the Tour of Switzerland; finally his FDJ team have no pedigree at team time trials and a couple of minutes lost there would be devastating</p> \n<p><strong>Target stages</strong> Pinot is a rider who comes good in the final week of the Tour, as he did last year and in 2012, so he will be worth watching anywhere between Pra Loup (stage 17) and l’Alpe d’Huez (stage 20)</p> \n<p><strong>Prediction</strong> Fourth</p> \n<h2><strong>Nairo Quintana</strong></h2> \n<p><strong>Strengths</strong> Quintana’s superlative climbing means, given the volume of mountains in the second half of the Tour, he needs only to reach day nine in one piece and within a couple of minutes of the other leaders; he also has that impenetrable calm that enabled Miguel Indurain to keep his head while the sky was falling in. Movistar are a strong and experienced outfit, if not quite as heavyweight as Team Sky; they should do the job in the team time trial – assuming they are there at close to full strength</p> \n<p><strong>Weaknesses</strong> Historically, Colombians struggle in the Tour’s first week. The question may be less whether Quintana can survive the riskiest days but if he can handle the cumulative effect of constantly varying day-to-day demands: crosswinds, cobbles, crashes and so on</p> \n<p><strong>Target stages</strong> Anywhere the road goes uphill steeply but if his team protect him well he could shine early on at La Pierre-Saint-Martin (stage 10), while l’Alpe d’Huez (stage 20) is a short, brutal stage made for a Colombian climber</p> \n<p><strong>Prediction</strong> Winner</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435931713786/The-Movistar-rider-Nairo--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Movistar rider Nairo Quintana prepares to leave for a team training session in Utrecht in the Netherlands on the eve of the Tour de France. Photograph: Benoit Tessier/Reuters","credit":"Benoit Tessier/Reuters","altText":"The Movistar rider Nairo Quintana prepares to leave for training on the eve of the Tour de France","cleanCaption":"The Movistar rider Nairo Quintana prepares to leave for a team training session in Utrecht in the Netherlands on the eve of the Tour de France. Photograph: Benoit Tessier/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-03T14:09:34Z","lastModified":"2015-07-03T23:10:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Tour de France 2015","Alberto Contador","Chris Froome","Team Sky","Cycling","Tour de France","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/alberto-contador","webTitle":"Alberto Contador"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[{"id":"gu-video-457400419","source":"SNTV","durationInSeconds":39,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/03/150703TourdeFrance_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/03/150703TourdeFrance.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/3/1435925802534/KP_340187_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour de France 2015: Team Skys Chris Froome hoping to avoid injury - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour de France 2015: Team Skys Chris Froome hoping to avoid injury - video","cleanCaption":"620x372 trailpic for Tour de France 2015: Team Skys Chris Froome hoping to avoid injury - video"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/tour-de-france-2015-five-contenders-yellow-jersey","shortUrl":"http://gu.com/p/4ac3k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/tour-de-france-2015-five-contenders-yellow-jersey","webUri":"http://www.theguardian.com/sport/2015/jul/03/tour-de-france-2015-five-contenders-yellow-jersey"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435931713786/The-Movistar-rider-Nairo--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Movistar rider Nairo Quintana prepares to leave for a team training session in Utrecht in the Netherlands on the eve of the Tour de France. Photograph: Benoit Tessier/Reuters","credit":"Benoit Tessier/Reuters","altText":"The Movistar rider Nairo Quintana prepares to leave for training on the eve of the Tour de France","cleanCaption":"The Movistar rider Nairo Quintana prepares to leave for a team training session in Utrecht in the Netherlands on the eve of the Tour de France. Photograph: Benoit Tessier/Reuters"}},"importance":0,"kicker":{"title":"William Fotheringham"},"byline":{"title":"William Fotheringham"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/b55c202a8beaea0a8fbe504ddd4461f28540bc02/0_0_3022_1814/1000.jpg","height":600,"width":1000}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435951497403/Richie-Porte-will-be-Chri-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richie Porte will be Chris Froome's wingman for Team Sky over the course of the Tour de France, but may be riding in opposition once his contract runs out this year. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Richie Porte will be Chris Froome's wingman for Team Sky over the course of the Tour de France, but ","cleanCaption":"Richie Porte will be Chris Froome's wingman for Team Sky over the course of the Tour de France, but may be riding in opposition once his contract runs out this year. Photograph: Lionel Bonaventure/AFP/Getty Images"}}]},{"title":"Athletics / Hughes shrugs off ‘plastic Brit’ tag after winning 200m heat","rawTitle":"Hughes shrugs off ‘plastic Brit’ tag after winning 200m heat","item":{"type":"article","id":"sport/2015/jul/03/zharnel-hughes-plastic-brit-shrugs-off-british-championships","title":"Zharnel Hughes shrugs off ‘Plastic Brit’ tag after winning 200m heat","trailText":"The teenager Zharnel Hughes, dubbed the new Usain Bolt, said ’Plastic Brit’ jibes would not faze him after sauntering to victory in his first race on British soil in Birmingham on Friday night","standFirst":"<span class=\"bullet\">•</span> Anguillan-born teenager runs 20.55sec to reach final at British Championships\n<br />\n<span class=\"bullet\">•</span> ‘I have a positive mind. I came here to do something great’","byline":"Press Association","body":"<p>The teenager dubbed the new Usain Bolt said ‘Plastic Brit’ jibes would not faze him after sauntering to victory in his first race on British soil in Birmingham on Friday night.</p> \n<p>Zharnel Hughes, the Anguillan 19-year-old who last month was one of five overseas-born athletes cleared to represent Great Britain, showed hints of why he has drawn comparisons with the world’s fastest man by cantering to a 200 metres heat win in 20.55sec on the opening night of the British Championships at the Alexander Stadium.</p> \n<p>Hughes, who trains alongside Bolt in Jamaica, was comfortably the fastest qualifier for Saturday’s final - and the top-two finish required for a place on the British team for the World Championships in Beijing in August appears a formality.</p> \n<p>Hughes is free to compete for Britain as the Caribbean island of Anguilla is a British overseas territory and not recognised by the International Olympic Committee.</p> \n<p>Nevertheless, the granting of his clearance, along with that of four others, drew strong criticism from outspoken sprinter Richard Kilty, who sarcastically tweeted: ”Good for fans to see home grown talent representing GB... oh wait...”.</p> \n<p>But Hughes said: “I have a positive mind, I came here to do something great, so I’m going to focus on that.””</p> \n<p>Asked about Kilty’s comment, he added: “I heard about it, but it’s not going to get to my head.”</p> \n<p>Hughes, who has run 20.15secs this year and ran an admittedly off-colour Bolt close at the New York Diamond League meeting in June, was all smiles on the start line when introduced to the sparse crowd.</p> \n<p>He had his heat won by halfway and eased down so much he was virtually walking as he crossed the line more than half a second ahead of the field.</p> \n<p>“It’s a great experience thus far,” he added of his first race in Britain. “The crowd don’t really know me so much, but by tomorrow God’s speed they should do.”</p> \n<p>The comparisons with Bolt do not stop at the speed. Hughes, at 6ft 3in, is a similar build and he also clearly shares the Jamaican’s relaxed demeanour.</p> \n<p>He said that latter trait is not picked up from the six-time Olympic champion, though. It is all him.</p> \n<p>“I just try to stay relaxed, that’s all,” he said. “I don’t try to mimic anyone because it’s best to be yourself. I’ll just be me.”</p> \n<p>With Adam Gemili missing with a hamstring injury, James Ellington was the second fastest qualifier and welcomed the increased competition provided by Hughes.</p> \n<p>“He’s got every right to run for Great Britain, so good luck to him,” Ellington told Press Association Sport.</p> \n<p>“I need to have a bit of pressure put on me to rise to the occasion. If he wasn’t here it would have been one of the easiest trials in the world, only probably two or three people contending, so it throws an oddball in the mix.”</p> \n<p>The action proper gets under way on Saturday when the highlights include Jessica Ennis-Hill and Katarina Johnson-Thompson in the 100m hurdles.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435955629887/Zharnel-Hughes--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Zharnel Hughes celebrates winning his 200m heat at the British Championships. Photograph: Ben Hoskins/Getty Images","credit":"Ben Hoskins/Getty Images","altText":"Zharnel Hughes ","cleanCaption":"Zharnel Hughes celebrates winning his 200m heat at the British Championships. Photograph: Ben Hoskins/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T20:34:26Z","lastModified":"2015-07-03T23:08:29Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Athletics","Sport"],"tags":[{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/zharnel-hughes-plastic-brit-shrugs-off-british-championships","shortUrl":"http://gu.com/p/4acev","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/zharnel-hughes-plastic-brit-shrugs-off-british-championships","webUri":"http://www.theguardian.com/sport/2015/jul/03/zharnel-hughes-plastic-brit-shrugs-off-british-championships"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435955629887/Zharnel-Hughes--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Zharnel Hughes celebrates winning his 200m heat at the British Championships. Photograph: Ben Hoskins/Getty Images","credit":"Ben Hoskins/Getty Images","altText":"Zharnel Hughes ","cleanCaption":"Zharnel Hughes celebrates winning his 200m heat at the British Championships. Photograph: Ben Hoskins/Getty Images"}},"importance":5,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[{"title":"Athletics / Asher-Smith: ‘It’s weird I’m in the world top 20 for 100m and 200m’","rawTitle":"Asher-Smith: ‘It’s weird I’m in the world top 20 for 100m and 200m’","item":{"type":"article","id":"sport/2015/jul/03/dina-asher-smith-100-metres-200-metres-athletics","title":"Dina Asher-Smith: ‘It’s weird I’m in the world top 20 for 100m and 200m’","trailText":"Britain’s 19-year-old 100m record holder has put her history degree to one side this weekend for the British trials, she tells Sean Ingle, where she hopes to earn automatic qualification to the world championships in Beijing","standFirst":"Britain’s 19-year-old 100m record holder has put her history degree to one side this weekend for the British trials where she hopes to earn automatic qualification to the world championships in Beijing","byline":"Sean Ingle","body":"<p>During the 11.02 seconds that passed between the smoky clap of the starter’s pistol and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/24/dina-asher-smith-british-record-100m\" title=\"\">Dina Asher-Smith smashing the British 100m record in Hengelo</a> in May she took 47 steps. Away from the track, though, the 19-year-old’s feet rarely leave the ground for that long. “Right now I’m doing well but my times are not that special,” she insists. That is disputable. Her achievements are not.</p> \n<p>Over a giddy and steadily vertiginous 12 months Asher-Smith has become the world junior 100m champion, the quickest teenager over 60m in history and set the second-fastest 200m time by a British athlete when pushing the Olympic champion Allyson Felix and US sprinter Jeneba Tarmoh all the way in Birmingham last month. This time last year, athletics insiders would whisper about Asher-Smith’s potential as if they possessed a major secret. Nowadays her talent is shouted from the rooftops every time she competes.</p> \n<p>More impressive still, her recent success has come while juggling intense training with the searching demands of the first year of a history degree from King’s College, London, which included 19 essays and a series of exams. “I found it quite stressful at first because not only did I have to make the transition from A-levels but my training load also went up too,” she says. “But while it’s been a crazy year, much of my life hasn’t changed. I have the same coaches, the same friends, and I still live at home with my parents.”</p> \n<p>And you still have your mum telling you to tidy up your bedroom? “Definitely,” she laughs. “She told me again yesterday morning. I was like, ‘Mum, I’ve got to go, it’s only 6am’. I get into so much trouble if I even think of leaving the bath mat on the floor.”</p> \n<p>Her coach John Blackie is another major influence. “If I started acting like a diva he would be like, ‘Who do you think you are?’” she says. “Even if I wanted to, there’s no way I could grow a massive ego.”</p> \n<p>Asher-Smith’s outdoor season is only just getting into its stride, yet she is in the top 10 in the 2015 world rankings for the 200m and the top 20 for the 100m. When she runs over 100m at the British Championships this weekend she will be as warm a favourite as the weather. Given a favourable wind on a fast track, she could become the first British woman to dip under the 11-second barrier for the 100m. But she is not getting carried away. “It’s a stacked field,” she says, pointing to the likes of Asha Philip, Bianca Williams and Desiree Henry as potential dangers. “I’m not thinking about times – I just know I need to have a good day otherwise the others will beat me.”</p> \n<p>So how does she square her unassuming nature with the hyper-confidence every sprinter needs when their adrenaline is playing giddy-up before the start? “It’s a really difficult question,” she says. “Because you have to feel like you belong. You have to tell yourself that you are there for a reason. Usually in my head I am saying, ‘Do yourself justice,’ or ‘Don’t come last!’ It’s very weird that I’m now in the world’s top 20 for both the 100m and 200m.</p> \n<p>“At the same time, it helps that away from the track I’m kind of chilled about most things. I rarely get angry or stressed. I’m always like: I’ll be fine, don’t worry about it.”</p> \n<p>The only blip in Asher-Smith’s season came two weeks ago at the European Team Championships in Cheboksary, Russia. Having run in the 4x100m relay, she was forced to pull out of the 200m the following day due to a stomach bug. “I woke up in the early hours shaking,” she says. “I couldn’t walk and was doubled up in pain. Thankfully it passed a couple of days later … Well, more than a couple.”</p> \n<p>Thankfully Asher-Smith has recovered and took time out from training this week to light the flame at the London Youth Games, an event she took part in as a 13- and 14-year-old, and believes is a “great feeder for British international teams down the road”. The immediate future, however, is never far from her thoughts. Her goal is to win the 100m in the <a href=\"http://www.britishathletics.org.uk/british-athletics-series/sainsburys-british-championships/event-schedule/\" title=\"\">British trials</a> to earn automatic qualification to the world championships in Beijing in August. Given she holds the fastest 200m time by a Briton as well, it will give her the choice of which event to do. “I’d love to double up in the future but right now I think I would be better focusing on just one event,” she says.</p> \n<p>Others looking to book their place on the plane to Beijing include James Dasaolu and CJ Ujah, who face each other in a lively men’s 100m, and Zharnel Hughes – dubbed “the next Usain Bolt” – who recently switched his allegiance from Anguilla to Great Britain. It will also be worth keeping an eye on Katarina Johnson-Thompson in the long jump and Christine Ohuruogu in the 400m. Meanwhile if Jessica Ennis-Hill breaks the 13-second mark in the 100m hurdles against world championships bronze medallist Tiffany Porter it might nudge her closer to the heptathlon in Beijing.</p> \n<p><em>The Balfour Beatty London Youth Games are at Crystal Palace this weekend. See </em><a href=\"http://www.londonyouthgames.org\" title=\"\"><em>londonyouthgames.org</em></a><em> or follow </em><a href=\"https://twitter.com/ldnyouthgames\" title=\"\"><em>@ldnyouthgames</em></a></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435936311288/Dina-Asher-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dina Asher-Smith: 'I'm not thinking about times – I just know I have to have a good day otherwise the others will beat me.' Photograph: Andrew Boyers/Action Images via Reuters","credit":"Andrew Boyers/Action Images via Reuters","altText":"Dina Asher-Smith","cleanCaption":"Dina Asher-Smith: 'I'm not thinking about times – I just know I have to have a good day otherwise the others will beat me.' Photograph: Andrew Boyers/Action Images via Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-03T15:13:32Z","lastModified":"2015-07-03T23:08:30Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":true,"keywords":["Athletics","Sport"],"tags":[{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/dina-asher-smith-100-metres-200-metres-athletics","shortUrl":"http://gu.com/p/4ac83","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/dina-asher-smith-100-metres-200-metres-athletics","webUri":"http://www.theguardian.com/sport/2015/jul/03/dina-asher-smith-100-metres-200-metres-athletics"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435936311288/Dina-Asher-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dina Asher-Smith: 'I'm not thinking about times – I just know I have to have a good day otherwise the others will beat me.' Photograph: Andrew Boyers/Action Images via Reuters","credit":"Andrew Boyers/Action Images via Reuters","altText":"Dina Asher-Smith","cleanCaption":"Dina Asher-Smith: 'I'm not thinking about times – I just know I have to have a good day otherwise the others will beat me.' Photograph: Andrew Boyers/Action Images via Reuters"}},"importance":0,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435936311288/Dina-Asher-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dina Asher-Smith: 'I'm not thinking about times – I just know I have to have a good day otherwise the others will beat me.' Photograph: Andrew Boyers/Action Images via Reuters","credit":"Andrew Boyers/Action Images via Reuters","altText":"Dina Asher-Smith","cleanCaption":"Dina Asher-Smith: 'I'm not thinking about times – I just know I have to have a good day otherwise the others will beat me.' Photograph: Andrew Boyers/Action Images via Reuters"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/bf260f94a8685c3275f8b7b75f4ae11e5d79abf0/395_76_1922_1153/1000.jpg","height":600,"width":1000}}]},{"title":"Talking Horses / Saturday’s best bets plus the latest racing news","rawTitle":"Saturday’s best bets plus the latest racing news","item":{"type":"article","id":"sport/2015/jul/04/live-racing-saturday-4-july-2015","title":"Talking Horses: Saturday’s best bets plus the latest racing news","trailText":"Aidan O’Brien and Ryan Moore can combine to give Cougar Mountain a shock win over Derby winner Golden Horn in the Coral-Eclipse","standFirst":"Aidan O’Brien and Ryan Moore can combine to give Cougar Mountain a shock win in the Coral-Eclipse despite the presence of Derby winner Golden Horn","byline":"Chris Cook","body":"<p>Ten years on from Oratorio’s shock victory over Motivator in the Eclipse, Aidan O’Brien may be about to pull off another surprise defeat of a Derby winner in the Sandown race. <strong>Cougar Mountain (3.45)</strong> is a fascinating contender for Saturday’s feature and it is by no means a stretch to imagine him getting home in front at odds of 12-1, the same price at which Oratorio started.</p> \n<p>Cougar Mountain was started off as a sprinter – partly, one imagines, because his sire is Fastnet Rock, Australia’s top sprinter a decade ago. But Fastnet Rock is getting some quality horses over longer distances than he managed himself, like Fascinating Rock, who was beaten by just a neck in a 10-furlong Group One race this season.</p> \n<p>Having been beaten by just two lengths in the Nunthorpe in August, Cougar Mountain was stepped up to a mile this year and justified that with third place in the Queen Anne at Royal Ascot. With Ryan Moore riding for the first time that day, he finished powerfully to be beaten by less than two lengths, suggesting that today’s extra distance may be of further assistance.</p> \n<p>It’s a pity that we have a small field and no obvious pace-setters for such an important race, as we may end up with a steady pace and a muddling outcome. Moore is a good man to have on your side in such circumstances and his mount may be best able to cope if the race becomes a sprint from the turn.</p> \n<p>There is nothing wrong with Golden Horn, an above-average Derby winner, but odds of 2-5 do not appeal for his first clash with older horses in a race that may not be run at a true gallop. The Grey Gatsby, so unlucky at Ascot last time, is interesting at 4-1 but can be disappointing and his record under jockeys other than Moore is just one from eight.</p> \n<p><strong>1.45 Haydock</strong> Drying ground and Epsom’s odd layout may not have suited <strong>Cymro</strong> on his handicap debut but conditions here can produce a better effort and his stable has been going well since we last saw him.</p> \n<p><strong>2.00 Sandown</strong> Three from three up the sprint chute here – <strong>Waady</strong> is well drawn for another big effort against older horses. He will cope with the ground whether it rains or not, has a very progressive profile and can take a race in which three-year-olds have done well. His only defeat since his debut came in a race that worked out poorly for him.</p> \n<p><strong>2.15 Haydock</strong> Since being fitted with a hood, <strong>Ballybacka Queen</strong> has shown improved form to land two handicaps from three starts, including on what was feared to be an unsuitably fast surface last time. She was thought good enough to be tried in several Group Ones earlier in her career and, while she fared poorly, she is certainly worth a try at this level, now that connections appear to have found the key to her. With more rain in the forecast, Haydock is likely to be testing and she should relish that.</p> \n<p><strong>2.35 Sandown</strong> A brother to Farhh, <strong>Basem</strong> may just be biding his time in handicaps. He won with more in hand than the neck margin suggests when reeling in Jacob Black over this course and distance last time. Jacob Black was trying to make all for the second consecutive time round here and is likely to give them all a good tow once more, from stall three, but Basem is ideally placed in four to track him and pounce late again. James Doyle, who rode him for the first time when scoring here and is back aboard, had a treble at Sandown on Friday.</p> \n<p><strong>2.50 Haydock</strong> From the bottom of the weights, <strong>Apterix</strong> looks one to stay with, having won two of his first four starts on the Flat for Brian Ellison. He appreciated some dig in the ground when finishing strongly to win an amateurs’ race at York last time and has plenty more to offer from a 6lb higher mark.</p> \n<p><strong>3.10 Sandown</strong> <strong>Black Cherry </strong>has taken her own sweet time to find her form but the way she came clear of handicap rivals over this course and distance last time suggests a race of this kind is within her compass. She looks to be on a strong upward curve.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435956307400/Ryan-Moore-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ryan Moore could make the difference in a small, steady Coral-Eclipse field on Aidan O'Brien's Cougar Mountain Photograph: racingfotos.c/REX Shutterstock","credit":"racingfotos.c/REX Shutterstock/racingfotos.c/REX Shutterstock","altText":"Ryan Moore","cleanCaption":"Ryan Moore could make the difference in a small, steady Coral-Eclipse field on Aidan O'Brien's Cougar Mountain Photograph: racingfotos.c/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-03T23:01:06Z","lastModified":"2015-07-03T23:03:42Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Chris Cook","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chriscook"}],"feature":true,"keywords":["Horse racing","Horse racing tips","Ryan Moore","Aidan O'Brien","Sport"],"tags":[{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/horse-racing-tips","webTitle":"Horse racing tips"},{"id":"sport/ryan-moore","webTitle":"Ryan Moore"},{"id":"sport/aidan-o-brien","webTitle":"Aidan O'Brien"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Chris Cook","topic":{"type":"tag-contributor","name":"profile/chriscook"}}],"series":{"title":"Talking Horses","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/talking-horses"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/live-racing-saturday-4-july-2015","shortUrl":"http://gu.com/p/4ace2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/live-racing-saturday-4-july-2015","webUri":"http://www.theguardian.com/sport/2015/jul/04/live-racing-saturday-4-july-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435956307400/Ryan-Moore-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ryan Moore could make the difference in a small, steady Coral-Eclipse field on Aidan O'Brien's Cougar Mountain Photograph: racingfotos.c/REX Shutterstock","credit":"racingfotos.c/REX Shutterstock/racingfotos.c/REX Shutterstock","altText":"Ryan Moore","cleanCaption":"Ryan Moore could make the difference in a small, steady Coral-Eclipse field on Aidan O'Brien's Cougar Mountain Photograph: racingfotos.c/REX Shutterstock"}},"importance":4,"kicker":{"title":"Talking Horses"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435956307400/Ryan-Moore-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ryan Moore could make the difference in a small, steady Coral-Eclipse field on Aidan O'Brien's Cougar Mountain Photograph: racingfotos.c/REX Shutterstock","credit":"racingfotos.c/REX Shutterstock/racingfotos.c/REX Shutterstock","altText":"Ryan Moore","cleanCaption":"Ryan Moore could make the difference in a small, steady Coral-Eclipse field on Aidan O'Brien's Cougar Mountain Photograph: racingfotos.c/REX Shutterstock"}}]},{"title":"Leeds Rhinos 46-18 St Helens / Handley grabs hat-trick for Rhinos in thumping win","rawTitle":"Handley grabs hat-trick for Rhinos in thumping win","item":{"type":"article","id":"sport/2015/jul/03/leeds-rhinos-st-helens-super-league-match-report","title":"Ash Handley grabs a hat-trick for Leeds in thumping win over St Helens","trailText":"Leeds Rhinos overwhelmed St Helens in the top-of-the-table Super League match, scoring eight tries in a 46-18 win with Ash Hindley scoring three","standFirst":"<span class=\"bullet\">•</span> Leeds 46-18 St Helens\n<br />\n<span class=\"bullet\">•</span> Rhinos run in eight tries in top-of-the-table clash","byline":"Aaron Bower at Headingley Carnegie","body":"<p>The hallowed blend of youth and experience is a much sought after combination in sport and Leeds Rhinos, as they have for the last 10 years or so in Super League, appear to have got the formula just right again in 2015.</p> \n<p>As is tradition with Leeds, their holy trinity of Kevin Sinfield, Rob Burrow and Danny McGuire have led the way this season but they have been backed up with the next generation of talent too, including the wing Ash Handley, who starred here with a hat-trick as the Rhinos made light work of their nearest title challengers in front of a bumper crowd at Headingley. Throw in the news that Leeds have tied the full-back Zak Hardaker to a long-term deal as well and their futurelooks as bright as their present.</p> \n<p>That mix of youth and experience is one factor that, at the moment, is setting Leeds apart from the rest of Super League. They have had their obligatory mid-season blip yet are still three points clear at the top of the table after this latest win which featured rugby ranging from the sublime to the ridiculous – the latter of which came mostly from the defending champions as opposed to Leeds.</p> \n<p>Ominously for the rest of the league, Leeds are still not at the top of their game. Perennially they are a team who have learned to peak at the right time of the season and the fact that they are in top spot at a time of the year that is usually a lull for them is a firm warning that right now Leeds appear overwhelming favourites for Grand Final glory come October.</p> \n<p>“I felt we were clinical when we had the chances to score early on but I’m keen to mention that we weren’t brilliant in that first half despite scoring 22 points,” said the Leeds coach, Brian McDermott. “I don’t want to dumb it down too much but it was a decent contest and we simply nailed our chances early.”</p> \n<p>An error-strewn first 40 minutes from the Saints was more than enough to put the game out of their reach; trailing 22-0 at the break they never really posed a serious comeback at any point, which left their coach, Keiron Cunningham, apologising to the fans who made the trip along the M62 to watch their team get completely outclassed. Injuries and fatigue caught up with St Helens on the night – but that situation will be eased somewhat in the next week with the impending arrival of the Australian full-back Adam Quinlan.</p> \n<p>“By the time we got some sort of foothold in the game we were 22 points down,” said Cunningham. “It’s not good enough for this club; they’re not playing for an average club – we like to think of ourselves as world-class and it’s not good enough. A lot of senior players let their teammates down today.”</p> \n<p>The opening half was appalling from St Helens but they had arguably played themselves out of the contest by the end of the opening quarter. By that point they were 16-0 down after tries from Kallum Watkins, Kylie Leuluai and Ryan Hall – all of which came from errors by the Saints. Only handling errors prevented Leeds from extending the lead further but they would get a fourth try just before half-time when Handley crossed for his first.</p> \n<p>Quite what Cunningham could have said after those first 40 minutes is anyone’s guess but it had some effect. Within two minutes of the restart Matty Fleming touched down a Travis Burns kick.</p> \n<p>That try, and the half-time break, had temporarily prompted a shift in momentum and, when Hardaker was sent to the sin-bin for a dangerous tackle on Travis Burns, Leeds’ first-half work was threatening to come undone. However, they shrugged off the numerical disadvantage to reassert control of the game with a try from Carl Ablett and a second for Handley and all but seal the result with well over 20 minutes remaining.</p> \n<p>St Helens at least produced some sort of improvement in the second half but tries from Jordan Turner and Kyle Amor were nothing more than scant consolation after they left themselves with too much do. That point was emphatically proved as the game entered its final 10 minutes, as first Handley finished another sweeping move to complete his hat-trick, then Hall added his second.</p> \n<p><strong>Leeds</strong> Hardaker; Handley, Watkins, Moon, Hall; Sinfield, McGuire; Leuluai, Aiton, Peacock, Keinhorst, Ward, Ablett.</p> \n<p><strong>Interchange</strong> Burrow, Delaney, Cuthbertson, Garbutt.</p> \n<p><strong>Tries</strong> Watkins, Leuluai, Hall 2, Handley 3, Ablett <strong>Goals</strong> Sinfield 7 <strong>Sin Bin</strong> Hardaker (50)</p> \n<p><strong>St Helens</strong> Percival; Dawson, Fleming, Turner, Swift; Burns, Walsh; Amor, Roby, Masoe, Wilkin, Greenwood, Jones. <strong>Interchange</strong> Walmsley, Flanagan, McCarthy-Scarsbrook, Savelio. <strong>Tries</strong> Jones, Turner, Amor <strong>Goals</strong> Percival 3 <strong>Referee</strong> R Silverwood</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435957522757/Kallum-Watkins-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kallum Watkins celebrates scoring Leeds Rhinos' first try in their comfortable win over top of the table rivals St Helens. Photograph: Craig Brough/Reuters","credit":"Craig Brough/Reuters","altText":"Kallum Watkins","cleanCaption":"Kallum Watkins celebrates scoring Leeds Rhinos' first try in their comfortable win over top of the table rivals St Helens. Photograph: Craig Brough/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-03T22:00:00Z","lastModified":"2015-07-03T23:08:30Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Aaron Bower","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aaron-bower"}],"feature":false,"keywords":["Super League XX","Leeds Rhinos","St Helens","Super League","Rugby league","Sport"],"tags":[{"id":"sport/super-league-xx","webTitle":"Super League XX"},{"id":"sport/leedsrhinos","webTitle":"Leeds Rhinos"},{"id":"sport/sthelens","webTitle":"St Helens"},{"id":"sport/superleague","webTitle":"Super League"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Aaron Bower","topic":{"type":"tag-contributor","name":"profile/aaron-bower"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/leeds-rhinos-st-helens-super-league-match-report","shortUrl":"http://gu.com/p/4ace6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/leeds-rhinos-st-helens-super-league-match-report","webUri":"http://www.theguardian.com/sport/2015/jul/03/leeds-rhinos-st-helens-super-league-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435957522757/Kallum-Watkins-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kallum Watkins celebrates scoring Leeds Rhinos’ first try in their comfortable win over St Helens, whom they overtook at the top of the table. Photograph: Craig Brough/Reuters","credit":"Craig Brough/Reuters","altText":"Kallum Watkins","cleanCaption":"Kallum Watkins celebrates scoring Leeds Rhinos’ first try in their comfortable win over St Helens, whom they overtook at the top of the table. Photograph: Craig Brough/Reuters"}},"importance":4,"kicker":{"title":"Leeds Rhinos 46-18 St Helens"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435957522757/Kallum-Watkins-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kallum Watkins celebrates scoring Leeds Rhinos' first try in their comfortable win over top of the table rivals St Helens. Photograph: Craig Brough/Reuters","credit":"Craig Brough/Reuters","altText":"Kallum Watkins","cleanCaption":"Kallum Watkins celebrates scoring Leeds Rhinos' first try in their comfortable win over top of the table rivals St Helens. Photograph: Craig Brough/Reuters"}}]},{"title":"Rugby union / Ireland among four contenders to host 2023 World Cup","rawTitle":"Ireland among four contenders to host 2023 World Cup","item":{"type":"article","id":"sport/2015/jul/03/rugby-world-cup-2023-ireland-france-italy-south-africa","title":"Ireland, France, Italy and South Africa pitch for 2023 Rugby World Cup","trailText":"The bidding battle to host Rugby World Cup 2023 is set to be between four countries – Ireland, France, Italy and South Africa","standFirst":"<span class=\"bullet\">•</span> World Rugby confirms formal expressions of interest from four unions \n<br />\n<span class=\"bullet\">•</span> United States, previous contenders, have withdrawn their bid","byline":"Press Association","body":"<p>The bidding battle to host the 2023 Rugby World Cup is set to be between four countries – Ireland, France, Italy and South Africa.</p> \n<p>World Rugby confirmed on Friday that formal expressions of interest were received from the four respective unions by last month’s deadline.</p> \n<p>But the United States, which had expressed interest in lodging a bid, decided not to proceed.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/martin-johnson-england-rugby-world-cup\">Martin Johnson: Easier for England to win World Cup away from home</a> </p> \n</aside> \n<p>The 2023 World Cup hosts will be decided in May 2017, with a confirmation of tender deadline in June next year.</p> \n<p>South Africa staged the tournament in 1995, while France were 2007 hosts but Ireland and Italy are in uncharted territory.</p> \n<p>The Rugby World Cup tournament director, Alan Gilpin, said: “The candidate hosts now have a year to benefit from detailed knowledge-sharing and preparation, including digesting the detailed tender requirements and observing Rugby World Cup 2015 hosting, before the confirmation to tender deadline of June 2016.</p> \n<p>“The announcement of the Rugby World Cup 2023 host in May 2017 will also provide the successful union with six years to prepare for the delivery of the event and maximise the benefits of observing the delivery of Japan 2019, the first Rugby World Cup to be hosted in Asia.”</p> \n<p>The World Rugby chairman, Bernard Lapasset, added: “Rugby World Cup is our flagship event, and must continue to inspire, to reach out and attract new participants and audiences while delivering the financial platform for rugby to continue its record growth.</p> \n<p>“Hosting should be a true partnership and incentivise and excite host countries, and we are currently undertaking an extensive review of the hosting model to strengthen the partnership between host and owner and further the benefits for all as we enter an exciting new era for our sport.”</p> \n<p>The 2015 World Cup, hosted by England, kicks off at Twickenham on 18 September.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435950730725/RUGBY-WORLD-CUP-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Nelson Mandela hands Francois Pienaar the trophy at the end of the 1995 Rugby World Cup, hosted and won by South Africa. Photograph: David Rogers/Allsport","credit":"David Rogers/Allsport","altText":"RUGBY WORLD CUP","cleanCaption":"Nelson Mandela hands Francois Pienaar the trophy at the end of the 1995 Rugby World Cup, hosted and won by South Africa. Photograph: David Rogers/Allsport"}],"bodyImages":[],"webPublicationDate":"2015-07-03T19:15:10Z","lastModified":"2015-07-03T21:36:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Rugby World Cup","South Africa rugby team","Italy rugby union team","France rugby union team","Ireland rugby union team","Rugby union","Sport"],"tags":[{"id":"sport/rugby-world-cup","webTitle":"Rugby World Cup"},{"id":"sport/south-africa-rugby-team","webTitle":"South Africa rugby team"},{"id":"sport/italy-rugby-union-team","webTitle":"Italy rugby union team"},{"id":"sport/france-rugby-union-team","webTitle":"France rugby union team"},{"id":"sport/ireland-rugby-union-team","webTitle":"Ireland rugby union team"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/rugby-world-cup-2023-ireland-france-italy-south-africa","shortUrl":"http://gu.com/p/4acda","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/rugby-world-cup-2023-ireland-france-italy-south-africa","webUri":"http://www.theguardian.com/sport/2015/jul/03/rugby-world-cup-2023-ireland-france-italy-south-africa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435950730725/RUGBY-WORLD-CUP-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Nelson Mandela hands Francois Pienaar the trophy at the end of the 1995 Rugby World Cup, hosted and won by South Africa. Photograph: David Rogers/Allsport","credit":"David Rogers/Allsport","altText":"RUGBY WORLD CUP","cleanCaption":"Nelson Mandela hands Francois Pienaar the trophy at the end of the 1995 Rugby World Cup, hosted and won by South Africa. Photograph: David Rogers/Allsport"}},"importance":3,"kicker":{"title":"Rugby union"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435950730725/RUGBY-WORLD-CUP-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Nelson Mandela hands Francois Pienaar the trophy at the end of the 1995 Rugby World Cup, hosted and won by South Africa. Photograph: David Rogers/Allsport","credit":"David Rogers/Allsport","altText":"RUGBY WORLD CUP","cleanCaption":"Nelson Mandela hands Francois Pienaar the trophy at the end of the 1995 Rugby World Cup, hosted and won by South Africa. Photograph: David Rogers/Allsport"}}]},{"title":"Golf / McDowell misses cut to end pursuit of third straight Open de France title","rawTitle":"McDowell misses cut to end pursuit of third straight Open de France title","item":{"type":"article","id":"sport/2015/jul/03/graeme-mcdowell-open-de-france-martin-kaymer-victor-dubuisson-rafa-cabrera-bello","title":"Graeme McDowell misses cut in bid for third straight Open de France","trailText":"Victor Dubuisson held a share of the lead at halfway in the Open de France with Martin Kaymer and Rafa Cabrera-Bello after the defending champion, Graeme McDowell, missed the cut","standFirst":"<span class=\"bullet\">•</span> Champion bows out after disastrous second round of 78\n<br />\n<span class=\"bullet\">•</span> Martin Kaymer, Victor Dubuisson and Rafa Cabrera-Bello share lead\n<br />","byline":"Press Association","body":"<p>Graeme McDowell admitted he needs to “clear his mind” after his bid for a third successive Alstom Open de France title came to an ignominious early end on Friday. McDowell was one of 42 unable to complete their opening rounds on schedule at Le Golf National after thunderstorms on Thursday resulted in a delay of almost two-and-a-half hours. He had one hole remaining when play resumed at 7.30am on Friday and made par on the 18th to complete an opening 72 and lie just four shots off the lead.After a short break McDowell was back out on the course which will stage the 2018 Ryder Cup and slumped to a second round of 78, his worst score in 32 rounds at the venue. “I struggled to get on the fairway mainly and, as firm and as fast as this course is, if you’re not hitting the fairway you have a bit of a problem getting close to the flag,” said McDowell, whose sole top-10 finish on the European Tour this season came in the Dubai Desert Classic on February 1.. “It’s just a bad first nine both days. I rescued it coming in last night but it was a fast turnaround from a 9pm finish last night to an early start this morning and I just didn’t come out of the blocks this morning at all.</p> \n<p>“It’s very disappointing, this course has been so good to me over the years, just not to be this year. It’s a work in progress, I’ll keep grinding and it’s a big summer ahead.”</p> \n<p>McDowell, who missed the cut on eight over par after a round containing two double bogeys, three bogeys and no birdies, added on Sky Sports 4: “I have a lot of technique in my head to be honest and I have to strip that out; I’ve got to get back to basics and try to clear the mind.</p> \n<p>“I’ve been working too hard on trying to get the technique fixed and been making it worse. I know it’s in there; you take the rough with the smooth and it’s been a great three or four years. I will dig this out and I’ll be back.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier\">Tiger Woods hits lowest score this season at The Greenbrier Classic</a> </p> \n</aside> \n<p>At the other end of the leaderboard, His Ryder Cup partner Victor Dubuisson - the pair won both of their foursomes matches together at Gleneagles - shared the halfway lead with Germany’s Martin Kaymer and Spain’s Rafael Cabrera-Bello on four under par. Dubuisson told Sky Sports: “I’m very excited about the weekend but on this course you can easily make mistakes so I will have to play well tomorrow.” English trio Tyrrell Hatton, James Morrison and Daniel Brooks were a shot off the lead alongside Francesco Molinari and Jaco van Zyl, with Brooks carding a 66 that is the lowest of the week so far by two shots.</p> \n<p>Former champion Kaymer, who missed the cut in defence of his US Open title at Chambers Bay, found water with his approach to the 15th to card a double bogey, but recovered in style with his fourth birdie of the day on the 18th to return a second consecutive 69.</p> \n<p>Cabrera-Bello has finished finished fourth, 13th, second and 11th in his last four events, but bogeyed the 72nd hole in the Irish Open to miss out on a play-off and shot rounds of 74 and 71 after taking the halfway lead in Munich last week.</p> \n<p>The 31-year-old said: “Obviously some things have been going wrong because my scoring during the first two days compared to Sunday is not quite the same. But I’m working on that, so I’m going to keep knocking on the door and one day, it will open.”</p> \n<p>English trio Tyrrell Hatton, James Morrison and Daniel Brooks were a shot off the lead alongside Francesco Molinari and Jaco van Zyl, with Brooks carding a 66 that is the lowest of the week so far by two shots.</p> \n<p>Italy’s Renato Paratore finished alongside McDowell on eight over par, but claimed a place in the record books with 18 fours in his second round of 72 - three birdies, four bogeys and 11 pars. It is understood to be the first time that has happened in European Tour history. ” <strong>PA</strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435956313332/Graeme-McDowell-Open-de-F-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Graeme McDowell's bid for a third successive win in the Open de France ended with a second round of 78. Photograph: Andrew Boyers/Action Images","credit":"Andrew Boyers/Action Images","altText":"Graeme-McDowell-Open-de-France","cleanCaption":"Graeme McDowell's bid for a third successive win in the Open de France ended with a second round of 78. Photograph: Andrew Boyers/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T20:50:44Z","lastModified":"2015-07-03T23:08:29Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Golf","Sport","Graeme McDowell","Martin Kaymer"],"tags":[{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/graeme-mcdowell","webTitle":"Graeme McDowell"},{"id":"sport/martin-kaymer","webTitle":"Martin Kaymer"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/graeme-mcdowell-open-de-france-martin-kaymer-victor-dubuisson-rafa-cabrera-bello","shortUrl":"http://gu.com/p/4ace3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/graeme-mcdowell-open-de-france-martin-kaymer-victor-dubuisson-rafa-cabrera-bello","webUri":"http://www.theguardian.com/sport/2015/jul/03/graeme-mcdowell-open-de-france-martin-kaymer-victor-dubuisson-rafa-cabrera-bello"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435956313332/Graeme-McDowell-Open-de-F-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Graeme McDowell's bid for a third successive win in the Open de France ended with a second round of 78. Photograph: Andrew Boyers/Action Images","credit":"Andrew Boyers/Action Images","altText":"Graeme-McDowell-Open-de-France","cleanCaption":"Graeme McDowell's bid for a third successive win in the Open de France ended with a second round of 78. Photograph: Andrew Boyers/Action Images"}},"importance":3,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[{"title":"Golf / Woods hits lowest score this season at The Greenbrier Classic","rawTitle":"Woods hits lowest score this season at The Greenbrier Classic","item":{"type":"article","id":"sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier","title":"Tiger Woods hits lowest score this season at The Greenbrier Classic","trailText":"Tiger Woods was in positive mood about his game after bouncing back from his miserable US Open to shoot his lowest score on the PGA Tour this season on day one of The Greenbrier Classic","standFirst":"<p><span class=\"bullet\">•</span> Woods hit four-under-par 66 in day one<br /><span class=\"bullet\">•</span> American says he’s ‘very close’ to his best</p>","byline":"Press Association","body":"<p>Tiger Woods was in positive mood about his game after bouncing back from his miserable US Open to shoot his lowest score on the PGA Tour this season on day one of The Greenbrier Classic.</p> \n<p>Woods’s four-under-par 66 was still only enough for a 15-way share of 12th place, four shots adrift of the leader Scott Langley, but it represented a significant improvement on recent performances from the former world No1.</p> \n<p>In his last outing, Woods <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/tiger-woods-parody-former-self-us-open\">missed the cut</a> in the US Open at Chambers Bay with his worst ever score in the event (80 in the first round) and highest 36-hole total of his career (156).</p> \n<p>That was one of the low points of what has largely been a dismal 2015 for Woods so far, which has seen him slump to 220th in the world rankings and record three scores in the 80s in his last six tournaments.</p> \n<p>However, the 14-time major winner had a much better day in West Virginia on Thursday as he broke 70 for only the third time this season and the first time since the Masters in April, where he carded a four-under-par 68 in the third round.</p> \n<p>Starting on the 10th at The Old White TPC, Woods carded birdies on the 12th, 15th and 16th before dropping his first shot of the day on the 17th to reach the turn in 34.</p> \n<p>After a birdie on the second, Woods looked to have undone much of his good work with a double bogey on the sixth, where he thinned a bunker shot across the green, but he responded superbly to finish his round with three straight birdies.</p> \n<p>When asked after his round what positive results like this would mean to him, Woods said: “I felt like I wasn’t very far away. I know people think I’m crazy for saying that, but I just felt like I wasn’t that far. I just had to make a couple little tweaks, and I felt like I pulled that off.</p> \n<p>“It started at Memorial, making a big [swing] change there, and then it’s just finally starting to click in now.”</p> \n<p>Woods’s efforts on Thursday left the 39-year-old in a good position to avoid missing the cut in consecutive PGA Tour events for the first time in his illustrious career, albeit lying four shots behind the leader Langley who carded a flawless 62.</p> \n<p>Another American, Jonathan Byrd, was second on seven under after a 63 alongside New Zealand’s Danny Lee, while England’s Brian Davis was a further shot back in a tie for fourth with Japan’s Ryo Ishikawa.</p> \n<p>The defending champion, &Aacute;ngel Cabrera of Argentina, shot a one-over-par 71.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435879311819/Tiger-Woods-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP","credit":"Chris Tilley/AP","altText":"Tiger Woods","cleanCaption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-02T23:22:44Z","lastModified":"2015-07-02T23:55:17Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Tiger Woods","Golf","US sports","Sport"],"tags":[{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier","shortUrl":"http://gu.com/p/4abh4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier","webUri":"http://www.theguardian.com/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435879311819/Tiger-Woods-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tiger Woods is hoping to bounce back after missing the cut at the US Open with his worst ever score in the event. Photograph: Chris Tilley/AP","credit":"Chris Tilley/AP","altText":"Tiger Woods","cleanCaption":"Tiger Woods is hoping to bounce back after missing the cut at the US Open with his worst ever score in the event. Photograph: Chris Tilley/AP"}},"importance":0,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435879311819/Tiger-Woods-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP","credit":"Chris Tilley/AP","altText":"Tiger Woods","cleanCaption":"Tiger Woods is hoping to bounce back after missing the cut at teh US Open with his worst ever score in the event. Photograph: Chris Tilley/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435956313332/Graeme-McDowell-Open-de-F-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Graeme McDowell's bid for a third successive win in the Open de France ended with a second round of 78. Photograph: Andrew Boyers/Action Images","credit":"Andrew Boyers/Action Images","altText":"Graeme-McDowell-Open-de-France","cleanCaption":"Graeme McDowell's bid for a third successive win in the Open de France ended with a second round of 78. Photograph: Andrew Boyers/Action Images"}}]}],"lastModified":"2015-07-03T23:19:56Z","personalization":{"id":"uk/groups/collections/uk/sport/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/feature-stories"},"visibility":"all","adTargetingPath":"sport/feature-stories/front"}