{"id":"uk/groups/collections/uk/sport/feature-stories","title":"news","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/feature-stories"},"cards":[{"title":"Athletics / Farah warned by ex-team-mate about more Salazar revelations","rawTitle":"Farah warned by ex-team-mate about more Salazar revelations","item":{"type":"article","id":"sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations","title":"Mo Farah warned by ex-team-mate more Alberto Salazar revelations to come","trailText":"Mo Farah has been warned by a former team-mate that more revelations about Alberto Salazar are in the pipeline and he risks tarnishing his reputation if he stays with his coach","standFirst":"<span class=\"bullet\">•</span> Kara Goucher says ‘multiple sources’ came forward after Panorama allegations\n<br />\n<span class=\"bullet\">•</span> Salazar promises to cooperate with Usada if it decides to question him","byline":"Sean Ingle in Eugene","body":"<p>Mo Farah has been warned by a tearful former team-mate that more revelations about Alberto Salazar are in the pipeline and he risks tarnishing his reputation if he stays with the coach. On a day when Farah pledged to speak under oath to the United States Anti-Doping Agency, Kara Goucher – who trained alongside Farah in 2011 and 2012 – refused to criticise him directly but urged anyone thinking of training with Salazar to “think long and hard because you’re going to be labelled something for the rest of your life”.</p> \n<p>Goucher, one of the whistleblowers in the BBC Panorama programme, also said she was confident Usada would find enough evidence for “the truth to come out” but admitted it would probably not happen overnight.</p> \n<p>“I know that these things take time,” she added. “I saw Lance Armstrong on Oprah, and afterwards [the Usada CEO] Travis Tygart was on. I told my husband Adam: ‘You get me that guy and I’ll talk to him.’ Seven days later I was in his office. I believe that Usada is doing everything in its power. Think of how long it took for Lance. I believe the truth will come out. When? I don’t know.”</p> \n<p>Goucher’s claims came a day after it was revealed Usada’s team of detectives, who brought down Armstrong in 2012, has put its investigations into Salazar and Farah’s training partner Galen Rupp on a more formal footing by interviewing the Oregon Project athlete Treniere Moser. On Sunday night Salazar promised to co-operate with Usada if it decides to question him, saying: “Absolutely, I’ve got nothing to hide.” However, when asked whether he would do so under oath, he said: “I don’t understand exactly what that means. I’d need to speak to my lawyer.” When told it would mean if he lied then he would be in trouble, Salazar repeated: “I would have to speak to my lawyer about that.”</p> \n<p>Usada is also expected to speak to other members of the Oregon Project and its investigation may even involve senior figures at UK Athletics, which employs Salazar as a consultant. There is no suggestion Farah has committed any wrongdoing and he has made it clear to friends he would be happy to speak to any relevant authority, at any time, in any circumstances.</p> \n<p>Goucher, the 2007 world 10,000m bronze medallist from the US, said “multiple sources” had come forward since the Panorama documentary aired at the start of June. In the programme Goucher alleged Salazar had coached Rupp to try to get a Therapeutic Use Exemption (TUE) for an intravenous drip before the 2011 world championships and had offered her a thyroid drug to get her to lose weight. In his 11,750-word response to the BBC’s claims last week Salazar called both claims false and published detailed email documentation that appeared to show he was happy with Goucher’s weight.</p> \n<p>Yet Goucher stands by her story and says there is more to come. “I have, constantly, all day long, people passing me information, wanting me to bring it forward,” she said.</p> \n<p>“I really want to encourage all the people who have reached out to me to reach out to Usada. I pass everything along that you give me but the case is much stronger if it comes from you.</p> \n<p>“I will most definitely give all my evidence in the coming days. They took my quotes out of context and when you put partial emails or emails from a 10-email-long chain and just put one in, you don’t get both sides. I understand that, if you read it through, it looks like I’m a liar. I don’t like being labelled a liar, just like anybody else.”</p> \n<p>Goucher insisted she would continue to fight for a clean sport despite Salazar’s ferocious counterattack on her character. “I’m being dragged through the mud and it will probably continue but I’m still here, I’m going to keep racing and I stand by my statements and I always will. I want my son to be able to believe in the sport and the system.” Goucher, who first spoke to Usada in February 2013, also confirmed that she would be happy to go under oath. “I would welcome that opportunity for myself, for every former Oregon Project member, for every doctor that’s been involved,” she said.</p> \n<p>Rupp, who finished third in the final of the 5,000m on Sunday, said he had sent Usada “tons of documents and had nothing to hide”. He added: “Usada knows everything. I’ll do everything I need to do to co-operate with them.”</p> \n<p>Rupp’s team-mate Matthew Centrowitz, who won the 1500m at the US trials on Saturday, insisted he had never seen any evidence of wrongdoing at the Nike Oregon Project. ‚&Auml;&uacute;If I ever saw one thing that I felt was wrong or whatever I would be the first to leave,‚&Auml;&ugrave; he added.</p> \n<p>The most impressive time of the final day of the trials came from the controversial sprinter Justin Gatlin, who became the fifth fastest man in history over 200m when he ran 19.57sec.</p> \n<p>The most impressive performance, however, came from Alysia Monta&ntilde;o, who won the 800m only 10 months after giving birth to a daughter. Monta&ntilde;o ran in last year’s championships when she was pregnant.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435522052184/Kara-Goucher-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima","credit":"Owen Humphreys/PA Archive/Press Association Ima","altText":"Kara Goucher","cleanCaption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima"}],"bodyImages":[],"webPublicationDate":"2015-06-28T21:54:24Z","lastModified":"2015-06-28T23:45:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Alberto Salazar","Usada (United States Anti-Doping Agency)","Mo Farah","Athletics","Drugs in sport","Sport"],"tags":[{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/usada","webTitle":"Usada (United States Anti-Doping Agency)"},{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations","shortUrl":"http://gu.com/p/4a7t4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations","webUri":"http://www.theguardian.com/sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435522052184/Kara-Goucher-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima","credit":"Owen Humphreys/PA Archive/Press Association Ima","altText":"Kara Goucher","cleanCaption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima"}},"importance":7,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435522052184/Kara-Goucher-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima","credit":"Owen Humphreys/PA Archive/Press Association Ima","altText":"Kara Goucher","cleanCaption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima"}}]},{"title":"F1 / Renault team's future in doubt after Ghosn reveals 'options are open'","rawTitle":"Renault team's future in doubt after Ghosn reveals 'options are open'","item":{"type":"article","id":"business/2015/jun/28/renault-f1-","title":"Carlos Ghosn throws Renault’s F1 future in doubt","trailText":"Chief executive Carlos Ghosn has complained about the sport’s governance but Renault has not provided competitive engines this year","standFirst":"<span class=\"bullet\">•</span> Chief executive Ghosn complains about the sport’s governance\n<br />\n<span class=\"bullet\">•</span> Renault is not providing competitive engines this year","byline":"Giles Richards","body":"<p>Renault’s involvement in Formula One has been thrown in to further doubt after Carlos Ghosn, the company’s chairman and chief executive, said that options, including an exit from grand prix racing, remained open.</p> \n<p>Ghosn was attending the final round of the inaugural Formula E season in Battersea Park, London, where the e.dams Renault team, for which his company provides a technical partnership, had won the teams’ championship.</p> \n<p>When asked about Renault’s plans in F1, he said: “Everything is open. We are really reviewing the situation, we have different options. We still have not made a decision but we will make a decision soon.” Asked if those decisions may include leaving F1 he said “all the options are open”.</p> \n<p>Having powered Red Bull to four consecutive drivers’ and constructor’s championships between 2010 and 2013, Renault have suffered increasing attacks and poor publicity since engine regulations changed in 2014. Their power unit has been well behind that of Mercedes.</p> \n<p>Christian Horner, the head of Red Bull, has expressed his disappointment in Renault’s inability to match their engine rivals and the manufacturer’s future has come increasingly under the spotlight, especially since their contract with Red Bull and Toro Rosso is due to finish at the end of 2016.</p> \n<p>Cyril Abiteboul, the managing director of Renault Sport F1, has already said he expects a decision to be made sooner rather than later – before the end of this year – and options include continuing with Red Bull and Toro Rosso or returning as a works team with buyouts of the latter or Lotus or Manor, or exiting the sport completely, which Horner has suggested might be the case were the engine rules not to change.</p> \n<p>Ghosn also told Auto Express that it was F1 itself and how it is run that may be key. “It’s not only down to us, it’s down to the organisers. We want to see how the governance of Formula One changes.”</p> \n<p>Governance in part that must include Bernie Ecclestone, who has a well-known resistance to social media and made dismissive comments about younger fans. “I don’t know why people want to get to the so-called ‘young generation’,” Ecclestone said last year. “Why do they want to do that? Is it to sell them something? Most of these kids haven’t got any money. I’d rather get to the 70-year-old guy who’s got plenty of cash.” Comments that were likely on Ghosn’s mind as he expressed a further commitment to Formula E.</p> \n<p>“We are here, we are very happy to be able to be able to contribute and you can expect us to be involved in the future,” he said on the grid in Battersea. “We like what this represents. This is about competition, it is about zero emissions and this is about young people. I am very impressed at the youth of the people who come and cheer for Formula E so you can expect to see us more involved in the future.”</p> \n<p>Elsewhere, other lessons were being learned from the Formula E race, the first international motor racing event in the capital since 1972, with Lotus deputy team principal, Federico Gastaldi, arguing that F1 should also look to hosting further street races.</p> \n<p>“I think it could be fantastic in F1 to have more street races because it is colourful,” said Gastaldi. “Think of Singapore and Monaco they are great events and attract so many people. Buenos Aires and Rio de Janeiro could be good races to go to for F1. I see Formula E went to Buenos Aires which is my hometown and that would be fantastic to race there.”</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435519909686/Renault-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Renault supply engines to Red Bull, who have not done well in F1 this season. Photograph: Sutton Images/Corbis","credit":"Sutton Images/Corbis","altText":"Renault","cleanCaption":"Renault supply engines to Red Bull, who have not done well in F1 this season. Photograph: Sutton Images/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-28T19:21:34Z","lastModified":"2015-06-28T23:45:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Giles Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesrichards"}],"feature":false,"keywords":["Renault","Formula One 2015","Red Bull","Motor sport","Formula One","Sport"],"tags":[{"id":"business/renault","webTitle":"Renault"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/red-bull","webTitle":"Red Bull"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"business"},"topics":[{"displayName":"Giles Richards","topic":{"type":"tag-contributor","name":"profile/gilesrichards"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/28/renault-f1-","shortUrl":"http://gu.com/p/4a7hz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/28/renault-f1-","webUri":"http://www.theguardian.com/business/2015/jun/28/renault-f1-"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435519909686/Renault-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Renault supply engines to Red Bull, who have not done well in F1 this season. Photograph: Sutton Images/Corbis","credit":"Sutton Images/Corbis","altText":"Renault","cleanCaption":"Renault supply engines to Red Bull, who have not done well in F1 this season. Photograph: Sutton Images/Corbis"}},"importance":5,"kicker":{"title":"F1"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435519909686/Renault-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Renault supply engines to Red Bull, who have not done well in F1 this season. Photograph: Sutton Images/Corbis","credit":"Sutton Images/Corbis","altText":"Renault","cleanCaption":"Renault supply engines to Red Bull, who have not done well in F1 this season. Photograph: Sutton Images/Corbis"}}]},{"title":"Cricket / Australians ease to win over Kent despite rapid century from Bell-Drummond","rawTitle":"Australians ease to win over Kent despite rapid century from Bell-Drummond","item":{"type":"article","id":"sport/2015/jun/28/kent-australia-tour-match-report","title":"Australians ease to win over Kent despite Bell-Drummond’s resistance","trailText":"The Australians beat Kent by 255 runs in their opening tour game despite 127 off 112 balls by Kent’s opener Daniel Bell-Drummond","standFirst":"<p data-dropid=\"0\"><span class=\"bullet\">•</span> Australians 507-8 dec &amp; 332-4 dec; Kent 280 &amp; 294<br /><span class=\"bullet\">•</span> Australians win by 255 runs</p>","byline":"Vic Marks at Canterbury","body":"<p>Australia’s campaign is going rather better than last time. They have stuck with the same coach, no one has punched anyone and there were smiles all round after a leisurely 255-run victory over Kent.</p> \n<p>Actually it does not take much to find their coach, Darren Lehmann, smiling. “We have had some good prep, great facilities and we like winning cricket games. That’s what we’re here for,” he said. However, he declined to inform the assembled throng of his Test team for Cardiff. He started the process with “Clarke, Smith” but then petered out.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/jonny-bairstow-durham-yorkshire-county-championship-match-report\">Jonny Bairstow shows Ashes form with a century for Yorkshire at Durham</a> </p> \n</aside> \n<p>He did share the team for the match against Essex at Chelmsford from Wednesday, which excludes Mitchell Johnson and Steve Smith of those likely to play in the first Test from 8 July. Chris Rogers, rather than Shaun Marsh, will open the batting with David Warner while Ryan Harris is the solitary paceman from this game to play a second match, which is hardly surprising given that he was not in the Caribbean with the team recently. “I still think he’s a bit short of a gallop but he was better today,” said Lehmann, who also confirmed Shane Watson would be bowling in Chelmsford – he batted but was not risked with the ball in Canterbury.</p> \n<p>Australia’s victory was straightforward but the day was decorated by Daniel Bell-Drummond, who hit an enchanting 127 from 112 balls, hardly the orthodox way to battle for a draw. However, no one at the Spitfire Ground was complaining – 102 of his runs came from boundaries, yet it was not a violent innings.</p> \n<p>Bell-Drummond’s talent has been noted for a while. He played an abundance of cricket for England Under-19s. Now at the age of 21 he has seven first-class centuries to his name yet there is still the impression that here is a flower yet to be seen in full bloom. He is a languid strokemaker whose style may not be suited to the sporting wickets upon which so many counties are choosing to play their County Championship matches. But on this benign surface he could display his wares with much virtuosity. There is minimal movement of feet or head when Bell-Drummond bats.</p> \n<p>Wrists are flicked and the ball disappears with surprising power for a man of such slight frame. He does not swagger. Instead he hits a boundary, whereupon he generally stands stock still and stares at his feet.</p> \n<p>He began his innings with a flurry of boundaries against Harris. Whenever the ball was over-pitched, which was quite frequently, Bell-Drummond tapped it for four – no great effort was required on the glassy outfield. He was also partial to the glided dab to the vacant third-man region.</p> \n<p>He took a particular liking to Fawad Ahmed’s wrist-spin, which meant he circumnavigated the nervous 90s. If he was not late-cutting for four he was driving the ball for six over mid-on.</p> \n<p>Bell-Drummond took 18 runs from Fawad’s sixth over. From the seventh he sped from 86 to 102 in the space of three balls and the nerves seemed to be residing with the bowler rather than the batsman. In the end Harris disposed of him lbw, whereupon Bell-Drummond sheepishly acknowledged a standing ovation.</p> \n<p>None of the Kent batsmen could match him although Ben Harmison, in his first outing of the summer, battled grittily until succumbing to Smith via a shot he might like to forget. The rest came and saw but most definitely did not conquer although Mitchell Claydon, against his own countrymen, hit with rustic good humour at the end.</p> \n<div>\n __VIDEO_EMBED_gu-video-457298832__\n</div> \n<p>All of the Australia bowlers took wickets though Fawad was probably the grumpiest given the mauling he received from Bell-Drummond and the fact that Smith’s occasional leg-breaks proved to be more successful. Mind you, the luck was with Smith. His first scalp, Adam Ball, succumbed to a hip-high full-toss which was mishit to Peter Siddle on the boundary.</p> \n<p>Bell-Drummond was engagingly chuffed with his performance, especially since it began with him facing the prospect of a pair. “It was brilliant,” he said “probably the best day of my career. I can’t quite believe it’s happened against the best attack in the world that I watched on TV when I was growing up.”</p> \n<p>He explained the thinking behind the assault on Fawad with a certain unassailable logic. “With those pace bowlers you are never sure how long you are going to last.” He also reported how Michael Clarke had made a point of congratulating him on his innings as he left the field. The “friendly” tour continues – for about another week.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435514677976/Daniel-Bell-Drummond-Kent-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kent's Daniel Bell-Drummond hit 127 from 112 balls against the Australians, with 102 of his runs on the final day coming from boundaries. Photograph: James Marsh/BPI/Rex Shuttercock","credit":"/James Marsh/BPI/Rex Shuttercock","altText":"Daniel Bell-Drummond Kent","cleanCaption":"Kent's Daniel Bell-Drummond hit 127 from 112 balls against the Australians, with 102 of his runs on the final day coming from boundaries. Photograph: James Marsh/BPI/Rex Shuttercock"}],"bodyImages":[],"webPublicationDate":"2015-06-28T18:05:09Z","lastModified":"2015-06-29T04:07:26Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["Australia cricket team","Kent","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/kent","webTitle":"Kent"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[{"id":"gu-video-457298832","source":"Australian Associated Press/Cricket Australia","durationInSeconds":88,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/29/150629Lehmann_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/29/150629Lehmann_FromGAus/150629Lehmann_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435546816914/Darren-Lehmann-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Australian cricket coach Darren Lehmann speaks to the media after his team took a comfortable victory over Kent. 29 June 2015 Photograph: AAP","credit":"AAP","altText":"Darren Lehmann","cleanCaption":"Australian cricket coach Darren Lehmann speaks to the media after his team took a comfortable victory over Kent. 29 June 2015 Photograph: AAP"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/kent-australia-tour-match-report","shortUrl":"http://gu.com/p/4a7gd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/kent-australia-tour-match-report","webUri":"http://www.theguardian.com/sport/2015/jun/28/kent-australia-tour-match-report"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457298503","source":"AAP/Cricket Australia","durationInSeconds":181,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/29/150629Cricket_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/29/150629Cricket_FromGAus/150629Cricket_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435532532260/Kent-v-Australia-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Mitchell Claydon of Kent hits a six as Australia's Brad Haddin and Michael Clarke look on Kent v Australia, Tour Match, Cricket, The Spitfire Ground, Canterbury, Kent, Britain. 28 Jun 2015 Photograph: Sarah Ansell/REX Shutterstock","credit":"Sarah Ansell/REX Shutterstock/Sarah Ansell/REX Shutterstock","altText":"Kent v Australia","cleanCaption":"Mitchell Claydon of Kent hits a six as Australia's Brad Haddin and Michael Clarke look on Kent v Australia, Tour Match, Cricket, The Spitfire Ground, Canterbury, Kent, Britain. 28 Jun 2015 Photograph: Sarah Ansell/REX Shutterstock"}}},"importance":5,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435514677976/Daniel-Bell-Drummond-Kent-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kent's Daniel Bell-Drummond hit 127 from 112 balls against the Australians, with 102 of his runs on the final day coming from boundaries. Photograph: James Marsh/BPI/Rex Shuttercock","credit":"/James Marsh/BPI/Rex Shuttercock","altText":"Daniel Bell-Drummond Kent","cleanCaption":"Kent's Daniel Bell-Drummond hit 127 from 112 balls against the Australians, with 102 of his runs on the final day coming from boundaries. Photograph: James Marsh/BPI/Rex Shuttercock"}}]},{"title":"Rugby league / Blues hooker Farah in doubt for State of Origin game","rawTitle":"Blues hooker Farah in doubt for State of Origin game","item":{"type":"article","id":"sport/2015/jun/29/farah-in-doubt-state-of-origin-decider","title":"State of Origin: NSW Blues hooker Robbie Farah in doubt for Game 3","trailText":"NSW hooker Robbie Farah could be in doubt for the State of Origin decider after fracturing his hand in the Wests Tigers’ 35-12 loss to Penrith","standFirst":"<ul>\n <li>Michael Ennis on stand-by ahead of tomorrow’s team announcement</li>\n</ul>","byline":"Australian Associated Press","body":"<p>NSW hooker Robbie Farah could be in doubt for the State of Origin decider after fracturing his hand in the Wests Tigers’ 35-12 loss to Penrith on Sunday evening.</p> \n<p>The Tigers skipper injured the hand in the early stages of the second half but played most of the match before coming off late and heading to hospital for x-rays.</p> \n<p>NSW coach Laurie Daley will also be nervously waiting results on second-rower Beau Scott, who succumbed to a shoulder issue 17 minutes into Newcastle’s defeat in Brisbane on Friday night.</p> \n<p>Daley names his team for Origin III on Sunday.</p> \n<p>&quot;(Farah) came off when he did when he got to the point when he just couldn’t go any further but he said he was pretty much a passenger for most of the second half so that was disappointing for us,&quot; Tigers coach Jason Taylor said.</p> \n<p>Asked whether he was in doubt for the deciding Origin clash in Brisbane on July 8, Taylor said: &quot;I’m not sure. It depends where that fracture is.</p> \n<p>&quot;He left straight away. He’s obviously very keen to know the outcome. He didn’t have a shower, he just wanted to get down there and get the x-ray.&quot;</p> \n<p>Meanwhile, centre Michael Jennings set aside his recent arrest and club suspension with a starring performance for the Sydney Roosters in their 20-10 win over the Gold Coast on Sunday.</p> \n<p>Jennings came under the spotlight following an incident in a Parramatta car park.</p> \n<p>But after his one-game club suspension and a $20,000 fine, he picked up where he left off against the Titans.</p> \n<p>While Roosters coach Trent Robinson said Jennings’ performance was one of the club’s few high points from the scrappy affair, Jennings’ effort would have delighted Daley just as much.</p> \n<p>Jennings scored a try, had a hand in another and came up with several big plays.</p> \n<p>Robinson said his team had moved on quickly from Jennings’ arrest but suggested he may have some hard questions to answer from his Blues teammates when he enters camp.</p> \n<p>&quot;I think missing a game and the fine was significant and right,&quot; Robinson said.</p> \n<p>&quot;As Laurie said (his court case) hasn’t been answered yet.</p> \n<p>&quot;And I know that can be different depending on the incident. It can range there and you do need to stand guys down for a long period of time depending what the incident is. But this is so far from one of them. It’s right to move on.</p> \n<p>&quot;Jenko may have to face some music in the next couple of days with the Origin guys then go and play for NSW.&quot;</p> \n<p>Meanwhile NSW skipper Paul Gallen has hosed down suggestions he was readying to call time on his Origin career.</p> \n<p>During the week Cronulla coach Shane Flanagan told a club podcast Gallen would not be playing Origin next year.</p> \n<p>Gallen said he was &quot;disappointed and upset&quot; by the comments and he hadn’t decided on whether to hang up his Blues jumper.</p> \n<p>&quot;They (for Gallen to retire from representative football) are his (Flanagan’s) wishes. They are probably the club’s wishes,&quot; Gallen told Triple M on Sunday.</p> \n<p>&quot;But at the end of the day it’s my decision and it will be left up to me.&quot;</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/36778ae01befbe547705e2f73004626467e37964/0_108_3828_2297/3828.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2297,"width":3828,"orientation":"landscape","credit":"Joel Carrett/AAP","altText":"Robbie Farah injury","cleanCredit":"Photograph: Joel Carrett/AAP"}],"bodyImages":[],"webPublicationDate":"2015-06-29T02:02:27Z","lastModified":"2015-06-29T02:02:28Z","metadata":{"commentable":true,"commentCount":1,"contributors":[],"feature":false,"keywords":["Rugby league","State of Origin","NRL","Australia sport","Sport"],"tags":[{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/state-of-origin","webTitle":"State of Origin"},{"id":"sport/nrl","webTitle":"NRL"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/29/farah-in-doubt-state-of-origin-decider","shortUrl":"http://gu.com/p/4a7jk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/29/farah-in-doubt-state-of-origin-decider","webUri":"http://www.theguardian.com/sport/2015/jun/29/farah-in-doubt-state-of-origin-decider"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/36778ae01befbe547705e2f73004626467e37964/0_108_3828_2297/3828.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2297,"width":3828,"orientation":"landscape","caption":"Robbie Farah of the Tigers is assisted off the field with an injury during the Round 16 NRL match between Wests Tigers and Penrith Panthers Photograph: Joel Carrett/AAP","credit":"Joel Carrett/AAP","altText":"Robbie Farah injury","cleanCaption":"Robbie Farah of the Tigers is assisted off the field with an injury during the Round 16 NRL match between Wests Tigers and Penrith Panthers","cleanCredit":"Photograph: Joel Carrett/AAP"}},"importance":4,"kicker":{"title":"Rugby league"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/36778ae01befbe547705e2f73004626467e37964/0_108_3828_2297/3828.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2297,"width":3828,"orientation":"landscape","credit":"Joel Carrett/AAP","altText":"Robbie Farah injury","cleanCredit":"Photograph: Joel Carrett/AAP"}}]},{"title":"Formula E / Piquet Jr lifts title in dramatic Battersea finale","rawTitle":"Piquet Jr lifts title in dramatic Battersea finale","item":{"type":"article","id":"sport/2015/jun/28/formula-e-nelson-piquet-sebastien-buemi-sam-bird","title":"Nelson Piquet Jr lifts Formula E title in dramatic Battersea finale","trailText":"Nelson Piquet Jr’s London duel with his FE title rival Sébastien Buemi was decided on the last corner","standFirst":"<span class=\"bullet\">•</span> Duel with title rival S&eacute;bastien Buemi decided on last corner\n<br />\n<span class=\"bullet\">•</span> Sam Bird, a 28-year-old from Britain, wins the race itself","byline":"Giles Richards at Battersea Park","body":"<p>Formula E had come to London hoping it would deliver a spectacular finish to a season that has visited 10 cities over nine months. The last meeting was a double-header over two days and Battersea Park delivered in style.</p> \n<p>After an absolute thriller of a final round, Nelson Piquet Jr did enough to claim the inaugural FE championship title after a race that had swung between him and his title rival, S&eacute;bastien Buemi. In fact, it was not decided until the last corner. And then there was the added delight for the home fans as Britain’s Sam Bird won the race itself.</p> \n<p>It is the first title Piquet has won since taking the British Formula 3 Championship in 2004 and an achievement to relish since his nadir when, under what he claimed were team orders, he deliberately crashed his Renault at the 2008 Singapore Grand Prix to give an advantage to his team-mate Fernando Alonso, who went on to win the race.</p> \n<p>And it was no easy task on the 1.81-mile circuit in Battersea Park. He had started well down the grid but made up places from the start and when Buemi spun on lap 16 that meant fifth place was the best he could manage – Piquet’s seventh was enough to claim the title by a single point.</p> \n<p>It was the climax to an extremely close season. Buemi has the most wins with three but Piquet was just that little bit more consistent in top-five finishes. “It was not only a tough year but such a tough weekend,” he said. “We pushed really hard, we had a perfect strategy. I knew we had nothing to lose, I knew I had to push and drive the best I could, and luck was on our side a little bit.”</p> \n<p>Buemi started much further up the grid than his rivals. FE qualifying is divided into four groups and Buemi, in the second of them, encountered only light rain, while Piquet and Lucas di Grassi, following later as the third contender for the title, had to cope with a much wetter track. Buemi made it to sixth place, with Di Grassi in 11th and Piquet in 16th.</p> \n<p>On a circuit where overtaking is tricky at best and with the championship finely poised – with Piquet on 138 points, to Buemi’s 133 and Di Grassi’s 125 – it was as intriguing a grid as one could wish for.</p> \n<p>“Getting into this position today was hectic,” said Piquet. “I needed to keep calm the whole race. The team wouldn’t tell me anything, that was part of our briefing. Don’t ask questions, just go for it.”</p> \n<p>Equally Buemi not only had track position but also the momentum having won the first round of the event on Saturday, in a controlled, clean run that saw him go from pole to the chequered flag. It had cut the championship lead Piquet enjoyed from 23 points to five, and shifted him from third to second in the title race, setting up the dramatic final round on Sunday. Surely a strong finish was all the Swiss driver needed?</p> \n<p>Initially he had that, making up a place on the first lap but although Piquet made four himself, the numbers remained against him. With St&eacute;phane Sarrazin still leading the race from pole, Piquet had not done enough when the pit stops were taken on lap 15, although he had held back on his energy usage to stay out one lap longer.</p> \n<p>While he was in, Buemi, on cold tyres, overcooked it into turn three and lost a place, and the race was transformed, not least in that the sons and relatives of F1 champions were suddenly everywhere that counted. Piquet exited the pits and suddenly had to dice with Nicolas Prost but after a brief safety-car period, Piquet’s Nextev TCR team-mate Oliver Turvey let him past and the Brazilian promptly mugged Salvador Dur&aacute;n to take eighth. With seven laps to go it left Buemi up the road in sixth clearly aware that he would have to pass Aryton Senna’s nephew, Bruno, to take the title.</p> \n<p>He did his best and the two points on offer for the fastest lap made furious calculations the order of the day – had Buemi put in a lap good enough it would have changed the result – but passing Senna was key and although he crawled all over the back of him, right down to taking a dive through the chicane at turn 14 on the final lap, he could not pass.</p> \n<p>Bird, who started in fourth and had driven a fine race, had done the same to Sarrazin for the final laps but equally could not squeeze through. The latter took the flag but Bird’s pressure had caused him to overuse his electrical energy allocation and he was hit with a drive-through converted to a 49-second penalty that promoted the British driver to the top step.</p> \n<p>Buemi’s fifth was, one would have expected before the race, to have been enough to give him the title, but it was not enough to prevent the great Nelson’s son proving he too has a winning touch. Although he did not realise it until he had got out of his car. “I only know I won the championship when the commentator told me,” he said.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435523045284/Nelson-Piquet-Jr-of-Brazi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nelson Piquet Jr of Brazil on his way to becoming the Formula E champion at Battersea Park in London. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Nelson Piquet Jr of Brazil on his way to becoming the Formula E champion at Battersea Park","cleanCaption":"Nelson Piquet Jr of Brazil on his way to becoming the Formula E champion at Battersea Park in London. Photograph: Charles Coates/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-28T20:26:20Z","lastModified":"2015-06-28T21:01:40Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Giles Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesrichards"}],"feature":false,"keywords":["Motor sport","Sport"],"tags":[{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Giles Richards","topic":{"type":"tag-contributor","name":"profile/gilesrichards"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/formula-e-nelson-piquet-sebastien-buemi-sam-bird","shortUrl":"http://gu.com/p/4a7tb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/formula-e-nelson-piquet-sebastien-buemi-sam-bird","webUri":"http://www.theguardian.com/sport/2015/jun/28/formula-e-nelson-piquet-sebastien-buemi-sam-bird"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435523045284/Nelson-Piquet-Jr-of-Brazi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nelson Piquet Jr of Brazil on his way to becoming the Formula E champion at Battersea Park in London. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Nelson Piquet Jr of Brazil on his way to becoming the Formula E champion at Battersea Park","cleanCaption":"Nelson Piquet Jr of Brazil on his way to becoming the Formula E champion at Battersea Park in London. Photograph: Charles Coates/Getty Images"}},"importance":4,"kicker":{"title":"Formula E"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435523045284/Nelson-Piquet-Jr-of-Brazi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nelson Piquet Jr of Brazil on his way to becoming the Formula E champion at Battersea Park in London. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Nelson Piquet Jr of Brazil on his way to becoming the Formula E champion at Battersea Park","cleanCaption":"Nelson Piquet Jr of Brazil on his way to becoming the Formula E champion at Battersea Park in London. Photograph: Charles Coates/Getty Images"}}]},{"title":"Athletics / Gatlin eases to 200m title at US championships","rawTitle":"Gatlin eases to 200m title at US championships","item":{"type":"article","id":"sport/2015/jun/28/justin-gatlin-200m-title-us-championships","title":"Justin Gatlin eases to 200m title at US championships","trailText":"Justin Gatlin breezed to 200m title at US championships in 19.57sec to set up a double showdown with Usain Bolt at the world championships","standFirst":"<span class=\"bullet\">•</span> Win sets up 100/200m showdown with Usain Bolt at world championships\n<br />\n<span class=\"bullet\">•</span> Jenna Prandini wins women’s 200m\n<br />","byline":"Associated Press","body":"<p>Justin Gatlin breezed to the 200m title at the US championships in a meeting record of 19.57sec.</p> \n<p>Gatlin dominated the race, taking the lead before the bend. His training partner Isiah Young was second and Wallace Spearmon third.</p> \n<p>Michael Johnson holds the US record of 19.32 and Usain Bolt the world mark at 19.19.</p> \n<p>The 33-year-old Gatlin entered the competition with fresh legs after skipping the 100m because he has an automatic bye into the world championships courtesy of his Diamond League title.</p> \n<p>Sunday’s win sets up a showdown with Bolt in both events in Beijing in late August.</p> \n<p>Jenna Prandini won the women’s 200m in 22.20sec. Candyce McGrone was second and Jeneba Tarmoh third.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435530503512/Justin-Gatlin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Justin Gatlin dominated the 200m at the US championships, winning in 19.57sec. Photograph: Don Ryan/AP","credit":"Don Ryan/AP","altText":"Justin Gatlin","cleanCaption":"Justin Gatlin dominated the 200m at the US championships, winning in 19.57sec. Photograph: Don Ryan/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-28T22:30:25Z","lastModified":"2015-06-28T22:55:00Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Justin Gatlin","Sport","Athletics","US sports"],"tags":[{"id":"sport/justin-gatlin","webTitle":"Justin Gatlin"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/justin-gatlin-200m-title-us-championships","shortUrl":"http://gu.com/p/4a7jx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/justin-gatlin-200m-title-us-championships","webUri":"http://www.theguardian.com/sport/2015/jun/28/justin-gatlin-200m-title-us-championships"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435530503512/Justin-Gatlin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Justin Gatlin dominated the 200m at the US championships, winning in 19.57sec. Photograph: Don Ryan/AP","credit":"Don Ryan/AP","altText":"Justin Gatlin","cleanCaption":"Justin Gatlin dominated the 200m at the US championships, winning in 19.57sec. Photograph: Don Ryan/AP"}},"importance":3,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435530503512/Justin-Gatlin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Justin Gatlin dominated the 200m at the US championships, winning in 19.57sec. Photograph: Don Ryan/AP","credit":"Don Ryan/AP","altText":"Justin Gatlin","cleanCaption":"Justin Gatlin dominated the 200m at the US championships, winning in 19.57sec. Photograph: Don Ryan/AP"}}]},{"title":"St Helens 36-20 Widnes / Percival stars in Challenge Cup win over Widnes","rawTitle":"Percival stars in Challenge Cup win over Widnes","item":{"type":"article","id":"sport/2015/jun/28/st-helens-widnes-challenge-cup-quarter-final-match-report","title":"St Helens’ Mark Percival stars in stirring Challenge Cup win over Widnes","trailText":"Mark Percival excelled in an unfamiliar full-back role to score 20 points as St Helens saw off Widnes to reach the Challenge Cup semi-finals","standFirst":"<span class=\"bullet\">•</span> St Helens 36-20 Widnes","byline":"Aaron Bower at Langtree Park","body":"<p>Seven years is a long time between drinks for a club such as St Helens but the Super League champions moved to within one game of a first Wembley appearance since 2008 by ending Widnes’s Challenge Cup ambitions.</p> \n<p>Although their track record in the league has been impressive in recent years, Saints have not even made the semi-finals – let alone the final – of the Challenge Cup for four years, so this win signified an important step in their development under the new coach, Keiron Cunningham.</p> \n<p>Cunningham, one of the club’s greatest ever players, and whose career is immortalised by a statue of himself outside their Langtree Park stadium, now knows that only the holders, Leeds, stand between his side and a first Challenge Cup final appearance since their 2008 win over Hull – although they were certainly made to work hard for it.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/warrington-wolves-leigh-centurions-challenge-cup-quarter-final-match-report\">Warrington Wolves 34-24 Leigh Centurions | Challenge Cup quarter-final</a> </p> \n</aside> \n<p>Anyone who watched this hugely entertaining tie will know a 16-point margin was certainly not a fair reflection of Widnes’s efforts. For the best part of 70 minutes they were as good as, if not better than, their opponents, but as the coach Denis Betts suggested afterwards, St Helens had that extra touch of class when it mattered.</p> \n<p>“It’s a harsh score on us,” Betts said. “But we expended a lot of effort and endeavour and that’s where those late tries came from. It was a great cup tie and we looked in control for long periods, but it’s just those small margins in key moments that are costing us. I’m so proud of the players, though.”</p> \n<p>St Helens had problems heading into the game at full-back, with the inexperienced Mark Percival being handed the job at the back after long-term injuries to both Shannon McDonnell and Jonny Lomax, as well as being without the newly retired Paul Wellens.</p> \n<p>Yet Percival, a centre by trade, responded with 20 points and a man-of-the-match performance to help guide the Saints into the last four, with the winner of their meeting either Warrington or Hull Kingston Rovers in August’s final.</p> \n<p>“We had to dig deep for that,” Cunningham added. “It wasn’t the greatest performance but sometimes you’ve just got to win ugly, and that’s what we did. Our last 30 minutes was up there with the performances of the season.”</p> \n<p>St Helens led 18-12 at the interval after a Danny Craven try got Widnes back into the contest, but whatever Betts said to his players had the desired effect as within 13 minutes of the restart Widnes had turned the game on its head. Tries from Patrick Ah Van and Chris Dean put the Vikings in front, and suddenly it was they who were eyeing up that last-four date with Leeds next month.</p> \n<p>But true to form St Helens hit back and they produced a blistering final 30 minutes to storm home. Their first try was not without controversy, though; Jordan Turner appeared to knock on but Widnes were penalised for a ball steal and from that penalty Kyle Amor crossed to put Saints back in front.</p> \n<p>A try for Turner eight minutes later took the wind out of Widnes sails, and there was still time for Percival to round off his afternoon with his second try and a penalty in the closing minutes. He will not be out of position at full-back for much longer though, with the club expected to sign a replacement, believed to be the Australian Adam Quinlan, in the coming days.</p> \n<p><strong>St Helens</strong> Percival; Dawson, Jones, Turner, Swift; Burns, Walsh; Amor, Roby, Walmsley, Wilkin, Greenwood, McCarthy-Scarsbrook. <strong>Interchange</strong> Masoe, Flanagan, Richards, Savelio.</p> \n<p><strong>Tries</strong> Swift, Percival 2, Dawson, Amor, Turner. <strong>Goals</strong> Percival 6.</p> \n<p><strong>Widnes</strong> Hanbury; Flynn, Marsh, Dean, Ah Van; Brown, Mellor; Manuokafoa, Heremaia, Gerrard, Clarkson, Whitley, Leuluai.</p> \n<p><strong>Interchange</strong> Cahill, Isa, Craven, Dudson.</p> \n<p><strong>Tries</strong> Mellor, Craven, Ah Van, Dean. <strong>Goals</strong> Craven, Ah Van.</p> \n<p><strong>Referee</strong> R Hicks. <strong>Attendance</strong> 8,806</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435517962298/St-Helens-v-Widnes-Viking-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mark Percival scores St Helens' second try in the Challenge Cup win over Widnes. Photograph: Jason Cairnduff/Reuters","credit":"Jason Cairnduff/Reuters","altText":"St Helens v Widnes Vikings - Ladbrokes Challenge Cup Quarter Final","cleanCaption":"Mark Percival scores St Helens' second try in the Challenge Cup win over Widnes. Photograph: Jason Cairnduff/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-28T19:00:39Z","lastModified":"2015-06-28T23:01:14Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Aaron Bower","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aaron-bower"}],"feature":false,"keywords":["Challenge Cup","St Helens","Widnes Vikings","Rugby league","Sport"],"tags":[{"id":"sport/challengecup","webTitle":"Challenge Cup"},{"id":"sport/sthelens","webTitle":"St Helens"},{"id":"sport/widnes-vikings","webTitle":"Widnes Vikings"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Aaron Bower","topic":{"type":"tag-contributor","name":"profile/aaron-bower"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/st-helens-widnes-challenge-cup-quarter-final-match-report","shortUrl":"http://gu.com/p/4a7hh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/st-helens-widnes-challenge-cup-quarter-final-match-report","webUri":"http://www.theguardian.com/sport/2015/jun/28/st-helens-widnes-challenge-cup-quarter-final-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435517962298/St-Helens-v-Widnes-Viking-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mark Percival scores St Helens' second try in the Challenge Cup win over Widnes. Photograph: Jason Cairnduff/Reuters","credit":"Jason Cairnduff/Reuters","altText":"St Helens v Widnes Vikings - Ladbrokes Challenge Cup Quarter Final","cleanCaption":"Mark Percival scores St Helens' second try in the Challenge Cup win over Widnes. Photograph: Jason Cairnduff/Reuters"}},"importance":3,"kicker":{"title":"St Helens 36-20 Widnes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435517962298/St-Helens-v-Widnes-Viking-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mark Percival scores St Helens' second try in the Challenge Cup win over Widnes. Photograph: Jason Cairnduff/Reuters","credit":"Jason Cairnduff/Reuters","altText":"St Helens v Widnes Vikings - Ladbrokes Challenge Cup Quarter Final","cleanCaption":"Mark Percival scores St Helens' second try in the Challenge Cup win over Widnes. Photograph: Jason Cairnduff/Reuters"}}]}],"lastModified":"2015-06-29T07:57:55Z","personalization":{"id":"uk/groups/collections/uk/sport/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/feature-stories"},"visibility":"all","adTargetingPath":"sport/feature-stories/front"}