{"id":"uk/groups/collections/uk/sport/feature-stories","title":"news","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/feature-stories"},"cards":[{"title":"Venus Williams' contribution merits long goodbye","rawTitle":"Venus Williams' contribution merits long goodbye","item":{"type":"comment","id":"sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution","title":"Wimbledon 2015: Venus Williams’ contribution merits long goodbye","trailText":"Few could deliver destruction with such grace and, at 35, it is time we acknowledge Venus Williams’s greatness before she heads into the sunset","standFirst":"Few could deliver destruction with such grace and, at 35, it is time we acknowledge Venus Williams’s greatness before she heads into the sunset","byline":"Sean Ingle","body":"<p>During Wimbledon’s first week you had to squeeze into the outside courts to catch repeat viewings of what Venus Williams does best: rocket-launching that snorting, sliding serve before moving as softly as a dancer into position and killing the point with a wonderfully wicked ground stroke. It was a welcome blast from the past, a reminder of the days when Venus was regularly ascendant over SW19. Rarely in tennis history has destruction been delivered with such grace.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/serena-williams-venus-grand-slam-wimbledon-2015\">Serena Williams favourite to beat Venus but form may bring sisters closer</a> </p> \n</aside> \n<p>But now, after a week out of the headlines and headlights, she steps on to Centre Court on the stroke of 1pm on Monday to face her sister Serena. Undoubtedly she will be the sentimental favourite, given the feisty to-and-fro between Serena and the crowd during <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/heather-watson-serena-williams-wimbledon\" title=\"\">Friday’s breathless encounter with Heather Watson</a>. But if the bookmakers are proved correct, and Venus succumbs to her sibling’s extraordinary plait of power, skill and will, her send-off deserves to be long and vigorous. There may not be many more opportunities to say goodbye – or for Wimbledon to acknowledge the sheer size of her contribution to the sport.</p> \n<p>When she started playing tennis in gang-infested Compton, on cracked courts and with balding tennis balls, she was told by her father, Richard, to drop to the floor if she heard gunshots. Yet she has overcome all the disadvantages of her Los Angeles upbringing to become one of the greats. Her tally of seven grand slams is a modest return given her talents, although in the open era only Martina Navratilova and Steffi Graf have won more Wimbledon titles than Venus’s five.</p> \n<p>She passes the longevity test, too: it is nearly two decades since she became the first unseeded player to reach the singles final of the US Open, aged 18, in 1997; her last women’s tour title arrived as recently as January. That made her – at the age of 34 – the fourth-oldest player to win a WTA title, behind only Billie Jean-King, Kimiko Date-Krumm and Navratilova.</p> \n<p>But Venus has arguably made even greater steps towards history off the court. In 2006 she wrote a powerful and eloquent letter to the Times, urging Wimbledon to adopt equal pay for men and women. As she put it: “I feel so strongly that Wimbledon’s stance devalues the principle of meritocracy and diminishes the years of hard work that women on the tour have put into becoming professional tennis players – I intend to keep doing everything I can until Billie Jean’s original dream of equality is made real.” A year later that dream was realised.</p> \n<p>Joel Campbell, a former deputy sports editor of the Voice, believes her influence on the All-England Club is wider still. “Wimbledon looks much more representative of London than it did 10 or 15 years ago, and that’s down to Venus leading the way and Serena following her,” he says. “The audience is far more diverse than it used to be.”</p> \n<p>Venus appears to have barely aged in the past decade. But under the bonnet there have been problems, including wrist and back injuries and, since 2011, the autoimmune disease Sjogren’s syndrome, which saps the body’s energy and causes crippling joint pain. She is 35 now. Time catches up with even those who appear timeless.</p> \n<p>It has been a long while since she has hit the highest notes. Tellingly, she has not won a grand slam for seven years. Yet there are slivers of evidence – and hope – to suggest that there may yet be one final hurrah before she goes gently into the good night. She made the quarter-finals of the Australian Open in January, the first time she had travelled so far in a grand slam since 2010, while her first round double bagel of Madison Brengle at Wimbledon was followed by briskly efficient victories over Yulia Putintseva and Aleksandra Krunic.</p> \n<p>Her form has been so good that Venus and grass have, once again, appeared as natural a combination as strawberries and cream. And, once more, we are talking about the Williams sisters as a collective, almost as if they are conjoined, even though their personalities have always been very different. As Venus once told Oprah Winfrey, when they were younger and put on plays for their parents, “Serena was always the princess and I was the warrior”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/wimbledon-2015-ten-talking-points\">Wimbledon 2015: 10 talking points so far – what we learned and what to expect</a> </p> \n</aside> \n<p>The roles have been reversed since. With Venus everything appears to come effortlessly – in much the same dreamy way it does to Roger Federer – whereas Serena instinctively feels compelled to put her shoulder into every point. Such a distinction is not new. <a href=\"http://observer.theguardian.com/osm/story/0,,727737,00.html\" title=\"\">As Venus admitted in an interview with the Observer in 2002</a>: “You know I was always really very good. Serena, on the other hand, wasn’t very good at all … She started playing especially good tennis at around 15, which was soon enough – I mean, she won the US Open two years later – but still it was quite late compared to me.” She then summed up the distinction another way: “You know. I was always Venus.”</p> \n<p>And Serena has always been Serena. But while her young sister wears her emotions on her Nike-branded sleeve, there remains a mystery and allure to Venus. Yet in her own quiet, non‑revolutionary, way she has been one of the most significant figures in sport in the past 20 years.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436117711639/Venus-Williams-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton","credit":"David Lyttleton","altText":"Venus Williams","cleanCaption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton"}],"bodyImages":[],"webPublicationDate":"2015-07-05T17:37:11Z","lastModified":"2015-07-05T23:00:44Z","metadata":{"commentable":true,"commentCount":61,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Venus Williams","Serena Williams","Wimbledon 2015","Wimbledon","US sports","Tennis","Sport"],"tags":[{"id":"sport/venus-williams","webTitle":"Venus Williams"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution","shortUrl":"http://gu.com/p/4adxv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution","webUri":"http://www.theguardian.com/sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436117711639/Venus-Williams-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton","credit":"David Lyttleton","altText":"Venus Williams","cleanCaption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton"}},"importance":7,"byline":{"title":"Sean Ingle"},"showQuotedHeadline":true,"sublinks":[{"title":"Kevin Mitchell / Superbrat Kyrgios lets slip a hint of insecurity","rawTitle":"Superbrat Kyrgios lets slip a hint of insecurity","item":{"type":"article","id":"sport/2015/jul/05/wimbledon-nick-kyrgios-superbrat-tantrums","title":"Wimbledon’s new Superbrat Nick Kyrgios lets slip a hint of insecurity","trailText":"Nick Kyrgios’s arrogance and tantrums have proved a big turn-off, but in time he could challenge the best. At least it won’t be dull","standFirst":"Nick Kyrgios’s arrogance and tantrums have proved a big turn-off, but in time he can challenge the best. At least it won’t be dull","byline":"Kevin Mitchell at Wimbledon","body":"<p>Apparently, there are only five things you need to do to win Wimbledon, Nick Kyrgios: beat Richard Gasquet, Stan Wawrinka, Novak Djokovic and Andy Murray – and, as one of your compatriots sitting courtside said the other day, “pull your head in”.</p> \n<p>The growing perception that the strong-minded young Australian from his country’s most boring city, Canberra, is in danger of becoming “a bit of a tool” – as a columnist in the Sydney Morning Herald put it so delicately the other day – might be harsh, but it is not going to go away. Mud sticks.</p> \n<p>An Australian television station canvassed views among British tennis writers in the first week and it was clear that Kyrgios, after barely a year in the unforgiving glare of a sometimes brutal media examination, has divided opinion from Melbourne to London. Those craving “a character”, someone to market, to save tennis from descending into post-Federer-Murray-Nadal-Djokovic boredom, can’t get enough of his freewheeling antics and exuberant tennis. Others – older and stuffier in his youthful reckoning, probably – who remember the dignity that Rod Laver and his generation brought to the game think he is, well, see above.</p> \n<p>I would like to have a bit each-way on him coming through this – but maybe not for a year or two. He’s still struggling with his celebrity, whatever he might think to the contrary, in his laid-back, knowing way.</p> \n<p>When Kyrgios drawls “Nah” to the question of whether or not he cares what people think about him, it does not ring true. He might be rich and getting richer ($1.36m in three years on the Tour), he might be the star turn in the locker room, he might even win this Wimbledon, but the advice from the stands during a match last week to basically get on with it and stop complaining disturbed him. “I didn’t find it funny,” he told us later.</p> \n<p>So he is not as impassive to criticism as his drooped eyelids and air of indifference in front of reporters that night might have suggested – at least not to his friends, among them the American Jack Sock, who was standing at the back of the room, swapping knowing smirks.</p> \n<p>A lot of the players like Kyrgios. Murray is an admirer. Roger Federer has hit with him. Wawrinka, who chased him in vain all summer to share a practice court, likes his cheek. Stan thinks Nick loves to wind up the press. There is no harm in that – if you can take it, as well.</p> \n<p>Everyone would like to cut the kid a bit of slack. He is, after all, a special talent. If fit, he can beat Gasquet in the fourth round. He might take Wawrinka, the French Open champion who looks as strong as a bull after three matches, to a fourth or fifth set. He will not beat Djokovic – and nor would he beat Murray in the final.</p> \n<p>But one day he could. Those fine players are in their late 20s and early 30s, and Kyrgios left his teenagehood behind him only three months ago – which will come as no surprise to anyone who has endured his often withering sarcasm.</p> \n<p>Some critics have compared him to one of his biggest fans, John McEnroe, but that is misleading. Superbrat could be sullen on and off the court.</p> \n<p>When Kyrgios has a racket in his hand he is at his happiest, “having fun” as he has repeatedly described it, and he is a joy to watch: eccentric, courageous in the shot, inventive and – when not being appallingly rude to officials – entertaining fans with the sort of easy banter you would hear in a park or on a beach, but rarely in the down-to-business surroundings of Centre Court.</p> \n<p>He is also capable of perceptive analysis of his sport – when he can be bothered to answer questions about it. The players he admires are the showmen who express themselves on court, particularly Ga&euml;l Monfils, who wears his genius far more lightly. Maybe he should have a chat with the Frenchman.</p> \n<p>Back in the boring grown-up world, Djokovic remains favourite to win here. The defending champion has had fewer anxious moments than either Murray or Federer, his main rivals alongside Wawrinka, who he will probably meet in the semi-finals, and is disturbingly relaxed, usually a sign that his mind and body are in sync – and that is not always the case.</p> \n<p>And, if Djokovic were to play Kyrgios in the semi-finals? For as long as it lasted, it would not be dull.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436121316021/Australias-Nick-Kyrgios-d-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Australia's Nick Kyrgios during his third-round defeat of Canada's Milos Raonic at the 2015 Wimbledon Championships.  Photograph: Tang Shi/Xinhua Press/Corbis","credit":"/Tang Shi/Xinhua Press/Corbis","altText":"Australia's Nick Kyrgios during his third-round defeat of Canada's Milos Raonic at 2015 Wimbledon","cleanCaption":"Australia's Nick Kyrgios during his third-round defeat of Canada's Milos Raonic at the 2015 Wimbledon Championships.  Photograph: Tang Shi/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-05T18:36:52Z","lastModified":"2015-07-05T23:00:43Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Nick Kyrgios","Wimbledon 2015","Wimbledon","Australia sport","Tennis","Sport"],"tags":[{"id":"sport/nick-kyrgios","webTitle":"Nick Kyrgios"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/wimbledon-nick-kyrgios-superbrat-tantrums","shortUrl":"http://gu.com/p/4adxh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/wimbledon-nick-kyrgios-superbrat-tantrums","webUri":"http://www.theguardian.com/sport/2015/jul/05/wimbledon-nick-kyrgios-superbrat-tantrums"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436121316021/Australias-Nick-Kyrgios-d-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Australia's Nick Kyrgios during his third-round defeat of Canada's Milos Raonic at the 2015 Wimbledon Championships.  Photograph: Tang Shi/Xinhua Press/Corbis","credit":"/Tang Shi/Xinhua Press/Corbis","altText":"Australia's Nick Kyrgios during his third-round defeat of Canada's Milos Raonic at 2015 Wimbledon","cleanCaption":"Australia's Nick Kyrgios during his third-round defeat of Canada's Milos Raonic at the 2015 Wimbledon Championships.  Photograph: Tang Shi/Xinhua Press/Corbis"}},"importance":0,"kicker":{"title":"Kevin Mitchell"},"byline":{"title":"Kevin Mitchell"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436121316021/Australias-Nick-Kyrgios-d-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Australia's Nick Kyrgios during his third-round defeat of Canada's Milos Raonic at the 2015 Wimbledon Championships.  Photograph: Tang Shi/Xinhua Press/Corbis","credit":"/Tang Shi/Xinhua Press/Corbis","altText":"Australia's Nick Kyrgios during his third-round defeat of Canada's Milos Raonic at 2015 Wimbledon","cleanCaption":"Australia's Nick Kyrgios during his third-round defeat of Canada's Milos Raonic at the 2015 Wimbledon Championships.  Photograph: Tang Shi/Xinhua Press/Corbis"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436117711639/Venus-Williams-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton","credit":"David Lyttleton","altText":"Venus Williams","cleanCaption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton"}}]},{"title":"Football / Southampton ponder legal action if Alderweireld joins Spurs","rawTitle":"Southampton ponder legal action if Alderweireld joins Spurs","item":{"type":"article","id":"football/2015/jul/05/southampton-toby-alderweireld-atletico-madrid","title":"Southampton ponder legal action if Toby Alderweireld joins Tottenham","trailText":"Atlético Madrid’s failure to cancel a buy-out clause despite interest from Tottenham has opened the door for Southampton to sign the defender who spent last season on loan at St Mary’s","standFirst":"<span class=\"bullet\">•</span> Atl&eacute;tico Madrid failed to cancel &pound;6.8m buy-out clause in loan deal\n<br />\n<span class=\"bullet\">•</span> Belgium defender spent last season at St Mary’s\n<br />","byline":"Alan Smith","body":"<p>Southampton will consider legal action if they fail to sign Toby Alderweireld from Atl&eacute;tico Madrid on a permanent deal after the Spanish club failed to cancel the Belgium defender’s buy-out clause in time. The club believe they are entitled to purchase the Belgium defender, who impressed during his loan spell at St Mary’s last season, for &pound;6.8m due to Atl&eacute;tico not availing of the option to cancel the clause for &pound;1.5m.</p> \n<p>Tottenham were considered favourites to sign the player, who had struggled to find his way into Diego Simeone’s plans at the Vicente Calder&oacute;n before last season’s temporary switch to St Mary’s. Reports earlier on Sunday suggested that the Spurs chairman, Daniel Levy, and the Atl&eacute;tico chief executive, Miguel &Aacute;ngel Gil, had agreed a fee of around &pound;11.5m after a weekend of negotiations in Madrid.</p> \n<p>However, Southampton have learned of the Spanish club’s failure to cancel the clause, and now believe they not only have first refusal on the 26-year-old but also for a significantly reduced price.</p> \n<p>Ronald Koeman, the Southampton manager, last week spoke of his desire to continue working with Alderweireld, who would also like to remain on the south coast, at a time when Tottenham appeared overwhelming favourites to secure his services. “The player likes to stay, we like to keep the player but it’s a little difficult at the moment with Atl&eacute;tico Madrid. I have a good hope he will stay,” Koeman said.</p> \n<p>The possible signing of Alderweireld would be a timely boost for Southampton, who have already lost the England defender Nathaniel Clyne to Liverpool, while their highly-rated France midfielder Morgan Schneiderlin is being courted by Manchester United having previously expressed his desire to play in the Champions League.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436124645983/Toby-Alderweireldr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA","credit":"Jon Buckle/PA","altText":"Toby Alderweireldr","cleanCaption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-05T21:21:00Z","lastModified":"2015-07-05T23:40:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Alan Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alan-smith"}],"feature":false,"keywords":["Southampton","Atlético Madrid","Transfer window","Football","Sport"],"tags":[{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/atleticomadrid","webTitle":"Atlético Madrid"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Alan Smith","topic":{"type":"tag-contributor","name":"profile/alan-smith"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/05/southampton-toby-alderweireld-atletico-madrid","shortUrl":"http://gu.com/p/4ad2v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/05/southampton-toby-alderweireld-atletico-madrid","webUri":"http://www.theguardian.com/football/2015/jul/05/southampton-toby-alderweireld-atletico-madrid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436124645983/Toby-Alderweireldr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA","credit":"Jon Buckle/PA","altText":"Toby Alderweireldr","cleanCaption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA"}},"importance":5,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"Lawrence Ostlere / Will Liverpool restore Milner to his central best?","rawTitle":"Will Liverpool restore Milner to his central best?","item":{"type":"article","id":"football/blog/2015/jul/05/james-milner-liverpool-central-midfield-brendan-rodgers-manchester-city-aston-villa","title":"Will Liverpool restore James Milner to his swashbuckling, central best?","trailText":"During the 2009-10 season, Martin O’Neill unleashed James Milner in a central midfield role and he responded with his best club season to date. Brendan Rodgers may be tempted to offer him that freedom at Liverpool","standFirst":"During the 2009-10 season, Martin O’Neill unleashed James Milner in a central midfield role and he responded with his best club season to date. Brendan Rodgers may be tempted to offer him that freedom at Liverpool","byline":"Lawrence Ostlere","body":"<p>As November 2009 drew to a close, Martin O’Neill took stock. Aston Villa’s season had started with four wins in their opening five, but the manager had just watched his side desperately cling on to a home draw against Tottenham, a fifth <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/nov/30/aston-villa-tottenham-hotspur-match-report\" title=\"\">1-1 scoreline in eight games</a>. “I’m satisfied we didn’t get beaten,” he said afterwards, with added cheek puff.</p> \n<p>Stewart Downing was finally fit. O’Neill had resisted the temptation to start his &pound;10m summer signing against Spurs, but a midweek League Cup tie at Portsmouth offered a chance to try something different. He brought in Downing on the left of midfield, Ashley Young switched to the right, and James Milner made a rare start in the middle as the more defensive Nigel Reo-Coker dropped to the bench.</p> \n<p>That night at Fratton Park, Villa became a different proposition. From the centre, Milner created one goal and hammered in the second before <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/dec/01/portsmouth-aston-villa-carling-cup\" title=\"\">Young and Downing also scored in a 4-2 win</a>.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/08/danny-ings-james-milner-liverpool-brendan-rodgers\">Ings and Milner look a better fit for Liverpool than the 2014 vintage</a> </p> \n</aside> \n<p>The following weekend the same lineup thumped <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/dec/05/premier-league-aston-villa-hull-city\" title=\"\">Hull City 3-0</a> (Milner with a brilliant lobbed goal and assist) and in the next three games the same XI beat <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/dec/12/premier-league-manchester-united-aston-villa\" title=\"\">Manchester United</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/dec/15/premier-league-sunderland-aston-villa\" title=\"\">Sunderland (another Milner goal and assist)</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2009/dec/21/premier-league-aston-villa-stoke-city\" title=\"\">Stoke</a>.</p> \n<p>The trio bristled with pace and attacking intent behind Gabby Agbonlahor – all around 23, and English, with the 2010 World Cup around the corner. And in the middle of it all, Milner had been freed.</p> \n<p>With Stiliyan Petrov sitting deep he could drift and charge forwards from midfield. This James Milner was a rambunctious, all-action central cog that never stopped turning, driving all the bits and pieces around him, reminiscent of an unpolished Steven Gerrard with an untucked shirt flapping behind him like a cape.</p> \n<p>From then on Milner played in centre midfield in almost every match until the end of the season. Villa finished sixth in the Premier League, reached an FA Cup semi-final and the League Cup final – and Milner won the PFA Young Player of the Year award.</p> \n<p>In the league, Milner had made the 12th most tackles of any player, scored the 10th most goals, had the seventh most touches of the ball and claimed the third most assists. Here was a player not quite top of the class in any subject, yet able to perform all duties with unwavering competence and occasional brilliance.</p> \n<p>As <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/mar/16/manuel-pellegrini-manchester-city-barcelona-champions-league?CMP=share_btn_tw\" title=\"\">Manuel Pellegrini put it to the Guardian in March</a>: “Find me a more complete English player. There are players who’re better technically, yes. Quicker players, yes. Players who head better, yes. But show me one who does all the things Milner does well. There isn’t one.”</p> \n<p>After the successful 2009-10 season came the World Cup in South Africa. Milner was in the squad but the England manager, Fabio Capello, ignored calls to use Milner in a midfield three that would have matched the formations in vogue (Spain, Holland, Germany). The Italian stuck with a cumbersome 4-4-2, which failed terribly.</p> \n<p>Off the back of an outstanding season in the centre, Milner started three of four World Cup games out wide. That has pretty much been the tale of his career ever since.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2010/aug/17/manchester-city-james-milner-stephen-ireland\" title=\"\">Manchester City still spent &pound;26m following the tournament</a> to sign the midfielder. Five years on, Milner is 29 and it is hard to tell if he has progressed as a footballer through what were meant to be his prime years. He has worked hard for club and country and often performed well – the December <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/dec/10/bayern-munich-manchester-city-champions-league\" title=\"\">2013 Champions League win at Bayern Munich</a> stands out – but usually as a sort of intermittent, new-age defensive winger, a long way from the regular freedom O’Neill once offered.</p> \n<figure class=\"element element-image\" data-media-id=\"9fe692bb2607ea53cc5ad8394b9440e0bd9e1790\"> \n <img src=\"http://media.guim.co.uk/9fe692bb2607ea53cc5ad8394b9440e0bd9e1790/0_215_4411_2643/1000.jpg\" alt=\"James Milner in action\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">James Milner scores Manchester City’s third goal in the 3-2 win over Bayern Munich in 2013 at the Allianz Arena.</span> \n  <span class=\"element-image__credit\">Photograph: Martin Rose/Bongarts/Getty Images</span> \n </figcaption> \n</figure> \n<p>“Milner’s a phenomenon, a guy with big balls and a heart this big,” Pellegrini had explained, opening out his hands. “Intelligent, great mentality, one of those players that when you leave him out you’re left with this feeling of injustice; it hurts because he should always play, but sometimes you need a technical player with other characteristics.”</p> \n<p>Would he have fared better staying at Villa, or moving to a different Champions League club? The fortunes of Downing, Young and Agbonlahor in the intervening years do not suggest an obvious path which Milner missed – he is, after all, a Premier League winner now – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/04/james-milner-sign-free-liverpool-manchester-city\" title=\"\">but his move to Liverpool</a> this summer offers hope for the all-action player of 2010 to return to centre stage.</p> \n<p>Given Pellegrini’s impassioned words, this is clearly a move driven not by City but by Milner’s desire for game-time. He has likely been assured of minutes on the pitch at Anfield, but his place within Brendan Rodgers’ tactical tinkering is not immediately obvious.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Find me a more complete English player</p> \n  <footer> \n   <cite>Manuel Pellegrini</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>A plausible partnership is Milner and Jordan Henderson paired together in midfield. Both carry a similar range of traits, such as high energy, defensive commitment and goal threat that would offer Rodgers the tactical flexibility he enjoys. They could be the attacking elements in a three with Lucas Leiva, or the defensive base of a three with Philippe Coutinho; they could fit in the middle of a four-man midfield or to the sides of a diamond.</p> \n<p>The risk for Milner is that his adaptability counts against him. The option is there, for example, for Rodgers to use him at full-back or wing-back as he did with Henderson and Raheem Sterling at times last season. More regularly, Milner may be used wide as he was for City and England, a position he fills with merit, but where his influence is understandably muted and lack of penetrative pace exposed. It is this handyman tag from which Milner must debrand himself if he is to return to cementing a regular place in the middle.</p> \n<p>The transfer window could also dictate his role: Gerrard’s exit leaves a vacancy at the team’s hub but, come the end of the summer, a Sterling-shaped hole might require filling on the wing. Simon Curtis, a Manchester City supporter and writer, is not convinced Milner will command a regular spot in the centre. “Obviously he has now decided for once to put his own needs first: he wants to play more regularly and I believe he wants to play more centrally. Whether this will be possible at Anfield, I don’t know.”</p> \n<p>How Liverpool utilise these qualities remains to be seen. There are plenty of stories of wasted talent in football, but the strange thing about Milner is that the answer was there, engraved on a PFA trophy after six months of award-winning displays at the heart of the team.</p> \n<p>The journalists had noticed his transformation. O’Neill recognised it that night at Fratton Park. Five and a half years on, Milner must hope Rodgers sees it too.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/23/1435055832404/James-Milner-playing-for--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Milner celebrates scoring against Sunderland while in the colours of Aston Villa back in 2009. Photograph: Michael Regan/Getty Images","credit":"Michael Regan/Getty Images","altText":"James Milner playing for Aston Villa","cleanCaption":"James Milner celebrates scoring against Sunderland while in the colours of Aston Villa back in 2009. Photograph: Michael Regan/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9fe692bb2607ea53cc5ad8394b9440e0bd9e1790/0_215_4411_2643/4411.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2643,"width":4411,"orientation":"landscape","caption":"James Milner scores Manchester City’s third goal in the 3-2 win over Bayern Munich in 2013 at the Allianz Arena. Photograph: Martin Rose/Bongarts/Getty Images","credit":"Martin Rose/Bongarts/Getty Images","altText":"James Milner in action","cleanCaption":"James Milner scores Manchester City’s third goal in the 3-2 win over Bayern Munich in 2013 at the Allianz Arena.","cleanCredit":"Photograph: Martin Rose/Bongarts/Getty Images"}],"webPublicationDate":"2015-07-05T09:30:10Z","lastModified":"2015-07-05T09:33:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Lawrence Ostlere","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lawrence-ostlere"}],"feature":true,"keywords":["Liverpool","Football","Brendan Rodgers","Aston Villa","Manchester City","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/football","webTitle":"Football"},{"id":"football/brendan-rodgers","webTitle":"Brendan Rodgers"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Lawrence Ostlere","topic":{"type":"tag-contributor","name":"profile/lawrence-ostlere"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/05/james-milner-liverpool-central-midfield-brendan-rodgers-manchester-city-aston-villa","shortUrl":"http://gu.com/p/4a3cb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/05/james-milner-liverpool-central-midfield-brendan-rodgers-manchester-city-aston-villa","webUri":"http://www.theguardian.com/football/blog/2015/jul/05/james-milner-liverpool-central-midfield-brendan-rodgers-manchester-city-aston-villa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/23/1435055832404/James-Milner-playing-for--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Milner celebrates scoring against Sunderland while in the colours of Aston Villa back in 2009. Photograph: Michael Regan/Getty Images","credit":"Michael Regan/Getty Images","altText":"James Milner playing for Aston Villa","cleanCaption":"James Milner celebrates scoring against Sunderland while in the colours of Aston Villa back in 2009. Photograph: Michael Regan/Getty Images"}},"importance":0,"kicker":{"title":"Lawrence Ostlere"},"byline":{"title":"Lawrence Ostlere"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/6646205d3041e923df1af573a8c0a83deed54429/209_96_1082_649/1000.jpg","height":600,"width":1000}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436124645983/Toby-Alderweireldr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA","credit":"Jon Buckle/PA","altText":"Toby Alderweireldr","cleanCaption":"Toby Alderweireld impressed during his season on loan at Southampton, having found game time hard to come by in La Liga. Photograph: Jon Buckle/PA"}}]},{"title":"Geoff Lemon / Clarke has evolved into a captain Australia has finally learned to love","rawTitle":"Clarke has evolved into a captain Australia has finally learned to love","item":{"type":"article","id":"sport/blog/2015/jul/05/michael-clarke-captain-australia-ashes-england","title":"Michael Clarke has evolved into a captain Australia has finally learned to love","trailText":"It has not been plain sailing since his international debut but Australia’s captain has developed a steely determination that England will find tough to crack","standFirst":"It has not been plain sailing since his international debut but Australia’s captain has developed a steely determination that England will find tough to crack","byline":"Geoff Lemon","body":"<p>Glancing at the cover of the match programme during Australia’s recent tour game at Essex, one could see the increasing absurdity of Michael Clarke being nicknamed Pup. The face staring back is grizzled, stubbled, blotched by harsh days in harsher sunlight. There is an intensity to the eyes that matches the hard edge of the Australia captain’s public persona. His name did not start as an ironic appellation but has morphed into one.</p> \n<p>Gone, too, is the joyousness. Baby canines were fair to evoke when a young Clarke was bounding down the pitch, yanking off his helmet to reveal tousled bleached locks, red chubby cheeks pushed out by a grin. These days Clarke smiles fleetingly on the field, like an approving schoolmaster. He sports a no-nonsense buzz cut. His face is lean from hard work. Where delight was the defining feature of his play, now it is mainly determination, especially as he prepares for what will probably be his final Ashes tour after three series defeats in England.</p> \n<p>Everyone changes from his early 20s to mid-30s but it must be hard to do it in the public eye. The theory of observation influencing its subject is familiar. The most recent stage of Clarke’s transition seemed to happen in 2013. For several years his team’s fortunes had declined, culminating in a trip to India that counted a 4-0 scoreline among its lesser humiliations. Through the subsequent tour of England Clarke increasingly took on the part of a rebooted Captain Grumpy. There was no pleasure in close finishes, just an unsentimental thumbs-down.</p> \n<p>As I wrote in July’s Cricket Monthly, it was the last chapter in a period of emasculation for a side used to being high on their own potency. As soon as Mitchell Johnson spooked England in Brisbane later that year, Clarke savagely reclaimed the ascendancy. “Get ready for a broken fucken arm” was the snarl of a hardened heart. It was undeniably compelling to watch.</p> \n<p>Yet it was so far from Clarke’s Test beginnings: centuries on debut in Bangalore and home debut in Brisbane, marked by youthful audacity and a clear, laughing sense of elation. Nothing seemed impossible. The then coach, John Buchanan, says: “He walked into the dressing room and it was as if he’d been there for 10 years. What seemed to be Michael’s make-up was that this was all part of the script, that he was to be in the Australian cricket team, he was to be one of the best batsmen Australia would produce, he was going to be there for a long time and he was going to make a hundred on debut. People can take it as a bit arrogant, but it has been part and parcel of him as a person.”</p> \n<p>Before long the balance between confidence and cockiness slipped. Buchanan recalls senior team-mates such as Justin Langer and Adam Gilchrist sitting Clarke down when he wanted to take off after a match, stressing the importance of the dressing room and team bonding. Clarke must have been unswayed, given a few years later the same issue caused <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2009/feb/05/australiacricketteam-cricket\" title=\"\">his famous dust-up with Simon Katich</a>. Asked about Clarke’s approach, Buchanan pauses. “If I were still around, I’d say it’s for the worse because I was a great believer in what the baggy green symbolised and the way you could use that to great effect in a group. But that may also mean that my thinking is out of touch with a younger breed of athlete.”</p> \n<p>Public antipathy towards Clarke grew post-Katich. The dressing-room disputes symbolised a generational split. Against an idea of Australian manhood as plain and unassuming Clarke had tattoos, posed on bus-stop billboards and drove James Bond sports cars with celebrity girlfriends. He was dismissed as a pretty boy, city boy, metrosexual show-off. The rules were made up as we went along. Pat Rafter could do modelling because he was a good ordinary bloke who said “Sorry, mate” on the tennis court. If Clarke did it, he was a flouncy Gen Y waster, head not in the game – as though playing for Australia meant one should sit in a box never thinking about anything else.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/ashes-duel-alastair-cook-michael-clarke-england-australia\">Ashes duel between Alastair Cook and Michael Clarke will be key | Vic Marks</a> </p> \n</aside> \n<p>These days his popularity has reversed. Some tag the change <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/nov/27/phillip-hughes-tributes-michael-clarke-australia\" title=\"\">to the loss of Phillip Hughes</a>. Clarke was statesmanlike, acting as the family’s spokesman and delivering a fine eulogy. But the shift in opinion started well beforehand, carefully managed during his ascent to the captaincy. He shaved his head like a penitent monk, ditched all flourish and excess from his batting and his public life and became a focused cricket ascetic.</p> \n<p>Then came 2012’s divine visitation: a triple century and three doubles across eight Tests in less than a year. Few are the people who cannot be won over by weight of success. There had already been appreciation for his tactical skill, especially after Ricky Ponting’s Plan A, Plan A, Plan A approach. But Clarke’s hundreds showed ruthlessness, the thing that had been suspect. From there he provided regular refreshers, carrying the side in futile causes in Chennai, Cape Town, Manchester, then back to Cape Town to win a series in 2014 unbeaten with a broken arm. By the time of Hughes’s memorial Test in Adelaide – Clarke’s bravest century, though battling his own body more than India’s bowling – acknowledgment of his toughness was assured.</p> \n<p>That toughness includes a physical struggle with a back condition held largely out of the public eye. “He has worked harder than any one person I’ve ever known to keep himself on a cricket field,” says Steve Rixon, who coached Clarke at New South Wales and with the national side. “It would have been so easy to say: ‘You know what? I’ve had a gutful.’ Instead of that he would work the extra three or four hours to make sure he can play.”</p> \n<p>His captaincy has similar discipline. Following the team, one gets the impression of an operation run by Clarke, not a group of his friends. “He’s hard,” says Rixon, “but he expects no more out of his players than he presents to the side himself. Michael had to work his way into captaincy, with the side he had and the senior players, and maybe he was a bit slow on the uptake. But for the last two or three years he’s been all over it. You’re going to have your friendships as well as your team-mates, so he had to learn to break that barrier down to make sure there was no favouritism. There are a few things he had to get past before he was in control of the group of guys.”</p> \n<p>Buchanan adds: “It has brought him into conflict with some of his players on occasion. Leadership isn’t always about popularity. It’s about directing a group of people to get results. In the main he’s been a strong leader and in the main they’ve responded very well.”</p> \n<p>This hardness, though, carries over to Clarke’s personal objectives. In November 2014 the selectors said he needed to play a tour game in Adelaide to prove his fitness for the first Test against India, only for him to respond that he would stay in Sydney for a day’s batting in a grade match. It was a public challenge not to leave him out, which the selectors planned to do until Hughes’s death saw the story disappear. The rescheduled Test bought Clarke a few days’ recovery time and, though he injured another hamstring in the match, his playing was right in the circumstances. Sometimes symbolism and ceremony have material importance.</p> \n<p>Still, immediately afterwards he painted the selectors into another corner, saying he would return for the World Cup in February 2015. Clarke was not in Australia’s best one-day XI and had barely played the format in two years. The reins had been competently held by George Bailey but the cup was a prize Clarke wanted. If a tight fitness deadline was a strategy to keep him from the squad, he confounded it with assiduous recovery work. Although his on-field contributions were minimal until a strolling run-chase in the final, he was able to tip Bailey from the team and join an exclusive club of nine World Cup-winning captains.</p> \n<p>The Clarke of today wears a carapace. It is 10 years since his first away Ashes and defeat this summer would mean four in a row in England but on the eve of the first Test he deflects any related questions. “I haven’t really thought about what it means to me honestly. My concern is about this team and what our next major goal is.” It is the way his answers go: team talk, careful phrasing, boxes ticked.</p> \n<p>Of course it is fudge: Australians were able to treat their 2005 loss with condescending magnanimity but, as the rest have piled up, a sullenness has settled. There’s no doubt about it, to borrow Clarke’s favourite press‑conference phrase.</p> \n<p>It is personal and he is determined to win. But it makes one wonder, that determination. Back on those two debut innings, those storied centuries, the game seemed nothing more than a means of attaining and expressing happiness – a love, a dance, a kid choreographing a series of movement laid out for its own sake. These days it offers a grimmer satisfaction, something thin-lipped and Spartan. Is this want all-consuming? Is it possible to take pleasure in things that one has to harden oneself to this extent to attain? Perhaps after Clarke retires, a little of&nbsp;that kid can come back out from behind the shell. It would be lovely to see him again.</p> \n<h2>Touring troubles</h2> \n<p><strong>2005, England win 2-1 </strong>Clarke comes into his first Ashes tour, aged 24, in a bit of a slump in form and it shows – in nine innings he only once goes beyond 56. His average of 37.22 is a disappointing return and he loses his place in the side as a result</p> \n<p><strong>2009, England win 2-1 </strong>Now vice-captain he enjoys a better series on a personal level – two centuries, 448 runs and an average of 64 – but once again it is in a losing effort. Only Andrew Strauss scores more heavily in the series</p> \n<p><strong>2013, England win 3-0 </strong>The buildup to Clarke’s first Ashes tour as captain is dominated by talk of a split in the dressing room and injury concerns. Another decent series with the bat – he averages just over 47 – but a third series defeat</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436112883495/Michael-Clarke-Australia--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Clarke, the Australia captain, bids to retain the Ashes and end his side's recent poor record on British soil. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Michael-Clarke-Australia-captiain-Ashes","cleanCaption":"Michael Clarke, the Australia captain, bids to retain the Ashes and end his side's recent poor record on British soil. Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T21:00:01Z","lastModified":"2015-07-05T23:01:28Z","metadata":{"commentable":true,"commentCount":124,"contributors":[{"name":"Geoff Lemon","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/geoff-lemon"}],"feature":true,"keywords":["Michael Clarke","Australia cricket team","Ashes 2015","England cricket team","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Geoff Lemon","topic":{"type":"tag-contributor","name":"profile/geoff-lemon"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/michael-clarke-captain-australia-ashes-england","shortUrl":"http://gu.com/p/4adv2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/05/michael-clarke-captain-australia-ashes-england","webUri":"http://www.theguardian.com/sport/blog/2015/jul/05/michael-clarke-captain-australia-ashes-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436112883495/Michael-Clarke-Australia--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Clarke, the Australia captain, bids to retain the Ashes and end his side's recent poor record on British soil. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Michael-Clarke-Australia-captiain-Ashes","cleanCaption":"Michael Clarke, the Australia captain, bids to retain the Ashes and end his side's recent poor record on British soil. Photograph: Ryan Pierse/Getty Images"}},"importance":5,"kicker":{"title":"Geoff Lemon"},"showQuotedHeadline":false,"sublinks":[{"title":"Ashes / Root hits back at Warner's 'ridiculous' excuse for Walkabout punch","rawTitle":"Root hits back at Warner's 'ridiculous' excuse for Walkabout punch","item":{"type":"article","id":"sport/2015/jul/04/joe-root-david-warner-interview-2013-walkabout-punch","title":"Joe Root disappointed by David Warner interview over 2013 Walkabout clash","trailText":"Joe Root has defended his character after David Warner talked to an Australian newspaper about his fracas with the England vice‑captain two years ago","standFirst":"<span class=\"bullet\">•</span> Warner banned for punch he says was caused by Root taking a friend’s wig\n<br />\n<span class=\"bullet\">•</span> Root: ‘Those who know me realise how ridiculous Warner’s excuse sounds’","byline":"Press Association","body":"<p>Joe Root has defended his character after David Warner talked to an Australian newspaper about his fracas with the England vice‑captain two years ago.</p> \n<p>Warner hit the headlines in June 2013 after the Australia batsman made an “unprovoked physical attack” on Root in a Birmingham bar following England’s 48-run win over Australia in the Champions Trophy at Edgbaston. Warner apologised for the incident but was subsequently suspended by Cricket Australia and missed the first two Tests of that summer’s Ashes series.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/david-warner-lifts-lid-walkabout-bar-jo-root-england-australia\">David Warner lifts lid on Walkabout bar run-in with Joe Root </a> </p> \n</aside> \n<p>Now, in a move that could raise tensions for the opening Test between England and Australia, Warner has talked in detail about that night and claimed he saw Steven Finn “asleep in the gutter” as he left the bar. Speaking to the <em>Sydney Morning Herald</em>, 28-year-old Warner recalled that “little things that were going on throughout the night” but the incident that led to him aiming a punch was triggered by the actions of the Root after taking a green and gold fancy dress wig.</p> \n<p>Warner said: “A mate of mine was actually wearing it on top of his head like a [Lasith] Malinga wig, that’s what it was. He was wearing it on his head and [Root] decided to come in and take it off my mate’s head and start acting the way he did. “When people are drunk that’s what they do but I thought it was a bit inappropriate the way he went about that stuff so I went over and tried to take it off him.“I just think in today’s society you shouldn’t be fooling around with that kind of stuff. And he probably didn’t mean anything by it at all but I just thought … actually I can’t say I thought … I probably let my aggression and alcohol take over there and probably made an excuse for me to go over there and actually take it off him.”</p> \n<p>That led to Warner striking Root before being dragged away by a team-mate and returning to his hotel – and missing the opening two Tests. Root, 24, hit back at Warner’s claims by posting two tweets in response to the comments that had circulated on Saturday.</p> \n<p>“Disappointing to have my character questioned – those who know me realise how ridiculous Warner’s excuse for hitting me sounds but that’s his choice to try and justify his actions. I’m just extremely excited about next week and getting back out there,” he wrote.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/australia-ryan-harris-ashes-retiring\">Australia’s Ashes party diminished by the departure of Ryan Harris | Vic Marks</a> </p> \n</aside> \n<p>Warner also went on to claim he saw “Steven Finn asleep in the gutter” and, while Warner has accepted his culpability and apologised for his actions towards Root – who was cleared of any wrong-doing by the England and Wales Cricket Board – he also feels the incident was blown out of proportion.</p> \n<p>Warner added: “I texted Joe the next morning and everything was fine. I think the way it’s been blown up I should have asked him to get in the ring for a rematch or something.”</p> \n<p>The first Ashes Test starts in Cardiff on Wednesday where Warner could come up against both Root and Finn.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/4/1436042122819/Ashes-2013-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Ashes 2013","cleanCaption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-04T20:36:39Z","lastModified":"2015-07-04T23:02:30Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Joe Root","David Warner","England cricket team","Australia cricket team","Ashes 2015","The Ashes","Sport","Australia sport","Cricket"],"tags":[{"id":"sport/joe-root","webTitle":"Joe Root"},{"id":"sport/david-warner","webTitle":"David Warner"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/cricket","webTitle":"Cricket"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/joe-root-david-warner-interview-2013-walkabout-punch","shortUrl":"http://gu.com/p/4ackn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/joe-root-david-warner-interview-2013-walkabout-punch","webUri":"http://www.theguardian.com/sport/2015/jul/04/joe-root-david-warner-interview-2013-walkabout-punch"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/4/1436042122819/Ashes-2013-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Ashes 2013","cleanCaption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA"}},"importance":0,"kicker":{"title":"Ashes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/4/1436042122819/Ashes-2013-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Ashes 2013","cleanCaption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436112883495/Michael-Clarke-Australia--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Clarke, the Australia captain, bids to retain the Ashes and end his side's recent poor record on British soil. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Michael-Clarke-Australia-captiain-Ashes","cleanCaption":"Michael Clarke, the Australia captain, bids to retain the Ashes and end his side's recent poor record on British soil. Photograph: Ryan Pierse/Getty Images"}}]},{"title":"Sporting numbers plummet amid confusion and blame","rawTitle":"Sporting numbers plummet amid confusion and blame","item":{"type":"article","id":"sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet","title":"Olympic legacy failure: sporting numbers plummet amid confusion and blame","trailText":"Only three of the 26 Olympic sports have seen significant increases in the number of people playing in Britain since London 2012 and much of the £1bn in funding has gone to waste","standFirst":"Only three of the 26 Olympic sports have seen significant increases in participation since London 2012 as the lack of a cohesive strategy and failures of some governing bodies mean much of the &pound;1bn in funding has gone to waste\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-sports-centres-council-cuts\" title=\"\">David Conn: sports centres under assault by a thousand council cuts</a>","byline":"Owen Gibson","body":"<p>Amid the blizzard of breezy rhetoric and statistical information on <a href=\"https://www.sportengland.org/research/who-plays-sport/by-sport/\" title=\"\">Sport England’s website</a> detailing how the &pound;325m of taxpayer and lottery funding it pours annually into grassroots sport is spent, one spreadsheet is particularly arresting.</p> \n<p>It shows that in return for almost &pound;1bn given to 46 national sports governing bodies since 2009, just five – athletics, boxing, cycling, mountaineering and table tennis – have managed to achieve a statistically significant increase in the number of people playing every month since the bid was won. Just three of the 26 Olympic sports – athletics, cycling and gymnastics – have seen statistically significant increases in participation since 2012-13, with 15 other sports recording a fall. And since the Olympics, once-a-month participation figures show nearly 700,000 fewer adults are playing nationally funded sports. Since 2010, over 1.5m more people are not taking part in any sport. And that against the backdrop of a growing population base.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone\">Olympic legacy failure: inspiring London 2012 message has become a millstone</a> </p> \n</aside> \n<p>A new survey of more than 100 senior sports executives also revealed that 86% want a 10-year cross-party sport strategy and that only three in 10 rate the government’s current strategy as “good”. The Sports Think Tank survey also revealed a strong preference for “fresh thinking and independent input” into the government’s looming green paper process. Strikingly, less than 10% thought the government’s primary school sports premium, the &pound;150m scheme that was the eventual replacement for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2012/aug/06/michael-gove-own-goal-school-sports\" title=\"\">the schools sport partnerships axed by Michael Gove</a>, was effective. On the face of it, these results appears to be a damning indictment on a great funding experiment gone wrong.</p> \n<p>Amid a large-scale lobbying effort by the sports governing bodies in the wake of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/jul/06/olympics2012.olympicgames1\" title=\"\">London winning the right to host the Games</a>, the Labour government agreed to give them a guaranteed sum over four years in return for meeting various participation targets. The whole sport plan, as it was termed, would inject millions into 46 different governing bodies – from &pound;29.4m for rugby league to &pound;756,750 for lawn bowls – over four years. A total of &pound;480m was guaranteed from 2009 to 2013 and a further &pound;493m from 2013 to 2017. Ever since, a succession of sports ministers have promised to get tough on governing bodies that are not delivering.</p> \n<p>The Sport England chief executive, Jennie Price, has somehow escaped criticism, offloading responsibility on to those governing bodies and occasionally punishing them by taking a small slice of their award away. Yet as Sport England also points out, only 40% of its annual investment (split 75/25 between lottery funding and exchequer award) goes into whole sport plan funding.</p> \n<p>Tracey Crouch, the new sports minister drawing up plans for a green paper, has hinted there will be an entirely fresh approach. Among the governing bodies there are fears that the baby could be thrown out with the bathwater. There is also long-standing frustration that their efforts are being measured by a blunt instrument – the expensive Active People telephone survey that until recently tracked participation among those older than 16.</p> \n<p>“We’re seeing slow growth in the adult part of the game, but we have seen in the last four years since 2012 a humongous growth in young people,” says Sally Munday, the chief executive of England Hockey. “We understand that the legacy seems to be judged by the Active People survey but it’s shortsighted to judge it like that. You can’t take governing bodies out of the picture, because if you do the system will crumble.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/mthly_participation-zip/giv-21277cxjr4LqRtc67/\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/mthly_participation-zip/giv-21277cxjr4LqRtc67/\">Interactive</a> \n</figure> \n<p>Munday helped form the snappily titled NGB CEO forum, made up of 39 sports, to highlight the role they play. In a common refrain, they called shortly before the election for an “overall vision created for sport across the country that aligns all stakeholders in central and local government with NGBs and others in the sporting landscape”.</p> \n<p>There are various mitigating factors that have made driving any lasting increase in participation difficult. Team sports face particular challenges with facilities and fitting into hectic modern lifestyles and working patterns. Swimming, which has registered the biggest decline, is disproportionately affected by local authority funding cuts.</p> \n<p>Yet the governing bodies themselves, who solemnly signed up to drive participation upwards, must also take their share of the blame. “It was clear by 2010 that they weren’t driving participation,” admits the former Olympics minister Tessa Jowell, on whose watch the whole sport plan was introduced. There is a growing sentiment that public investment must reach beyond traditional governing bodies. Sport England has been praised for its This Girl Can consumer campaign to try to change the image of women’s exercise. It is telling that it is cycling and athletics, where there are fewer concerns about facilities and it is easier to be flexible, that are among the few success stories.</p> \n<p>“Let’s highlight where sports are trying to do innovative things and do a few simple things well,” says Emma Boggis, chief executive of the Sport and Recreation Alliance and former head of the Olympic legacy unit in the cabinet office. “There is a danger in thinking it’s all bad news and that you lose the good bits that are happening.”</p> \n<p>Parkrun, a national network of casual 5km mass running events administered by volunteers, has grown from 13 people in 2004 in Bushy Park, south-west London, to 74,000 a week across 390 events. “The majority of our volunteers have no previous experience in delivering sporting events,” says Tom Williams, managing director of Parkrun UK, of its informal appeal and welcoming atmosphere. “They are people who think it’s a great community initiative.”</p> \n<p>Expanding the amount of public funding available to organisations such as Parkrun, which already receives some cash from Sport England, could be part of the answer. But so too could more governing bodies putting participation at the heart of their organisation – a cultural shift that for many simply hasn’t happened. “This had to be more than just winning medals,” says Ian Drake, the British Cycling chief executive who has helped marry elite success with participation growth of 23% since 2006. More than 2.1m people now cycle at least once a week for sport or pleasure.</p> \n<p>Drake, too, calls for more co-ordination from government. “It is something the system needs – something that brings together all the different elements. It needs the glue,” he says. “There’s almost a one size fits all model and everyone is measured against it.”</p> \n<p>Price has said that governing bodies must become better at focusing on how they fit into the lives of individuals rather than the other way around.</p> \n<p>Williams, his glass half full, believes there is a future beyond the existing funding model – one that is expected to come under further pressure from cuts in the coming months. “I think we’re going through a transitional phase where organisations who are willing to collaborate and work together are going to succeed,” he insists.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-tessa-jowell-coalition-government\">Olympic legacy failure: Tessa Jowell attacks ‘wicked’ coalition government</a> </p> \n</aside> \n<p>Defiantly upbeat governing bodies have felled forests in producing brochures to prove their grassroots schemes are working. Yet the numbers tell a different story. Swimming, the biggest participation sport in the country, has lost 1.4m monthly participants since 2006.</p> \n<p>Football, currently in the throes of one of its periodic bouts of internal wrangling about how the desperate deficit in grassroots coaching and facilities should be addressed, has gone from 2.9m to 2.66m.</p> \n<p>“You’ve got to crack the nut of football and getting more money out of the richest sport in the world into grassroots football,” says Chris Bryant, the recently appointed shadow culture secretary. Tennis is only now making some of the right noises about investing its huge Wimbledon endowment in the right areas.</p> \n<p>You can go down the list of sports and tick off those that appear genuinely engaged in trying to turn the tide, those who pay lip service and those who simply are not up to the job. What is lacking is any sort of cohesive strategy. “It just doesn’t feel like there is one,” says Bryant.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436125516161/Jennie-Price-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jennie Price, chief executive of Sport England, has has somehow escaped criticism and offloaded responsibility for falling particiation numbers on to the sports governing bodies. Photograph: Dean Mouhtaropoulos/Getty Images","credit":"Dean Mouhtaropoulos/Getty Images","altText":"Jennie Price","cleanCaption":"Jennie Price, chief executive of Sport England, has has somehow escaped criticism and offloaded responsibility for falling particiation numbers on to the sports governing bodies. Photograph: Dean Mouhtaropoulos/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T20:27:00Z","lastModified":"2015-07-05T23:00:55Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":true,"keywords":["Olympic Games 2012","Olympic Games","Olympics","Sport"],"tags":[{"id":"sport/olympics-2012","webTitle":"Olympic Games 2012"},{"id":"sport/olympic-games","webTitle":"Olympic Games"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet","shortUrl":"http://gu.com/p/4ad23","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet","webUri":"http://www.theguardian.com/sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436125516161/Jennie-Price-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jennie Price, chief executive of Sport England, has somehow escaped criticism and offloaded responsibility for falling participation numbers on to the sports governing bodies. Photograph: Dean Mouhtaropoulos/Getty Images","credit":"Dean Mouhtaropoulos/Getty Images","altText":"Jennie Price","cleanCaption":"Jennie Price, chief executive of Sport England, has somehow escaped criticism and offloaded responsibility for falling participation numbers on to the sports governing bodies. Photograph: Dean Mouhtaropoulos/Getty Images"}},"importance":4,"byline":{"title":"Owen Gibson"},"showQuotedHeadline":true,"sublinks":[{"title":"Olympic legacy failure / Sports participation figures","rawTitle":"Sports participation figures","item":{"type":"article","id":"news/datablog/2015/jul/05/olympic-legacy-failure-sports-participation-figures","title":"Olympic legacy failure: sports participation figures","trailText":"London Olympics 2012 promised to leave the legacy of an inspired generation to inspire generations to follow suit so, three years on, how is it looking?","standFirst":"<p>London Olympics 2012 promised to leave the legacy of an inspired generation to inspire generations to follow suit so, three years on, how is it looking?</p>","byline":"Ami Sedghi","body":"<p>London Olympics 2012 promised to leave the legacy of an inspired generation engaged in sport.<br /></p> \n<p>So, three years on, how is it looking?</p> \n<p>Numbers released on the amount of people playing sport regularly have been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/blog/2015/mar/25/olympic-legacy-london-2012-idle-boasts\">closely scrutinised since the big event</a></p> \n<p>According to the latest release of Sport England’s annual active people survey, the number of people in England who regularly take part in sport is rising.</p> \n<p>But is has the Olympic promise been kept? It’s not that straightforward.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/sport_participation_time/giv-21277vJbeS1n6k1zm\" data-alt=\"Graph\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/sport_participation_time/giv-21277vJbeS1n6k1zm\">Graph</a> \n</figure> \n<p>When you compare the 15.5m people aged 16 years and over in England playing sport at least once a week during the year up to March 2015, to the 14.1m in 2006, then the number has indeed increased. And not just that: from 2008 the number remained fairly stable until a boost in 2012 - no doubt in part thanks to the Olympics. </p> \n<p>However since 2012, the number of people practicing sport for at least 30 minutes at moderate intensity at least once a week has slowly declined. Most recently the number of people participating in sport once a week fell by 222,000 compared with October 2014.</p> \n<h2>Which sports have had the biggest boost or slump since the Olympics? </h2> \n<p>Taking six medals (four of these gold) the Team GB athletics squad did the nation proud at London 2012. Did well-known stars such as Jessica Ennis-Hill and Mo Farah help raise the profile of athletics? It was already one of England’s most loved sports, being the third top sport for weekly participation pre-Olympics but by October 2013-2014, athletics became the second highest. During the year up to March 2015, more than 2.2m people regularly took part in atheltics each week - up by 328,100 on October 2010-October 2011. <br /></p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/mthly_participation-zip/giv-21277cxjr4LqRtc67/\" data-alt=\"By sport\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/mthly_participation-zip/giv-21277cxjr4LqRtc67/\">By sport</a> \n</figure> \n<p>Close behind on the success stories is cycling. Maybe it’s something to do with the truckload of medals the Team GB cycling team won at London 2012, the promises of investment in cycling infrastructure from the government or the effect of the Tour de Yorkshire, but cycling has done well. The number of people getting on their bike at least once a week reached 2.1m between October 2012-October 2013 (although it has dropped slightly in the most recent data). That’s a boost of 258,700 people since before the Olympics.</p> \n<figure class=\"element element-embed\" data-alt=\"Second chart\"> \n <iframe src=\"https://charts.datawrapper.de/eJylr/index.html\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"460\" height=\"425\"></iframe> \n <figcaption>\n  Weekly sports participation, 16+. England\n </figcaption> \n</figure> \n<p>But since 2005, the year Great Britain won the Olympics bid and the year from which Sport England calculate the difference, there has been an increase in weekly participation figures of 873,700 for athletics, 374,100 for cycling and 31,600 for table tennis.</p> \n<p>It’s not equally successful news for swimming and football, the two sports that have seen the biggest decreases in weekly participation. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/29/sports-minister-concern-swimming-drops\">downward trend in swimming is not new though</a> - since October 2009 the number of people taking to the pool each week has been dropping. </p> \n<p>In 2010, when the coalition government came into power, Labour’s free swimming scheme got the chop and sports facilities have also suffered as a result of local council cuts. </p> \n<p>Other sports which have seen their popularity drop are badminton, table tennis and<strong> </strong>Equestrianism.</p> \n<p>Since 2005, swimming (-728,800), football (-140,100) and badminton (-66,800) are the Olympic sports which have seen the biggest decreases. <br /></p> \n<p>It remains to be seen whether the current downward trend in weekly sports participation continues, to reach pre-2005 levels - if so then many may consider the Olympic legacy to be a failure. <br /></p>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435932432412/8df87eb8-344b-491c-825f-193a9183a8c2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alex Livesey/Getty Images","altText":"Bradley Wiggins collects his men’s individual time trial  at the London Olympics.","cleanCredit":"Photograph: Alex Livesey/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T21:04:28Z","lastModified":"2015-07-05T22:30:22Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ami Sedghi","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ami-sedghi"}],"feature":false,"keywords":["Sport","Olympics","Sport England","Health","Fitness"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/sport-england","webTitle":"Sport England"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/fitness","webTitle":"Fitness"}],"section":{"id":"news"},"topics":[{"displayName":"Ami Sedghi","topic":{"type":"tag-contributor","name":"profile/ami-sedghi"}}],"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/datablog/2015/jul/05/olympic-legacy-failure-sports-participation-figures","shortUrl":"http://gu.com/p/4ac44","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/datablog/2015/jul/05/olympic-legacy-failure-sports-participation-figures","webUri":"http://www.theguardian.com/news/datablog/2015/jul/05/olympic-legacy-failure-sports-participation-figures"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435932432412/8df87eb8-344b-491c-825f-193a9183a8c2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bradley Wiggins collects his men’s individual time trial at the London Olympics. Photograph: Alex Livesey/Getty Images","credit":"Alex Livesey/Getty Images","altText":"Bradley Wiggins collects his men’s individual time trial at the London Olympics.","cleanCaption":"Bradley Wiggins collects his men’s individual time trial at the London Olympics.","cleanCredit":"Photograph: Alex Livesey/Getty Images"}},"importance":0,"kicker":{"title":"Olympic legacy failure"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435932432412/8df87eb8-344b-491c-825f-193a9183a8c2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alex Livesey/Getty Images","altText":"Bradley Wiggins collects his men’s individual time trial  at the London Olympics.","cleanCredit":"Photograph: Alex Livesey/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/1d0ba3a2c7461bd17ed563261596212ea1d18f9e/0_13_3240_1944/1000.jpg","height":600,"width":1000}}]},{"title":"Pacific Games / Fiji hammer Micronesia 38-0 in 'record international win'","rawTitle":"Fiji hammer Micronesia 38-0 in 'record international win'","item":{"type":"article","id":"football/2015/jul/05/fiji-hammer-micronesia-38-0-in-record-international-win-at-pacific-games","title":"Fiji hammer Micronesia 38-0 in 'record international win' at Pacific Games","trailText":"Victory surpasses Australia’s 31-0 thrashing of American Samoa in 2001, but Fifa may decide not recognise the match between under-23 sides","standFirst":"<p>Victory surpasses Australia’s 31-0 thrashing of American Samoa in 2001, but Fifa may decide not recognise the match between under-23 sides</p>","byline":"Kevin Darling in Port Moresby","body":"<p>It must be hard for a football manager to find positives when your side has conceded 68 goals in its last two matches and scored none, but for the coach of the Federated States of Micronesia looking on the bright side is part of the job.</p> \n<p>“We did quite well in the second half,” said Stan Foster after overseeing a 38-0 defeat to Fiji in the Pacific Games on Sunday, two days after a 30-0 loss to Tahiti. “The marking was slack in the first half so I told them to make sure they marked man to man, and that worked out a lot better.”</p> \n<p>All things being relative, Foster had a point. Micronesia conceded only 17 goals in the second half, compared with 21 in the first. This was possibly a result of his audacious tactical decision to replace the goalkeeper Walter Pengelbew with midfielder Dominic Gadad at half-time. It was one of several scarcely believable moments in a match that bolstered Micronesia’s candidacy for the title of worst international football team in history. </p> \n<p>The underdogs quickly stole the hearts of the 500-strong crowd in Papua New Guinea when they went 5-0 down within the first five minutes. They screamed “penalty!” whenever Micronesia’s players found themselves near the opposition box, and respectfully restricted their outright laughter to only the most extreme displays of incompetence.</p> \n<p>“They were so big,” said Gadad, a slight 20-year-old from a village on the island of Yap, of the other team’s players. But at least he was in a better mood than after the thrashing by Tahiti, whose players added insult to injury by performing a post-match haka on the pitch.</p> \n<p>“They beat us and then they made fun of us. It was embarrassing,” said Gadad. “It’s difficult for us. We only just started playing football.” </p> \n<p>He was not exaggerating. Most of Micronesia’s team had not played the game until 18 months ago. Gadad said the first time he had played in goal was three weeks ago.</p> \n<p>“Most of these guys are from small villages where they don’t play soccer, so they’ve come a long way,” said Foster, who is Australian. “They’re not used to a crowd in a big tournament like this against real quality players. The Tahiti match was a real shock to them, but they bounced back. I gave them a bit of a pep talk.”</p> \n<p>For Fiji’s players, ranked 195th out of 209 teams in the Fifa world rankings, this was a rare opportunity to feel like Lionel Messi. Despite watching five of his players score hat-tricks, however, their manager Juan Carlos – an entertaining ball of rage on the touchline – was not satisfied.</p> \n<p>“We missed an incredible amount of chances. Otherwise who knows what the score would have been? Every time we played one-touch football, we penetrated and there was a chance, but sometimes a player likes the taste of the ball and they start to dream and waste time,” he said.</p> \n<p>Much of the time Fiji did not need to fashion their own chances. Many were created by Micronesia’s goal kicks, often taken by the centre-forward and not one of which passed the halfway line.</p> \n<p>The eventual goal haul eclipses Australia’s record of 31-0 against American Samoa in 2001, but as this was officially an under-23 contest, Fiji’s place in the history books is uncertain. Not that Carlos took any pleasure in the margin of victory. He was concerned solely about goal difference.</p> \n<p>“We feel very bad about having to do that, but we had no choice because Tahiti scored 30 and we play Tahiti in our next match.”</p> \n<p>Up next for Micronesia are Vanuatu, who drew 1-1 with Fiji two days ago. For Foster it’s back to the training pitch for some fine-tuning. “They need to work on their first touch,” he said.</p> \n<p>Gadad’s aim was simple: “To score at least one goal.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/4/1423028071126/5ef0a6d9-128b-407f-9649-ea63acb0995f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Action Press/REX/Action Press/REX","altText":"fiji flag","cleanCredit":"Photograph: Action Press/REX/Action Press/REX"}],"bodyImages":[],"webPublicationDate":"2015-07-05T13:04:48Z","lastModified":"2015-07-05T23:03:42Z","metadata":{"commentable":true,"commentCount":168,"contributors":[],"feature":false,"keywords":["Football","Micronesia","Fiji","Asia Pacific","World news","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"world/micronesia","webTitle":"Micronesia"},{"id":"world/fiji","webTitle":"Fiji"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/05/fiji-hammer-micronesia-38-0-in-record-international-win-at-pacific-games","shortUrl":"http://gu.com/p/4acmb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/05/fiji-hammer-micronesia-38-0-in-record-international-win-at-pacific-games","webUri":"http://www.theguardian.com/football/2015/jul/05/fiji-hammer-micronesia-38-0-in-record-international-win-at-pacific-games"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457411477","source":"Port Moresby 2015","durationInSeconds":28,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/05/150705Fiji_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/05/150705Fiji.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/5/1436101541913/KP_343667_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Fiji hammer Micronesia 38-0 at Pacific Games - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Fiji hammer Micronesia 38-0 at Pacific Games - video","cleanCaption":"620x372 trailpic for Fiji hammer Micronesia 38-0 at Pacific Games - video"}}},"importance":4,"kicker":{"title":"Pacific Games"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/4/1423028071126/5ef0a6d9-128b-407f-9649-ea63acb0995f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Action Press/REX/Action Press/REX","altText":"fiji flag","cleanCredit":"Photograph: Action Press/REX/Action Press/REX"}}]},{"title":"Cricket / Flintoff says giving up alcohol has helped his battle against depression","rawTitle":"Flintoff says giving up alcohol has helped his battle against depression","item":{"type":"article","id":"sport/2015/jul/05/andrew-flintoff-alcohol-depression-england","title":"Andrew Flintoff says giving up alcohol has helped his battle against depression","trailText":"The former England all-rounder Andrew Flintoff says that his sacking as England vice-captain in 2007 convinced him his drinking had become a problem","standFirst":"<p><span class=\"bullet\">•</span> Ex-England player says 2007 pedalo incident revealed drinking problem<br /><span class=\"bullet\">•</span> ‘Drinking doesn’t help me one bit. I don’t touch it now’</p>","byline":"Reuters","body":"<p>The former England cricket captain Andrew Flintoff, whose image as a fun-loving, heavy drinker was sealed by his animated victory celebrations, has opened up about now being teetotal as part of his battle with depression.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/england-australia-2005-jos-buttler-ashes-cricket\">England v Australia 2005: what Jos Buttler saw as a lad inspired a nation | Vic Marks</a> </p> \n</aside> \n<p>Flintoff was famously pictured looking the worse for wear on an open top bus tour through London and at a Downing Street reception after England had beaten Australia to win the 2005 Ashes series.</p> \n<p>But on the eve of this year’s series, Flintoff told the <a href=\"http://www.bbc.co.uk/programmes/b060yk4m\">BBC’s Desert Island Discs</a> radio programme that the days when he inspired team-mates by dancing naked to Johnny Cash’s Ring of Fire were now consigned to the past.</p> \n<p>The retired all-rounder, who played in 79 Tests for England and is now a 37-year-old father of three, told the presenter Kirsty Young about struggling with depression, his decision to stop drinking and his devotion to family life.</p> \n<p>Flintoff said he stopped the all-night drinking bouts after making a documentary about depression in sport in 2012.</p> \n<p>“It’s not so much the drinking, it’s actually the reasons why you are drinking,” he explained. “When you are drinking because you are trying to get away from something I think that is when you have got to look at everything.</p> \n<p>“One of the reasons I probably stopped drinking is that I am prone to suffer from depression. Drinking doesn’t help one bit. I don’t touch it now.”</p> \n<p>He realised his drinking had started to become a problem when he was sacked as the England vice-captain in 2007 after getting drunk and taking a pedalo out to sea in St Lucia following a World Cup defeat.</p> \n<p>“My heart goes out to anyone out there who is struggling now,” he added.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436107054288/Andrew-Flintoff-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Andrew Flintoff","cleanCaption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-05T14:38:10Z","lastModified":"2015-07-05T15:09:45Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Andrew Flintoff","Cricket","Sport","Desert Island Discs"],"tags":[{"id":"sport/andrew-flintoff","webTitle":"Andrew Flintoff"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"tv-and-radio/desert-island-discs","webTitle":"Desert Island Discs"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/andrew-flintoff-alcohol-depression-england","shortUrl":"http://gu.com/p/4acq6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/andrew-flintoff-alcohol-depression-england","webUri":"http://www.theguardian.com/sport/2015/jul/05/andrew-flintoff-alcohol-depression-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436107054288/Andrew-Flintoff-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Flintoff, now 37 and a father of three, played in 79 Tests for England. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Andrew Flintoff","cleanCaption":"Andrew Flintoff, now 37 and a father of three, played in 79 Tests for England. Photograph: Christopher Thomond for the Guardian"}},"importance":3,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436107054288/Andrew-Flintoff-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Andrew Flintoff","cleanCaption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian"}}]},{"title":"Castleford 34-20 Widnes / Solomona scores hat-trick in Tigers cruise","rawTitle":"Solomona scores hat-trick in Tigers cruise","item":{"type":"article","id":"sport/2015/jul/05/castleford-tigers-widnes-vikings-super-league-match-report","title":"Denny Solomona keeps Castleford on rise with hat-trick in win over Widnes","trailText":"Denny Solomona’s finishing prowess maintained Castleford’s top-four hopes as they comfortably beat Widnes","standFirst":"<span class=\"bullet\">•</span> Castleford Tigers 34-20 Widnes Vikings\n<br />\n<span class=\"bullet\">•</span> Winger’s finishing prowess maintains Castleford’s top-four hopes","byline":"Aaron Bower at the Mend-A-Hose Jungle","body":"<p>If there were an award for the best signing in Super League this season, then the Castleford winger Denny Solomona would be a contender.</p> \n<p>The New Zealander hardly set the world alight during his first year in England, scoring eight tries in 20 Super League appearances for London Broncos – so more than a few eyebrows were raised when the Castleford coach, Daryl Powell, opted to sign him for 2015. But Powell has a track record of polishing rough diamonds and turning them into household names and to judge by Solomona’s recent record he is another to add to his growing list.</p> \n<p>In his last five games Solomona has scored 11 tries, adding to the two he claimed at the start of the season before a spell out of the team and surpassing his total from last year, including a hat-trick here as Castleford further emphasised their top-four credentials with a comfortable win against Widnes Vikings. “He certainly scores a try or two and his finishing is just incredible,” Powell said of Solomona.</p> \n<p>The victory kept Castleford level on points with Huddersfield Giants in fourth place but they are six points clear of the bottom four with three games left before Super League splits later this month. In that sense it is mission accomplished for Powell’s men – but their ambitions are set much higher than merely finishing in the top eight.</p> \n<p>“It’s another win,” Powell said, “and, looking at the league table, we’ve one win less than [second-placed] St Helens which is hugely impressive. We’re in a good position with three games to go.”</p> \n<p>And while Castleford’s dream of the top four is very much still alive, Widnes’ nightmare of finishing in the bottom four is looking more and more of a reality. They still have enough games to claw back the three points by which they trail eighth-placed Hull FC but their coach, Denis Betts, was left in no doubt about the scale of the task facing them after this defeat.</p> \n<p>“I saw this game as the one that decided where we’d finish, to be honest,” said Betts. “It’s going to be tough for us now; we need to win all three of our remaining games to even give ourselves a chance. We’ve still got to go to Wigan away so it makes it a bit of an uphill struggle.”</p> \n<p>By the time Jack Owens had scored with Widnes’ first meaningful attack after half an hour, the Vikings were 18-0 down and facing a huge task. Two of Castleford’s opening three tries came from the acrobatic Solomona, with the centre Jake Webster getting the other – but he was sent to the sin-bin for dissent shortly after Owens’ try.</p> \n<p>That man advantage paid dividends when Chris Clarkson reduced the gap further for Widnes but Matt Cook’s try for the home side on half-time proved pivotal. The visitors never recovered from that and after Justin Carney scored for the Tigers, the result was sealed with well over half an hour left. Late tries from Tom Gilmore and Macgraff Leuluai acted as mere consolation before Solomona rounded off the scoring.</p> \n<p><strong>Castleford</strong> Dorn; Solomona, Webster, Shenton, Carney; Finn, Gale; Lynch, Milner, Millington, Holmes, McMeeken, Massey. <strong>Interchange</strong> Roberts, Cook, Moors, Springer.</p> \n<p><strong>Tries</strong> Solomona 3, Webster, Cook, Carney. <strong>Goals</strong> Gale 5. <strong>Sin-bin</strong> Webster 27.</p> \n<p><strong>Widnes </strong>Hanbury; Flynn, Dean, Craven, Owens; Gilmore, Mellor; Manuokafoa, Heremaia, Gerrard, Clarkson, Galea, Cahill. <strong>Interchange</strong> O’Carroll, Leuluai, Dudson, Isa. <strong>Tries</strong> Owens, Clarkson, Gilmore, Leuluai. <strong>Goals</strong> Owens 2.</p> \n<p><strong>Referee</strong> J Cobb <strong>Attendance</strong> 7,002</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/5/1436123371541/Denny-Solomona-centre-is--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Denny Solomona, centre, is congratulated by Castleford team-mates after completing his hat-trick. Photograph: Clint Hughes/Getty Images","credit":"Clint Hughes/Getty Images","altText":"Denny Solomona, centre, is congratulated by Castleford team-mates after completing his hat-trick.","cleanCaption":"Denny Solomona, centre, is congratulated by Castleford team-mates after completing his hat-trick. Photograph: Clint Hughes/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T19:14:34Z","lastModified":"2015-07-05T23:10:02Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Aaron Bower","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aaron-bower"}],"feature":false,"keywords":["Super League XX","Castleford","Widnes Vikings","Rugby league","Super League","Sport"],"tags":[{"id":"sport/super-league-xx","webTitle":"Super League XX"},{"id":"sport/castleford","webTitle":"Castleford"},{"id":"sport/widnes-vikings","webTitle":"Widnes Vikings"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/superleague","webTitle":"Super League"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Aaron Bower","topic":{"type":"tag-contributor","name":"profile/aaron-bower"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/castleford-tigers-widnes-vikings-super-league-match-report","shortUrl":"http://gu.com/p/4adxp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/castleford-tigers-widnes-vikings-super-league-match-report","webUri":"http://www.theguardian.com/sport/2015/jul/05/castleford-tigers-widnes-vikings-super-league-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/5/1436123371541/Denny-Solomona-centre-is--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Denny Solomona, centre, is congratulated by Castleford team-mates after completing his hat-trick. Photograph: Clint Hughes/Getty Images","credit":"Clint Hughes/Getty Images","altText":"Denny Solomona, centre, is congratulated by Castleford team-mates after completing his hat-trick.","cleanCaption":"Denny Solomona, centre, is congratulated by Castleford team-mates after completing his hat-trick. Photograph: Clint Hughes/Getty Images"}},"importance":3,"kicker":{"title":"Castleford 34-20 Widnes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/5/1436123371541/Denny-Solomona-centre-is--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Denny Solomona, centre, is congratulated by Castleford team-mates after completing his hat-trick. Photograph: Clint Hughes/Getty Images","credit":"Clint Hughes/Getty Images","altText":"Denny Solomona, centre, is congratulated by Castleford team-mates after completing his hat-trick.","cleanCaption":"Denny Solomona, centre, is congratulated by Castleford team-mates after completing his hat-trick. Photograph: Clint Hughes/Getty Images"}}]}],"lastModified":"2015-07-06T07:47:16Z","personalization":{"id":"uk/groups/collections/uk/sport/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/feature-stories"},"visibility":"all","adTargetingPath":"sport/feature-stories/front"}