{"id":"uk/groups/collections/uk/sport/feature-stories","title":"news","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/feature-stories"},"cards":[{"title":"Horse racing / Lady Cecil set to retire at the end of Flat season in November","rawTitle":"Lady Cecil set to retire at the end of Flat season in November","item":{"type":"article","id":"sport/2015/jun/24/golden-horn-new-bay-clash-coral-eclipse","title":"Lady Cecil to retire at end of Flat season in November","trailText":"The trainer Lady Cecil is to quit at the end of the season following the announcement that the historic Warren Place stable in Newmarket is to be sold","standFirst":"<span class=\"bullet\">•</span> Departure announced with sale of Warren Place stable\n<br />\n<span class=\"bullet\">•</span> Golden Horn and New Bay will clash in Coral Eclipse","byline":"Greg Wood","body":"<p>Lady Cecil, who has held the trainer’s licence at the historic Warren Place stable in Newmarket since the death of her husband Sir Henry Cecil in June 2013, said on Wednesday that she is to retire from training at the end of the current Flat season. Warren Place itself is to be sold, with Sheikh Mohammed, who famously removed his horses from the stable after a disagreement with Sir Henry Cecil in 1995, believed to be among the possible buyers.</p> \n<p>In two seasons as the licence-holder at Warren Place, Lady Cecil has saddled more than 60 winners, including two Group Two winners at Royal Ascot in 2013. Her most significant success came last October, however, when Noble Mission, a full brother to her late husband’s brilliant champion Frankel, made all the running to win the Group One Champion Stakes on Champions Day at Ascot and a first prize of &pound;770,000.</p> \n<p>In a statement on her website on Wednesday evening Lady Cecil said that her late husband’s executors are finalising the sale of Warren Place and that a further announcement about its future will be made when the negotiations are complete.</p> \n<p>“Training, for me, has always been about working with the horses and the team here at Warren Place,” Lady Cecil said. “That has been a major factor in why I have continued since Henry died two years ago.</p> \n<p>“Therefore I confirm that at the end of the Flat season I will stop training. Until then the team and I will continue to work hard to achieve as much as we can with the horses.</p> \n<p>“I would like to thank my owners for their much appreciated ongoing support. They have been fantastic over the last two years and I can’t thank them enough for their understanding and help.”</p> \n<p>Ed Walker, who leases part of Warren Place for his string of nearly 80 horses, will also continue to train at the stable until November.</p> \n<p>The Coral-Eclipse Stakes at Sandown Park on Saturday week could see a historic meeting between the Derby winners from England and France after both Golden Horn and New Bay, who took the Classics at Epsom and Chantilly respectively, were declared to be on course for the Group One event by their trainers on Wednesday.</p> \n<p>The Eclipse, which is staged over 10 furlongs, is the first major all-aged Group One of the season and has a rich history which dates back to 1886. It was the most valuable race of the season in its early years and has often attracted a Derby winner to take on older horses for the first time. Yet, if both Golden Horn and New Bay go to post, it will be a rare occasion that the English and French Derby winners have faced each other on British turf in their Classic season, though it did happen in 1977.</p> \n<p>The last French-trained runner to win the Eclipse was Javelot in 1960, while it is also one of the few major races in the calendar to have eluded Andr&eacute; Fabre, the trainer of New Bay.</p> \n<p>“The horse is in good form and the plan is to run in the Eclipse,” Fabre said on Wednesday. “It will be interesting to take on the Epsom Derby winner.</p> \n<p>“Our horse won the Prix du Jockey Club [French Derby] well and the winner of the English Derby was quite impressive as well. They are two nice colts. [New Bay] stayed on strongly and we are really pleased with how he has come out of the race.”</p> \n<p>Potential opponents for Golden Horn and New Bay include Gleneagles, the winner of three Group One events at a mile already this season</p> \n<p>including the 2,000 Guineas in both England and Ireland. However, Aidan O’Brien, his trainer, is responsible for 10 of the 30 remaining entries and has already suggested that if Gleneagles is to step up to the Eclipse trip of 10 furlongs, it may not be until later in the season.</p> \n<p>Among the older horses entered, Western Hymn, a stablemate of Golden Horn at the John Gosden yard, is also likely to take his chance, while The Grey Gatsby, who was one place in front of Western Hymn when narrowly beaten into second in last week’s Prince of Wales’s Stakes, is also prominent in the ante-post betting.</p> \n<p>“Golden Horn is in good form and has pleased us since his win in the Investec Derby,” Gosden said on Wednesday. “The target has always been the Coral-Eclipse at Sandown and we look forward to running him there.</p> \n<p>“Western Hymn ran a fine race at Royal Ascot [where] the ground was on the fast side for him. He loves Sandown Park and it would be our intention to run.”</p> \n<p>Treve, the outstanding winner of the Prix de l’Arc de Triomphe for the last two seasons, is among 13 possible runners in Sunday’s Group One Grand Prix de Saint-Cloud.</p> \n<p>“Touch wood, Treve is in tremendous form and Criquette [Head, her trainer] is very pleased with her,” Harry Herbert, racing manager to the five-year-old’s owner Al Shaqab Racing, said on Wednesday.</p> \n<p>“In her last race [a four-length victory in the Group Two Prix Corrida] she seemed to be better than ever and hopefully she will put up a bold performance and take another step in the right direction before a shot at a third Arc.</p> \n<p>“Her last race was over a trip too short for her, so imagine how far she would have won by if it was over a mile-and-a-half. It is lovely to see her come out of a race so well. We go into Sunday full of hope.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435168972596/Royal-Ascot-Lady-Cecil-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lady Cecil, the widow of Sir Henry Cecil, pictured  after Riposte had won for her at Royal Ascot in 2013. Photograph: Julian Herbert/Action Images","credit":"Julian Herbert/Action Images","altText":"Royal Ascot Lady Cecil","cleanCaption":"Lady Cecil, the widow of Sir Henry Cecil, pictured  after Riposte had won for her at Royal Ascot in 2013. Photograph: Julian Herbert/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T17:38:46Z","lastModified":"2015-06-24T23:30:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Greg Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregwood"}],"feature":false,"keywords":["Horse racing","The Derby 2015","The Derby","Sport"],"tags":[{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/the-derby-2015","webTitle":"The Derby 2015"},{"id":"sport/epsom-derby-stakes","webTitle":"The Derby"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Greg Wood","topic":{"type":"tag-contributor","name":"profile/gregwood"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/24/golden-horn-new-bay-clash-coral-eclipse","shortUrl":"http://gu.com/p/4a4mx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/24/golden-horn-new-bay-clash-coral-eclipse","webUri":"http://www.theguardian.com/sport/2015/jun/24/golden-horn-new-bay-clash-coral-eclipse"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435168972596/Royal-Ascot-Lady-Cecil-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lady Cecil, the widow of Sir Henry Cecil, pictured  after Riposte had won for her at Royal Ascot in 2013. Photograph: Julian Herbert/Action Images","credit":"Julian Herbert/Action Images","altText":"Royal Ascot Lady Cecil","cleanCaption":"Lady Cecil, the widow of Sir Henry Cecil, pictured  after Riposte had won for her at Royal Ascot in 2013. Photograph: Julian Herbert/Action Images"}},"importance":7,"kicker":{"title":"Horse racing"},"showQuotedHeadline":false,"sublinks":[{"title":"Horse racing tips / Greg Wood's best bets for Thursday's action","rawTitle":"Greg Wood's best bets for Thursday's action","item":{"type":"article","id":"sport/2015/jun/24/horse-racing-tips-thursday-25-june","title":"Horse racing tips: Thursday 25 June","trailText":"<strong>Thursday tips: </strong>The Richard Fahey-trained Fullon Clarets at Newmarket is the nap bet","standFirst":"The Richard Fahey-trained Fullon Clarets at Newmarket is the nap bet","byline":"Greg Wood","body":"<h2><strong>Newcastle</strong></h2> \n<p><strong>2.10 Astley Hall </strong>2.45<strong> Prince Hellvelyn </strong>3.20<strong> Manchestar </strong>3.55<strong> Gleese The Devil </strong>4.30<strong> Nonagon 5.05 Mysterial 5.40 Hussar Ballad 6.15 Wink Oliver </strong></p> \n<h2><strong>Newmarket</strong></h2> \n<p><strong>2.00 Experto Crede </strong>2.35<strong> Martiniquaise </strong>3.10<strong> Fullon Clarets (nap) </strong>3.45<strong> Holland Park </strong>4.20<strong> Fairway To Heaven (nb) 4.55 Cilento 5.30 Imtiyaaz </strong></p> \n<h2><strong>Newbury</strong></h2> \n<p><strong>6.30 Hallingham </strong>7.00<strong> Little Swift </strong>7.30<strong> Heroic Heart </strong>8.00<strong> Gen I Am </strong>8.30<strong> Suffused 9.00 Pixeleen </strong></p> \n<h2><strong>Nottingham</strong></h2> \n<p><strong>2.20 Pyjama Party </strong>2.55<strong> Barreesh </strong>3.30<strong> Stone Roses </strong>4.05<strong> Aprovado </strong>4.40<strong> Thesme 5.15 Fantasy Gladiator </strong></p> \n<h2><strong>Hamilton</strong></h2> \n<p><strong>6.10 Paris Snow </strong>6.40<strong> Martini Time </strong>7.10<strong> Striding Out </strong>7.40<strong> Push Me </strong>8.10<strong> Economic Crisis 8.40 Emily Davison 9.10 Lazy Days In Loule </strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435155169587/Newmarket-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Runners are led into the pre-parade ring on the Newmarket July racecourse. Photograph: Alan Crowhurst/Getty Images","credit":"Alan Crowhurst/Getty Images","altText":"Newmarket Races","cleanCaption":"Runners are led into the pre-parade ring on the Newmarket July racecourse. Photograph: Alan Crowhurst/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T14:18:19Z","lastModified":"2015-06-24T23:30:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Greg Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregwood"}],"feature":false,"keywords":["Horse racing tips","Horse racing","Sport"],"tags":[{"id":"sport/horse-racing-tips","webTitle":"Horse racing tips"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Greg Wood","topic":{"type":"tag-contributor","name":"profile/gregwood"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/24/horse-racing-tips-thursday-25-june","shortUrl":"http://gu.com/p/4a4k4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/24/horse-racing-tips-thursday-25-june","webUri":"http://www.theguardian.com/sport/2015/jun/24/horse-racing-tips-thursday-25-june"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435155169587/Newmarket-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Runners are led into the pre-parade ring on the Newmarket July racecourse. Photograph: Alan Crowhurst/Getty Images","credit":"Alan Crowhurst/Getty Images","altText":"Newmarket Races","cleanCaption":"Runners are led into the pre-parade ring on the Newmarket July racecourse. Photograph: Alan Crowhurst/Getty Images"}},"importance":0,"kicker":{"title":"Horse racing tips"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435155169587/Newmarket-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Runners are led into the pre-parade ring on the Newmarket July racecourse. Photograph: Alan Crowhurst/Getty Images","credit":"Alan Crowhurst/Getty Images","altText":"Newmarket Races","cleanCaption":"Runners are led into the pre-parade ring on the Newmarket July racecourse. Photograph: Alan Crowhurst/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435168972596/Royal-Ascot-Lady-Cecil-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lady Cecil, the widow of Sir Henry Cecil, pictured  after Riposte had won for her at Royal Ascot in 2013. Photograph: Julian Herbert/Action Images","credit":"Julian Herbert/Action Images","altText":"Royal Ascot Lady Cecil","cleanCaption":"Lady Cecil, the widow of Sir Henry Cecil, pictured  after Riposte had won for her at Royal Ascot in 2013. Photograph: Julian Herbert/Action Images"}}]},{"title":"Tennis / Konta beats Muguruza to reach the quarter-finals at Eastbourne","rawTitle":"Konta beats Muguruza to reach the quarter-finals at Eastbourne","item":{"type":"article","id":"sport/2015/jun/24/johanna-konta-beats-garbine-muguruza-eastbourne","title":"Johanna Konta beats Garbiñe Muguruza to reach Eastbourne quarter-finals","trailText":"Great Britain’s Johanna Konta defeated Garbiñe Muguruza to reach the quarter-finals of the Aegon International at Eastbourne, but Heather Watson went out 6-3, 6-3 to Sloane Stephens","standFirst":"<span class=\"bullet\">•</span> British No2 Konta battles past Spaniard 6-4, 4-6, 6-3\n<br />\n<span class=\"bullet\">•</span> Heather Watson loses 6-2, 6-3 to Sloane Stephens","byline":"Jacob Steinberg at Eastbourne","body":"<p>This is getting silly. In the space of four days, Johanna Konta has given bloody noses to players ranked No34, No8, and now No20 in the world to reach the quarter-final of the Aegon International, a spectacular and unexpected run that has thrust the world No146 into the public eye with jarring yet uplifting force as Wimbledon draws ever closer.</p> \n<p>Konta, a little bewildered by the sudden attention on her, tried to play down her exploits, slicing questions away in much the same way that she neutralised Garbine Muguruza in three compelling sets. But her wide smile gave the game away.</p> \n<p>The 24-year-old wildcard played some wild tennis to defeat Muguruza, who belongs to the select group of players <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/may/28/serena-williams-garbine-muguruza-french-open\" title=\"\">who have beaten Serena Williams in a grand slam</a>, and it was just a shame that Konta does not have Heather Watson for company after the British No1 was embarrassed by the USA’s Sloane Stephens. Watson never recovered from an appalling start in which she dropped her serve twice in the first 10 minutes and Stephens, the world No43, cruised to a 6-2, 6-3 win in 80 flat minutes.</p> \n<p>Watson had a winning 4-0 record against Stephens a month ago. Yet she lost to the 22-year-old badly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/28/heather-watson-sloane-stephens-french-open\" title=\"\">at the French Open</a> and the balance of power has swung towards Stephens. “I just felt that I never got going at all,” Watson said. “I felt quite slow to the ball and slow reacting and just slow with my mind. Therefore I ended up making quite a lot of unforced errors. Sloane was very solid. She played great.”</p> \n<p>While Watson switches her focus to SW19, Konta’s mind is focused on her quarter-final against the rising Swiss teenager, Belinda Bencic, who progressed when Eugenie Bouchard raised fears that she will leave a gaping hole in tomorrow’s Wimbledon draw <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/eugenie-bouchard-aegon-international-retires\" title=\"\">by retiring with an abdominal injury</a>. Bencic led 6-4, 3-0 when Bouchard called for the trainer and the 18-year-old will pose Konta with a tough challenge.</p> \n<p>Yet Konta should not be fazed. Her head-to-head with the world No31 is tied at 1-1, she beat her here last year and she had to be good to hold off Muguruza. She was, outlasting the 21-year-old Spaniard 6-4, 4-6, 6-3 to become the first British woman to win three matches at Eastbourne since Jo Durie in 1983. She has been busy rewriting the record books this week: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/jo-konta-beats-ekaterina-makarova-eastbourne\" title=\"\">her win over Ekaterina Makarova</a> on Tuesday was the best by a British player on home soil since 1998.</p> \n<p>The spotlight on Konta will intensify now that Watson is on the Eastbourne scrapheap after her swift demolition at the hands of Stephens. Konta is growing used to coping with pressure. She was broken when she served for the first set at 5-3 and when serving for the match at 5-2 and recovered on both occasions.</p> \n<p>Although Konta can be guarded to an amusing extent in press conferences, she opened up about how she has improved mentally. “I think it’s also, you know, a state of mind,” she said. “For me, it’s been a lot of work on being more relaxed and being more stress-free, and obviously that has an effect on how my muscles react. I’m not as tense. And obviously the more fluid you are, the looser you are, the less likely you’re going to get stress-related injuries.</p> \n<p>“I think I’m naturally quite a highly strung person in some areas. My family and my boyfriend would definitely say so. It’s hard to perform well when you are highly strung. You need to have a certain relaxed state of being.”</p> \n<p>Konta has grown under the tutelage of her Spanish coach, Esteban Carril, since she parted ways with Julien Picot last year. “I’m thinking and working on the same things with my coach since we have started in New Haven, so that’s almost a year now,” she said. “I finished with a coach who I had done a lot of good work with at the beginning of last year. That was for personal reasons. It’s something that took a while for me to then kind of find my feet again.”</p> \n<p>As for Bouchard, who has lost 10 of her past 12 matches in what is becoming a year to forget for the world No12, she gave the impression that she would rather sell her own mother than allow her injury to keep her away from Wimbledon. “I’m going to play no matter what, even if I’m on one leg,” said Bouchard, who lost in the Wimbledon final last year.</p> \n<p>While Bouchard shot off to south-west London, the No2 seed, Caroline Wozniacki, came back to beat the world No27 Svetlana Kuznetsova 6-7, 6-3, 6-1. She faces Andrea Petkovic, the No10 seed, while the former Wimbledon finalist, Agnieszka Radwanska, takes on Tsvetana Pironkova in her quarter-final.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/24/1435155119190/Johanna-Konta--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Johanna Konta sweeps aside the 14th seed Garbiñe Muguruza. Photograph: Henry Browne/REUTERS","credit":"Henry Browne/REUTERS","altText":"Johanna Konta ","cleanCaption":"Johanna Konta sweeps aside the 14th seed Garbiñe Muguruza. Photograph: Henry Browne/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-06-24T14:12:50Z","lastModified":"2015-06-24T23:20:05Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Jacob Steinberg","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/3/4/1425468993908/Jacob-Steinberg-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jacob-steinberg"}],"feature":false,"keywords":["Tennis","Sport"],"tags":[{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Jacob Steinberg","topic":{"type":"tag-contributor","name":"profile/jacob-steinberg"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/24/johanna-konta-beats-garbine-muguruza-eastbourne","shortUrl":"http://gu.com/p/4a4k3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/24/johanna-konta-beats-garbine-muguruza-eastbourne","webUri":"http://www.theguardian.com/sport/2015/jun/24/johanna-konta-beats-garbine-muguruza-eastbourne"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/24/1435155119190/Johanna-Konta--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Johanna Konta sweeps aside the 14th seed Garbiñe Muguruza. Photograph: Henry Browne/Reuters","credit":"Henry Browne/REUTERS","altText":"Johanna Konta ","cleanCaption":"Johanna Konta sweeps aside the 14th seed Garbiñe Muguruza. Photograph: Henry Browne/Reuters"}},"importance":5,"kicker":{"title":"Tennis"},"showQuotedHeadline":false,"sublinks":[{"title":"Tennis / Nadal seeded No10 for this year's Wimbledon, with Murray No3","rawTitle":"Nadal seeded No10 for this year's Wimbledon, with Murray No3","item":{"type":"article","id":"sport/2015/jun/24/wimbledon-draw-2015","title":"Rafael Nadal seeded No10 for Wimbledon, with Andy Murray No3","trailText":"Andy Murray will be the No3 seed at Wimbledon while Rafael Nadal has dropped to 10th, it was announced on Wednesday","standFirst":"<span class=\"bullet\">•</span> Spaniard could meet one of top seeds as early as fourth round\n<br />\n<span class=\"bullet\">•</span> World No1s Novak Djokovic and Serena Williams confirmed as top seeds","byline":"Kevin Mitchell","body":"<p>Rafael Nadal has tumbled eight places in the Wimbledon seedings to No10 and that exposes the two-times champion to the possibility of playing a top-eight player in the quarter-finals.</p> \n<p>It is a perilous situation for the 29-year-old Spaniard, who went out in the fourth round last year as the second seed when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/nick-kyrgios-wimbledon-john-mcenroe\" title=\"\">Nick Kyrgios announced his arrival</a> with a stunning performance.</p> \n<p>Nadal is having one of his toughest seasons after recovering from a wrist injury and appendicitis late last year and enduring five defeats on his favoured European clay this summer, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/03/french-open-novak-djokovic-rafael-nadal\" title=\"\">most painful his exit at the French Open</a> in the quarter-finals against the world No1 Novak Djokovic.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/nick-kyrgios-wimbledon-john-mcenroe\">Nick Kyrgios is close to breakthrough at Wimbledon, says John McEnroe</a> </p> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/french-open-2015-stanislas-wawrinka-novak-djokovic-win\" title=\"\">Djokovic lost in the final</a> at Roland Garros, which his conqueror there, Stan Wawrinka, thinks will make him more dangerous at Wimbledon.</p> \n<p>Andy Murray holds his world ranking of No3 in the seedings, behind Djokovic and Roger Federer, who lost to the Serb in a compelling 2014 final.</p> \n<p>Depending on Friday’s draw and first-week results, Murray could play either of the injured contenders Kei Nishikori or Milos Raonic, the struggling Tomas Berdych or the ever-present David Ferrer in the quarters. He would probably meet either Djokovic or Federer in the semi-finals.</p> \n<p>When Murray won the title in 2013, seeded No2, he looked to have been handed a dreadful draw – until Federer and Nadal were shock early losers.</p> \n<p>Murray lost to Grigor Dimitrov in the quarter-finals last year but was readjusting to both the loss in March of his coach Ivan Lendl, as well as turmoil in his camp, as his long-time friend Dani Vallverdu and conditioner Jez Green complained about not being consulted over the appointment of Am&eacute;lie Mauresmo as Lendl’s successor.</p> \n<p>They left the Murray camp soon afterwards, Vallverdu joining Tomas Berdych, who lost to Murray in a tense quarter-final at the Australian Open and is seeded sixth here.</p> \n<p>Wawrinka, who lost in his second match at Queen’s last week, is seeded No4 for the first time, in line with his ranking after winning the French Open; Nishikori, who had to retire during a match at Halle last week, is at No5; Raonic, nursing an injured foot, is at No7; and Ferrer is at No8, with not much form to show for it.</p> \n<p>It is Nadal’s slide to No10 that creates the most interest. If he can rediscover some form, after another shock <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/16/rafael-nadal-beaten-alexandr-dolgopolov-queens\" title=\"\">early exit at Queen’s</a>, he could cause mayhem in the draw.</p> \n<p>Another player dealing with a setback is the Australian Bernard Tomic, who has been seeded outside the crucial top 24 at No27, just below his world ranking, which means he could face one of the top eight seeds in the third round.</p> \n<p>The same possibility awaits his compatriot, the world No30 Kyrgios, who withdrew from the Nottingham tournament through illness and is guarding an elbow injury, but still leapfrogs Tomic for Wimbledon to No26.</p> \n<p>Tomic and Kyrgios both made the quarter-finals last year after upset wins – the first teenagers to get that far since Boris Becker in 1986.</p> \n<p>There were no real surprises in the women’s draw, with the world No1 Serena Williams top of the pile again, ahead of the defending champion Petra Kvitova. Eugenie Bouchard, who has had a miserable season and retired <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/eugenie-bouchard-aegon-international-retires\" title=\"\">with an abdominal injury </a>during her match against Belinda Bencic at Eastbourne on Wednesday, drops to No12.</p> \n<p>Maria Sharapova, hit by illness in Paris and not seen at Queen’s in support of Dimitrov, is seeded at No4, and could be the semi-final roadblock for either Williams or Kvitova.</p> \n<h2>Top seeds – men</h2> \n<p>1 Novak Djokovic (Srb)</p> \n<p>2 Roger Federer (Swit)</p> \n<p>3 Andy Murray (GB)</p> \n<p>4 Stan Wawrinka (Swit)</p> \n<p>5 Kei Nishikori (Jpn)</p> \n<p>6 Tomas Berdych (Cz)</p> \n<p>7 Milos Raonic (Can)</p> \n<p>8 David Ferrer (Sp)</p> \n<p>9 Marin Cilic (Cro)</p> \n<p>10 Rafael Nadal (Sp)</p> \n<p>11 Grigor Dimitrov (Bul)</p> \n<p>12 Gilles Simon (Fr)</p> \n<p>13 Jo-Wilfried Tsonga (Fr)</p> \n<p>14 Kevin Anderson (SA)</p> \n<p>15 Feliciano L&oacute;pez (Sp)</p> \n<p>16 David Goffin (Bel)</p> \n<h2>Top seeds – women</h2> \n<p>1 Serena Williams (US)</p> \n<p>2 Petra Kvitova (Cz)</p> \n<p>3 Simona Halep (Rom)</p> \n<p>4 Maria Sharapova (Rus)</p> \n<p>5 Caroline Wozniacki (Den)</p> \n<p>6 Lucie Safarova (Cz)</p> \n<p>7 Ana Ivanovic (Srb)</p> \n<p>8 Ekaterina Makarova (Rus)</p> \n<p>9 Carla Su&aacute;rez Navarro (SP)</p> \n<p>10 Angelique Kerber (Ger)</p> \n<p>11 Karolina Pliskova (Cz)</p> \n<p>12 Eugenie Bouchard (Can)</p> \n<p>13 Agnieszka Radwanska (Pol)</p> \n<p>14 Andrea Petkovic (Ger)</p> \n<p>15 Timea Bacsinszky (Swit)</p> \n<p>16 Venus Williams (US)</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/jo-konta-beats-ekaterina-makarova-eastbourne\">Jo Konta claims major scalp to announce arrival on British scene at Eastbourne</a> </p> \n</aside>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435132770242/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray will be hoping to regain the title he won in 2013. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"Andy Murray","cleanCaption":"Andy Murray will be hoping to regain the title he won in 2013. Photograph: Pavel Golovkin/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-24T09:40:12Z","lastModified":"2015-06-24T23:20:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Wimbledon","Tennis","Wimbledon 2015","Sport","Andy Murray","Novak Djokovic","Rafael Nadal","Roger Federer","Serena Williams","US sports","Maria Sharapova"],"tags":[{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/rafaelnadal","webTitle":"Rafael Nadal"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/24/wimbledon-draw-2015","shortUrl":"http://gu.com/p/4a47b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/24/wimbledon-draw-2015","webUri":"http://www.theguardian.com/sport/2015/jun/24/wimbledon-draw-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435132770242/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray will be hoping to regain the title he won in 2013. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"Andy Murray","cleanCaption":"Andy Murray will be hoping to regain the title he won in 2013. Photograph: Pavel Golovkin/AP"}},"importance":0,"kicker":{"title":"Tennis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435132770242/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray will be hoping to regain the title he won in 2013. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"Andy Murray","cleanCaption":"Andy Murray will be hoping to regain the title he won in 2013. Photograph: Pavel Golovkin/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/24/1435155119190/Johanna-Konta--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Johanna Konta sweeps aside the 14th seed Garbiñe Muguruza. Photograph: Henry Browne/REUTERS","credit":"Henry Browne/REUTERS","altText":"Johanna Konta ","cleanCaption":"Johanna Konta sweeps aside the 14th seed Garbiñe Muguruza. Photograph: Henry Browne/REUTERS"}}]},{"title":"Golf / Spieth ready for Open hype but plays down any rivalry with McIlroy","rawTitle":"Spieth ready for Open hype but plays down any rivalry with McIlroy","item":{"type":"article","id":"sport/2015/jun/24/jordan-spieth-the-open-rory-mcilroy","title":"Jordan Spieth ready for Open hype but plays down Rory McIlroy rivalry","trailText":"Jordan Spieth acknowledged he will be subject to more scrutiny after his US Open win but is confident he ‘will have settled down and got to work’ when he arrives at St Andrews","standFirst":"<p><span class=\"bullet\">•</span> US Open winner praises Rory McIlroy as ‘a guy I can look up to’<br /><span class=\"bullet\">•</span> Jordan Spieth seeking rare feat of winning three consecutive majors in a year</p>","byline":"Ewan Murray","body":"<p>Jordan Spieth knows precisely what level of expectation awaits at next month’s Open Championship. The 21-year-old admits his biggest challenge at St Andrews will be handling such background noise.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/22/jordan-spieth-credits-caddie-us-open-victory\" title=\"\">Spieth’s success on Sunday at the US Open</a> at Chambers Bay means he has claimed the first two majors of 2015. He is now looking to become only the third player in history, after Ben Hogan and Tiger Woods, to win three in a row in the same year.</p> \n<p>“That is the tough part,” said Spieth of the scale of attention. “It will be interesting, there will be some hype when we arrive at St Andrews. The hardest part is going to be managing that, sticking to our gameplan and getting the right preparation.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/22/billy-horschel-apology-us-open-dustin-johnson\">Billy Horschel regrets throwing US Open tantrum over putting surface</a> </p> \n</aside> \n<p>“But there was similar hype happening around Chambers Bay. We were able to calm it down and get to work. I don’t imagine that, by the time I tee off, that it will be a struggle. I think we will have settled it down and got to work. As long as I don’t let my mind wander and I stay focused. I just want to put myself in contention and give myself another chance.”</p> \n<p>Spieth has also expanded on why he feels uneasy about accepting the rising narrative about being involved, alongside the world No1 Rory McIlroy, in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/22/jordan-spieth-us-open-2015-rivalry-rory-mcilroy\" title=\"\">one of golf’s great rivalries</a>. Between them, the pair hold all of golf’s majors. McIlroy will defend the Claret Jug at the Old Course.</p> \n<p>“I think it is being established but there are a lot of young players that can still step up,” Spieth said. “Rory has four majors, dozens of wins, he is a guy I look up to and is a friend of mine.</p> \n<p>“I don’t believe that I am on his level. I believe I am starting to get there.</p> \n<p>“I think that rivalries are more recognised looking back. In the present, it is hard to realise it. If we can continue to do what we are doing, looking back years from now we might be saying this was a big battle. We still haven’t battled it out together so it is hard to say it is a rivalry until we are in contention, are feeding off each other and are making it fun to watch.”</p> \n<p>Spieth has admitted to sympathy for Dustin Johnson, who three-putted the 72nd green to hand him the US Open title. “I felt for Dustin,” Spieth said. “He came up to me at the scoring area and was full of class. He took his hat off and congratulated me. I didn’t know really what to say other than ‘I’m sorry man and I appreciate it.’</p> \n<p>“I have played a lot of rounds with Dustin. We are friends. It was tough to watch because we would both have liked to put on a show on Monday.”</p> \n<p>Instead, Spieth was the last man standing at one of the most dramatic major championship climaxes in history. He held a three-shot lead on the 17th tee but proceeded to double bogey, with Johnson’s stumble completing a quite epic finale.</p> \n<p>“It was crazy,” Spieth acknowledged. “It was nothing like the Masters, nothing like any tournament I have experienced.</p> \n<p>“I played 16 so well to get a birdie and take a three-shot leading, knowing that Dustin could still birdie the last three holes. I wasn’t trying to let up, I didn’t take my foot off the pedal, my mind didn’t wander. I just played a very poor hole on 17. Three putts later I just needed to find something, to rebound on 18.</p> \n<p>“I hit maybe the two most clutch shots I have ever hit in my life to get on the green in two there. The hardest part then was watching and not being able to control the outcome. My mind was just saying: ‘Give me a chance. Give me a chance in an 18-hole playoff tomorrow.’</p> \n<p>“I believed that I could do it but Chambers Bay didn’t set up well for my game. It set up as a bombers’ golf course and I don’t hit the ball as far as plenty of the guys. Augusta, I feel, sets up well for me. I am happy to have won on a links-style course since the next two majors are also on links courses.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/24/1435140315505/Jordan-Spieth-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jordan Spieth said he hoped winning the US Open on a links-style course would prepare him nicely for the next two majors. Photograph: UPI /Landov / Barcroft Media","credit":"UPI /Landov / Barcroft Media/UPI /Landov / Barcroft Media","altText":"Jordan Spieth","cleanCaption":"Jordan Spieth said he hoped winning the US Open on a links-style course would prepare him nicely for the next two majors. Photograph: UPI /Landov / Barcroft Media"}],"bodyImages":[],"webPublicationDate":"2015-06-24T10:06:49Z","lastModified":"2015-06-24T13:53:48Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["Jordan Spieth","The Open","Golf","Rory McIlroy","US Open","US sports","Sport"],"tags":[{"id":"sport/jordan-spieth","webTitle":"Jordan Spieth"},{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/rory-mcilroy","webTitle":"Rory McIlroy"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/24/jordan-spieth-the-open-rory-mcilroy","shortUrl":"http://gu.com/p/4a4bv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/24/jordan-spieth-the-open-rory-mcilroy","webUri":"http://www.theguardian.com/sport/2015/jun/24/jordan-spieth-the-open-rory-mcilroy"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457260411","source":"SNTV","durationInSeconds":83,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/24/150624speithmcilroy_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/24/150624speithmcilroy.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435153603754/Jordan-Spieth-Wins-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Jordan Spieth Wins Photograph: UPI /Landov / Barcroft Media/Barcroft Media","credit":"UPI /Landov / Barcroft Media/Barcroft Media","altText":"Jordan Spieth Wins","cleanCaption":"Jordan Spieth Wins Photograph: UPI /Landov / Barcroft Media/Barcroft Media"}}},"importance":5,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[{"title":"Golf / Winner of the Open to take home more than £1m for first time","rawTitle":"Winner of the Open to take home more than £1m for first time","item":{"type":"article","id":"sport/2015/jun/24/open-prizemoney-1m-st-andrews","title":"Winner of the Open to take home more than £1m for first time","trailText":"The winner of the Open Championship will receive £1,150,000 – the first time the champion has pocketed more than £1m","standFirst":"<span class=\"bullet\">•</span> Total pot for Open increases by &pound;900,000 to &pound;6.3m\n<br />\n<span class=\"bullet\">•</span> ‘This increase is appropriate for an event with the Open’s global appeal’","byline":"Press Association","body":"<p>The winner of the Open at St Andrews will earn more than &pound;1m for the first time.</p> \n<p>The prize fund for golf’s oldest major has increased by &pound;900,000 to &pound;6.3m, with the champion receiving &pound;1,150,000 – that is &pound;175,000 more than Rory McIlroy won at Hoylake last year.</p> \n<p>The runner-up will pocket &pound;653,000 with the third-placed finisher taking home &pound;420,000.</p> \n<p>Peter Dawson, the R&amp;A chief executive, said: “The Open is one of the world’s pre-eminent sporting events. The Championship represents the pinnacle for the world’s greatest golfers and this increase is appropriate for an event with the Open’s global appeal.”</p> \n<p>Jordan Spieth won $1.8m (&pound;1.14m) for his US Open triumph on Sunday. The Open starts on 16 July.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435150551736/Rory-McIlroy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The winner of next month's Open will bank £175,000 more than Rory McIlroy did for his victory at Hoylake last year. Photograph: Peter Muhly/AFP/Getty Images","credit":"Peter Muhly/AFP/Getty Images","altText":"Rory McIlroy","cleanCaption":"The winner of next month's Open will bank £175,000 more than Rory McIlroy did for his victory at Hoylake last year. Photograph: Peter Muhly/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T12:56:14Z","lastModified":"2015-06-24T23:20:06Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["The Open","Golf","Rory McIlroy","Sport"],"tags":[{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/rory-mcilroy","webTitle":"Rory McIlroy"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/24/open-prizemoney-1m-st-andrews","shortUrl":"http://gu.com/p/4a4hy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/24/open-prizemoney-1m-st-andrews","webUri":"http://www.theguardian.com/sport/2015/jun/24/open-prizemoney-1m-st-andrews"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435150551736/Rory-McIlroy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The winner of next month's Open will bank £175,000 more than Rory McIlroy did for his victory at Hoylake last year. Photograph: Peter Muhly/AFP/Getty Images","credit":"Peter Muhly/AFP/Getty Images","altText":"Rory McIlroy","cleanCaption":"The winner of next month's Open will bank £175,000 more than Rory McIlroy did for his victory at Hoylake last year. Photograph: Peter Muhly/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435150551736/Rory-McIlroy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The winner of next month's Open will bank £175,000 more than Rory McIlroy did for his victory at Hoylake last year. Photograph: Peter Muhly/AFP/Getty Images","credit":"Peter Muhly/AFP/Getty Images","altText":"Rory McIlroy","cleanCaption":"The winner of next month's Open will bank £175,000 more than Rory McIlroy did for his victory at Hoylake last year. Photograph: Peter Muhly/AFP/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/2d7e8549f5554403410e6db123ad4ee417e1e481/0_67_3943_2365/1000.jpg","height":600,"width":1000}}]},{"title":"James Ackerman death / Devastated Molo returns to Broncos training","rawTitle":"Devastated Molo returns to Broncos training","item":{"type":"article","id":"sport/2015/jun/25/francis-molo-back-in-brisbane-broncos-training","title":"Devastated Francis Molo returns to Broncos after James Ackerman's death","trailText":"For a second consecutive year coaching has taken a back seat for Brisbane mentor Wayne Bennett, as his NRL club rallies around Francis Molo","standFirst":"<ul>\n <li>Molo’s tackle led to Sunshine Coast forward’s death on Monday<br /></li>\n <li>‘Needs to be with team-mates,’ says Broncos coach Bennett</li>\n</ul>","byline":"Australian Associated Press","body":"<p>For a second consecutive year coaching has taken a back seat for Brisbane mentor Wayne Bennett, as his NRL club rallies around Francis Molo. Shattered forward Molo was supported by team-mates when he appeared at Broncos training on Thursday just days after the tragic incident involving Queensland Cup player James Ackerman.</p> \n<p>Sunshine Coast forward Ackerman died in a Brisbane hospital on Monday after suffering a critical head injury during a match against Broncos feeder club Norths Devils on Saturday night. Molo’s tackle on Ackerman was referred straight to the Queensland Rugby League judiciary for a hearing at a “date to be confirmed”.</p> \n<p>Bennett said 20-year-old Molo “needs to be with his team-mates” as he tries to cope with the tragedy – a situation the veteran coach is sadly all too familiar with. Last year Bennett was coaching Newcastle when Knights forward Alex McKinnon suffered his serious spinal injury in a tackle.</p> \n<p>On the eve of Brisbane’s clash with Newcastle at Suncorp Stadium on Friday night, Molo and his Broncos team-mates were in need of the master mentor’s renowned man management skills.</p> \n<p>“It seems to go with the territory these days, coaching is in the background a little bit,” Bennett said of dealing with tragedy. “It’s making sure everyone in the club is handling the situation, particularly Frank.”</p> \n<p>Molo has received counselling since the incident and the NRL has reportedly sent welfare officers to Brisbane. Bennett said the best thing for the off-contract Broncos forward was to get back to his normal routine at the club.</p> \n<p>“He needs to be around his teammates. He was here this morning,” he said. “It’s pretty optional at the moment what he wants to do and what he doesn’t. No one has put any demands on him or telling him what he should or shouldn’t do. We are just supportive of him.”</p> \n<p>The QRL have been criticised for their handling of Molo’s charge but Bennett would not weigh in on the issue, only confirming that they had organised legal representation. Molo’s judiciary date is expected to be set after Ackerman’s funeral, which will be open to the public, at Sunshine Coast Stadium on Wednesday.</p> \n<p>Brisbane players are expected to wear black arm bands in memory of Ackerman in Friday night’s game and offers of support continue to pour in for Ackerman’s family. About $14,000 has already been raised through a trust fund established for Ackerman’s wife and two children.</p> \n<p>A major fundraiser in Ackerman’s honour involving the Broncos and the Melbourne Storm – a Sunshine Coast affiliate club – is also in the works. Fans are also paying tribute on social media by posting pictures of footballs outside their front doors with the hashtag #putoutyourfooty, similar to the tribute to former Test batsman Phillip Hughes.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c94d2a62a0bde0f1652d8db354b2c387170e941e/0_82_2226_1339/2226.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1339,"width":2226,"orientation":"landscape","credit":"Dan Peled/AAP","altText":"Brisbane Broncos coach Wayne Bennett talks to his players during training in Brisbane, Thursday, June 25, 2015. The Broncos will meet the Newcastle Knights for their round 16 match at Suncorp Stadium tomorrow night. (AAP Image/Dan Peled) NO ARCHIVING","cleanCredit":"Photograph: Dan Peled/AAP"}],"bodyImages":[],"webPublicationDate":"2015-06-25T05:31:18Z","lastModified":"2015-06-25T05:31:18Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["NRL","Brisbane Broncos","Rugby league","Australia sport","Sport"],"tags":[{"id":"sport/nrl","webTitle":"NRL"},{"id":"sport/brisbane-broncos","webTitle":"Brisbane Broncos"},{"id":"sport/rugbyleague","webTitle":"Rugby league"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/francis-molo-back-in-brisbane-broncos-training","shortUrl":"http://gu.com/p/4a55z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/francis-molo-back-in-brisbane-broncos-training","webUri":"http://www.theguardian.com/sport/2015/jun/25/francis-molo-back-in-brisbane-broncos-training"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c94d2a62a0bde0f1652d8db354b2c387170e941e/0_82_2226_1339/2226.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1339,"width":2226,"orientation":"landscape","caption":"Brisbane Broncos coach Wayne Bennett talks to his players during training on Thursday. Photograph: Dan Peled/AAP","credit":"Dan Peled/AAP","altText":"Brisbane Broncos coach Wayne Bennett talks to his players during training on Thursday.","cleanCaption":"Brisbane Broncos coach Wayne Bennett talks to his players during training on Thursday.","cleanCredit":"Photograph: Dan Peled/AAP"}},"importance":4,"kicker":{"title":"James Ackerman death"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c94d2a62a0bde0f1652d8db354b2c387170e941e/0_82_2226_1339/2226.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1339,"width":2226,"orientation":"landscape","credit":"Dan Peled/AAP","altText":"Brisbane Broncos coach Wayne Bennett talks to his players during training in Brisbane, Thursday, June 25, 2015. The Broncos will meet the Newcastle Knights for their round 16 match at Suncorp Stadium tomorrow night. (AAP Image/Dan Peled) NO ARCHIVING","cleanCredit":"Photograph: Dan Peled/AAP"}}]},{"title":"Formula One / Andretti urges United States to rescue the sport","rawTitle":"Andretti urges United States to rescue the sport","item":{"type":"article","id":"sport/2015/jun/24/formula-one-mario-andretti-united-states-rescue","title":"Formula One legend Mario Andretti urges United States to rescue F1","trailText":"Mario Andretti has said news that the Miami Dolphins owner, Stephen Ross, is in talks with financial backers in Qatar to buy out CVC Capital Partners’ majority 35% stake in F1 is ‘fabulous’ and he wants two grands prix in the United States","standFirst":"<span class=\"bullet\">•</span> Italian-American says a potential buyout is ‘fabulous news’\n<br />\n<span class=\"bullet\">•</span> Andretti insists there is room for two grands prix in the US","byline":"Paul Weaver","body":"<p>Mario Andretti, the face of Formula One in America, says his adopted country can rescue the sport from its troubles and should stage two races not one.</p> \n<p>Andretti, responding to the news that the Miami Dolphins owner, Stephen Ross, is in talks with financial backers in Qatar to buy out CVC Capital Partners’ majority 35.5% stake in F1, said: “This is fabulous news and music to my ears.</p> \n<p>“In America we have the mind-set to make things happen. It’s a huge market. I can’t see any negatives. A solid investment would spell stability for the sport.</p> \n<p>“This is the perfect place to market and showcase F1. It would be a damn good thing. And it would mean more involvement from sponsors that are large corporations and have a global presence.”</p> \n<p>Andretti, 75, the Italian-American who won the world title in 1978, is the official ambassador for the United States Grand Prix, which will be held in Austin for the fourth year in October.</p> \n<p>He said: “There would be room for two races in the US. The other one would have to be in New York or California. The weather is more accommodating in California. But New York has not yet given up on the idea.”</p> \n<p>But Andretti feels the sport could make itself more consumer-friendly. “I think they’ve gone a bit overboard with the technical side of things. And I don’t like to see drivers backing off to make their fuel last.”</p> \n<p>He would also like to see a leading American driver given a chance as a guest competitor.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/24/f1-miami-dolphins-stephen-ross-bernie-ecclestone\">Stephen Ross has the drive to lead Formula One out of the wilderness | Paul Weaver</a> </p> \n</aside> \n<p>A CVC insider told the Guardian: “We should get out. We’ve been in Formula One for far too long. This deal makes sense for a dollar buyer because they will be paying less than they would have done six or nine months ago.”</p> \n<p>CVC have made an estimated &pound;5bn from the sport, more than four times what they paid when they took over in 2006. And &pound;5bn is believed to be the money that Qatar Sports Investments, which owns Paris Saint-Germain, and Ross will have to find to take charge.</p> \n<p>But F1 teams, left in the dark over recent developments, do not know where they stand. One team chief, who did not want to be named, said: “It all sounds very speculative at the moment. Who will be in charge?”</p> \n<p>Another said: “I didn’t know anything about it – but then I’m not a shareholder. We could be moving out of the frying pan and into the fire.</p> \n<p>“But not many people in the paddock are making any money so any change could be good. And American sport is highly valued and they have experience of success. And no one will buy F1 unless they feel they can make a success of it.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435184189930/Shell-Event-At-Jay-Lenos--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mario Andretti believes Formula One has gone 'overboard with the technical side of things' and should make itself more consumer friendly. Photograph: Jonathan Moore/Getty Images for Shell","credit":"Jonathan Moore/Getty Images for Shell","altText":"Shell Event At Jay Leno's Big Dog Productions Car Warehouse","cleanCaption":"Mario Andretti believes Formula One has gone 'overboard with the technical side of things' and should make itself more consumer friendly. Photograph: Jonathan Moore/Getty Images for Shell"}],"bodyImages":[],"webPublicationDate":"2015-06-24T22:22:59Z","lastModified":"2015-06-24T22:49:56Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":false,"keywords":["Formula One 2015","Motor sport","Formula One","Sport"],"tags":[{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/24/formula-one-mario-andretti-united-states-rescue","shortUrl":"http://gu.com/p/4a5vn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/24/formula-one-mario-andretti-united-states-rescue","webUri":"http://www.theguardian.com/sport/2015/jun/24/formula-one-mario-andretti-united-states-rescue"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435184189930/Shell-Event-At-Jay-Lenos--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mario Andretti believes Formula One has gone 'overboard with the technical side of things' and should make itself more consumer friendly. Photograph: Jonathan Moore/Getty Images for Shell","credit":"Jonathan Moore/Getty Images for Shell","altText":"Shell Event At Jay Leno's Big Dog Productions Car Warehouse","cleanCaption":"Mario Andretti believes Formula One has gone 'overboard with the technical side of things' and should make itself more consumer friendly. Photograph: Jonathan Moore/Getty Images for Shell"}},"importance":4,"kicker":{"title":"Formula One"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435184189930/Shell-Event-At-Jay-Lenos--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mario Andretti believes Formula One has gone 'overboard with the technical side of things' and should make itself more consumer friendly. Photograph: Jonathan Moore/Getty Images for Shell","credit":"Jonathan Moore/Getty Images for Shell","altText":"Shell Event At Jay Leno's Big Dog Productions Car Warehouse","cleanCaption":"Mario Andretti believes Formula One has gone 'overboard with the technical side of things' and should make itself more consumer friendly. Photograph: Jonathan Moore/Getty Images for Shell"}}]},{"title":"Rugby union / Beale ruled out of Waratahs' Super Rugby semi-final with injury","rawTitle":"Beale ruled out of Waratahs' Super Rugby semi-final with injury","item":{"type":"article","id":"sport/2015/jun/25/kurtley-beale-out-of-waratahs-super-rugby-semi-final","title":"Kurtley Beale ruled out of Waratahs' Super Rugby semi-final with injury","trailText":"NSW Waratahs playmaker Kurtley Beale has been left out of the side named to face the Highlanders in Saturday’s Super Rugby semi-final in Sydney","standFirst":"<ul>\n <li>Beale fails to prove fitness at training on Thursday</li>\n <li>Replaced by Matt Carraro for Saturday’s semi against Highlanders</li>\n</ul>","byline":"Australian Associated Press","body":"<p>NSW Waratahs playmaker Kurtley Beale, who has been battling a quadriceps injury, has been left out of the side named to face the Highlanders in Saturday’s Super Rugby semi-final in Sydney. Beale managed just a brief jog on Thursday at training and his place has been taken by Matt Carraro, a last-minute replacement for Beale in the final regular-season game of the year against Queensland.</p> \n<p>The Waratahs released a statement a couple of hours after Thursday’s session to say Beale had not been able to complete the tasks set for him at training. It’s believed Beale was initially expected to have a couple of fitness tests leading up to the match, but this latest setback looks to have ruled him out of the clash with the Otago-based Highlanders.</p> \n<p>“He had a little runaround today and it might be a precautionary thing he held off that last bit,” said Waratahs lock Will Skelton. But in some good news for the defending Super Rugby champions, Rob Horne looks to have overcome a calf injury, with the speedster training strongly and has been named on the wing.</p> \n<p>Waratahs halfback Nick Phipps is tipping an expansive game against arguably the most-exciting team in Super Rugby. “They are a bit like us, they like to throw the ball around and have a crack and it should be entertaining for the crowd to come and watch,” he said.</p> \n<p>Unheralded provincial flanker James Lentjes has been called back into the Highlanders team, replacing the injured Dan Pryor (dislocated elbow) in the only change to the starting team who beat the Chiefs 24-14 in last week’s qualifying final.</p> \n<p>The 24-year-old made his Super Rugby debut midway through the season when promoted from outside the squad to play four games following injuries to a swag of loose forwards.<br /></p> \n<p>Coach Jamie Joseph resisted the urge to hand a first game of the campaign to fellow openside flanker Shane Christie. The more experienced Christie has been sidelined all year with hamstring problems but has just returned to fitness. Joseph had also considered switching Elliot Dixon to wear No7 opposite Waratahs dynamo Michael Hooper but instead decided to keep him on the blindside flank.</p> \n<p>There are two changes on the reserves bench. Lock Joe Wheeler has recovered after two months sidelined by a knee injury and replaces Joe Latta. Five-eighth backup Marty Banks is ruled out with concussion and cedes his bench spot to Trent Renata.</p> \n<p><strong>NSW Waratahs</strong>: Israel Folau, Taqele Naiyaravoro, Adam Ashley-Cooper, Matt Carraro, Rob Horne, Bernard Foley, Nick Phipps, Wycliff Palu, Michael Hooper, Jacques Potgieter, David Dennis (capt), Will Skelton, Sekope Kepu, Tatafu Polota-Nau, Benn Robinson. Res: Jeremy Tilse, Paddy Ryan, Mitchell Chapman, Stephen Hoiles, Patrick McCutcheon, Brendan McKibbin, Jono Lance, Peter Betham.</p> \n<p><strong>Highlanders</strong>: Ben Smith (co-capt), Waisake Naholo, Malakai Fekitoa, Richard Buckman, Patrick Osborne, Lima Sopoaga, Aaron Smith, Nasi Manu (co-capt), James Lentjes, Elliot Dixon, Mark Reddish, Alex Ainley, Josh Hohneck, Liam Coltman, Brendon Edmonds. Reserves: Ash Dixon, Daniel Lienert-Brown, Ross Geldenhuys, Joe Wheeler, Gareth Evans, Fumiaki Tanaka, Trent Renata, Shaun Treeby.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4e091490651f1132fa3f59e4d6e9c5a46d5dc6c1/0_303_2407_1444/2407.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1444,"width":2407,"orientation":"landscape","credit":"Paul Miller/AAP","altText":"Beale, pictured with Waratahs’ team-mate Israel Folau, managed just a brief jog in training on Thursday.","cleanCredit":"Photograph: Paul Miller/AAP"}],"bodyImages":[],"webPublicationDate":"2015-06-25T05:35:29Z","lastModified":"2015-06-25T06:49:59Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Super Rugby","Rugby union","Australia sport","Sport"],"tags":[{"id":"sport/super-rugby","webTitle":"Super Rugby"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/kurtley-beale-out-of-waratahs-super-rugby-semi-final","shortUrl":"http://gu.com/p/4a564","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/kurtley-beale-out-of-waratahs-super-rugby-semi-final","webUri":"http://www.theguardian.com/sport/2015/jun/25/kurtley-beale-out-of-waratahs-super-rugby-semi-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4e091490651f1132fa3f59e4d6e9c5a46d5dc6c1/0_303_2407_1444/2407.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1444,"width":2407,"orientation":"landscape","caption":"Beale, pictured with Waratahs’ team-mate Israel Folau, managed just a brief jog in training on Thursday. Photograph: Paul Miller/AAP","credit":"Paul Miller/AAP","altText":"Beale, pictured with Waratahs’ team-mate Israel Folau, managed just a brief jog in training on Thursday.","cleanCaption":"Beale, pictured with Waratahs’ team-mate Israel Folau, managed just a brief jog in training on Thursday.","cleanCredit":"Photograph: Paul Miller/AAP"}},"importance":3,"kicker":{"title":"Rugby union"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4e091490651f1132fa3f59e4d6e9c5a46d5dc6c1/0_303_2407_1444/2407.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1444,"width":2407,"orientation":"landscape","credit":"Paul Miller/AAP","altText":"Beale, pictured with Waratahs’ team-mate Israel Folau, managed just a brief jog in training on Thursday.","cleanCredit":"Photograph: Paul Miller/AAP"}}]},{"title":"Rugby union / Broken arm costs Ruddock place in World Cup squad","rawTitle":"Broken arm costs Ruddock place in World Cup squad","item":{"type":"article","id":"sport/2015/jun/24/rhys-ruddock-broken-arm-ireland-world-cup-squad","title":"Broken right arm costs Rhys Ruddock place in Ireland World Cup squad","trailText":"The Ireland flanker Rhys Ruddock is set to miss the World Cup after fracturing his right arm for a second time this season","standFirst":"<span class=\"bullet\">•</span> Leinster flanker suffered the injury playing for Emerging Ireland\n<br />\n<span class=\"bullet\">•</span> He had fractured same arm only six months before in European game","byline":"Press Association","body":"<p>Rhys Ruddock has been left out of Ireland’s World Cup squad after breaking his right arm for the second time in six months. The 24-year-old Leinster flanker sustained the injury while captaining Emerging Ireland against Uruguay.</p> \n<p>Ireland’s head coach, Joe Schmidt, confirmed that Ruddock, who missed the Six Nations after fracturing the arm during Leinster’s European Champions Cup win against Harlequins in December, would have been in his initial World Cup training squad.</p> \n<p>“Rhys Ruddock would have been selected but has been ruled out after fracturing his arm against Uruguay last week,” Schmidt said. “The squad selection has been a long process with some very tight decisions.</p> \n<p>“Some injured players who are getting close to full fitness have been included while others have missed out due to prolonged absence or lack of opportunity to demonstrate their full Test match readiness.”</p> \n<p>Schmidt confirmed that Paul O’Connell is the captain of his 45-man training squad which was announced on Wednesday. Leinster’s forward pair Jack Conan and Tadhg Furlong are the only uncapped men in the squad.</p> \n<p>Schmidt’s squad will convene at their Carton House base on Sunday night, with four warm-up matches scheduled for August and the first week of September. The deadline for selecting 31-man World Cup squads is 31 August.</p> \n<p>Chris Henry has been included after completing a remarkable comeback from suffering a mini-stroke in November, the Ulster flanker proving himself ready with an impressive showing against the Barbarians last month.</p> \n<p>Conor Murray and Sean O’Brien had faced minor injuries in the build-up to this initial squad announcement but both British and Irish Lions are expected to be fully fit well in advance of the August warm-up schedule.</p> \n<h2>Ireland World Cup training squad</h2> \n<p><strong>Forwards</strong> R Best (Ulster), M Bent, J Conan, S Cronin, T Furlong, C Healy, J Heaslip (all Leinster), I Henderson, C Henry, R Herring (all Ulster), D Kilcoyne (Munster), J McGrath, M Moore, J Murphy, S O’Brien (all Leinster), P O’Connell (capt), T O’Donnell, P O’Mahony (all Munster), M Ross (Leinster), D Ryan (Munster), R Strauss, D Toner (both Leinster), D Tuohy (Ulster).</p> \n<p><strong>Backs</strong> I Boss (Leinster), T Bowe, D Cave (both Ulster), G D’Arcy (Leinster), K Earls (Munster), L Fitzgerald (Leinster), C Gilroy (Ulster), R Henshaw (Connacht), P Jackson (Ulster), F Jones (Munster), D Kearney, R Kearney, I Madigan (all Leinster), K Marmion (Connacht), F McFadden (Leinster), C Murray (Munster), J Payne (Ulster), E Reddan, N Reid (Leinster), J Sexton (Racing M&eacute;tro), A Trimble (Ulster), S Zebo (Munster).</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435182492101/Leinsters-Rhys-Ruddock-ha-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Leinster's Rhys Ruddock had been playing for Emerging Ireland to gain match fitness. Photograph: Brian Lawless/PA","credit":"Brian Lawless/PA","altText":"Leinster's Rhys Ruddock had been playing for Emerging Ireland to gain match fitness.","cleanCaption":"Leinster's Rhys Ruddock had been playing for Emerging Ireland to gain match fitness. Photograph: Brian Lawless/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-24T21:51:17Z","lastModified":"2015-06-24T22:21:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Ireland rugby union team","Rugby World Cup 2015","Rugby union","Rugby World Cup","Sport"],"tags":[{"id":"sport/ireland-rugby-union-team","webTitle":"Ireland rugby union team"},{"id":"sport/rugby-world-cup-2015","webTitle":"Rugby World Cup 2015"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/rugby-world-cup","webTitle":"Rugby World Cup"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/24/rhys-ruddock-broken-arm-ireland-world-cup-squad","shortUrl":"http://gu.com/p/4a5xn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/24/rhys-ruddock-broken-arm-ireland-world-cup-squad","webUri":"http://www.theguardian.com/sport/2015/jun/24/rhys-ruddock-broken-arm-ireland-world-cup-squad"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435182492101/Leinsters-Rhys-Ruddock-ha-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Leinster's Rhys Ruddock had been playing for Emerging Ireland to gain match fitness. Photograph: Brian Lawless/PA","credit":"Brian Lawless/PA","altText":"Leinster's Rhys Ruddock had been playing for Emerging Ireland to gain match fitness.","cleanCaption":"Leinster's Rhys Ruddock had been playing for Emerging Ireland to gain match fitness. Photograph: Brian Lawless/PA"}},"importance":3,"kicker":{"title":"Rugby union"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/e3b918e1d810b928144e588cac8014923f9bb89a/665_101_1248_749/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-06-25T09:27:03Z","personalization":{"id":"uk/groups/collections/uk/sport/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/feature-stories"},"visibility":"all","adTargetingPath":"sport/feature-stories/front"}