{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"For how much longer will Tiger Woods continue to chase his tail?","rawTitle":"For how much longer will Tiger Woods continue to chase his tail?","item":{"type":"comment","id":"sport/blog/2015/jun/10/tiger-woods-14-times-major-us-open","title":"For how much longer will Tiger Woods continue to chase his tail?","trailText":"Tiger Woods, the 14-times major winner, goes into next week’s US Open ranked No181 in the world and showing few signs of improving on that","standFirst":"The 14-times major winner goes into next week’s US Open ranked No181 in the world and showing few signs of improving on that","byline":"Ewan Murray","body":"<p>The latest indication that golf will survive and maybe even prosper without Tiger Woods as a leading contender arrived from the R&amp;A this week. The confirmation that the Open Championship’s live television rights in the United States have been renewed – adding to the hundreds of millions of dollars this will mean for one of golf’s ruling bodies over a 12-year period – was a nod to NBC’s desperation to land a deal which ESPN was indifferent towards. However, TV executives are not devoid of all sense: the deal also illustrated the appeal of golf in the long term, when Woods will no longer be a factor.</p> \n<p>While there is no precise time frame for the end of the Woods era, his struggles on the course mean competitively Rory McIlroy, Rickie Fowler, Jordan Spieth and their peers dominate the narrative. For all those who believe golf cannot prevail without Woods, or even someone approaching his status, there is regular evidence to the contrary. The sport, just like any, evolves, as it did when Jack Nicklaus edged into retirement.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/tiger-woods-us-open-poor-form\">Tiger Woods takes the positives before US Open despite his poor form</a> </p> \n</aside> \n<p>There may not be anyone like Woods soon, there may never be, but golf need not vanish from the sporting radar because of that. Other features, such as the time it now takes to complete rounds and the cost of equipment, are more damaging to golf’s evolution than the regression of a marquee figure. The trouble is people seem scared to admit as much, both in fear of writing off Woods and examining the broader subjects golf must battle.</p> \n<p>Scrutiny of Woods’s game is increasingly uncomfortable. At the Memorial last weekend, a venue where he used to be able to prevail for fun, the 39-year-old followed up a Saturday 85 with a Sunday playing on his own, <a href=\"http://bleacherreport.com/articles/2488964-tiger-woods-at-memorial-tournament-2015-sunday-leaderboard-score-reaction\" title=\"\">the odd man out at the tail end of the field</a>. He was unable to progress from that position. Four rounds, 302 shots – 29 worse off than the play-off competitors, Justin Rose and David Lingmerth. For the first time in his career, Woods made six double bogeys or worse in a single event.</p> \n<p>Discussion of Woods before the US Open, which next week he will seek to win for a fourth time, at Chambers Bay in Washington state, is of the freakish kind. But he will seek to win it: despite every blow to his confidence, the mindset of chasing success apparently never wavers. Onlookers, meanwhile, are left asking whether he may make the cut and how badly he might score on a venue which, if the USGA is true to form, will not be even close to forgiving.</p> \n<p>If you are fond of betting on the ludicrous scenario, Woods is priced between 40 and 66-1 to end his major-winning wait on the outskirts of Seattle. The sad thing is, this is not exaggeration. And it is sad; the fall from grace of a once magical sportsman cannot be regarded as pretty viewing.</p> \n<p>Woods probably felt compelled to end an absence from competitive action, as was the case at this year’s Masters. He seemed to feel a form of duty, not only to himself, but to golf. It is also admirable that he is willing to perform under the scrutiny which surrounds his every move, amid a realisation that only tournament play will reveal his current level.</p> \n<p>The problem, though, is there is no clear sign of improvement. After eight months with another coach, Chris Como, and despite regular utterances to the contrary, you would struggle to pinpoint any area of technical progression. If disastrous stretches of holes were offset by routine brilliance, there would be cause for optimism. But they are not.</p> \n<p>Woods gives the impression of being technically muddled – a strange scenario for someone so naturally gifted. Extended breaks, whether through fitness ailments or a desire to have his golf “tournament ready”, have made no material difference at all.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-85890e46-b1bd-4d2d-a657-68ad5eca5fbe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433941356774/d0657884-b6c5-40d0-a12e-3a72dd078a10-460x276.jpeg\" alt=\"tiger woods\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tiger Woods during the final round of the Memorial, where he played the final round on his own and remained in 71st and last place.</span> \n  <span class=\"element-image__credit\">Photograph: Thomas J. Russo/USA Today Sports</span> \n </figcaption> \n</figure> \n<p>Nick Faldo has asked how much more Woods, now ranked 181 in the world, “can handle all of this”. Brandel Chamblee, a respected analyst for the Golf Channel, pointedly added that: “Time hasn’t done this to Tiger. He has done this to himself”. The latter point is a nod towards Woods’s desire to constantly remodel what was already a dominant golf game. In his defence, injury was a mitigating factor.</p> \n<p>As he lurches from embarrassment to embarrassment, the logical question to ask is how long Woods might give himself to get it right. His greatness is undeniable, but so too is the fact Woods cannot call on his once imperious touch any more. This process of making up the numbers in tournaments he used to win will torture Woods, one of the most ferociously competitive players who has ever lived.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/06/tiger-woods-worst-round-career-85-memorial\">Tiger Woods slumps to worst round of career with 85 at Memorial</a> </p> \n</aside> \n<p>That is all as relevant to those confidently predicting some sort of imminent return to winning form as to Woods himself. In a season and a half, Woods is a combined 51 over par in PGA Tour events. He insists rankings are not a fair reflection of where he is. Bare facts show the likes of Inhoi Hur, Troy Merritt, Benjamin Herbert, Scott Pinckney and Wade Ormsby ahead of him. The list goes on and on.</p> \n<p>So for how long does he persist? This US Open promises to be a footnote. The Open Championship at St Andrews already bears resemblance to a line in the sand. In 2000 and 2005, he won, by eight and five shots respectively, at the Old Course. Even Woods himself will inevitably glance back to the peak of his powers when returning to Fife next month.</p> \n<p>At a venue he could at one time have successfully negotiated using hickory-shafted clubs and tennis balls, further failure would be a cruel blow. History, that great ally of this 14-times major champion, warns us against writing him off. The trouble is, that past is being constantly outweighed by a reality that cannot go on for ever and, in the wider sense, does not need to.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433941310678/e5dff3b8-1d25-4d3a-bd99-717b2420dae8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sam Greenwood/Getty Images","altText":"A solemn Tiger Woods acknowledges the crowd on the 18th hole during the final round of The Memorial Tournament.","cleanCredit":"Photograph: Sam Greenwood/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/10/1433940885810/tiger-woods-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Tiger Woods during the final round of the Memorial, where he played the final round on his own and remained in 71st and last place. Photograph: Thomas  J. Russo/USA Today Sports","credit":"Thomas  J. Russo/USA Today Sports","altText":"tiger woods","cleanCaption":"Tiger Woods during the final round of the Memorial, where he played the final round on his own and remained in 71st and last place.","cleanCredit":"Photograph: Thomas  J. Russo/USA Today Sports"}],"webPublicationDate":"2015-06-10T12:58:23Z","lastModified":"2015-06-10T13:32:43Z","metadata":{"commentable":true,"commentCount":71,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":true,"keywords":["Tiger Woods","Golf","US Open","US sports","Sport"],"tags":[{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/tiger-woods-14-times-major-us-open","shortUrl":"http://gu.com/p/49kf4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/tiger-woods-14-times-major-us-open","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/tiger-woods-14-times-major-us-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433941310678/e5dff3b8-1d25-4d3a-bd99-717b2420dae8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A solemn Tiger Woods acknowledges the crowd on the 18th hole during the final round of the Memorial Tournament. Photograph: Sam Greenwood/Getty Images","credit":"Sam Greenwood/Getty Images","altText":"A solemn Tiger Woods acknowledges the crowd on the 18th hole during the final round of The Memorial Tournament.","cleanCaption":"A solemn Tiger Woods acknowledges the crowd on the 18th hole during the final round of the Memorial Tournament.","cleanCredit":"Photograph: Sam Greenwood/Getty Images"}},"importance":7,"byline":{"title":"Ewan Murray"},"showQuotedHeadline":true,"sublinks":[{"title":"Golf / Woods takes the positives before US Open despite poor form","rawTitle":"Woods takes the positives before US Open despite poor form","item":{"type":"article","id":"sport/2015/jun/09/tiger-woods-us-open-poor-form","title":"Tiger Woods takes the positives before US Open despite his poor form","trailText":"Even after the worst 72-hole total of his PGA Tour career at last weekend’s Memorial Tournament, Tiger Woods says he has been encouraged by the progress he has made with his revamped golf swing","standFirst":"<span class=\"bullet\">•</span> Former No1 hit worst round on PGA Tour at Muirfield Village\n<br />\n<span class=\"bullet\">•</span> Woods insists there is plenty of time before year’s second major","byline":"Reuters","body":"<p>Even after finishing with the worst 72-hole total of his PGA Tour career at last weekend’s Memorial Tournament, Tiger Woods insists he has been encouraged by the progress he has made with his revamped golf swing.</p> \n<p>The former world No1 signed off with a two-over-par 74 at Muirfield Village on Sunday, a day after struggling to a career-worst 85 in the prestigious event hosted by Jack Nicklaus.</p> \n<p>Woods has 10 days until the opening round of the US Open at Chambers Bay in Washington State but he firmly believes that he is on course to complete his preparations for the year’s second major.</p> \n<p>“There’s plenty of time,” the 39-year-old said on Monday.</p> \n<p>“I needed tournament golf and it was nice to have Memorial in there and to be able to play a golf course that’s that difficult, that hard, that demanding from tee to green.”</p> \n<p>Woods, who was speaking on media day for the PGA Tour’s Quicken Loans National which he hosts, is still adapting to the fifth swing change of his professional career, this time with consultant Chris Como.</p> \n<p>“I’ve had times like this in my life where I’ve gone through these periods, but you just have to fight through it,” said the American who has played just five tournaments this season.</p> \n<p>“I am committed to what I am doing and committed to the changes. Once I start to snowball and start getting more solidified, then that’s when things start coming together.”</p> \n<p>Woods, who finished last at the Memorial Tournament with a 14-over total of 302, said the work on his swing continued to be a progression of “baseline shifts” to build up his game.</p> \n<p>“You just don’t go from one to 10,” said Woods, who claimed the most recent of his 14 major titles at the 2008 US Open. “We’re taking it one, two, three, four ... making baseline shifts, that’s what Chris and I were just calling it.</p> \n<p>“I’m very proud of the fact that I stuck with my game plan ... and I was finally able to hit the shots on Sunday that we’ve been looking for.</p> \n<p>“At one point I got it to three under par and lost it coming home, but I showed signs of what we’re working on was starting to come together, and that was pretty exciting to see.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433806008385/Tiger-Woods--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods had a miserable time at the Memorial but is taking some encouragement before the US Open. Photograph: Brian Spurlock/USA Today Sports","credit":"Brian Spurlock/USA Today Sports","altText":"Tiger Woods ","cleanCaption":"Tiger Woods had a miserable time at the Memorial but is taking some encouragement before the US Open. Photograph: Brian Spurlock/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-06-08T23:27:28Z","lastModified":"2015-06-08T23:55:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Tiger Woods","Golf","US sports","Sport"],"tags":[{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/09/tiger-woods-us-open-poor-form","shortUrl":"http://gu.com/p/49tqy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/09/tiger-woods-us-open-poor-form","webUri":"http://www.theguardian.com/sport/2015/jun/09/tiger-woods-us-open-poor-form"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433806008385/Tiger-Woods--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods had a miserable time at the Memorial but is taking some encouragement before the US Open. Photograph: Brian Spurlock/USA Today Sports","credit":"Brian Spurlock/USA Today Sports","altText":"Tiger Woods ","cleanCaption":"Tiger Woods had a miserable time at the Memorial but is taking some encouragement before the US Open. Photograph: Brian Spurlock/USA Today Sports"}},"importance":0,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433806008385/Tiger-Woods--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods had a miserable time at the Memorial but is taking some encouragement before the US Open. Photograph: Brian Spurlock/USA Today Sports","credit":"Brian Spurlock/USA Today Sports","altText":"Tiger Woods ","cleanCaption":"Tiger Woods had a miserable time at the Memorial but is taking some encouragement before the US Open. Photograph: Brian Spurlock/USA Today Sports"}}]},{"title":"The Memorial / Rose loses out to Lingmerth in play-off","rawTitle":"Rose loses out to Lingmerth in play-off","item":{"type":"article","id":"sport/2015/jun/08/justin-rose-loses-memorial-playoff-david-lingmerth","title":"Justin Rose loses out in Memorial play-off to David Lingmerth","trailText":"David Lingmerth outlasted Justin Rose in a three-hole play-off in the Memorial at Muirfield Village to win his first PGA Tour event","standFirst":"<span class=\"bullet\">•</span> Swede wins first PGA title on third hole of play-off\n<br />\n<span class=\"bullet\">•</span> Tiger Woods follows third-round 85 with 74, playing alone","byline":"Associated Press","body":"<p>David Lingmerth outlasted Justin Rose in a three-hole play-off in the Memorial at Muirfield Village to win his first PGA Tour event while Tiger Woods recovered from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/06/tiger-woods-worst-round-career-85-memorial\" title=\"\">his career-worst score on day three</a> to record a 74.</p> \n<p>Lingmerth holed a 10-foot putt to match pars with Rose on the 18th, the first extra hole. The Swede got up and down from a bunker to extend the play-off and he finally won at No10 with a putt just inside five feet for another par.</p> \n<p>Lingmerth had closed with a three-under 69.</p> \n<p>Rose overcame what looked like a shank from the bunker on the 18th in regulation for par and a 72 to force the play-off. He also made a 20-foot putt for par on the first play-off hole.</p> \n<p>Earlier Woods completed his final round playing solo, following his 85, with two double bogeys over the last four holes for a two-over 74.</p> \n<p>“Just because I’m in last place doesn’t change how I play golf,” the former world No1 said.</p> \n<p>“Whether it’s the first day or last day, doesn’t matter. Play all out. This is a lonely sport. The manager is not going to come in and bring the righty or bring the lefty. You’ve just got to play through it. And that’s one of the hardest things about the game of golf, and it’s also one of the best things about the game of golf. When you’re on, no one is going to slow you down.</p> \n<p>When you’re off, no one is going to pick you up, either. It’s one of those sports that’s tough. Deal with it. For us, unfortunately, you have those days and they’re five hours long.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/8/1433719925720/Justin-Rose-David-Lingmer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Justin Rose, right, congratulates David Lingmerth after the Swede won the Memorial title after a play-off. Photograph: Sam Greenwood/Getty Images","credit":"Sam Greenwood/Getty Images","altText":"Justin Rose David Lingmerth","cleanCaption":"Justin Rose, right, congratulates David Lingmerth after the Swede won the Memorial title after a play-off. Photograph: Sam Greenwood/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-07T23:34:03Z","lastModified":"2015-06-08T00:00:02Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Justin Rose","Tiger Woods","PGA Tour","Golf","Sport","US sports"],"tags":[{"id":"sport/justin-rose","webTitle":"Justin Rose"},{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/08/justin-rose-loses-memorial-playoff-david-lingmerth","shortUrl":"http://gu.com/p/49tv2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/08/justin-rose-loses-memorial-playoff-david-lingmerth","webUri":"http://www.theguardian.com/sport/2015/jun/08/justin-rose-loses-memorial-playoff-david-lingmerth"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/8/1433719925720/Justin-Rose-David-Lingmer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Justin Rose, right, congratulates David Lingmerth after the Swede won the Memorial title after a play-off. Photograph: Sam Greenwood/Getty Images","credit":"Sam Greenwood/Getty Images","altText":"Justin Rose David Lingmerth","cleanCaption":"Justin Rose, right, congratulates David Lingmerth after the Swede won the Memorial title after a play-off. Photograph: Sam Greenwood/Getty Images"}},"importance":0,"kicker":{"title":"The Memorial"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/8/1433719925720/Justin-Rose-David-Lingmer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Justin Rose, right, congratulates David Lingmerth after the Swede won the Memorial title after a play-off. Photograph: Sam Greenwood/Getty Images","credit":"Sam Greenwood/Getty Images","altText":"Justin Rose David Lingmerth","cleanCaption":"Justin Rose, right, congratulates David Lingmerth after the Swede won the Memorial title after a play-off. Photograph: Sam Greenwood/Getty Images"}}]},{"title":"The Open / BBC set to end live golf coverage after 60-year relationship","rawTitle":"BBC set to end live golf coverage after 60-year relationship","item":{"type":"article","id":"tv-and-radio/2015/jun/06/bbc-end-open-golf-coverage-sky-deal","title":"BBC set to end live Open golf coverage early after 60-year relationship","trailText":"The BBC is contracted until next year’s event but hopes to make this year’s Open the final one it covers live","standFirst":"<span class=\"bullet\">•</span> Sky has deal to take over in 2017 but BBC is seeking to ditch 2016 event\n<br />\n<span class=\"bullet\">•</span> BBC would save about &pound;7m by getting out of its deal a year early","byline":"Ewan Murray","body":"<p>The BBC’s live screening of the Open Championship could cease after this year’s event at St Andrews, with consideration being given to ending the broadcast arrangement 12 months earlier than originally planned.</p> \n<p>It was confirmed by the R&amp;A in February that Sky will assume live Open TV rights from 2017, an issue that triggered anger in certain quarters.</p> \n<p>The partnership is one of the longest running in sport, spanning six decades, but BBC television is soon to retain only the highlights. Critics insisted the removal of the Open from live, free-to-air television would damage golf, a claim strongly countered by the outgoing R&amp;A chief executive Peter Dawson.</p> \n<p>Then, as now, it seemed curious to have a protracted divorce, with the BBC screening the 2015 and 2016 championships when little appetite for golf exists at the broadcaster. Sky, conversely, has considerably increased its golfing presence both in Europe and on the PGA Tour.</p> \n<p>Sources at the BBC have now admitted they are serious about cutting short the Open deal. There would be a logical financial motivation for this: BBC Sport has already suffered a series of recent budget cuts and is anxious to protect existing, longer-term arrangements with the likes of Wimbledon, the Olympics and the Six Nations.</p> \n<p>Not showing the 2016 Open could save the BBC around &pound;7m. Privately, senior figures at the R&amp;A are understood to be aware of this option, but it has not yet been formally proposed to them.</p> \n<p>The barriers to such a move involve reputation – whether the BBC would consider it too much of a publicity risk to withdraw from golf almost immediately – and if the existing contract could easily be terminated pre-2017.</p> \n<p>Sky would need to fill the void for the 2016 championship at Royal Troon. It seems inconceivable, though, that the subscription broadcaster would knock back such a scenario if on offer.</p> \n<p>The R&amp;A is already close to a fresh, highly lucrative contract to sell Open rights in North America, which golf’s governing body hopes will span 10 years from 2017. ESPN is thought to be unwilling to extend its current deal.</p> \n<p>Confirmation of that arrangement, which has been negotiated by IMG from the early part of this year, is expected to arrive before Rory McIlroy defends the Claret Jug in Fife.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/6/1433599745198/Rory-McIlroy-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rory McIlroy may have only one more chance to win the Open on the BBC. Photograph: Peter Muhly/AFP/Getty Images","credit":"Peter Muhly/AFP/Getty Images","altText":"Rory McIlroy","cleanCaption":"Rory McIlroy may have only one more chance to win the Open on the BBC. Photograph: Peter Muhly/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-06T14:43:38Z","lastModified":"2015-06-06T23:35:01Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["The Open","Golf","Sport","BBC","Media","Sky Sports"],"tags":[{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"},{"id":"media/bbc","webTitle":"BBC"},{"id":"media/media","webTitle":"Media"},{"id":"media/sky-sports","webTitle":"Sky Sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/06/bbc-end-open-golf-coverage-sky-deal","shortUrl":"http://gu.com/p/49he8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/jun/06/bbc-end-open-golf-coverage-sky-deal","webUri":"http://www.theguardian.com/tv-and-radio/2015/jun/06/bbc-end-open-golf-coverage-sky-deal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/6/1433599745198/Rory-McIlroy-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rory McIlroy may have only one more chance to win the Open on the BBC. Photograph: Peter Muhly/AFP/Getty","credit":"Peter Muhly/AFP/Getty Images","altText":"Rory McIlroy","cleanCaption":"Rory McIlroy may have only one more chance to win the Open on the BBC. Photograph: Peter Muhly/AFP/Getty"}},"importance":0,"kicker":{"title":"The Open"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/6/1433599745198/Rory-McIlroy-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rory McIlroy may have only one more chance to win the Open on the BBC. Photograph: Peter Muhly/AFP/Getty Images","credit":"Peter Muhly/AFP/Getty Images","altText":"Rory McIlroy","cleanCaption":"Rory McIlroy may have only one more chance to win the Open on the BBC. Photograph: Peter Muhly/AFP/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433941310678/e5dff3b8-1d25-4d3a-bd99-717b2420dae8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sam Greenwood/Getty Images","altText":"A solemn Tiger Woods acknowledges the crowd on the 18th hole during the final round of The Memorial Tournament.","cleanCredit":"Photograph: Sam Greenwood/Getty Images"}}]},{"title":"Today's matches","rawTitle":"Today's matches","item":{"type":"todaysMatches","todaysMatches":{"competitions":[{"name":"International friendlies","matches":[{"id":"3822257","status":"F","phase":"before","kickOff":"2015-06-10T18:15:00Z","competitionDisplayName":"Friendlies","homeTeam":{"id":"1660","name":"Switzerland","shortCode":"SWI","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/1660.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/switzerland"},"topic":{"displayName":"Switzerland","topic":{"type":"football-team","name":"1660"}}},"awayTeam":{"id":"6259","name":"Liechtenstein","shortCode":"LIE","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/6259.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/liechtenstein"},"topic":{"displayName":"Liechtenstein","topic":{"type":"football-team","name":"6259"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3822257","venue":"Arena Thun","topic":{"displayName":"Switzerland vs Liechtenstein (2015-06-10)","topic":{"type":"football-match","name":"3822257"}}},{"id":"3822258","status":"F","phase":"before","kickOff":"2015-06-10T18:45:00Z","competitionDisplayName":"Friendlies","homeTeam":{"id":"1678","name":"Germany","shortCode":"DEU","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/1678.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/germany"},"topic":{"displayName":"Germany","topic":{"type":"football-team","name":"1678"}}},"awayTeam":{"id":"7356","name":"USA","shortCode":"USA","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/7356.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/usfootballteam"},"topic":{"displayName":"USA","topic":{"type":"football-team","name":"7356"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3822258","venue":"Rhein Energie Stadion","topic":{"displayName":"Germany vs USA (2015-06-10)","topic":{"type":"football-match","name":"3822258"}}}]}]},"title":"Today's matches","style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","backgroundColour":"#ffffff","ruleColour":"#4bc6df","titleColour":"#333333","dateColour":"#999999","competitionColour":"#676767","teamColour":"#333333","scoreColour":"#676767","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","viewMoreColour":"#676767","colourPalette":"todaysMatches"},"lastModified":"2015-06-10T14:23:38Z","webPublicationDate":"2015-06-10T00:00:00Z","links":{"uri":"http://mobile-apps.guardianapis.com/items/todays-matches"}},"importance":6,"showQuotedHeadline":false,"sublinks":[]},{"title":"Football / Fifa bidding process for 2026 World Cup postponed","rawTitle":"Fifa bidding process for 2026 World Cup postponed","item":{"type":"article","id":"football/2015/jun/10/fifa-world-cup-bidding-postponed","title":"Fifa bidding process for 2026 World Cup postponed","trailText":"Fifa has postponed the bidding process for the 2026 World Cup in light of the ongoing investigations into the award of the 2018 and 2022 tournaments","standFirst":"<span class=\"bullet\">•</span> Allegations surrounding 2018 and 2022 tournaments forces decision\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/fifa-sepp-blatter-election-president\" title=\"\">Sepp Blatter succession election set for December</a>","byline":"Owen Gibson","body":"<p>Fifa has postponed the bidding process for the 2026 World Cup in light of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/07/russia-qatar-lose-world-cups-if-bribery-found-fifa\" title=\"\">ongoing investigations into the award of the 2018 and 2022 tournaments</a>.</p> \n<p>Its secretary general J&eacute;r&ocirc;me Valcke, under pressure over <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/05/world-cup-2010-fifa-scandal-danny-jordaan\" title=\"\">a $10m payment from South African World Cup organisers</a> to the former Fifa vice-president Jack Warner that US prosecutors say was a bribe, confirmed the move at a press conference in Russia, saying it would be “nonsense” to begin the process in the current climate.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/john-oliver-trinidad-television-mock-jack-warner-fifa\">British comedian John Oliver mocks Jack Warner on Trinidad television</a> </p> \n</aside> \n<p>Amid the crisis caused by US charges against 14 football officials, and guilty pleas from four more, Fifa decided that bidders from any confederation except Asia could bid for the 2026 tournament and that a decision would be made by the 209 member associations in May 2017.</p> \n<p>However, Valcke said the process had now been postponed. The US, Mexico and Canada were expected to be among the bidders.</p> \n<p>Swiss prosecutors and the FBI are both looking into the controversial bidding process for the 2018 tournament, to be played in Russia, and the 2022 World Cup, awarded to Qatar. A disputed summary of a Fifa ethics committee report last year ruled there was not sufficient evidence to strip either country of the World Cup but the head of the audit and compliance committee, Domenico Scala, has confirmed it remains a possibility if new evidence emerges.</p> \n<p>The summary, which sparked the resignation of the report’s author Michael Garcia, detailed a list of allegations against Qatar and said Russia had been unable to cooperate because the organising committee had lost all its emails.</p> \n<p>Following a meeting of the World Cup organising committee in Samara, Valcke insisted the Russian World Cup was on track before the qualifying draw in St Petersburg in July. “Overall the preparations for the Fifa Confederations Cup and the Fifa World Cup as well as our first major event, the preliminary draw, are well under way and on schedule,” said Valcke.</p> \n<p>Russia’s 2018 local organising committee chairman, Vitaly Mutko, also a member of the Fifa executive committee and the country’s sports minister, said preparations were “well on track and on schedule”. He added: “There’s no doubt all the events of 2018 Fifa World Cup in Russia will go through at top level.”</p> \n<p>The Russian president, Vladimir Putin, had been critical of the US investigation, claiming it was a plot to oust the Fifa president, Sepp Blatter, and destabilise the 2018 World Cup.</p> \n<p>Valcke also defended Fifa’s handling of a $10m payment to a Caribbean Football Union account controlled by Warner, the former Fifa vice-president whose deputy Chuck Blazer has pleaded guilty in court of taking some of the money as a bribe to vote for South Africa to host the 2010 World Cup. The payment followed a 2008 letter from the South African Football Association to Valcke asking for the money to be deducted for the World Cup budget and sent as a legacy programme to be administered by Warner.</p> \n<p>“It was not Fifa’s money, it was a request from official South African authorities and SAFA,” he said. “As long as it is in line with rules we do it. I don’t understand what’s the problem and why I am such a target in this question. You [the media] have decided that after Blatter I am the head to be cut, fine, but don’t say it is because of this $10m.”</p> \n<p>A decision on the date for the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/fifa-sepp-blatter-election-president\" title=\"\">election of Blatter’s successor</a> as president will be taken next month with 16 December one possible option. Fifa said an extraordinary meeting of its executive committee will take place in July when the date for a congress to hold the presidential election will be set.</p> \n<p>A spokesman said:&nbsp;“It requires an extraordinary executive committee to confirm a date and agenda for the extraordinary elective congress. This extraordinary executive committee will convene in July, the precise date to be confirmed this week.”</p> \n<p>Blatter confirmed his departure at a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/02/sepp-blatter-fifa-president-resigns\" title=\"\">hastily-arranged press conference in Zurich last Tuesday</a> and said he would stay as president until the election which is due to be held between December and March.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/09/fifa-reform-manifesto-football-sepp-blatter\">Fifa reform: a manifesto to drag football out of the Sepp Blatter era | Owen Gibson</a> </p> \n</aside>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/6/13/1402672775146/The-World-Cup-trophy-012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Bernd Weissbrod/EPA","altText":"The World Cup trophy","cleanCredit":"Photograph: Bernd Weissbrod/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:04:04Z","lastModified":"2015-06-10T10:53:17Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Fifa","World Cup","Football politics","Football","Sport"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/10/fifa-world-cup-bidding-postponed","shortUrl":"http://gu.com/p/49k7j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/10/fifa-world-cup-bidding-postponed","webUri":"http://www.theguardian.com/football/2015/jun/10/fifa-world-cup-bidding-postponed"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/6/13/1402672775146/The-World-Cup-trophy-012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The bidding process for the 2026 World Cup has been postponed amid uncertainties over the future direction of Fifa. Photograph: Bernd Weissbrod/EPA","credit":"Bernd Weissbrod/EPA","altText":"The World Cup trophy","cleanCaption":"The bidding process for the 2026 World Cup has been postponed amid uncertainties over the future direction of Fifa.","cleanCredit":"Photograph: Bernd Weissbrod/EPA"}},"importance":6,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"Marina Hyde / The Fifa conspiracy theories: which do you buy into?","rawTitle":"The Fifa conspiracy theories: which do you buy into?","item":{"type":"comment","id":"football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","title":"So, which of the Fifa conspiracy theories do you buy into?","trailText":"The Fifa scandal has spawned a host of conspiracy theories, some of them fanciful enough to perhaps contain more than a grain of truth?","standFirst":"Is it the one favoured by Sepp Blatter and his daughter, is the crisis a stunt to push the vanity movie United Passions or is it the fault of the US, embittered after it lost out on hosting the 2022 World Cup and set on a new Cold War?","byline":"Marina Hyde","body":"<p>There is a character in the Martin Amis novel The Information who gets to the stage of feeling like he really needs a cigarette even when he’s smoking a cigarette. An analogous sensation afflicts those drawn to conspiracy theories about the Fifa scandal. Guys, guys, guys … this already IS a massive conspiracy. Do we really need to claim it’s all actually about something else?</p> \n<p>Yes is the answer. Yes we do. I can’t remember whether this was all foretold in an appendix to The Wealth of Nations or if it was the Book of Revelation, but we have now reached the bit of late-stage capitalism/endtimes where it is <em>de rigueur</em> to float conspiracy theories even about conspiracies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/fifa-world-cup-bidding-postponed\">Fifa bidding process for 2026 World Cup postponed</a> </p> \n</aside> \n<p>God knows the homemade Fifa investigation board now dominates two walls of my bedroom, and is beginning to look like one of those LSD spiderwebs, what with all the lines of yarn linking pictures of ExCo members with ones of Princess Di and the Twin Towers and whatnot. I’m particularly proud of my work proving Sepp Blatter is the direct descendant of Jesus and his wife Mary Magdalene. Eat my dust, Robert Langdon – this ends HERE.</p> \n<p>Here, then, follows a roundup of the best actual Fifa conspiracy conspiracies currently doing the rounds, so you can find the perfect one in which to lose yourself:</p> \n<p><span class=\"bullet\">•</span> Sepp Blatter is the victim of a conspiracy. Though this has much to recommend it, it’s faintly undermined by the fact that the chief tinfoil hatters on it are Blatter and Blatter’s daughter. The first whiff of this came when Sepp cast the FBI arrests as an attempt to “interfere with” Fifa’s congress. “I am not certain,” he hedged, “but this does not smell good.” You’ve heard of selective hearing: say hello to selective smelling. This is the equivalent of working in a sewage treatment facility and complaining about a colleague’s aftershave. “I don’t know if you want to call them dark forces,” Blatter’s daughter has confided of those mysterious agencies out to destroy her father, “but, I mean, they really tried hard.” Frankly, this conspiracy needs to try harder – for any hope of traction they need to get at least Oliver Stone on board.</p> \n<p><span class=\"bullet\">•</span> It’s just a marketing ploy for the Fifa vanity movie United Passions. You’ve always got to love the “PR stunt” conspiracists. They see everything! Even now there are those claiming the hacking of Sony Pictures was nothing more than a publicity stunt for crappy Seth Rogen comedy The Interview, despite the fact it led to senior executives coming under heavy fire, and the pissing off of a series of A-list stars. And so with Fifa, whose dedication to United Passions is so absolute that it is willing to destroy its organisation and incur 428 consecutive life sentences just to get this motion picture seen.</p> \n<p><span class=\"bullet\">•</span> And so to a group of conspiracies we shall place beneath the umbrella heading “Because America”. Because, you know … AMERICA. Sample theory: the US is as terrified by how powerful soccer has become as it once was by Jimi Hendrix’s rise, which is why they have to kill it. As they did Jimi. Don’t fancy that one? There are plenty of other flavours, although Henry Kissinger’s love of soccer means the traditional conspiracy theorist’s darling will be feeling a little left out of this party. Still, big names attached to the Because America conspiracy theories include Jack Warner, who, of course,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/31/ex-fifa-vice-president-jack-warner-swallows-onion-spoof\" title=\"\"> cited an Onion article as evidence for his belief that this all stemmed from the US losing out to Qatar for 2022 hosting rights</a>.</p> \n<p><span class=\"bullet\">•</span> Deserving of a category all of its own is the idea that this is a specifically anti-Russian conspiracy by the US. A Mr V Putin of Moscow is on board with this one, obviously, which is best glossed by the Kremlin official who told Time: “So there are clearly forces in America that are trying to turn anything positive that we have into a new channel of confrontation. And even if there was bribery going on [at Fifa], why would the Americans only bring it up now, just after Fifa refused the demands of [US] senators to revoke Russia’s right to host the champions?” Why indeed? Sport’s always been war by other means; now it’s Cold War by other means.</p> \n<p><span class=\"bullet\">•</span> And with an inevitability as edifying as it is imaginative: it’s the Jews. Come on, you knew it was them all along, didncha? This conspiracy suggests the FBI arrests somehow derailed the Palestinian FA’s threat to seek Israel’s suspension from Fifa, and of course the US will do anything for Israel, even for Israel’s FA … I’m sorry, I haven’t the strength to go on with this paragraph. Maybe another time.</p> \n<p>In the meantime, conspiracy seekers, pick one of the above. Pick three. Just don’t allow yourself to be a slave to what they’re telling you, which is that this is just a vast international conspiracy involving money laundering, wire fraud, bribery and racketeering.</p> \n<p>(Incidentally, just as an FYI to any tempted to contact me and wake me up to the reality of any of these conspiracies, but most particularly the Jews one: all emails I receive will be handed directly to a selection of world governments – and, indeed, to THE world government – who will come round when you are sleeping and implant a listening device in one of your upper molars. So do stay your hand: your activities are simply too damn important to be compromised by this kind of surveillance.)</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:16:00Z","lastModified":"2015-06-10T11:47:39Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Marina Hyde","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marinahyde"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football politics","Football","Sport","United Passions"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"film/united-passions","webTitle":"United Passions"}],"section":{"id":"football"},"topics":[{"displayName":"Marina Hyde","topic":{"type":"tag-contributor","name":"profile/marinahyde"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","shortUrl":"http://gu.com/p/49k6p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","webUri":"http://www.theguardian.com/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa’s president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend. Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa’s president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend. Photograph: Alberto Pizzoli/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Marina Hyde"},"byline":{"title":"Marina Hyde"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/6/13/1402672775146/The-World-Cup-trophy-012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Bernd Weissbrod/EPA","altText":"The World Cup trophy","cleanCredit":"Photograph: Bernd Weissbrod/EPA"}}]},{"title":"England rebound from Cake Tin flop to find recipe for success","rawTitle":"England rebound from Cake Tin flop to find recipe for success","item":{"type":"comment","id":"sport/blog/2015/jun/10/england-rebound-new-zealand-odi-adil-rashid","title":"England rebound from Cake Tin flop to rediscover recipe for success","trailText":"From worst defeat to biggest win inside four months – this turnaround against New Zealand has been remarkable but Adil Rashid must be allowed to develop","standFirst":"From worst defeat to biggest win inside four months – this turnaround against New Zealand has been remarkable but Adil Rashid must be allowed to develop","byline":"Mike Selvey","body":"<p>Was it only three and a half months ago that England dragged their backsides away from Wellington’s Cake Tin, after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/20/cricket-world-cup-2015-new-zealand-thrash-england-by-eight-wickets\" title=\"\">the greatest humiliation they have suffered in a one-day international</a>? Twentieth February –not only bowled out for 123 but then utterly shredded in reply by Brendon McCullum, so there were still 226 balls of the match unused when the winning runs were scored. It saved a fortune on the electricity bill for the floodlights.</p> \n<p>Much has happened in the interim, an upheaval in the England team and management. Paul Downton has gone and so too has Peter Moores. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/09/andrew-strauss-confirmed-director-england-cricket-ecb\" title=\"\">Andrew Strauss</a>, Downton’s replacement, has demanded a new ethos in all cricket and the interim coach, Paul Farbrace, latterly in consultation with the incoming head coach, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/03/trevor-bayliss-england-one-day-series-paul-farbrace-new-zealand\" title=\"\">Trevor Bayliss</a>, has delivered brilliantly. Seven of the team who played in Wellington have been replaced.</p> \n<p>Steven Finn, who was torn apart by McCullum in a manner never before inflicted on any England bowler, has been retained and gained his retribution by bowling out his aggressor. The bowler’s reaction showed how cathartic that must have been.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/england-new-zealand-first-odi-match-report\">England break records and New Zealand with crushing victory in first ODI</a> </p> \n</aside> \n<p>Three months can be an age in cricket, but given that New Zealand were neither fielding Tim Southee, <a href=\"http://www.icc-cricket.com/cricket-world-cup/videos/media/id/3668/tim-southee-733-vs-england-nz-vs-eng\" title=\"\">the bowler who took seven for 33</a> against them in the World Cup, nor their best ever spinner in Dan Vettori, nor Corey Anderson, the all-rounder who once completed an ODI hundred from 36 balls, has there ever been quite such a turnaround in fortune, from the worst defeat to the most comprehensive win?</p> \n<p>The Test series against the Black Caps has led to records being broken and that has continued now, not only with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/england-new-zealand-first-odi-match-report\" title=\"\">England’s highest score in an ODI</a> but an all-comers’ seventh-wicket record between Jos Buttler – who now has the second fastest ODI hundred for England to add to his own record at the top – and Adil Rashid.</p> \n<p>Once England had posted that total of 408 for nine – the like of which has only been chased successfully once, and that on small boundaries at altitude in Johannesburg – New Zealand had little chance of matching it, which made the job of the bowlers easier. Finn’s dismissal of McCullum all but stopped the chase in its tracks even given the potential of Martin Guptill’s hitting prowess.</p> \n<p>It certainly provided an ideal environment for Rashid with his leg-spin. He bowled very nicely, showing deceptive variations and some decent spin, and with his runs was a plausible candidate for man of the match. But the clamour that is already there for his instant inclusion in the Test side is heaping too much expectation on him and getting way ahead of the game.</p> \n<p>It is four years since I found myself writing an optimistic piece about Scott Borthwick perhaps having the potential to become the first English wrist-spinner since Tommy Greenough, in 1959, to take five wickets in a Test innings. That prospect fizzled out and last season he managed only 13 wickets for Durham at more than 58 runs apiece: his batting has become his forte instead.</p> \n<p>As an aside, the most prolific wrist-spinners for England since Doug Wright (108 wickets), the left-armer Johnny Wardle (102) and Eric Hollies (44), all in the decade after the second world war, have not been the obvious ones (Robin Hobbs, Ian Salisbury and Chris Schofield, all of whom were selected specifically as spinners) but the opening batsman Bob Barber, who took 42 wickets, and Ken Barrington, who managed 29.</p> \n<p>In Ian Peebles (45), Len Braund (47), Walter Robins (64) and Tich Freeman (66) you have the only wrist-spinners to have taken more wickets for England than Barber. As a contrast there are 25 finger-spinners with more than him, of whom 15 have more wickets than Wright. A lack of quality wrist spin is scarcely a new phenomenon.</p> \n<p>Even back in the Caribbean, where Rashid was selected for the Test tour but did not play, it was felt by some of the management that he could have a stronger part to play in England’s limited-overs cricket. For spinners, particularly those who can turn the ball either way, have tended to thrive in the format, largely because of the imperative for batsmen to attack and the preponderance of boundary fielders.</p> \n<p>On the other hand Test cricket – as New Zealand and most recently England have shown – can be adventurous, but it still remains a world away from the white-ball game. Unless there was a pitch that was so obviously going to turn significantly (the UAE in October might be a case in point) then, particularly in this country, the bowling is always going to be dominated by seamers, with a spinner largely required to play a holding role until the latter stages of the match.</p> \n<p>There is certainly a case for saying he could play a part in winkling out the tail, something that has eluded England for several years now, but technically, in terms of his default pace, he may allow Test match batsmen too much time. He really cannot play as a single spinner and in general, unless the seamers would be largely redundant once the new ball had gone, he would unbalance the team as a second spinner.</p> \n<p>For now, best to enjoy what Rashid is doing in the happy environment in which he finds himself. Test cricket is no longer the benchmark against which a cricketer should be judged.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/10/1433945187320/Adil-Rashid-England-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The clamour for England to include Adil Rashid, left, pictured high-fiving with Chris Jordan at Edgbaston, in the Test side is heaping too much expectation on him and getting ahead of the game. Photograph: Rui Vieira/AP","credit":"Rui Vieira/AP","altText":"Adil Rashid England","cleanCaption":"The clamour for England to include Adil Rashid, left, pictured high-fiving with Chris Jordan at Edgbaston, in the Test side is heaping too much expectation on him and getting ahead of the game. Photograph: Rui Vieira/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-10T14:09:51Z","lastModified":"2015-06-10T14:19:31Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":true,"keywords":["England v New Zealand 2015","England cricket team","New Zealand cricket team","Steven Finn","Cricket","Sport"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/steven-finn","webTitle":"Steven Finn"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/england-rebound-new-zealand-odi-adil-rashid","shortUrl":"http://gu.com/p/49khn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/england-rebound-new-zealand-odi-adil-rashid","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/england-rebound-new-zealand-odi-adil-rashid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/10/1433945187320/Adil-Rashid-England-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The clamour for England to include Adil Rashid, left, pictured high-fiving with Chris Jordan at Edgbaston, in the Test side is heaping too much expectation on him and getting ahead of the game. Photograph: Rui Vieira/AP","credit":"Rui Vieira/AP","altText":"Adil Rashid England","cleanCaption":"The clamour for England to include Adil Rashid, left, pictured high-fiving with Chris Jordan at Edgbaston, in the Test side is heaping too much expectation on him and getting ahead of the game. Photograph: Rui Vieira/AP"}},"importance":5,"byline":{"title":"Mike Selvey"},"showQuotedHeadline":true,"sublinks":[{"title":"Cricket / Morgan hails aggressive mindset after record-breaking win","rawTitle":"Morgan hails aggressive mindset after record-breaking win","item":{"type":"article","id":"sport/2015/jun/09/eoin-morgan-outstanding-england-new-zealand-first-odi","title":"Eoin Morgan hails ‘outstanding’ England victory over New Zealand","trailText":"The England captain praised his side’s aggression in a ‘close to a perfect performance’ in the first ODI of the series against the Kiwis","standFirst":"<span class=\"bullet\">•</span> Captain pays tribute to ‘close to a perfect performance’ in first ODI of series\n<br />\n<span class=\"bullet\">•</span> New Zealand’s Brendon McCullum: It was special from Root and Buttler","byline":"James Riach at Edgbaston","body":"<p>Eoin Morgan hailed England’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/england-new-zealand-first-odi-match-report\" title=\"\">210-run victory over New Zealand</a> as the result of his side’s new aggressive mindset, describing the performance as a benchmark for the future and the first step on the one-day recovery path after a woeful World Cup.</p> \n<p>England produced a remarkable display to set a record first innings total of 408 following fine centuries from Jos Buttler and Joe Root, as well as a quickfire 69 from Adil Rashid. Four wickets apiece from Steven Finn and Rashid then restricted Brendon McCullum’s side to 198 in reply, producing a result in stark contrast to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/20/england-suffer-humiliation-new-zealand-southee\" title=\"\">the World Cup meeting</a> between the sides in February which New Zealand dominated.</p> \n<p>Much had been made about England’s “new brand” of cricket beforehand, and it was apparent early on that Morgan, the captain, had encouraged an aggressive approach, his players exuding a fearlessness that has been lacking in recent times.</p> \n<p>Four ODIs remain in this series before England’s Ashes summer, and Morgan praised the performance as “a great benchmark to set”. He said: “It was outstanding, it was as close to a perfect performance in a one-day game as you’ll find, considering it’s happened in the first game of the series with the new squad we’ve selected.</p> \n<p>“The real test is going to be consistency for us. Today Jos Buttler and Joe Root were outstanding, Adil Rashid – those three guys put in match-winning performances, well supported by Steven Finn as well.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/england-new-zealand-first-odi-match-report\">England break records and New Zealand with crushing victory in first ODI</a> </p> \n</aside> \n<p>“I think it’s a mindset in the group and something everyone has to buy into. Over time there will be ups and downs – today is certainly a huge high and a great benchmark to set. I was so happy with how we went about it. The guys kept putting pressure on New Zealand.”</p> \n<p>Attention now turns to the Oval on Friday, and Morgan was quick to issue a warning that England’s new aggression would, on occasion, not necessarily pay off so handsomely in the future.</p> \n<p>He added: “There might be a few downs along the way but in the long-term it will serve us really well. For us it’s about bridging a gap that has been there a while in one-day cricket. You look at the guys who scored the runs today and the method that they scored them – it was pretty attacking and aggressive cricket and that comes naturally to the guys we’ve selected to play.</p> \n<p>“That’s crucial, because naturally, over a long period of time, we normally go into our shells. That’s just how we play cricket. It’s the way you play cricket in England because the ball moves around. Slowly but surely we have to move to the other end of the spectrum and stop playing safe cricket.”</p> \n<p>Buttler and Root punished the New Zealand attack brutally, having been put into bat by McCullum. Trent Boult was the only opposition bowler who emerged with some credit, taking four wickets for 55, and he admitted to being shocked at England’s new style. He said he saw “a pretty drastic change. It was totally different to what we witnessed in Wellington. Quite different.”</p> \n<p>McCullum said: “It was a special performance from Root and Buttler. To post 400 in any game is outstanding. They blew us off the park. You have to admit when you get it wrong at the toss. The second innings makes you realise we got it wrong. But that takes nothing away from England, who put on a complete performance.</p> \n<p>“I thought we did well to get back in the game. To get 200 for 6 after 30-odd overs, I thought we might be chasing 250. But they chanced their arm nicely, played with no fear and took back the initiative. We could have tried a few more things but overall we need to be better. We knew they would play like that, we just didn’t think they’d get 400. I think this is the way both teams will play this series. The margins could be great with the style both teams are playing.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/9/1433887297882/England-captain-Eoin-Morg-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England captain Eoin Morgan, left, praised the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"England captain Eoin Morgan","cleanCaption":"England captain Eoin Morgan, left, praised the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-09T22:04:36Z","lastModified":"2015-06-10T00:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"James Riach","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408555677652/James-Riach-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-riach"}],"feature":false,"keywords":["England v New Zealand 2015","England cricket team","New Zealand cricket team","Cricket","Sport"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"James Riach","topic":{"type":"tag-contributor","name":"profile/james-riach"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/09/eoin-morgan-outstanding-england-new-zealand-first-odi","shortUrl":"http://gu.com/p/49jqg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/09/eoin-morgan-outstanding-england-new-zealand-first-odi","webUri":"http://www.theguardian.com/sport/2015/jun/09/eoin-morgan-outstanding-england-new-zealand-first-odi"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/9/1433887297882/England-captain-Eoin-Morg-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England captain Eoin Morgan, left, paid particular tribute to the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"England captain Eoin Morgan","cleanCaption":"England captain Eoin Morgan, left, paid particular tribute to the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/9/1433887297882/England-captain-Eoin-Morg-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England captain Eoin Morgan, left, praised the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"England captain Eoin Morgan","cleanCaption":"England captain Eoin Morgan, left, praised the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/10/1433945187320/Adil-Rashid-England-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The clamour for England to include Adil Rashid, left, pictured high-fiving with Chris Jordan at Edgbaston, in the Test side is heaping too much expectation on him and getting ahead of the game. Photograph: Rui Vieira/AP","credit":"Rui Vieira/AP","altText":"Adil Rashid England","cleanCaption":"The clamour for England to include Adil Rashid, left, pictured high-fiving with Chris Jordan at Edgbaston, in the Test side is heaping too much expectation on him and getting ahead of the game. Photograph: Rui Vieira/AP"}}]},{"title":"Athletics / Amnesty blocked from visiting Azerbaijan before the Baku 2015 Games","rawTitle":"Amnesty blocked from visiting Azerbaijan before the Baku 2015 Games","item":{"type":"article","id":"world/2015/jun/10/amnesty-international-blocked-visiting-azerbaijan-european-games-baku-2015","title":"Amnesty International blocked from visiting Azerbaijan before Baku 2015","trailText":"Amnesty International have been prevented from making a scheduled visit to Azerbaijan by the country’s government before the inaugural European Games","standFirst":"<span class=\"bullet\">•</span> Human rights organisation told to stay away by country’s government\n<br />\n<span class=\"bullet\">•</span> Move adds to controversy surrounding inaugural European Games","byline":"Owen Gibson","body":"<p>Amnesty International has been blocked from entering Azerbaijan before the inaugural European Games, amid a clampdown on free speech designed to quell critics.</p> \n<p>The human rights organisation had been planning to launch a new report highlighting the crackdown on free speech, independent media and government critics. However, just as Amnesty officials prepared to travel, they received a message from the Azerbaijan Embassy in London on Tuesday afternoon stating it was “not in a position to welcome the Amnesty mission to Baku at the present time” and suggesting any visit should be postponed until after the games.</p> \n<p>The decision to bar Amnesty came as Emma Hughes, a human rights campaigner with Platform who has previously been critical of BP’s role in cooperating with Azerbaijan, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/09/azerbaijan-holds-activist-who-attacked-european-games-as-bps-games\" title=\"\">was stopped from entering the country</a>. After arriving on Tuesday Hughes, who had been given press accreditation to cover the games, was told she was on a “red list” and held in the terminal before being put on a flight out of Baku.</p> \n<p>The European Games, featuring 6,000 athletes including 160 from Team GB, begin on Friday in Baku’s new 68,000-capacity national stadium.</p> \n<p>The European Olympic Committee, led by the Irish IOC member Pat Hickey, and the organising committee, led by the former British Olympic Association chief executive Simon Clegg, hope the event will establish the European Games as a fixture in the sporting calendar. However, the buildup has been overshadowed by concerns that Azerbaijan, in using the event to promote itself to the world, is simultaneously cracking down on critics inside the country.</p> \n<p>The venues and infrastructure to host 20 sports has cost a reported &pound;6.5bn and the six months preceding the games have seen a string of critics arrested on what are widely agreed to be trumped-up charges. They include an investigative reporter Khadija Ismayilova, who won a PEN prize earlier this year for her work exposing corruption, and Intigam Aliyev, a human rights lawyer who has taken more than 300 cases to the European court of human rights.</p> \n<p>Amnesty International’s deputy director for Europe and Central Asia, Denis Krivosheev, said: “It is deeply ironic that the launch of a briefing outlining how critical voices in the country have been systematically silenced ahead of the European Games cannot be held. But rather than bury this message, the actions of the authorities have only highlighted their desperate attempts to create a criticism-free zone around the games.</p> \n<p>“Far from advancing the goals of press freedom and human dignity enshrined in the Olympic charter, the legacy of these games will be to further encourage repressive authorities around the world to view major international sporting events as a ticket to international prestige and respectability.”</p> \n<p>While the German Olympic Committee has spoken out against human rights violations, the British Olympic Association has maintained the line that sport and politics should not mix.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/dec/19/black-gold-sporting-glitter-azerbaijan-modern-sport\">Turning black gold into sporting glitter: what Azerbaijan tells us about modern sport</a> </p> \n</aside> \n<p>Amnesty has said there are at least 20 prisoners of conscience in Azerbaijan, detained solely for peacefully exercising their right to freedom of expression. Campaigners within the country have drawn up a list of at least 80 political prisoners, and many more have faced harassment from the authorities, had their assets seized or had to withstand pressure being placed on their families.</p> \n<p>The Russian president, Vladimir Putin, is among the world leaders who will attend Friday’s opening ceremony. Britain will be represented by a junior minister, Tobias Elwood.</p> \n<p>“Azerbaijan’s hosting of these games provided a rare opportunity to secure improvements in the country’s human rights record,” said Krivosheev. “But the failure of the European Olympic Committee and the international community to speak up for those trying to speak out, has allowed the Azerbaijani authorities to progressively squeeze the life out of independent, critical civil society.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/09/azerbaijan-holds-activist-who-attacked-european-games-as-bps-games\">Azerbaijan holds activist who attacked European Games as 'BP's games'</a> </p> \n</aside>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/10/1433921975503/The-Baku-Olympic-Stadium--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Baku Olympic Stadium, the main venue for the increasingly controversial 2015 European Games.  Photograph: Vassil Donev/EPA","credit":"Vassil Donev/EPA","altText":"The Baku Olympic Stadium, the main venue for the increasingly controversial 2015 European Games","cleanCaption":"The Baku Olympic Stadium, the main venue for the increasingly controversial 2015 European Games.  Photograph: Vassil Donev/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T07:40:00Z","lastModified":"2015-06-10T10:14:18Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["European Games 2015","Amnesty International","Sport","Azerbaijan"],"tags":[{"id":"sport/european-games-2015","webTitle":"European Games 2015"},{"id":"world/amnesty-international","webTitle":"Amnesty International"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/azerbaijan","webTitle":"Azerbaijan"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/amnesty-international-blocked-visiting-azerbaijan-european-games-baku-2015","shortUrl":"http://gu.com/p/49k52","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/amnesty-international-blocked-visiting-azerbaijan-european-games-baku-2015","webUri":"http://www.theguardian.com/world/2015/jun/10/amnesty-international-blocked-visiting-azerbaijan-european-games-baku-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/10/1433921975503/The-Baku-Olympic-Stadium--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Baku Olympic Stadium, the main venue for the increasingly controversial 2015 European Games.  Photograph: Vassil Donev/EPA","credit":"Vassil Donev/EPA","altText":"The Baku Olympic Stadium, the main venue for the increasingly controversial 2015 European Games","cleanCaption":"The Baku Olympic Stadium, the main venue for the increasingly controversial 2015 European Games.  Photograph: Vassil Donev/EPA"}},"importance":4,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[{"title":"Baku 2015 / Activist who attacked event as 'BP's games' held","rawTitle":"Activist who attacked event as 'BP's games' held","item":{"type":"article","id":"world/2015/jun/09/azerbaijan-holds-activist-who-attacked-european-games-as-bps-games","title":"Azerbaijan holds activist who attacked European Games as 'BP's games'","trailText":"Briton Emma Hughes says she was told she was on a ‘red list’ that barred her from entering country to monitor games","standFirst":"<p>Briton Emma Hughes says she was told she was on a ‘red list’ that barred her from entering country to monitor games</p>","byline":"Jamie Doward","body":"<p>A British activist working for a leading human rights organisation that has been strongly critical of the relationship between oil and gas giant BP and the Azerbaijan regime has been barred from entering the country to monitor this week’s European Games, which start this Friday.</p> \n<p>Emma Hughes, of London-based Platform, was detained at Baku airport on Tuesday afternoon after her plane landed from Rome. Her passport was taken from her and she was informed that she would be put on a plane back to Rome within 24 hours.</p> \n<p>She told the Guardian she was “OK” and still able to make phone calls, but had been informed that she was on a “red list” that barred her from entering Azerbaijan.</p> \n<p>Her detention is part of a widespread crackdown by the autocratic Azerbaijan regime, which has been accused of using the European Games to “blind” countries to its “appalling” human rights record.</p> \n<p>In the buildup to Friday, Platform has been severely critical of the relationship between BP, <a href=\"http://www.insidethegames.biz/articles/1020676/bp-to-sponsor-baku-2015-european-games\">an official partner of the games</a>, and the country’s authoritarian president, Ilham Aliyev. A new book produced by the organisation, All That Glitters, outlining the relationship between the oil company and the Azerbaijan regime is due to be published on Friday. </p> \n<p>Leading human rights groups, including Amnesty International and Index on Censorship, have accused the Aliyev regime of systematically attacking Azerbaijani civil society by jailing journalists, lawyers, academics and democratic activists.</p> \n<figure class=\"element element-image\" data-media-id=\"1f971502c8842c753243bba0fdbe496fc3060052\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433892214033/fee988cd-3dd4-466b-93ca-666b68eb6193-460x276.jpeg\" alt=\"A man passes a banner promoting the 2015 European Games in Baku.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A man passes a banner promoting the 2015 European Games in Baku.</span> \n  <span class=\"element-image__credit\">Photograph: Tobias Schwarz/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Speaking before she was detained, Hughes declared: “These Oil Games are BP’s games. Their success will be BP’s success. They are using sport to blind the world to a horrific reality. Civil society has been stamped on hard in Baku. Journalists, lawyers, academics, writers and activists have all found themselves behind bars. And yet the games carry on regardless. The future of this country is imprisoned, yet BP still work hand in hand with this regime.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/20/azerbaijan-european-games-shadow-poverty\">Families living in poverty in the shadow of Azerbaijan's luxury sports stadiums</a> </p> \n</aside> \n<p>However, BP, which is the largest foreign investor in Azerbaijan, has strongly defended its presence in the country. There is no suggestion BP had anything to do with Hughes’s detention.</p> \n<p>“Wherever we do business we endeavour to operate in such a way as to deliver durable benefits to the societies and communities which host us,” a spokesman said. “In the particular case of Azerbaijan, we have made a substantial socio-economic contribution to the country over the decades we have worked there, by creating jobs, generating tax revenues, providing significant commercial opportunities for local suppliers and making major investments in sustainable development.”</p> \n<p>Human rights activists within the country allege that sport is “being used to goldwash a corrupt regime and the oil company that serves it”.</p> \n<p>Arzu Geybulla, a journalist with Radio Free Europe, said: “BP was in Azerbaijan at the very early stage of its development and yet it has contributed very little. It doesn’t really care. As a British company you would expect some interest in the human rights dimension. Hosting an event like the European Games in a country where you have vast discrepancies between life standards, contributing to that and keeping that injustice going is simply unacceptable.”</p> \n<p>Platform claims that the aim of the games is to present the Aliyev family “as progressive and open to the world” when “in reality it has an appalling record of human rights abuse, crushing freedom of speech and assembly, and incarcerating any voices of opposition”.</p> \n<p>There are more than 100 political prisoners in Azerbaijan, including investigative journalist Khadija Ismayilova, whose imprisonment has been condemned by the US State Department, the UK Foreign Office and the EU.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/dec/19/black-gold-sporting-glitter-azerbaijan-modern-sport\">Turning black gold into sporting glitter: what Azerbaijan tells us about modern sport</a> </p> \n</aside> \n<p>In June 2014 Ismayilova voiced criticism of BP. “BP bear a responsibility for what is happening in Azerbaijan,” she told Platform. “BP is one of the reasons why the west is very hesitant about any changes in this country. The Aliyev regime is good for BP. It allows their operations and they can sort out issues with the regime. Political influence is part of the bargain. BP is blamed for bringing Aliyev senior to power but it’s not just historic – the UK government is silent about problems with democracy in Azerbaijan. BP’s interests are dictating the agenda.”</p> \n<p>But the BP spokesman denied the charge.</p> \n<p>“Human rights are an important element in our approach to responsible business conduct,” the spokesman said. “We have a group human rights policy which articulates our commitment to respect internationally recognised human rights and to align the way we do business with the UN guiding principles on business and human rights, which we support. Wherever we work, we concentrate on identifying and managing potential human rights impacts and risks in our own projects and operations or those directly linked to our activities.”</p> \n<p>And he added: “It is the duty of states to protect human rights and the responsibility of companies to respect human rights. Where adverse human rights impacts are not directly linked to our business activities, we do not consider that it is our role to influence how states protect, respect and fulfil human rights.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433892140523/31d455fa-e90a-4322-8e9b-0d66c4378c01-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Youtube","altText":"Platform activist Emma Hughes. ","cleanCredit":"Photograph: Youtube"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433892215506/fee988cd-3dd4-466b-93ca-666b68eb6193-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A man passes a banner promoting the 2015 European Games in Baku. Photograph: Tobias Schwarz/AFP/Getty Images","credit":"Tobias Schwarz/AFP/Getty Images","altText":"A man passes a banner promoting the 2015 European Games in Baku.","cleanCaption":"A man passes a banner promoting the 2015 European Games in Baku.","cleanCredit":"Photograph: Tobias Schwarz/AFP/Getty Images"}],"webPublicationDate":"2015-06-09T18:13:48Z","lastModified":"2015-06-09T23:25:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Doward","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiedoward"}],"feature":false,"keywords":["Azerbaijan","European Games 2015","World news","BP","Energy industry","Business","Oil","Oil and gas companies","Sport"],"tags":[{"id":"world/azerbaijan","webTitle":"Azerbaijan"},{"id":"sport/european-games-2015","webTitle":"European Games 2015"},{"id":"world/world","webTitle":"World news"},{"id":"business/bp","webTitle":"BP"},{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"business/business","webTitle":"Business"},{"id":"business/oil","webTitle":"Oil"},{"id":"business/oilandgascompanies","webTitle":"Oil and gas companies"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"world"},"topics":[{"displayName":"Jamie Doward","topic":{"type":"tag-contributor","name":"profile/jamiedoward"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/09/azerbaijan-holds-activist-who-attacked-european-games-as-bps-games","shortUrl":"http://gu.com/p/49jn8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/09/azerbaijan-holds-activist-who-attacked-european-games-as-bps-games","webUri":"http://www.theguardian.com/world/2015/jun/09/azerbaijan-holds-activist-who-attacked-european-games-as-bps-games"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433892140523/31d455fa-e90a-4322-8e9b-0d66c4378c01-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Platform activist Emma Hughes.  Photograph: Youtube","credit":"Youtube","altText":"Platform activist Emma Hughes. ","cleanCaption":"Platform activist Emma Hughes. ","cleanCredit":"Photograph: Youtube"}},"importance":0,"kicker":{"title":"Baku 2015"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433892140523/31d455fa-e90a-4322-8e9b-0d66c4378c01-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Youtube","altText":"Platform activist Emma Hughes. ","cleanCredit":"Photograph: Youtube"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/10/1433921975503/The-Baku-Olympic-Stadium--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Baku Olympic Stadium, the main venue for the increasingly controversial 2015 European Games.  Photograph: Vassil Donev/EPA","credit":"Vassil Donev/EPA","altText":"The Baku Olympic Stadium, the main venue for the increasingly controversial 2015 European Games","cleanCaption":"The Baku Olympic Stadium, the main venue for the increasingly controversial 2015 European Games.  Photograph: Vassil Donev/EPA"}}]},{"title":"Nigel Benn / The former world boxing champion finds salvation in Sydney","rawTitle":"The former world boxing champion finds salvation in Sydney","item":{"type":"article","id":"sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage","title":"Nigel Benn: 'Boxing is therapy for rage'","trailText":"The British former world champion hit rock bottom before finding salvation and then redemption at an amateur gym on the other side of the world in Australia","standFirst":"<p>The British former world champion hit rock bottom before finding salvation and then redemption at an amateur gym on the other side of the world in Australia</p>","byline":"Patrick Skene","body":"<p>Boxing regularly throws up stories of courage, persistence, triumph and tragedy, and is a sport that thrives in tough working class areas. In Sydney, the real estate boom has gentrified boxing’s inner-city heartland, moving it to clusters in the distant outer suburbs, and 40 kilometres out west, Blacktown has become the new epicentre of Australian boxing. The Vinegar Hill Boxing Gym sits in the heart of a dusty industrial area, in the roof cavity at the back of a concrete factory wedged between exhaust muffler and scrap metal dealers. It is named after the <a href=\"http://en.wikipedia.org/wiki/Battle_of_Vinegar_Hill\">1798 Battle of Vinegar Hill</a> – the last stand of the Irish Rebels against the English and its local namesake, the <a href=\"http://en.wikipedia.org/wiki/Castle_Hill_convict_rebellion\">1804 Battle of Vinegar Hill</a> when the British Colonial army crushed an Irish convict rebellion nearby. The gym reeks of struggle.<br /></p> \n<p> The posters hanging off the cinder blocks surrounding the ring are old-school – Thomas Hearns, Mike Tyson, Roberto Duran, Sugar Ray Leonard, Muhammad Ali, Sonny Liston. It is a surreal yet suitable habitat for a boxing blue blood, Nigel Benn, nicknamed the Dark Destroyer and at his peak one of England’s most recognisable sporting heroes. Benn’s record as an amateur boxer was 41-1 before he turned professional in 1987. Over a nine-year career he won two world titles, at middleweight and super middleweight, and finished with a professional career record of 42-5-1 with 35 knockouts. </p> \n<p> Trainer Rod Williams waits patiently on the ropes for Benn’s private training session to start. Williams is a wiry and wise South African who moved to Australia from the tough streets of Johannesburg at the age of 10. A champion coach, he has devoted his life to the fight game and now trains a stable of rookies and elite amateurs including Benn’s son Conor. Benn was so impressed at Williams’s work with his son that he joined the stable himself to keep learning. </p> \n<p>Williams trains champions like Benn, but he also works with novice fighters. “They are the ones who teach me how to teach,” he says. Since taking on Benn over a year ago, Williams has been shocked at his ability to do new things. “He could easily have played the old dog you can’t teach new tricks to, but in every single session he’s done everything I’ve asked,” says Williams. “He has never put the ‘I’m the Dark Destroyer’ on me. He’s good that way. For a man over 50 his stamina and strength is amazing.”</p> \n<figure class=\"element element-image\" data-media-id=\"90681ca1314927b66512cbba2b23381322dd8652\"> \n <img src=\"http://media.guim.co.uk/90681ca1314927b66512cbba2b23381322dd8652/0_57_2953_1912/1000.jpg\" alt=\"Benn working the pads with trainer Rod Williams.\" width=\"1000\" height=\"647\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn working the pads with trainer Rod Williams.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p> Inside the ring, Benn explodes into action. The stereo blares while Williams calls the shots and Benn obliges. Conor leans on the ropes watching his father’s every move. Conor has now had 20 amateur fights and is planning to join the Hatton Academy in Manchester run by former world champion Ricky Hatton. “I still watch my father’s fights” Conor says with smile. “I look up to him and he’s my inspiration. I didn’t know how big he was growing up in Spain. Until we went to England and everybody wanted a photo – it was bizarre. Look at him – he’s still looking good!”</p> \n<p> Benn Snr is in mint condition and throwing thunderclap straight rights into the pads, working feverishly through three-minute rounds with half-minute rests. Between rounds, Williams chimes in: “Conor brings a lot to the table genetically but gets no special privileges.” “He’s got the DNA!” shouts Benn, sweating profusely, but Williams continues. “Conor loves it to death but he has to be patient.”</p> \n<p> The buzzer rings and the gruelling rounds continue. Williams has his eyes closed now as Benn machine guns short punches into the pads before exploding with a series of vicious left hooks. Williams stops Benn mid-round to explain an adjustment in angles. Benn soaks it in: “I got you, I see what you mean.” As the end of the 12<sup>th</sup> round looms, Benn finishes with a furious flurry that goes one minute over time. “That’s what an old man can do!” he yells. Towelling off the sweat, he invites my questions: “Bring it on!”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"962f64d59c54d91236d6dbf2c01f86ddbc35d305\"> \n <img src=\"http://media.guim.co.uk/962f64d59c54d91236d6dbf2c01f86ddbc35d305/0_126_2953_1843/1000.jpg\" alt=\"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.\" width=\"1000\" height=\"624\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p>Born in 1964 in Ilford in east London to immigrant parents from Barbados, Benn was brought up in Essex before moving to Spain and then settling in Australia in 2013: “Tell you the truth my wife Carolyne suggested it,” Benn says. “I said to her ‘Australia? You must be mad, everything’s venomous’. Then I worked through it. We black men don’t surf so that ruled out sharks.” Eventually, he was convinced. Twelve years in Spain was enough, and it was easy to communicate in Australia. His first day in Sydney had a huge impact. He remembers ordering fried rice in English from a Chinese waiter. “I thought, ‘Here we are!’” he says. “I fell in love with it all – the size of the beaches, the big blue sky, the barbecues and focus on families getting together.”</p> \n<p> Benn left painful memories back in England. At the age of eight his hero older brother Andy was killed suspiciously and violently at just 17, and a hole was created that nothing could fill. “Something severed when my brother died,” he says. “I was living but not living. Andy used to lie on the bunk bed and cuddle me – I was his lion cub. He had proper respect in Ilford. I was a scared little boy who didn’t want to die. I cried myself to sleep every night.”</p> \n<p> After Andy’s death, Benn began smoking, hustling on the street, and eventually continuing his brother’s work fighting against the National Front racist skinheads. “The black and white communities would come to together at Ilford Town Hall to listen to soul music and they [the skinheads] would wait for us outside,” says Benn. “I was into Bruce Lee at the time and I remember knocking one skinhead out with a hop, skip and a jump through the air and my leg cracked him.” Benn remembers shouting: “I was born here mate. I’m more English than you are.”</p> \n<p> School was a blur as he roamed the streets until the early hours of the morning. Even though he went wild fighting on the streets, Benn’s staunch father was there for him with some tough love Bajan style. Benn smiles. “I would get in some trouble, my father would hear about it and when I got back home he would bellow in a thick Bajan accent ‘If you can’t hear you can feel’, followed by a clip. He gave it to me but I still respect him today.”</p> \n<p> The value of his father’s discipline became apparent later in life. “I didn’t understand at the time but later he explained it to me. He said by hook or crook, you’re not going to end up like your brother.” Benn’s father insisted he join his older brother in the British Army and he took to “squaddie” life with relish, kicking off his boxing career and surviving some harrowing times in Northern Ireland including losing friends in the <a href=\"http://en.wikipedia.org/wiki/Droppin_Well_bombing\">Ballykelly bombing</a>. “I was just a brother wanting to do my time and get out,” he says. After almost five years Benn left the Royal Regiment of Fusiliers with an exemplary record, tried security but was lured into professional boxing, skyrocketing to a 22-0 record and building a reputation as an exciting puncher with a growing fanbase.</p> \n<p> It all came crashing down when he was “<a href=\"http://en.wikipedia.org/wiki/Rope-a-dope\">rope-a-doped</a>” brilliantly by fellow Brit Michael Watson and having punched himself out, was knocked out himself. “I had some friends who disappeared to hang out with Michael,” says Benn, who sat alone in the change room after the fight. “I didn’t want to leave the house and decided to go to America.” The experience was an epiphany and defeat can be instructive. “I’d been lying to myself about how good I was.”</p> \n<p>Boxing was different in America. “It’s the land of truth over there,” says Benn. “Guys off the street can give you a tough spar. Reputations mean nothing.” But the move paid off. He won the world middleweight title against Doug De Witt in New Jersey in 1990. In his first defence he brutalised fearsome Iran “the Blade” Barkley in a <a href=\"https://www.youtube.com/watch?v=b-wpk99I3Q8\">famous one round war</a> that made him an international star. When Barkley looked away from him at the weigh-in, Benn knew he had his man.</p> \n<figure class=\"element element-image\" data-media-id=\"a5522f50d70bb2c0e7046251a3451d0781ae4487\"> \n <img src=\"http://media.guim.co.uk/a5522f50d70bb2c0e7046251a3451d0781ae4487/0_336_3828_2298/1000.jpg\" alt=\"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.</span> \n  <span class=\"element-image__credit\">Photograph: Bob Thomas/Getty Images</span> \n </figcaption> \n</figure> \n<p> Confidence restored, Benn returned to England, thrilling crowds with his power and aggression propelling him to a string of wins including a second world title – the WBC super middleweight belt and two fierce <a href=\"https://www.youtube.com/watch?v=6J0l2jgQ5S0\">wars with Chris Eubank</a>, losing one and drawing the second in front of 47,000 fans at Old Trafford and over 18 million people on free-to-air television. </p> \n<p> A contract dispute led to Benn being “thrown to the wolves” against Don King’s undefeated American Gerald “Mini Mike Tyson” McClellan for the seventh defence of his WBC super middleweight title in 1995. It was <a href=\"https://www.youtube.com/watch?v=7to-Ch5Omaw\">a violent, brutal fight</a>, the British Bulldog versus the American Pitbull, and Benn was bludgeoned near unconscious and out of the ring in the first round before getting himself back into the contest, roared on by a partisan crowd. McClellan eventually retired on one knee in the 10th round, dehydrated, confused and blinking.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a906bbfeb7352bd33c10d02f6461e81ca84ed7c2\"> \n <img src=\"http://media.guim.co.uk/a906bbfeb7352bd33c10d02f6461e81ca84ed7c2/398_140_1131_1490/759.jpg\" alt=\"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. \" width=\"759\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. </span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p> British fight writer Hugh Mcilvanney described the fight as “relentless, mutually destructive aggression…one of the most brutal fights any of us at ringside had witnessed.” McClellan was rushed to hospital cutting Benn’s celebrations short. He had scored one of the bravest, most dramatic victories in English sporting history – a titanic struggle and the devil took the hindmost. Benn had a damaged nose and jaw, urinated blood for three days and had a shadow on the brain. The fight left McClellan blind, 80% deaf and paralysed in a wheelchair, in the care of his sisters.</p> \n<p>This year marks 20 years since McClellan was paralysed. Eight years ago Benn returned to England to raise $250,000 to assist McClellan’s care. In an emotional reunion, Benn was granted forgiveness by McClellan’s sister, who once told the media “We want Benn dead, we want his money”, and, “How does a man who almost killed a man sleep at night?” To see <a href=\"http://www.youtube.com/watch?v=UYCFR1KrD6g&amp;t=32m19s\">Benn and McClellan embrace</a> is one of the most moving moments in boxing history with the latter in his wheelchair asking: “Am I handsome?” </p> \n<p>“It’s my greatest moment in the ring but I can’t celebrate it,” says Benn. “I’ve done what I can and I’m grateful it’s been laid to rest. It’s a cross I have to bear but ultimately I’m here to support my family.” Benn was never the same again and his career soon ended. Without the discipline of boxing his life descended into a path well trodden of chaos featuring drugs, cheating, fast women and slow horses. Famously, Benn was once quoted as saying: “I was Satan’s right hand man.” He suffered depression and attempted suicide one lonely night in the car. Rock bottom is a good foundation and Benn found salvation in religion joining a long line of religious boxers including Evander Holyfield and George Foreman.</p> \n<p> In an attempt to expel his demons Benn left his marital home and went to live with his pastor who assigned him to a 63-year-old woman. “She broke me down slowly,” he says with a wince. “She made me deal with my unresolved issues with drugs, sex addiction and the anger at the loss of my brother. No more spliffs, no more cheating, no more swearing. Get this. I was only allowed to watch Little House on the Prairie and loved it. I’ve got all 11 seasons on DVD!”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"aa49de6a034d32456106df0255ea17d04ba64141\"> \n <img src=\"http://media.guim.co.uk/aa49de6a034d32456106df0255ea17d04ba64141/0_0_2953_1969/1000.jpg\" alt=\"A portrait of former Benn after his workout.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A portrait of former Benn after his workout.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p>Benn interrupts the memories, checking his watch. “We’re late for Blacktown PCYC, let’s go,” he says. Blacktown Police Youth Citizens Club is one of the most diverse sports clubs in Australia, a kaleidoscope of cultures blending together daily. Presiding over operations at her front office desk is community veteran club manager Jo Tau, a Samoan Dutch Kiwi who has one eye on her computer and the other keeping track of movement in the centre. She has no doubt of the importance of the PCYC. “More than once community tensions have calmed down when the different groups have met here or know each other from here,” she says. “Most recently we had some tension between the South Sudanese and Pacific Communities and leaders from our club helped return things to normal.”</p> \n<p> Tau remembers how Benn built the relationship with her and her husband, coming over to their house and cooking for the pair. “A world champion, in our little shack!” she says excitedly. “Nigel is a very humble man and has a presence about him that brings people in. I’ve had clients in my office who have nearly dropped to the floor like screaming schoolgirls when they’ve seen him. We’ve got a world champ interacting with our kids and adults, in of all places, Blacktown!” Pointing upstairs to the thudding boxing gym, she says: “His culture up there is all about family. We see the power of boxing here to engage youth. It’s not just something anyone can do and Nigel doesn’t sugarcoat, he gives it to them big time.”</p> \n<p> Benn has also helped out with at-risk youth and Tau is thrilled with the results. She says 30 disengaged kids who stopped going to school were spellbound by Benn’s presence after seeing highlights of his career. “Every time they are quiet, no fidgeting,” she says. “He shares his stories from the heart, then has a big laugh with all of them at the sausage sizzle afterwards. And sure enough some of them go back to school. He’s here to make a difference and he has been changing lives here for more than two years.”</p> \n<p> The upstairs boxing gym is bristling with feverish hustle, the windows foggy and the air larded with the aroma of toil. Around the ring fighters are lined up to do one round on the pads with Benn, whilst some are skipping and others thudding the heavy bags monotonously – the echoes of aspiration. A grandmother in a hijab looks on and smiles as her two grandsons wrestle a big punching bag. </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"774cdc52409b22827d38296ff2ff3e32ee61e219\"> \n <img src=\"http://media.guim.co.uk/774cdc52409b22827d38296ff2ff3e32ee61e219/0_0_2953_1969/1000.jpg\" alt=\"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p> Legen Hale arrived in Australia in January 2015, a proud Maori from Hamilton, New Zealand, and overweight at 150 kilograms. By his own admission he had no discipline and focus and came to Australia to turn his life around. Five months after first arriving at Blacktown PCYC, Hale has lost 45 kilograms under the tough love of the Dark Destroyer. “Nigel pushed me to the limit and stood by me on a hard journey. Every day he was on me,” says Hale. “My clothes are loose, I’ve got a great job, my own car, I’m moving faster, concentrating more. At the weekly weigh-in Nigel would look me in the eye and say – ‘You can’t lie to me, you’re just lying to yourself’.” Eventually Hale broke: “Finally I got discipline and accountability and I have a platform,” he says. “I’m now mentoring some youth myself and hope to have my first fight in five months. Crazy stuff.”</p> \n<p> Suddenly the gym lights up as one of the serious fighters does a round of padwork in the ring with Benn. The blows are loud and crisp and the children stop to watch. Gavin Smith has Brazil 2016 Olympic dreams. He has had 18 amateur fights for Blacktown PCYC and is the current ABL junior welterweight champion. “Nigel has been in my corner for at least 10 fights,” says Smith. “We rock up to a small town in the middle of nowhere and I walk in to the ring with his hand on my shoulder. By the time I reach the ring I’m 10 foot tall.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"57498285c590bdf31d9bc19df2d2651e147c3617\"> \n <img src=\"http://media.guim.co.uk/57498285c590bdf31d9bc19df2d2651e147c3617/0_0_2953_1969/1000.jpg\" alt=\"Benn training amateur fighter Gavin Smith at the Blacktown PCYC.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn training amateur fighter Gavin Smith at the Blacktown PCYC.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p> Some of the fights involve road trips of hundreds of kilometres during which Benn shares his wisdom. “He never talks about my opponent,” says Smith. “He says, ‘Relax, you’ve done the hard work. This is the easy part’. He is so enthusiastic, so passionate and encourages you to give everything. Go home, eat right, stay out of trouble. Discipline and focus. He makes us believe in ourselves.” When Smith won the state title, Benn jumped in the ring and hoisted him up on his shoulders to celebrate. “I’m the NSW champ, I’m sitting on Nigel Benn’s shoulders having just executed his game plan using some tricks he taught me,” says Smith. “It’s unbelievable.”</p> \n<p> As the session draws to a close, Benn is once again caked in sweat. He towels off and says goodbye to each fighter with a hug and shoulder bump and a “God bless you man.” Everyone has left the gym except for the Benn family; Conor is unwrapping his hands after a torrid session and Nigel’s youngest son and two girls are telling stories and laughing. “My new drug is serving people whether its through boxing or in my role for Hillsong as a volunteer assisting people with their marriages or helping those less fortunate,” Benn says. “I’m great friends with an 80-year-old woman whose lawn I cut and do odd jobs for. It’s a required part of the service.”</p> \n<p> Behind every redemption story is a rock. In this case it’s Benn’s wife Carolyne. “I look at women differently now,” he says. “More respectful. And I just love my wife, man.” Despite his past, Benn is optimistic for the future. “Boxing has helped millions around the world as a trigger for self belief, identity and connecting. It is therapy for rage,” he says.</p> \n<p> Religion has helped Benn overcome the sadness and anger of losing his brother. “The man upstairs has filled the hole left by my brother’s death,” he says. <br /> Life seems good. “I won two world titles and filled Old Trafford, owned a Bentley and a mansion, had tea at Buckingham Palace, DJ’d at Ministry of Sound, served proudly in the British Army and here I am cutting the grass of an 80-year-old woman,” he says. </p> \n<p>“And lovin’ it. I look at my life now and I feel blessed, no more drugs or smoking, I’m fittest I’ve ever been. Look at my family. I can’t ask for more.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/532da7aa11eeeb74cc85fe850d6eb5c78390b366/0_85_2953_1776/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1776,"width":2953,"orientation":"landscape","credit":"Matthew Abbott for the Guardian","altText":"Former boxer Nigel Benn in the ring at Blacktown PCYC after a long afternoon of training and teaching.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/90681ca1314927b66512cbba2b23381322dd8652/0_57_2953_1912/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1912,"width":2953,"orientation":"landscape","caption":"Benn working the pads with trainer Rod Williams. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Benn working the pads with trainer Rod Williams.","cleanCaption":"Benn working the pads with trainer Rod Williams.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/962f64d59c54d91236d6dbf2c01f86ddbc35d305/0_126_2953_1843/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1843,"width":2953,"orientation":"landscape","caption":"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.","cleanCaption":"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a5522f50d70bb2c0e7046251a3451d0781ae4487/0_336_3828_2298/3828.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2298,"width":3828,"orientation":"landscape","caption":"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round. Photograph: Bob Thomas/Getty Images","credit":"Bob Thomas/Getty Images","altText":"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.","cleanCaption":"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.","cleanCredit":"Photograph: Bob Thomas/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a906bbfeb7352bd33c10d02f6461e81ca84ed7c2/398_140_1131_1490/1131.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1490,"width":1131,"orientation":"portrait","caption":"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London.  Photograph: Getty Images","credit":"Getty Images","altText":"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. ","cleanCaption":"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. ","cleanCredit":"Photograph: Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa49de6a034d32456106df0255ea17d04ba64141/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"A portrait of former Benn after his workout. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"A portrait of former Benn after his workout.","cleanCaption":"A portrait of former Benn after his workout.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/774cdc52409b22827d38296ff2ff3e32ee61e219/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.","cleanCaption":"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/57498285c590bdf31d9bc19df2d2651e147c3617/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"Benn training amateur fighter Gavin Smith at the Blacktown PCYC. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Benn training amateur fighter Gavin Smith at the Blacktown PCYC.","cleanCaption":"Benn training amateur fighter Gavin Smith at the Blacktown PCYC.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}],"webPublicationDate":"2015-06-09T21:00:01Z","lastModified":"2015-06-10T01:32:30Z","metadata":{"commentable":true,"commentCount":145,"contributors":[{"name":"Patrick Skene","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrick-skene"}],"feature":true,"keywords":["Boxing","Australia sport","Sport"],"tags":[{"id":"sport/boxing","webTitle":"Boxing"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Patrick Skene","topic":{"type":"tag-contributor","name":"profile/patrick-skene"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage","shortUrl":"http://gu.com/p/49ea9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/532da7aa11eeeb74cc85fe850d6eb5c78390b366/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"Former boxer Nigel Benn in the ring at Blacktown PCYC in Sydney’s western suburbs after a long afternoon of training and teaching.  Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Former boxer Nigel Benn in the ring at Blacktown PCYC after a long afternoon of training and teaching.","cleanCaption":"Former boxer Nigel Benn in the ring at Blacktown PCYC in Sydney’s western suburbs after a long afternoon of training and teaching. ","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}},"importance":3,"kicker":{"title":"Nigel Benn"},"showQuotedHeadline":false,"sublinks":[{"title":"Jonathan Horn / Few did it better than retiring AFL star Judd","rawTitle":"Few did it better than retiring AFL star Judd","item":{"type":"comment","id":"sport/blog/2015/jun/10/few-better-than-chris-judd-comment","title":"Few in our lifetime did it better than retiring AFL star Chris Judd","trailText":"After 279 games, the former West Coast and Carlton captain has brought down the curtain on his football career. The game will be all the poorer for his absence","standFirst":"<p>After 279 games, the former West Coast and Carlton captain has brought down the curtain on his football career. The game will be all the poorer for his absence</p>","byline":"Jonathan Horn","body":"<p>The 13-year-old Ryan Giggs made an instant impression on Sir Alex Ferguson. “He just floated over the ground, like a cocker spaniel chasing a piece of silver paper in the wind,” the momentarily lucid Scot <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/may/08/sir-alex-ferguson-best-quotes\">later reflected</a>. My introduction to Chris Judd, though sadly less poetic, was equally vivid. We attended the same school and his reputation preceded him. The ear benders, coat tuggers and clipboard wielders were unanimous – this kid was in a different orbit. And indeed he was, playing out of the goal-square with two, then three and finally four opponents hanging off him. The teenage Judd was the biggest of fish in the smallest of ponds. Conserving energy and avoiding injury seemed to be his priorities. Occasionally, he deigned to get out of second gear. But when the ball hit the ground in his vicinity, the mouthguard flashed and the eyeballs whitened. You heard the authoritative thump of ball on boot and you saw the future. If you were willing to overlook the wallpapered shoulders, everything about him screamed professional footballer.</p> \n<p>Draft prospects rarely come so ready-made. Even the most iridescent talents tend to be half-formed. They’re barrel-chested but chicken-legged. They have all the tricks but eschew hard work. They can read the game but drift in and out of it. They sprout muscles in all the wrong places, cultivating physiques for Schoolies Week, rather than centre-square stoppages. Another member of that side was truer to type. Brendan Goddard looked like a primary schooler – mop-headed, all arms and legs, hurl and burl. He would chastise himself, backchat umpires and blow his top at team-mates. He would chase the ball like it owed him cash. The skills were there. The poise would come later. Some champions – Brereton, Ditterich and Coleman spring to mind – swing into league football on a chandelier. Thirty minutes into his career, Judd resembled a 100-gamer. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/afl-legend-chris-judd-retires\">AFL legend Chris Judd calls time as stellar career ends in injury</a> </p> \n</aside> \n<p>Coaching against him, Mick Malthouse knew he’d seen something special. “They’ve unearthed another one haven’t they?” he said. “Jesus….” Every decade or so, a player emerges who represents a seismic shift in the game. Anthony Koutofides, with his video-game athleticism, was one. Judd immediately typified an era that merged total professionalism with unprecedented media saturation. We knew everything and gleaned nothing. We knew his Tertiary Entrance Rank, his vertical leap and his favourite Sopranos character. We added a Y to his surname. But he never stood revealed. His newspaper columns were suitably left of centre but offered few clues. At night, Rebecca Judd told us whether to take an umbrella to work. Yet her husband remained elusive.</p> \n<p>In his footballing autumn, he was as unknowable as ever. When his coach broached the subject of his retirement last year, there was a curious lack of warmth, perhaps befitting the era, perhaps the coach, perhaps the player. Few footballers were more admired. But we didn’t get mushy about Chris Judd. There were no “We Love Juddy” t-shirts at his retirement press conference. Perhaps he was too perfect, too aloof. He’s never seemed sufficiently enamoured with being a footballer, a treasonable offence in these parts. There was an urgency to removing the halo, to shrivelling him to mortal proportions. There had to be a Cousins or a Carey lurking in there, surely. Whether <a href=\"https://www.youtube.com/watch?v=ZxmMRmEIEeg\">chicken winging</a> or <a href=\"https://www.youtube.com/watch?v=HSd3YUxdp-U\">allegedly eye gouging</a> he found himself an unlikely figure of opprobrium. To his eternal credit, he looked like he couldn’t give seven stuffs what we thought of him. </p> \n<p>He remains a strangely hard sell. If you took a footy neophyte from say, Antwerp, and sought to explain the appeal of the modern generation of superstars, the careers of Franklin, Ablett and Goodes would be easy to summarise. Judd is trickier. It’s a career of two distinct yet equally fruitful halves – pre and post groin injury; with hair and without; east and west of the Nullarbor. For a player of sustained excellence, he is perhaps best explained in terms of short bursts. When it came to imposing himself on a game – a half here, 10 minutes of monstering there – few midfielders in football history can touch him. You think of his five first-half goals at the Gabba, where shots came out of packs like arrows from a bow, laying waste to some of the most flint-hearted defenders in the game. There’s the opening quarter of the 2005 grand final, the free-for-all with Adam Goodes in the 2006 qualifying final, the third quarter of the 2010 final at the SCG, the second half of the 2013 elimination final against Richmond. He was blessed with that rare ability to play on a slow burn, yet turn up the wick and tilt things his team’s way when the situation demanded it. </p> \n<p>It didn’t look particularly easy in the end. He no longer slalomed past opponents. The crisp, 400-metre runner didn’t make the trip east. He became a heavy haulage player. The grimace was more pronounced. When he won possession, he gripped the ball like he was rescuing it from a fire. Even at rest, he stalked the boundary line, sucking in exaggerated breaths, sipping from a water bottle in each hand, preparing to reload. For a man who was nauseous before big games, he still cut a figure of the utmost self-belief. In many ways, the Carlton theme song provided the perfect musical accompaniment – a slow build, a whiff of arrogance. Indeed, his was always an aristocratic game. It’s impossible to imagine him running around in the lower grades. It would be like Baryshnikov bobbing up at Dracula’s Theatre Restaurant. He’ll never be dragooned into coaching. It would be insulting for him to be crammed into the commentary box. It’s probably for the best. We sometimes expect them to be secular saints, fonts of all wisdom, mountains of magnificence. But ultimately, they are what they do. And few, in our lifetime, did it better than Judd.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1fd7eb0273acad06f8ce75448b73bc677881ef6/0_84_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Graham Denholm/Getty Images","altText":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015.","cleanCredit":"Photograph: Graham Denholm/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-09T21:45:02Z","lastModified":"2015-06-09T23:37:33Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jonathan Horn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathan-horn"}],"feature":false,"keywords":["AFL","Carlton","Australian rules football","Australia sport","Sport"],"tags":[{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/carlton","webTitle":"Carlton"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Jonathan Horn","topic":{"type":"tag-contributor","name":"profile/jonathan-horn"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/few-better-than-chris-judd-comment","shortUrl":"http://gu.com/p/49j5h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/few-better-than-chris-judd-comment","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/few-better-than-chris-judd-comment"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1fd7eb0273acad06f8ce75448b73bc677881ef6/0_84_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015. Photograph: Graham Denholm/Getty Images","credit":"Graham Denholm/Getty Images","altText":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015.","cleanCaption":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015.","cleanCredit":"Photograph: Graham Denholm/Getty Images"}},"importance":0,"kicker":{"title":"Jonathan Horn"},"byline":{"title":"Jonathan Horn"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1fd7eb0273acad06f8ce75448b73bc677881ef6/0_84_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Graham Denholm/Getty Images","altText":"Chris Judd speaks to the media, announcing his retirement during a Carlton press conference at Ikon Park on 9 June, 2015.","cleanCredit":"Photograph: Graham Denholm/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/532da7aa11eeeb74cc85fe850d6eb5c78390b366/0_85_2953_1776/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1776,"width":2953,"orientation":"landscape","credit":"Matthew Abbott for the Guardian","altText":"Former boxer Nigel Benn in the ring at Blacktown PCYC after a long afternoon of training and teaching.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}}]},{"title":"NBA finals / LeBron shines again as Cavs take series lead over Golden State","rawTitle":"LeBron shines again as Cavs take series lead over Golden State","item":{"type":"article","id":"sport/2015/jun/10/nba-lebron-cleveland-cavaliers-golden-state-warriors","title":"NBA finals: LeBron shines again as Cavs take series lead over Golden State","trailText":"James scored 40 points for the Cavaliers, and Matthew Dellavedova chipped in with 20 points, as the Golden State Warriors found their groove too late in the game ","standFirst":"<p>James scores 40 points for the Cavaliers, and Matthew Dellavedova chips in with 20 points, as the Golden State Warriors find their groove too late in the game </p>","byline":"Daniel McGraw in Cleveland","body":"<p>In an interview before game three this week in the NBA finals, Cleveland Cavaliers’ star LeBron James did not mince words on what to expect from the Cavs in the series. “If you are looking for us to play, sexy, cute basketball then that’s not us,” James told the media.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams\">The Joy of Six: basketball superstars who won titles single-handedly</a> </p> \n</aside> \n<p>The Cavs did not play sexy, cute basketball in game three of the NBA Finals, but they did enough to win 96-91, and are now two victories away from their first championship in the 45-year history of the franchise. James controlled the tempo, the team hit the boards and again the Cavs played tenacious defense against the top-scoring team in the NBA this year.</p> \n<p>James was stunning again, with 40 points, 12 rebounds and eight assists. His first six made shots came in the paint, as he backed his way in for lay-ups and short turnarounds. It was obvious that James, who has not shot the ball well from the outside in the playoffs, was determined to move into the paint.</p> \n<p>James said afterwards: “I’ll do whatever it takes to win. I’m living in the paint. I did that tonight because that it what we needed tonight. I’ve never played where two all-stars were out. I know you guys hate to hear me elaborate about whatever it takes, but that’s all that matters right now.”</p> \n<p>While the first two games ended in overtime with the teams splitting, this one was just down and dirty basketball. The Cavs imposed their will on the Warriors and never let up.<br /></p> \n<p>Aside from a 13-2 run which found the Warriors just down by one with about five minutes to go, the Cavs dominated and had a determination that was evident from the get-go.</p> \n<p>And once again, the gritty and undrafted Aussie guard Matthew Dellavedova continued to play his game of diving for loose balls, hitting floaters in the lane, and hitting James on a crucial alley-oop fast-break dunk in the fourth quarter.</p> \n<figure class=\"element element-image\" data-media-id=\"40ffbfe7fd83c7080c52619ac07a34a51981debf\"> \n <img src=\"http://media.guim.co.uk/40ffbfe7fd83c7080c52619ac07a34a51981debf/0_47_4710_2825/1000.jpg\" alt=\"Steph Curry scored 27 points but Golden State’s rally came too late.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Steph Curry scored 27 points but Golden State’s rally came too late.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Ehrmann/Getty Images</span> \n </figcaption> \n</figure> \n<p>Golden State scored 37 points and shot just 34% from the field in the first half, and that bad start was just too much to overcome. The Cavs shut down the Warriors’ Splash Brothers, Klay Thomson and Steph Curry, in the first half, and the scoring duo had just nine points together at the half, and combining for just one of six three-pointers.</p> \n<p>The Cavs had a seven-point, 44-37 lead at half time, but they went on a 13-2 run in the third quarter that gave them an 18-point lead (68-49). James and Dellavedova found their range in the third, scoring 13 and ten points respectively. Through the third quarter, Golden State had managed just 55 points.</p> \n<p>The Warriors made several runs in the fourth – one being a 15-3 run – cutting the lead to three points at about the five-minute mark. But a key exchange came when Curry missed a three-pointer, and then Delladedova took the rebound on a fast break and tossed a lay-up to James. The lead was back to five. If Curry had hit that shot, the game would have been tied and the end might have been different.</p> \n<p>Curry did hit a three-pointer to cut the lead to one, but Delladevova hit a falling down prayer shot from the lane that banked in, and he hit the foul shot for a stunning three-point play with 2:20 to go. James then cam back on the next possession after holding the Warriors scoreless, and hit a three with 1:40 left to stretch the lead to 87-80.</p> \n<p>Curry said afterwards: “On the road we have to play free have fun and be the aggressors. We just have to stay sound fundamentally and especially not make mistakes down the stretch. LeBron is making some crazy plays … we just have to match their intensity.”</p> \n<p>Delladedova finished with 20 points on 7-17 shooting. Curry scored 24 points in the second half to finish with 27.</p> \n<p>The game was not pretty for the Cavs, and they did seem disjointed in the fourth quarter as they allowed the Warriors to score 36 points. James did miss 20 shots on 14-34 shooting. Maybe complacency set in after they got their big third-quarter lead. But every time the Warriors got within shouting distance, the Cavaliers gave the ball to James and he controlled the game. James scored 27 points in the second half, and 14 in the fourth quarter.</p> \n<p>James now has 123 points in the first three games of the finals series.</p> \n<p>But the game was won with defense on the part of the Cavaliers, and it was about blocking shots and diving for loose balls and putting bodies on bodies. The teams were close in rebounds (the Warriors led 46-43 there), they were equal in turnovers (14), and the Warriors had more assists (21-15). But the Warriors shot just 40% from the field, while the Cavs shot 46%.</p> \n<p>Cavs coach Dave Blatt said afterwards that his team “just a group that plays as hard as they can. We had [the Warriors] broken – they didn’t break. We played the way we wanted to play, and it wasn’t always the best but I’ll take it every day.”</p> \n<p>Blatt also called Dellevedova the “most Cleveland-like Australian you’ll ever seen. If you’re from Cleveland, this blue-collar town, you know exactly what I mean.”</p> \n<p>James said: “It’s great to have someone out on the floor who is willing to sacrifice everything for the sake of the team.”</p> \n<p>Andre Iguodala acknowledged that the Warriors had not played well. “Small things are really biting us in the ass,” he said. “Loose balls, they are getting all of them. We’re playing against a very good team that is very underrated.”</p> \n<p>Steve Kerr, the Warriors coach, thought his team lacked something. “Steph never loses confidence. I just thought he lost a little energy, and, I don’t know, life,” he said. “We just need life from everybody, We need emotion from everybody.”</p> \n<p>Game four will be in Cleveland on Thursday.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3b92a96874c02504ee1b0a71ac05763b396b17d6/0_31_1920_1151/1920.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1151,"width":1920,"orientation":"landscape","credit":"Jason Miller/Getty Images","altText":"LeBron now has 123 points in the first three games of this series.","cleanCredit":"Photograph: Jason Miller/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/40ffbfe7fd83c7080c52619ac07a34a51981debf/0_47_4710_2825/4710.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2825,"width":4710,"orientation":"landscape","caption":"Steph Curry scored 27 points but Golden State’s rally came too late. Photograph: Mike Ehrmann/Getty Images","credit":"Mike Ehrmann/Getty Images","altText":"Steph Curry scored 27 points but Golden State’s rally came too late.","cleanCaption":"Steph Curry scored 27 points but Golden State’s rally came too late.","cleanCredit":"Photograph: Mike Ehrmann/Getty Images"}],"webPublicationDate":"2015-06-10T04:56:52Z","lastModified":"2015-06-10T12:50:23Z","metadata":{"commentable":true,"commentCount":72,"contributors":[{"name":"Daniel McGraw","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-mcgraw"}],"feature":false,"keywords":["NBA finals","Basketball","NBA","Sport","US sports","World news","US news","Golden State Warriors","Cleveland Cavaliers"],"tags":[{"id":"sport/nba-finals","webTitle":"NBA finals"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"sport/golden-state-warriors","webTitle":"Golden State Warriors"},{"id":"sport/cleveland-cavaliers","webTitle":"Cleveland Cavaliers"}],"section":{"id":"sport"},"topics":[{"displayName":"Daniel McGraw","topic":{"type":"tag-contributor","name":"profile/daniel-mcgraw"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/10/nba-lebron-cleveland-cavaliers-golden-state-warriors","shortUrl":"http://gu.com/p/49k2h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/10/nba-lebron-cleveland-cavaliers-golden-state-warriors","webUri":"http://www.theguardian.com/sport/2015/jun/10/nba-lebron-cleveland-cavaliers-golden-state-warriors"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457115955","source":"NBA TV / SNTV","durationInSeconds":89,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/10/150610NBAGame3_1_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610NBAGame3_1.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433933327042/KP_268307_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Cleveland Cavaliers LeBron James ","credit":"guardian.co.uk","altText":"620x372 trailpic for Cleveland Cavaliers LeBron James ","cleanCaption":"620x372 trailpic for Cleveland Cavaliers LeBron James "}}},"importance":3,"kicker":{"title":"NBA finals"},"showQuotedHeadline":false,"sublinks":[{"title":"The Joy of Six / Basketball stars who won titles single-handedly","rawTitle":"Basketball stars who won titles single-handedly","item":{"type":"article","id":"sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams","title":"The Joy of Six: basketball superstars who won titles single-handedly","trailText":"LeBron is trying to win the NBA title with what might be basketball’s weakest supporting cast. But here are six other stars who did it all on their own","standFirst":"<p>LeBron is trying to win the NBA title with what might be basketball’s weakest supporting cast. But here are six other stars who did it all on their own</p>","byline":"Les Carpenter","body":"<p>No team is truly a one-man team, of course. But not all teams are equal and not all great players are, either. Sometimes a superstar has to be more than just a team’s best player: he has to become the team itself.</p> \n<p>As LeBron James pulls what is left of the Cleveland Cavaliers toward the franchise’s first championship, he is adding what might be the greatest chapter to his legacy – a title with little assistance.</p> \n<p>When James won two finals in Miami, he did so with roster that included Dwyane Wade, Chris Bosh and Ray Allen. Without Kevin Love and Kyrie Irving – the two players who were supposed to help James deliver a title in his return to Cleveland – James is trying to win with what might be one of the worst supporting casts of any NBA champion.</p> \n<p>If James does, he will join a small list of basketball superstars who became one-man teams in the modern NBA and college era. Ironically, enough, he will be much like the player who led Golden State to the 1975 NBA title …</p> \n<h2>1) Rick Barry</h2> \n<figure class=\"element element-image\" data-media-id=\"bd66aef0d5204403e41e90164008d9831583a373\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433898295073/dd006095-eaf2-4bf6-a1da-49fa2d754a89-460x276.jpeg\" alt=\"Rick Barry: grumpy but brilliant.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rick Barry: grumpy but brilliant.</span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p>Of the men who were named to the NBA’s 50 greatest players in 1996, none might be more complicated than Barry, whose brilliance was often muddied by his grumpiness. Former teammate Billy Paultz has been quoted as saying: <a href=\"http://www.nytimes.com/1996/03/03/magazine/hoop-is-thicker-than-water.html\">“Half of the players disliked Rick Barry. The other half hated him.”</a> A reputation that later in life he has <a href=\"https://www.bostonglobe.com/sports/2013/06/01/rick-barry-realizes-his-strong-opinions-may-have-cost-him-shot-nba-coaching-job/K9ki4tTq9tW3eiuH8xIUBJ/story.html\">come to regret.</a></p> \n<p>He is also perhaps the greatest player to <a href=\"https://www.youtube.com/watch?v=tU88dxJKTHI\">shoot his free throws underhand.</a></p> \n<p>By the spring of 1975 he was in the middle of a career that had seen him go from being an all-star who played close to the basket to someone who played outside, handling the ball and shooting jump shots. In one amazing finals run, he dragged the Warriors to a four-game sweep of the Washington Bullets, who had the league’s best record that season.</p> \n<p>In the sweep he averaged 29.5 points, 4.0 rebounds and 5.0 assists. The Warriors’ second-leading scorer, Jamaal Wilkes, averaged just 11.5 points a game. That’s how dominant Barry was.</p> \n<p>But perhaps his biggest legacy is the one he left in his sons Jon and Brent, who played in the NBA, and Scooter, who played on Kansas’s 1988 National Championship team with …</p> \n<h2>2) Danny Manning</h2> \n<p>By his last year at Kansas, Manning was already considered the best player in college basketball. But his 1987-88 team was not one of the school’s best. The team finished third in a strong Big Eight with a 9-5 conference record. An 11-loss regular season earned the Jayhawks a sixth-seed in the Midwest Region. After an easy win over 11th seed Xavier in the first round and a hard-fought three-point victory against Murray State in the second, Kansas rolled over Vanderbilt in the Sweet 16 and defeated conference rival Kansas State 71-58 to wind up in the Final Four, played in Kansas City, just a 40-minute drive from campus.</p> \n<p>Manning scored 25 points and had 10 rebounds in beating Duke on the first night of the Final Four, and then delivered 31 points, 18 rebounds and two blocks against Oklahoma <a href=\"http://www.nytimes.com/1988/04/05/sports/ncaa-championship-manning-is-magnificent-as-kansas-wins-title.html\">in one of the greatest championship game performances ever.</a>That team is forever known as “Danny and the Miracles,” which is perhaps the best nickname of a one-man team until a player later spawned the name Jordanaires …</p> \n<h2>3) Michael Jordan</h2> \n<p>Six times Jordan’s Bulls won NBA titles– but his greatest performance was his last. Chicago’s 1997-98 team was not nearly as dominant as even those that had won in prior years. Jordan was 34, Scottie Pippen, was 32 and after two straight championships following Jordan’s return to basketball in 1995, there was a sense this was indeed the end of the Bulls’ run.</p> \n<p>But for one last time, Jordan dominated a finals opponent. This one was Utah, with John Stockton and Karl Malone both in their prime. Jordan scored 33 and 37 points in the first two games. </p> \n<p>Then in game six, Jordan <a href=\"http://www.si.com/nba/point-forward/2013/04/23/phil-jackson-michael-jordan-push-off-bryon-russell\">gently nudged Utah’s Bryon Russell,</a>and dropped the jump shot that finished the Jazz, in a finals run that was the finest until a player who grew up in Chicago went on a tear of his own …</p> \n<h2>4) Dwyane Wade</h2> \n<p>At 24 years old in 2006, Wade was at the peak of his professional career. James and Bosh were still four seasons away from joining him in Miami. The Heat was Wade’s team, and it seemed he did everything on it. But it was in the finals against Dallas that he really took off. From games three to five he scored a total of 121 points and almost single-handedly destroyed the Mavericks.</p> \n<p>He wrapped up the championship scoring 36 in game six with 10 rebounds, five assists and four steals. It solidified his reputation as perhaps the game’s best player at the time and <a href=\"http://sports.yahoo.com/nba/news?slug=aw-wade110106&amp;soc_src=mail&amp;soc_trk=ma\">one of its most likeable superstars.</a></p> \n<p>Lost in Wade’s brilliance was an outstanding Finals run by a Dallas opponent who would come to overwhelm Wade’s Heat five years later …</p> \n<h2>5) Dirk Nowitzki</h2> \n<figure class=\"element element-image\" data-media-id=\"5d2489ca1c5eda2fde31c2ffc916d435951041ac\"> \n <img src=\"http://media.guim.co.uk/5d2489ca1c5eda2fde31c2ffc916d435951041ac/0_31_2463_1479/1000.jpg\" alt=\"Dirk Nowitzki was unstoppable in 2011.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dirk Nowitzki was unstoppable in 2011.</span> \n  <span class=\"element-image__credit\">Photograph: Odd Andersen/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Year after year Nowitzki delivered superstar seasons for the Dallas Mavericks while never winning the biggest games. Then in the year of LeBron, Wade and Bosh, that changed. Over a six-game finals he was unstoppable.</p> \n<p>With Miami leading the series 2-1, Nowitzki scored 21, 29 and 21 points in three-straight games to lead Dallas to its elusive championship. He also averaged 9.7 rebounds in the Finals and made 45-of-46 free throws. <a href=\"http://www.huffingtonpost.com/2011/06/13/dirk-nowitzki-cries-alone-interview_n_875999.html\">Then he wept.</a> Yet it might not have been the best postseason run in 2011.</p> \n<p>That came from …</p> \n<h2>6) Kemba Walker</h2> \n<p>Connecticut’s 2010-11 team was not one of its best. Walker, a junior guard from New York, was the Huskies’ best player. As UConn struggled through the regular season there was a thought it might not even make the NCAA Tournament. At 9-9 in the Big East, the Huskies came into the Big East tournament as a ninth-seed and had to beat DePaul and Georgetown to even hope for an NCAA bid. Then Walker <a href=\"https://www.youtube.com/watch?v=yyF6amZw82M\">hit a shot at the buzzer</a> to beat Pittsburgh. Two games later, he scored 19 to lead UConn to the tournament title.</p> \n<p>In the NCAAs he had 33 in the second round against Cincinnati and 24 in a Sweet 16 win over San Diego State. He scored 18 in the first game of the Final Four against Kentucky and 16 in the championship winner over Butler.</p> \n<p>A year later he was named the <a href=\"http://www.sportingnews.com/ncaa-basketball/story/2012-12-11/top-75-players-ncaa-tournament-history-lew-alcindor-christian-laettner-top-list\">28th-best NCAA Tournament player ever.</a> </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433897726312/05935b67-05fd-4922-bfff-8092d92565f0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"AP","altText":"Michael Jordan shoots against the Jazz in 1998.","cleanCredit":"Photograph: AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433898295620/f6136a21-e45f-4ba4-a13a-e87a8d39aa64-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"Rick Barry: grumpy but brilliant. Photograph: Getty Images","credit":"Getty Images","altText":"Rick Barry: grumpy but brilliant.","cleanCaption":"Rick Barry: grumpy but brilliant.","cleanCredit":"Photograph: Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d2489ca1c5eda2fde31c2ffc916d435951041ac/0_31_2463_1479/2463.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1479,"width":2463,"orientation":"landscape","caption":"Dirk Nowitzki was unstoppable in 2011. Photograph: Odd Andersen/AFP/Getty Images","credit":"Odd Andersen/AFP/Getty Images","altText":"Dirk Nowitzki was unstoppable in 2011.","cleanCaption":"Dirk Nowitzki was unstoppable in 2011.","cleanCredit":"Photograph: Odd Andersen/AFP/Getty Images"}],"webPublicationDate":"2015-06-10T10:00:01Z","lastModified":"2015-06-10T14:23:21Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Les Carpenter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/les-carpenter"}],"feature":true,"keywords":["NBA","Basketball","US sports","College basketball","College sports","Sport"],"tags":[{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/college-basketball","webTitle":"College basketball"},{"id":"sport/college-sports","webTitle":"College sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Carpenter","topic":{"type":"tag-contributor","name":"profile/les-carpenter"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams","shortUrl":"http://gu.com/p/49kvq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433897726312/05935b67-05fd-4922-bfff-8092d92565f0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Michael Jordan shoots against the Jazz in 1998. Photograph: AP","credit":"AP","altText":"Michael Jordan shoots against the Jazz in 1998.","cleanCaption":"Michael Jordan shoots against the Jazz in 1998.","cleanCredit":"Photograph: AP"}},"importance":0,"kicker":{"title":"The Joy of Six"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433897726312/05935b67-05fd-4922-bfff-8092d92565f0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"AP","altText":"Michael Jordan shoots against the Jazz in 1998.","cleanCredit":"Photograph: AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3b92a96874c02504ee1b0a71ac05763b396b17d6/0_31_1920_1151/1920.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1151,"width":1920,"orientation":"landscape","credit":"Jason Miller/Getty Images","altText":"LeBron now has 123 points in the first three games of this series.","cleanCredit":"Photograph: Jason Miller/Getty Images"}}]},{"title":"Exclusive / Salazar hits out at ‘inaccurate and unfounded’ doping claims","rawTitle":"Salazar hits out at ‘inaccurate and unfounded’ doping claims","item":{"type":"article","id":"sport/2015/jun/09/mo-farah-alberto-salazar-doping-allegations-false-statements","title":"Mo Farah’s coach says accusers are ‘knowingly making false statements’","trailText":"Mo Farah’s coach Alberto Salazar has broken his silence to insist that he will show his accusers are ‘knowingly making false statements’","standFirst":"<span class=\"bullet\">•</span> Exclusive: Alberto Salazar denies ‘all allegations of doping’\n<br />\n<span class=\"bullet\">•</span> ‘I have said all along that I believe in a clean sport’","byline":"Sean Ingle","body":"<p>Mo Farah’s coach Alberto Salazar has broken his silence to insist that he will show his accusers are “knowingly making false statements” and says he denies “all allegations of doping”.</p> \n<p>Salazar has kept his counsel since issuing a statement denying <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/03/mo-farah-training-camp-documentary-alleged-drug-use-alberto-salazar-\" title=\"\">allegations made by the BBC and the US news website ProPublica</a> and declaring his innocence last week. But it is understood that he has been preparing a detailed riposte to the allegations – including claims that he gave his athlete Galen Rupp, who finished second to Farah in the 10,000m at the London 2012 Olympics, the anabolic steroid testosterone when he was still at high school.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/08/alberto-salazar-coach-response-doping-allegations\">UK Athletics has questions to answer after Alberto Salazar allegations</a> </p> \n</aside> \n<p>Salazar reiterated his view that the BBC and ProPublica allegations were inaccurate, unfounded, and had unfairly damaged him and his athletes. “I have said all along that I believe in a clean sport, hard work and I deny all allegations of doping,” he added. “The BBC and ProPublica have engaged in inaccurate and unfounded journalism, with a complete lack of regard for both Galen and Mo.”</p> \n<p>In a statement to the Guardian, Salazar – who heads the prestigious Nike Oregon Project where Farah trains – said: “Given the time and effort the BBC and ProPublica committed to making these false allegations I hope that media and fans will afford me a short time to show the accusers are knowingly making false statements. I will document and present the facts as quickly as I can so that Galen and Mo can focus on doing what they love and have worked so hard to achieve.”</p> \n<p>The BBC and ProPublica also claimed that Salazar, who is regarded as the best endurance coach in the business and has worked as a consultant for British Athletics since 2013, is said to have mentored Rupp to help him flout strict rules about using intravenous drips.</p> \n<p>Kara Goucher, the 10,000m world championship bronze medallist who trained at the Oregon Project until 2013, said that Salazar had coached Rupp to try to get a therapeutic use exemption for an intravenous drip before the 2011 world championships. Under Wada rules, such drips are prohibited and anyone caught manipulating the TUE process to get one would be liable for a ban.</p> \n<p>An unnamed athlete also claimed that Salazar told him to get supplemented with testosterone and thyroid when his blood levels were low. That athlete claimed: “I did a blood test at Nike and my thyroid was low and testosterone was low. Dr Loren Myhre [the Nike lab’s head physiologist before he died in 2012] suggested that I go and see an endocrinologist that Alberto and most of the athletes work with, to get testosterone and thyroid.</p> \n<p>“He said: ‘This is what Alberto does. You’ll feel better and you’ll be able to train better’, and so then I said: ‘Well, isn’t that cheating?’ And he goes: ‘Well no, Alberto does it.’”</p> \n<p>The documentary claimed that six other people who were associated with the Oregon Project have spoken privately to the United States Anti-Doping Agency with concerns about alleged illicit practices and unethical behaviour.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/08/mo-farah-ed-warner-uk-athletics-alberto-salazar\">Mo Farah’s blood record to be examined in wake of Alberto Salazar claims</a> </p> \n</aside> \n<p>A former Nike Oregon Project coach, John Cook, while not accusing any athlete directly, has warned that athletics is losing the war on drugs. “I think it’s pretty obvious that drug testing can be circumvented in pretty much every corner,” he told Runners World.</p> \n<p>“The chemists are getting so good that some of the efficacy [of performance-enhancing drugs taken in small doses] can leave [the bloodstream] in less than 90 minutes. So how do you deal with that? Test in the warm-up area? That’s not going to happen.”</p> \n<p>Cook, who worked at the Oregon Project between 2003 and 2005, warned that athletics is in danger of becoming a charade. “I follow the sport without particularly much fervour or excitement because I know too much,” he added. “When I was naive, I liked it a lot more. I’ve been turned off pretty much.</p> \n<p>“The average fan remains ignorant in terms of it wanting it be Chariots of Fire. They think if [athletes] test negative, they’re as clean as white snow. That’s the great paradox of the whole charade.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/9/1433839446212/alberto-salazar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar takes centre stage with with Mo Farah, right, and Galen Rupp, left. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"alberto salazar","cleanCaption":"Alberto Salazar takes centre stage with with Mo Farah, right, and Galen Rupp, left. Photograph: Martin Rickett/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-09T09:07:10Z","lastModified":"2015-06-09T16:57:40Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Mo Farah","Athletics","Sport","Alberto Salazar"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/09/mo-farah-alberto-salazar-doping-allegations-false-statements","shortUrl":"http://gu.com/p/49j5y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/09/mo-farah-alberto-salazar-doping-allegations-false-statements","webUri":"http://www.theguardian.com/sport/2015/jun/09/mo-farah-alberto-salazar-doping-allegations-false-statements"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/9/1433839446212/alberto-salazar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar takes centre stage with with Mo Farah, right, and Galen Rupp at London’s Olympic Stadium in August 2012. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"alberto salazar","cleanCaption":"Alberto Salazar takes centre stage with with Mo Farah, right, and Galen Rupp at London’s Olympic Stadium in August 2012. Photograph: Martin Rickett/PA"}},"importance":2,"kicker":{"title":"Exclusive"},"showQuotedHeadline":false,"sublinks":[{"title":"Sean Ingle / UK Athletics now has questions to answer","rawTitle":"UK Athletics now has questions to answer","item":{"type":"comment","id":"sport/2015/jun/08/alberto-salazar-coach-response-doping-allegations","title":"UK Athletics has questions to answer after Alberto Salazar allegations","trailText":"British Athletics’ director Neil Black describes coach as brilliant but world awaits a response to claims made in Panorama documentary<br />","standFirst":"Performance director Neil Black described Mo Farah’s coach as brilliant but world awaits a response to claims made in Panorama documentary","byline":"Sean Ingle","body":"<p>Neil Black, the performance director of UK Athletics, told a roomful of sports scientists and analytics experts exactly what he thought of Mo Farah’s coach Alberto Salazar two months ago. “He is absolutely brilliant,” he said. “He is a genius. And he is one of the best people to work with that I have ever come across.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/08/mo-farah-ed-warner-uk-athletics-alberto-salazar\">Mo Farah’s blood record to be examined in wake of Alberto Salazar claims</a> </p> \n</aside> \n<p>As Black went on to explain, in the four years that UK Athletics and Salazar’s Nike Oregon Project training group had worked together to polish Farah into the world’s greatest middle-distance runner, there had not been one falling out. “There are more than 10 different people, not just in the same country but across the Atlantic, involved,” he continued when speaking at the IE Sports Analytics Innovation Summit in London. “An eight-hour time difference, five different training bases, constant variable travel and so on. But nobody has ever had a crossed word.</p> \n<p>“The reason why is to do with this: total trust, total belief, total respect. Alberto is so respectful of everyone else in the team, so knowledgeable of their contributions to the ultimate performance of the athlete that it becomes seamless. We have never had a challenge in all of the years we have been working together.”</p> \n<p>They do now. For while Panorama’s allegations about Salazar – and remember, they are only allegations – suggested no wrongdoing on the part of Farah, or anyone involved in UK Athletics, they have inevitably been caught in an almighty backdraft following revelations that Salazar was accused of giving testosterone to Farah’s friend and training partner, Galen Rupp, as a 16-year-old – along with other alleged misdemeanours.</p> \n<p>Did UK Athletics miss any warning signs? Was it tone deaf to the whispers that Salazar might have stretched ethical and moral boundaries in the pursuit of medals? That is what a Performance Oversight Management Group, comprising of the former sprinter Jason Gardener, the sports scientist Dr Sarah Rowell and the former Paralympian Anne Wafula Strike will investigate in the coming weeks.</p> \n<p>As the UK Athletics chief executive, Niels de Vos, explained: “Neil and our head of endurance, Barry Fudge, have the utmost confidence in Alberto. What our audit team is doing is to find that confidence is not misplaced.”</p> \n<p>The group’s terms of reference will be announced shortly. But it would be a surprise if they did not consider whether there has been too cosy a cat’s cradle between Salazar, Nike, Farah and those at the top of UK Athletics.</p> \n<p>Black visits the Nike Oregon Project at least six times a year while Fudge has spent a year out of the past four living and working directly with Farah on a daily basis. Of course that makes absolute sense. Both men will be judged on the basis of the Olympic and world medals they bring, and in the past three major athletics championships – the 2011 and 2013 World Championships and the 2012 Olympics – Farah has won five of Britain’s eight gold medals.</p> \n<p>The change has been staggering. Before Farah moved to the US he hovered just under super-elite level, finishing sixth in the 5,000m at the 2007 world championships and seventh in the same event in 2009. Since then he has won 38 of his 51 races, including five golds and a silver medal at Olympics and world championships. But did the friendships between UK Athletics and Project Oregon lead to Salazar not being as closely scrutinised as he should have been?</p> \n<p>Both Black and Fudge would fiercely deny that, of course. On the surface Black seems easy-going but those close to him insist he is firm and quietly determined. When he was appointed as performance director after London 2012 the former heptathlete Kelly Sotherton said he was “tougher than a conker soaked in vinegar”. Fudge, meanwhile, spent more than three years in Kenya for his PhD looking at the factors leading to the success of elite East African runners and is regarded as one of the sharpest sports scientists in the business. They admire Salazar but they would not roll over for him.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/08/christine-ohuruogu-sides-mo-farah-doping-claims-alberto-salazar\">Christine Ohuruogu sides with Mo Farah amid doping claims over Alberto Salazar</a> </p> \n</aside> \n<p>There are also questions about the due diligence process that took place before Farah joined Salazar in 2011, under UK Athletics’ previous performance director Charles van Commenee and the head of endurance Ian Stewart.</p> \n<p>Especially given that a quick Google search suggests that Salazar appears to have been coaching Mary Decker, who is best remembered in Britain for being tripped by Zola Budd at the 1984 Olympics, when she tested positive for testosterone in 1996.</p> \n<p>UK Athletics’ relationship with Nike will also come under more scrutiny. The ruling body in the UK has never revealed how much its seven-year deal is worth, but reports when it was signed in 2013 suggested a figure of around &pound;15m in cash and ‘value in kind’ of supporting GB kit to athletes – roughly double that of the previous deal with Adidas. That said, it is understood that Nike played no part in UK Athletics’ and Farah’s decision to remain with Salazar.</p> \n<p>There are the deeper ethical concerns over whether British athletes may have been offered thyroid medicine which – while not illegal – may have stretched the elastic boundaries between right and wrong. Many of Salazar’s group have been treated for an under-active thyroid, allowing them to take medicine that may have helped them enhance performance. Some British athletes have said it was suggested they do the same.</p> \n<p>Lisa Dobriskey, who won 1500m bronze at the world championships in 2009, admitted that she was concerned when a UK Athletics doctor suggested she might use thyroid medication to lose weight.</p> \n<p>As she told the Daily Mail last week: “It wasn’t something I wished to pursue because I didn’t feel that I was ill and I was well within the normal range. I don’t agree in taking it as a supplement or performance enhancer, that would be cheating … and for the health side it can be incredibly dangerous.”</p> \n<p>Emma Jackson, an 800m runner, told the Sunday Times that her health had been damaged after a UK Athletics official had recommended her unnecessarily high doses for two years in order to test the performance-enhancing abilities of the medication.</p> \n<p>Their comments beg the obvious question: how many more British distance runners were offered thyroid medication as a performance enhancer?</p> \n<p>While everyone waits for Salazar to hit back at the Panorama claims – a fierce and comprehensive response is expected in the next couple of days – there is at least one thing that all sides can agree on: what Black calls “genius” of the coach has turned Farah into a world beater.</p> \n<p>Whether he might also unfairly tarnish Farah’s reputation remains to be seen.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433785504698/Alberto-Salazar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar directs Cam Levins, Mo Farah and Galen Rupp during a track session in Oregon. Photograph: Doug Pensinger/Getty Images North America","credit":"Doug Pensinger/Getty Images North America","altText":"Alberto Salazar","cleanCaption":"Alberto Salazar directs Cam Levins, Mo Farah and Galen Rupp during a track session in Oregon. Photograph: Doug Pensinger/Getty Images North America"}],"bodyImages":[],"webPublicationDate":"2015-06-08T17:47:50Z","lastModified":"2015-06-09T16:57:40Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Mo Farah","Sport","Athletics","Drugs in sport","Alberto Salazar"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/08/alberto-salazar-coach-response-doping-allegations","shortUrl":"http://gu.com/p/49tnc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/08/alberto-salazar-coach-response-doping-allegations","webUri":"http://www.theguardian.com/sport/2015/jun/08/alberto-salazar-coach-response-doping-allegations"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433785504698/Alberto-Salazar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar directs Cam Levins, Mo Farah and Galen Rupp during a track session in Oregon. Photograph: Doug Pensinger/Getty Images North America","credit":"Doug Pensinger/Getty Images North America","altText":"Alberto Salazar","cleanCaption":"Alberto Salazar directs Cam Levins, Mo Farah and Galen Rupp during a track session in Oregon. Photograph: Doug Pensinger/Getty Images North America"}},"importance":0,"kicker":{"title":"Sean Ingle"},"byline":{"title":"Sean Ingle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433785504698/Alberto-Salazar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar directs Cam Levins, Mo Farah and Galen Rupp during a track session in Oregon. Photograph: Doug Pensinger/Getty Images North America","credit":"Doug Pensinger/Getty Images North America","altText":"Alberto Salazar","cleanCaption":"Alberto Salazar directs Cam Levins, Mo Farah and Galen Rupp during a track session in Oregon. Photograph: Doug Pensinger/Getty Images North America"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/38949c0ed3eb77db48686fe6df552237bb5bed47/111_65_1845_1108/1000.jpg","height":601,"width":1000}}]}],"lastModified":"2015-06-10T14:18:33Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}