{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"Murray radiates calm amid storm of expectation","rawTitle":"Murray radiates calm amid storm of expectation","item":{"type":"article","id":"sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin","title":"Andy Murray radiates calm before facing storm of Wimbledon expectation","trailText":"Andy Murray appears relaxed and is in a rich vein of form before his return to Wimbledon, scene of his greatest triumph and some of the disappointments","standFirst":"Scot appears relaxed and in a rich vein of form before his return to scene of his greatest triumph and some of the disappointments","byline":"Kevin Mitchell at Wimbledon","body":"<p>In the few hours left to him for contemplation before he walks out to face Mikhail Kukushkin on Tuesday Andy Murray might reflect on the unfortunate circumstances of his last appearance at Wimbledon, the defeat by Grigor Dimitrov in the quarter-final a year ago.</p> \n<p>Am&eacute;lie Mauresmo had just joined him as coach and two other key members his team, Dani Vallverdu and Jez Green, were unhappy they had not been consulted. The loss to the Bulgarian on that otherwise pleasant afternoon was not pretty and, adding a patina of pain to the experience, there was Murray’s outburst during play, that sounded to most ears like “five minutes before the fucking match”, which indicated unspecified turmoil either unfolding or recently concluded behind the scenes.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/novak-djokovic-cheat-wimbledon-boris-becker\">Novak Djokovic denies being coached during matches by Boris Becker</a> </p> \n</aside> \n<p>It is still unclear what it all meant. Murray insists he cannot remember. But the best guess is that he was confronted with some advice or piece of information just before going on to Centre Court that unsettled his then fragile psyche.</p> \n<p>He had been tense and unsure of himself for months, ever since Ivan Lendl had ended their two-year arrangement in March 2014 and here he was trying to defend his title and it was, he reckoned, all falling apart.</p> \n<p>Then his life took another lurch, this time for the better, as it turned out. Vallverdu, his assistant coach, and Green, his fitness trainer, were still tenuously in place but soon would be jettisoned, on good terms. In the same week Murray announced he was to marry Kim Sears. His back began to feel loose again after the career-saving surgery towards the end of 2013.</p> \n<p>The changes in Murray’s private life and very public career thereafter would be considerable and he would emerge from the experience at the start of 2015 not only more content than he had been for a long while but a dangerous player again, self-assured at last after the rolling upheavals that had threatened to disrupt the rehabilitation of his game seriously.</p> \n<p>So he has returned to the scene of both his greatest triumphs and disappointments a different beast over the past week or so. There is calm in his eyes.</p> \n<p>Kukushkin should not delay Murray long if he carries his recent form from the clay of Europe and the grass of Queen’s into his favourite tournament.</p> \n<p>Wimbledon has been his home for 10 years now and there is hardly a day when he does not look back on the drama and excitement of it all, sometimes while sitting alone, high up in the seats of Centre Court.</p> \n<p>What did he remember of his very first match at Wimbledon, against the eccentric Swiss George Bastl whose claim to fame will forever be beating the seven-times champion Pete Sampras in the second round in 2002? Murray beat him 6-4, 6-2, 6-2. “I don’t remember loads about the match,” Murray says.</p> \n<p>“I remember I played on No2 Court. I was the first match on and the crowd wasn’t full at the beginning. It was quite quiet and it gradually built up as I got to the end. I remember feeling very comfortable during the match. I felt quite confident during it.</p> \n<p>“It was kinda everything that went with it was extremely new to me. I had never experienced big press conferences, people following me home. After the second match I went out to play mixed doubles and I couldn’t get to the court. That was really weird for me because just a few weeks before I was playing in front of five people. That is the kind of thing that sticks out for me when I think back then.</p> \n<p>“I loved the matches on the court. There was no pressure, zero. No expectation. But off the court it was actually more hectic than it is now.</p> \n<p>“Sometimes I have the odd cameraman or photographer or whatever following me around but then it was worse.” Did the pressure ease by the time he got to play David Nalbandian on Centre Court?</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/rafael-nadal-blasts-spanish-tennis-federation\">Rafael Nadal rounds on ‘media show’ surrounding Spanish tennis federation</a> </p> \n</aside> \n<p>“Not for me. I didn’t really read the press at that age. I had no expectations myself and I think it doesn’t really matter what anyone else writes if you, in your heart, aren’t putting any pressure or expectations on yourself. So I just went out there and played and enjoyed it.”</p> \n<p>The other change for Murray at this tournament is the presence of his new assistant coach, Jonas Bjorkman, and it seems to be a positive one. The Swede has been by his side for nine matches and nine wins during Mauresmo’s temporary absence this summer. Now they are all back together for the big one.</p> \n<p>Bjorkman, a former world No4 who reached the semi-finals here in 2006, revealed he was commentating for Swedish television when Murray won the title two years ago. He said: “It would obviously be great to have another final. I would be very happy if Andy can get to that position.</p> \n<p>“Once again he is playing great tennis – and he has since the year started. His physical shape is really good. We are going to keep working hard on a few things and the team around will help him to be really strong and fresh.”</p> \n<p>There is undeniably a sense that Murray is growing into his best tennis. Unlike too many times in the past, there is a certainty about him. He looks and sounds relaxed. How different it all was only 12 months ago.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435511335369/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray practises under the watchful eyes of Jonas Bjorkman and Amélie Mauresmo before his opening match at Wimbledon against Mikhail Kukushkin on Tuesday. Photograph: Tom Jenkins for the Guardian","credit":"/Tom Jenkins for the Guardian","altText":"Andy Murray","cleanCaption":"Andy Murray practises under the watchful eyes of Jonas Bjorkman and Amélie Mauresmo before his opening match at Wimbledon against Mikhail Kukushkin on Tuesday. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-28T21:30:09Z","lastModified":"2015-06-28T23:14:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Wimbledon 2015","Andy Murray","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin","shortUrl":"http://gu.com/p/4a7fx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin","webUri":"http://www.theguardian.com/sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435511335369/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray practises under the watchful eyes of Jonas Bjorkman and Amélie Mauresmo before his opening match at Wimbledon against Mikhail Kukushkin on Tuesday. Photograph: Tom Jenkins for the Guardian","credit":"/Tom Jenkins for the Guardian","altText":"Andy Murray","cleanCaption":"Andy Murray practises under the watchful eyes of Jonas Bjorkman and Amélie Mauresmo before his opening match at Wimbledon against Mikhail Kukushkin on Tuesday. Photograph: Tom Jenkins for the Guardian"}},"importance":7,"byline":{"title":"Kevin Mitchell"},"showQuotedHeadline":true,"sublinks":[{"title":"Tennis / Nadal rounds on Spanish federation's ‘media show’","rawTitle":"Nadal rounds on Spanish federation's ‘media show’","item":{"type":"article","id":"sport/2015/jun/28/rafael-nadal-blasts-spanish-tennis-federation","title":"Rafael Nadal rounds on ‘media show’ surrounding Spanish tennis federation","trailText":"Rafael Nadal broke off from his Wimbledon preparations to deliver a damning verdict on the Spanish tennis federation","standFirst":"<span class=\"bullet\">•</span> Nadal laments state of Spanish tennis following president’s suspension\n<br />\n<span class=\"bullet\">•</span> Davis Cup and other controversies harming game’s image, says Nadal","byline":"Les Roopanarine","body":"<p>Rafael Nadal has launched a withering broadside at the Spanish tennis federation after its president was suspended pending a financial investigation, adding to the sense of disarray enveloping the organisation following Gala Le&oacute;n’s controversial appointment as the country’s first female Davis Cup captain.</p> \n<p>Breaking off from his preparations for Wimbledon, where he will face the Brazilian Thomaz Bellucci in the opening round, Nadal fulminated at length about the plight of Spanish tennis, which he said had become embroiled in a relentless media circus that threatened to damage the sport’s image, discourage participation and deter sponsors.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/rafael-nadal-wimbledon-2015-injuries-beautiful\">Rafael Nadal in warrior mentality for Wimbledon: ‘I am very motivated’</a> </p> \n</aside> \n<p>“The situation is terrible,” said Nadal, whose 14 grand slams include two Wimbledon titles. “We’ve put on a show but to me the spectacle we’ve seen lately is awful. As far as I’m concerned, there’s no way that Spanish tennis deserves this after the last 20 years, when we’ve practically been on top even though we’re not a very big country. This ugly and continuous media show is damaging tennis.</p> \n<p>“Everything that’s happening is hurting tennis; it’s hurting sponsors’ enthusiasm when it comes to investing in our sport and it’s hurting the dreams of the kids who want to carry on playing. The situation over the past nine months is totally inexplicable and even today I struggle to fathom the reason for this accumulation of negative things. That drive to want, want, want has brought things to an uncomfortable pass that should never have been reached.”</p> \n<p>Nadal’s comments follow the decision this week by the Tribunal Administrativo del Deporte (TAD), the Spanish government’s disciplinary committee for sport, to <a href=\"http://spanishnewstoday.com/spanish-tennis-federation-chief-suspended_21691-a.html#.VY_AUZTF-Jc\">suspend Jos&eacute; Luis Esca&ntilde;uela for a month</a> while the accounts of the <a href=\"http://www.rfet.es/\">Real Federaci&oacute;n Espa&ntilde;ola de Tenis</a> are investigated.</p> \n<p>The Consejo Superior de Deportes, the Spanish sports council, will lead the inquiry, which concerns the whereabouts of at least €700,000 (&pound;497,000) paid by the federation to the <a href=\"http://fundacion.rfet.es/\">Spanish Tennis Foundation</a>, a non-profit organisation founded in 2010 to develop the sport, and the Spanish Tennis Observatory, a <a href=\"http://www.rfet.es/noticias/det/Nace_el_Observatorio_del_Tenis_Espanol_en_la_Universidad_Pablo_de_Olavide_de_Sevilla/1074.html\">research collaboration</a> with Pablo de Olavide University in Seville.</p> \n<p>According to the TAD, an audit of documentation held at the Spanish federation’s headquarters in Barcelona has been blocked by the organisation for more than a year. There is no suggestion of wrongdoing by Esca&ntilde;uela, who will be replaced on a temporary basis by the Spanish federation’s vice-president, Olvido Aguilera.</p> \n<p>The investigation marks a fresh blow for the Spanish federation, which has been embroiled in a dispute with its players since Le&oacute;n, the former world No27, succeeded Carlos Moy&aacute; as the country’s Davis Cup captain.</p> \n<p>Moy&aacute; stood down as captain after defeat by Brazil last September resulted in Spain’s relegation from the competition’s top tier for the first time in almost two decades.</p> \n<p>Toni Nadal, Rafael’s coach and uncle, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/sep/22/gala-leon-garcia-becomes-spain-first-female-davis-cup-captain-tennis\">expressed reservations</a> about the decision when it was announced, pointing out Le&oacute;n has no track record in men’s tennis. His comments were branded sexist by Spanish politicians but Spanish players including Nadal, David Ferrer, Feliciano L&oacute;pez and Tommy Robredo have all voiced doubts about the appointment.</p> \n<p>Nadal described the decision as strange at the time, saying: “I don’t have anything against her but usually being nominated as the Davis Cup captain was a prize after a great career, and there are many players who had fantastic careers and haven’t served as captain yet.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/wimbledon-draw-2015\">Rafael Nadal seeded No10 for Wimbledon, with Andy Murray No3</a> </p> \n</aside> \n<p>The feeling among many of the players who have helped Spain to five Davis Cup victories since the turn of the century is that Juan Carlos Ferrero – like Moy&aacute; a former French Open winner and world No1 – should have been given a chance.</p> \n<p>Spain will face Russia at Vladivostok’s Fetisov Arena on 17-19 July in a match they must win if they are to make a swift return to the world group. Nadal has not indicated as yet whether he will play, but his searing assessment of Spain’s plight would suggest it is unlikely.</p> \n<p>“A country with many players in the top 100 should not be in the second division and shouldn’t have to find itself in the situation that probably lies ahead in the qualifier against Russia,” he said at Wimbledon.</p> \n<p>“Personally, I find it sad and annoying that things should be this way.</p> \n<p>“The Spanish tennis federation doesn’t mean a thing to us; we don’t depend on the federation. We’ve never played the Davis Cup for money. We’ve played it because we wanted to; because of the positive atmosphere that captains, players and teams have created over many years – from the doctors to the guys who string the rackets. That’s what has supported us so much and allowed this team to be successful.”</p> \n<p>While the players have assured Le&oacute;n that they are not opposed to her appointment on grounds of gender, she has come out fighting in response to the debate over her suitability as captain.</p> \n<p>Le&oacute;n has even suggested she is “an icon in many countries but just not our own”, a remark that prompted the 70th-ranked Spaniard Marcel Granollers <a href=\"https://twitter.com/M_Granollers/status/613685358384054272\">to tweet</a>: “I didn’t know that Gala Le&oacute;n was an icon in many countries. Can anyone tell me which ones?”</p> \n<p>Nadal must hope his impassioned contribution to a debate he also mentioned during the French Open will not be interpreted by his rivals as a sign he is distracted as he attempts to put a faltering season back on track in SW19.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435502206467/6ce3bfd1-6d8f-4e7c-ac93-a58765d4b11b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Rafael Nadal believes the actions of the Spanish tennis federatiion risk harming the sport's image in his country and discouraging the particpation of children.","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-28T14:56:09Z","lastModified":"2015-06-28T18:07:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Les Roopanarine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lesroopanarine"}],"feature":false,"keywords":["Rafael Nadal","Wimbledon 2015","Tennis","Davis Cup","Sport"],"tags":[{"id":"sport/rafaelnadal","webTitle":"Rafael Nadal"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/daviscup","webTitle":"Davis Cup"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Roopanarine","topic":{"type":"tag-contributor","name":"profile/lesroopanarine"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/rafael-nadal-blasts-spanish-tennis-federation","shortUrl":"http://gu.com/p/4a7e3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/rafael-nadal-blasts-spanish-tennis-federation","webUri":"http://www.theguardian.com/sport/2015/jun/28/rafael-nadal-blasts-spanish-tennis-federation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435502206467/6ce3bfd1-6d8f-4e7c-ac93-a58765d4b11b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rafael Nadal believes the actions of the Spanish tennis federatiion risk harming the sport’s image in his country and discouraging the particpation of children. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Rafael Nadal believes the actions of the Spanish tennis federatiion risk harming the sport's image in his country and discouraging the particpation of children.","cleanCaption":"Rafael Nadal believes the actions of the Spanish tennis federatiion risk harming the sport’s image in his country and discouraging the particpation of children. Photograph: BPI/REX Shutterstock"}},"importance":0,"kicker":{"title":"Tennis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435502206467/6ce3bfd1-6d8f-4e7c-ac93-a58765d4b11b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Rafael Nadal believes the actions of the Spanish tennis federatiion risk harming the sport's image in his country and discouraging the particpation of children.","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}}]},{"title":"Wimbledon / Djokovic denies being coached during matches","rawTitle":"Djokovic denies being coached during matches","item":{"type":"article","id":"sport/2015/jun/28/novak-djokovic-cheat-wimbledon-boris-becker","title":"Novak Djokovic denies being coached during matches by Boris Becker","trailText":"The world No1 Novak Djokovic has fended off questions about the extent of friendship with Roger Federer","standFirst":"<span class=\"bullet\">•</span> Djokovic: ‘We can’t pretend coaching’s not happening in tennis’\n<br />\n<span class=\"bullet\">•</span> Wimbledon champion questioned about friendship with Roger Federer","byline":"Kevin Mitchell at Wimbledon","body":"<p>Novak Djokovic has denied on the eve of Wimbledon that he and his coach, Boris Becker, are cheating when exchanging glances during play, although the laws of tennis specifically forbid any communication.</p> \n<p>Section VIII (i) of the ATP’s rulebook states: “Players shall not receive coaching during a tournament match. Communications of any kind, audible or visible, between a player and a coach may be construed as coaching.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin\">Andy Murray radiates calm before facing storm of Wimbledon expectation</a> </p> \n</aside> \n<p>When asked on Sunday what he thought of reports that Becker admitted in a recent interview to doing just that, Djokovic, the reigning Wimbledon men’s singles champion, said: “I don’t think that we’re cheating. I don’t think that’s how you can call it.</p> \n<p>“I mean, there are special ways of, I would say, communication, as he mentioned: the way you look at each other, the way you ‘feel’ your box, and the box ‘feels’ what you’re going through on the court. I think that’s something that just gives you that reassurance, gives you that confidence.</p> \n<p>“It’s not necessary that he tells me where to serve or to which side of the opponent’s court I have to play, because that doesn’t happen. But it’s more of a, you know, encouragement, and more of a support and reassurance, as I said, that’s basically present in those moments.”</p> \n<p>Pressed further on whether or not this constituted “a signal”, Djokovic smiled nervously, and replied: “Well, I think with all the cameras pointed out to him and to the box, I think you would already notice if he would just kind of go kick serve, slice, to do the backhand or forehand.</p> \n<p>“But again, we can’t pretend like that’s not happening in tennis. Of course, there’s situations when it happens, and not just with the top players, with everybody. This is a very competitive sport. You’re alone on the court. Of course, there’s certain rules.</p> \n<p>“But also there are times when the team of the player communicates with the player when he gets to go and take the towel in the corner, which is closer to the box, or, you know, different ways.</p> \n<p>“I think it’s all fine as long as it’s not regular. I think it just depends. Also that’s up to the chair umpire or supervisor to decide if somebody’s breaking the rules or not. As long as it’s something that you can tolerate, let’s say, within the ways of communication, I think it’s fine.”</p> \n<p>As measured as that sounds, it suggests at the very least a cavalier regard for the game’s protocols. If the umpire caught Becker and Djokovic – or any coach and player – violating this or another code of conduct, they would issue a warning, followed by a point penalty for a second offence, then a game penalty for a further transgression.</p> \n<p>It is a rule that you rarely see enforced, however, and whether or not coaching should or should not be allowed is an issue that divides the men’s and women’s Tours.</p> \n<p>In WTA events outside the majors, coaches can come on to the court once per set, or when an opponent is receiving a medical time-out, but cannot communicate during play.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/rafael-nadal-blasts-spanish-tennis-federation\">Rafael Nadal rounds on ‘media show’ surrounding Spanish tennis federation</a> </p> \n</aside> \n<p>Rules, regulations, nods and winks aside, Djokovic was further embarrassed during his champion’s press conference when he strayed into another row ignited by Becker: questioning whether or not the world No1 and Roger Federer “really don’t like each other” – as the forever outspoken Becker suggests in his new book.</p> \n<p>When asked about how moved he seemed during a long, standing ovation from the crowd at Roland Garros immediately after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/french-open-2015-stanislas-wawrinka-novak-djokovic-win\">he’d lost to Stan Wawrinka</a> in the French Open final earlier this month, Djokovic said: “I felt something I never felt before in any grand slam final with any of my rivals … this connection with Stan.</p> \n<p>“The way we greeted each other at the net, then after when he came to my bench, I appreciate it very much. I think that shows his greatness, as well. That’s the way it’s supposed to be.”</p> \n<p>He added that there was “some kind of wrong connotation” at large in the perception of rivalries in the modern game, “where you’re trying to create such a tense atmosphere between the two players, where instead you’re supposed to just, you know, focus on the right values and the fair play and the respect to the opponent and to the game itself”.</p> \n<p>Djokovic might have a point on the “coaching” row, but loading the blame for his coach’s remarks about the dislike between him and Federer back on to the media – and it is certain Becker has appreciated the publicity for his book – was less convincing.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435499642396/Novak-Djokovic--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic denied he is coached by Boris Becker during matches but said he gets reassurance from his box. Photograph: Florian Eisele/PA/AELTC/Pool","credit":"Florian Eisele/PA/AELTC/Pool","altText":"Novak Djokovic ","cleanCaption":"Novak Djokovic denied he is coached by Boris Becker during matches but said he gets reassurance from his box. Photograph: Florian Eisele/PA/AELTC/Pool"}],"bodyImages":[],"webPublicationDate":"2015-06-28T13:55:45Z","lastModified":"2015-06-28T23:00:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Novak Djokovic","Wimbledon 2015","Roger Federer","Stanislas Wawrinka","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/stanislas-wawrinka","webTitle":"Stanislas Wawrinka"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/novak-djokovic-cheat-wimbledon-boris-becker","shortUrl":"http://gu.com/p/4a7dc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/novak-djokovic-cheat-wimbledon-boris-becker","webUri":"http://www.theguardian.com/sport/2015/jun/28/novak-djokovic-cheat-wimbledon-boris-becker"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435499642396/Novak-Djokovic--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic denied he is coached by Boris Becker during matches but said he gets reassurance from his box. Photograph: Florian Eisele/PA/AELTC/Pool","credit":"Florian Eisele/PA/AELTC/Pool","altText":"Novak Djokovic ","cleanCaption":"Novak Djokovic denied he is coached by Boris Becker during matches but said he gets reassurance from his box. Photograph: Florian Eisele/PA/AELTC/Pool"}},"importance":0,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/65872f99f74381c9e24f82ced270fc054553e509/0_0_2478_1487/1000.jpg","height":600,"width":1000}}]},{"title":"Order of play for Monday / Djokovic faces Kohlschreiber","rawTitle":"Djokovic faces Kohlschreiber","item":{"type":"article","id":"sport/2015/jun/28/wimbledon-2015-order-of-play-monday-29-june","title":"Wimbledon 2015: order of play for Monday 29 June","trailText":"Great Britain’s Johanna Konta has been handed a Centre Court slot for her Wimbledon first-round match against the former champion Maria Sharapova","standFirst":"<span class=\"bullet\">•</span> Johanna Konta faces Maria Sharapova on Centre Court\n<br />\n<span class=\"bullet\">•</span> Novak Djokovic will start title defence against Philipp Kohlschreiber","byline":"Press Association","body":"<p>Great Britain’s Johanna Konta has been handed a Centre Court slot for her Wimbledon first-round match against the former champion Maria Sharapova.</p> \n<p>Konta, who reached the quarter-finals of Eastbourne, will tackle the 2004 Wimbledon winner in the second match on the main show court. Sharapova is the fourth seed.</p> \n<p>Their tussle follows the tradition of the men’s champion opening play on Centre Court. Novak Djokovic, who defeated Roger Federer in last year’s final, begins his defence against the German Philipp Kohlschreiber.</p> \n<p>Centre Court action is rounded off for the day by the match between the French Open champion Stan Wawrinka and Jo&atilde;o Sousa of Portugal. Andy Murray, in the bottom half of the men’s draw, begins his challenge on Tuesday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/andy-murray-wimbledon-2015-first-round-kukushkin\">Andy Murray radiates calm before facing storm of Wimbledon expectation</a> </p> \n</aside> \n<h2>Order of play at the Wimbledon Championships for Monday (all times BST)</h2> \n<p><strong>Centre Court:</strong> 13:00: (1) Novak Djokovic (Ser) v Philipp Kohlschreiber (Ger), (4) Maria Sharapova (Rus) v Johanna Konta (GB), (4) Stan Wawrinka (Swi) v Joao Sousa (Por)</p> \n<p><strong>No1 Court:</strong> 13:00: (1) Serena Williams (US) v Margarita Gasparyan (Rus), (31) Simone Bolelli (It) v (5) Kei Nishikori (Jpn), (11) Grigor Dimitrov (Bul) v Federico Delbonis (Arg)</p> \n<p><strong>No2 Court:</strong> 11:30: (26) Nick Kyrgios (Aus) v Diego Schwartzman (Arg), Jarkko Nieminen (Fin) v Lleyton Hewitt (Aus), Alison Riske (US) v (6) Lucie Safarova (Cz),Heather Watson (GB) v (32) Caroline Garcia (Fr)</p> \n<p><strong>No3 Court:</strong> 11:30: (9) Marin Cilic (Cro) v Hiroki Moriya (Jpn), Yi-Fan Xu (Chn) v (7) Ana Ivanovic (Ser), Daniel Gimeno-Traver (Sp) v (7) Milos Raonic (Can), Madison Brengle (US) v (16) Venus Williams (US)</p> \n<p><strong>Court 12:</strong> 11:30: Anett Kontaveit (Est) v (23) Victoria Azarenka (Blr), Go Soeda (Jpn) v (17) John Isner (US), Danka Kovinic (Mne) v (22) Samantha Stosur (Aus), Lucas Pouille (Fr) v (14) Kevin Anderson (SA)</p> \n<p><strong>Court 18:</strong> 11:30: Liam Broady (GB) v Marinko Matosevic (Aus), (30) Belinda Bencic (Swi) v Tsvetana Pironkova (Bul), Luke Saville (Aus) v (21) Richard Gasquet (Fr), Shelby Rogers (US) v (14) Andrea Petkovic (Ger)</p> \n<p><strong>Court 5</strong>: 11:30: Timea Babos (Hun) v Petra Cetkovska (Cz), Alexandra Dulgheru (Rou) v Kristina Mladenovic (Fr), Juan Monaco (Arg) v Florian Mayer (Ger), Hsieh Su-wei (Twi) v Kaia Kanepi (Est)</p> \n<p><strong>Court 6</strong>: 11:30: Andreas Haider-Maurer (Aut) v Ricardas Berankis (Lit), Vitalia Diatchenko (Rus) v Anna-Lena Friedsam (Ger), Victor Estrella Burgos (Dom) v Benjamin Becker (Ger), Daria Gavrilova (Aus) v (29) Irina-Camelia Begu (Rou)</p> \n<p><strong>Court 7:</strong> 11:30: Janko Tipsarevic (Ser) v Marcel Granollers (Sp), Darija Jurak (Cro) / Ana Konjuh (Cro) v Jelena Jankovic (Ser) / Mirjana Lucic-Baroni (Cro), Edina Gallovits-Hall (US) v Urszula Radwanska (Pol), (28) Pablo Cuevas (Uru) v Denis Kudla (USA)</p> \n<p><strong>Court 8:</strong> 11:30:Dudi Sela (Isr) v (32) Dominic Thiem (Aut), (9) Carla Suarez Navarro (Spa) v Jelena Ostapenko (Lat), Dusan Lajovic (Ser) v Tommy Haas (Ger)</p> \n<p><strong>Court 9:</strong> 11:30: Horacio Zeballos (Arg) v (16) David Goffin (Bel), Alison Van Uytvanck (Bel) v Bethanie Mattek-Sands (US), Kenny De Schepper (Fr) v John-Patrick Smith (Aus), Nicole Gibbs (US) v Lesia Tsurenko (Ukr)</p> \n<p><strong>Court 10:</strong> 11:30: (24) Flavia Pennetta (It) v Zarina Diyas (Kaz), Albert Ramos-Vinolas (Sp)/Andreas Seppi (It) v Jonathan Erlich (Isr)/Philipp Petzschner (Ger), Pierre-Hugues Herbert (Fr) v Chung Hyeon (Kor)</p> \n<p><strong>Court 11:</strong> 11:30: Kirsten Flipkens (Bel) v Annika Beck (Ger), (9) Casey Dellacqua (Aus) /Yaroslava Shvedova (Kaz) v Gabriela Dabrowski (Can) /Alicja Rosolska (Pol),Matthew Ebden (Aus) v Blaz Rola (Slo), (19) Tommy Robredo (Sp) v John Millman (Aus)</p> \n<p><strong>Court 14:</strong> 11:30: Martin Klizan (Svk) v Fernando Verdasco (Spa), Aleksandra Krunic (Ser) v Roberta Vinci (It), Polona Hercog (Slo) v Lauren Davis (US), Teymuraz Gabashvili (Rus) v Alexander Zverev (Ger)</p> \n<p><strong>Court 15:</strong> 11:30: Coco Vandeweghe (US) v Anna Karolina Schmiedlova (Svk), Lin Zhu (Chn) v Aliaksandra Sasnovich (Blr), Lukas Lacko (Svk) v Steve Johnson (US), Marsel Ilhan (Tur) v Jerzy Janowicz (Pol)</p> \n<p><strong>Court 16:</strong> 11:30: (24) Leonardo Mayer (Arg) v Thanasi Kokkinakis (Aus), Jan-Lennard Struff (Ger) v (27) Bernard Tomic (Aus), Daniela Hantuchova (Svk) v Dominika Cibulkova (Svk)</p> \n<p><strong>Court 17:</strong> 11:30: (11) Karolina Pliskova (Cz) v Irina Falconi (US), (19) Sara Errani (It) v Francesca Schiavone (It), Joao Souza (Bra) v Santiago Giraldo (Col), Donald Young (US) v Marcos Baghdatis (Cyp)</p> \n<p><strong>Court 19:</strong> 11:30: Sam Groth (Aus) / Sergiy Stakhovsky (Ukr) v (3) Vasek Pospisil (Can) / Jack Sock (US), (9) Rohan Bopanna (Ind) / Florin Mergea (Rou) v Tim Smyczek (US) / Jiri Vesely (Cze), Richel Hogenkamp (Neth) v Qiang Wang (Chn), Marina Erakovic (NZ) v Yulia Putintseva (Kaz)</p> \n<p><strong>TBC:</strong> Not before 17.30: Mariana Duque-Marino (Col) v Naomi Broady (GB), (27) Barbora Strycova (Cz) v Sloane Stephens (US)</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435494704434/Wimbledon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"Wimbledon","cleanCaption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-28T12:37:39Z","lastModified":"2015-06-29T07:50:59Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/wimbledon-2015-order-of-play-monday-29-june","shortUrl":"http://gu.com/p/4a7cb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/wimbledon-2015-order-of-play-monday-29-june","webUri":"http://www.theguardian.com/sport/2015/jun/28/wimbledon-2015-order-of-play-monday-29-june"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435494704434/Wimbledon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"Wimbledon","cleanCaption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters"}},"importance":0,"kicker":{"title":"Order of play for Monday"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435494704434/Wimbledon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"Wimbledon","cleanCaption":"Ground staff assemble name plates on the draw list outside Centre Court at Wimbledon. Photograph: Toby Melville/Reuters"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/457dba877a5816da92b9bac9ca29eed4bf3c134c/0_122_2643_1585/1000.jpg","height":600,"width":1000}}]},{"title":"Women's World Cup / 'England are going all the way': Sampson's side raise the bar","rawTitle":"'England are going all the way': Sampson's side raise the bar","item":{"type":"article","id":"football/2015/jun/28/england-women-world-cup-semi-final","title":"England’s success at Women’s World Cup sets new standards for others","trailText":"England’s progress to the semi-finals is built on an admirably cohesive spirit and has given them confidence that Japan too can be beaten","standFirst":"England’s progress to the semi-finals is built on an admirably cohesive spirit and has given them confidence that Japan too can be beaten","byline":"Louise Taylor in Vancouver","body":"<p>Mark Sampson had no need to pause for thought when asked to identify the secret of his side’s success. “We’re good tourists,” he said. It was a simple, unusually succinct answer from England’s coach but it went a long way towards explaining why the Lionesses have reached the semi-finals of a World Cup for the first time.</p> \n<p>Their <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/england-send-hosts-canada-packing-in-tense-quarter-final\">2-1 win against Canada</a> in front of a noisy 54,000-strong crowd, at an incredibly atmospheric Vancouver stadium a long goal-kick from the Pacific, promises to be a breakthrough moment for the female game in England.</p> \n<p>Its long-awaited arrival is no accident. England are not the most technically gifted team in this tournament but they have an extraordinary unity of purpose, something exhibited repeatedly since their arrival in this vast country for a training camp in late May.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/jun/28/womens-world-cup-2015-england-v-canada-in-pictures\">Women's World Cup 2015: England v Canada – in pictures</a> </p> \n</aside> \n<p>Benefiting from a lack of ego-fuelled internal politicking, a willingness to sacrifice personal glory for the squad’s wider good and a refusal to succumb to boredom or homesickness, England have been what international managers call “good tourists”. Theirs is a mindset conspicuous by its absence in all too many of the country’s equivalent male teams and has invested England with a long-craved credibility.</p> \n<p>“These players have shown a desire I’ve never seen from an England team before,” said Sampson, referring to both genders. It stems largely from the characters of the women involved, their refreshing lack of the sense of entitlement and preciousness that afflicts far too many male peers. But it is also a testament to the skills of the sports psychologists and bonding experts Sampson introduced to work with a squad who had become fractured during the latter days of his predecessor Hope Powell’s managerial tenure.</p> \n<p>Importantly, England’s 32-year-old Wales-born coach has also ensured that his 23-strong squad are also good tourists in the literal sense by encouraging them to use free time to get out of the team hotel and explore Moncton, Montreal, Ottawa, Vancouver, and, imminently, Edmonton. So far the locals have been charmed and there are no signs of anyone becoming remotely stir crazy. Maybe it is down to emotional intelligence, perhaps it reflects an ability to grasp the bigger picture but the refrain from every Lioness you speak to is: “We don’t want this journey to end.”</p> \n<p>One of Sampson’s pet phrases – and he does rather like a cliche – is “we’re in a good place.” In the past few days that has, on occasion, been upgraded to “we’re in a great place”.</p> \n<p>A man in charge of the non-league Welsh team Taff’s Well only five years ago does not exaggerate. Quite apart from overseeing the first England side of either gender to reach a World Cup semi-final since Sir Bobby Robson’s team at Italia 90, he has already exceeded the Football Association’s tournament ambitions.</p> \n<p>As Steph Houghton, his captain and a star performer at centre-half against Canada put it: “Our aim before coming here was to inspire a nation. Hopefully we’ve done that. We’re making history but our ultimate aim is to keep growing our game.”</p> \n<p>Casey Stoney, the veteran centre-half, who watched from the bench was simply overjoyed to see years of slog and self-denial rewarded. “I’m beyond words,” Stoney said. “It’s unbelievable. “I know how hard everyone on this journey has worked but all the sacrifices are worth it now.” Talk about a wake-up call for the pampered ensembles managed by Roy Hodgson and Gareth Southgate.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/englands-victory-a-game-changer-for-womens-football\">England's victory a 'game-changer' for women's football</a> </p> \n</aside> \n<p>Its timing could hardly be better. After a multimillion-pound investment in the women’s game had failed to see crowds in the domestic super league escalate, the FA accountants were becoming twitchy and it was, unofficially, decided that anything less than a quarter-final place here would represent failure. A semi-final slot would be regarded as tangible progress.</p> \n<p>Having reached the last four England rather fancy ending “49 years of hurt” and winning the World Cup. After beating Canada Sampson even made a passing reference to Sir Alf Ramsey and 1966 but Japan will present a considerable obstacle. Wednesday’s game promises to be a quintessential culture clash as much about football philosophy as national customs. While England are direct, meticulously organised, physically strong and extremely hot on set pieces, Japan play an intricate possession game.</p> \n<p>Very much the tournament’s Barcelona, their blend of improvisation and incision promises to offer a realistic litmus test of England’s potential. In the second half against a Canada side who struggle to keep the ball Sampson’s players enjoyed only around 40% possession. Japan will believe they have a chance of passing Houghton and company off the pitch in Edmonton.</p> \n<p>Sampson, however, has succeeded where many counterparts have failed by really doing his homework. Conscious of his young age raising eyebrows, he makes a point of doing the hard yards when it comes to analysis.</p> \n<p>Such assiduousness possibly explains why his team have got this far. If Jodie Taylor’s opening goal was down to defender error, Lucy Bronze’s second – a header from a Fara Williams free-kick – was choreographed impeccably.</p> \n<figure class=\"element element-image\" data-media-id=\"1f0ed2af1ff1d48ddb19db05c5e97d7f0b78c269\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/28/1435516424220/146c4340-1989-4aaa-9d9a-520d598d0f8f-460x276.jpeg\" alt=\"Lucy Bronze\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lucy Bronze heads in England’s second goal against Canada.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Hewitt/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<p>Sampson and his staff had realised that, despite being Canada’s shortest player, Allysha Chapman would mind Bronze at set pieces. “The funny thing is we knew Chapman was going to mark me,” said the scorer. “She always marks the widest player on set plays.”</p> \n<p>Lee Kendall, one of England’s opposition analysts, even predicted Bronze’s goal. “Lee said, ‘Luce, back post, this kid’s gonna mark you, you’re two foot taller than her, just get your head on it,’” she said. “I’m not a salmon but I can get up for these balls. So we knew, that if I got my head on it, it was going to be a goal.”</p> \n<p>After scoring a spectacular winner in the round of 16 against Norway, the Manchester City defender is rightly attracting “Bronze Age” and “Bronze sets gold standard” headlines but she is the first to acknowledge Sampson has created a perfect framework for her.</p> \n<p>England’s coach attributes it to his belief that the devil really is in the detail. “The detail we go into as staff is outstanding and our set-piece team look through everything,” he said. “You name any football team in the world, we’ll have studied their set pieces over the past six months. We’ll find a way to formulate a set piece that works against a specific opponent. The details matter. We isolated Bronzey on that back stick, it was a brilliant delivery from Fara and it’s a big goal for us.”</p> \n<p>A fiercely partisan crowd ensured England endured several nervous moments after Karen Bardsley spilled a routine cross and Christine Sinclair reduced the deficit on the rebound. “To play in that atmosphere was an unbelievable, very emotional, experience we may never witness again unless we win the World Cup,” she said. “But we’re looking forward to playing Japan now,” said Bronze.</p> \n<p>“They’re the holders so it’s a big deal. It’s exciting. Japan are favourites but we’re confident we can win. We also know how we can beat them. England are going all the way.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/28/1435516233366/England-v-Canada-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England players celebrate their win over Canada. 'Our aim before coming here was to inspire a nation,' said the captain Steph Houghton. Photograph: Mike Hewitt - Fifa/FIFA via Getty Images","credit":"Mike Hewitt - Fifa/FIFA via Getty Images","altText":"England v Canada","cleanCaption":"England players celebrate their win over Canada. 'Our aim before coming here was to inspire a nation,' said the captain Steph Houghton. Photograph: Mike Hewitt - Fifa/FIFA via Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435516425743/146c4340-1989-4aaa-9d9a-520d598d0f8f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lucy Bronze heads in England’s second goal against Canada. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"Lucy Bronze","cleanCaption":"Lucy Bronze heads in England’s second goal against Canada.","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"}],"webPublicationDate":"2015-06-28T18:42:19Z","lastModified":"2015-06-28T23:30:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"}],"feature":true,"keywords":["England women's football team","Women's World Cup 2015","Women's football","Football","Sport"],"tags":[{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Louise Taylor","topic":{"type":"tag-contributor","name":"profile/louisetaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/28/england-women-world-cup-semi-final","shortUrl":"http://gu.com/p/4a7gk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/28/england-women-world-cup-semi-final","webUri":"http://www.theguardian.com/football/2015/jun/28/england-women-world-cup-semi-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/28/1435516233366/England-v-Canada-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England players celebrate their win over Canada. ‘Our aim before coming here was to inspire a nation,’ said the captain Steph Houghton. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt - Fifa/FIFA via Getty Images","altText":"England v Canada","cleanCaption":"England players celebrate their win over Canada. ‘Our aim before coming here was to inspire a nation,’ said the captain Steph Houghton. Photograph: Mike Hewitt/Fifa via Getty Images"}},"importance":6,"kicker":{"title":"Women's World Cup"},"showQuotedHeadline":false,"sublinks":[{"title":"Women's World Cup / England's victory a 'game-changer'","rawTitle":"England's victory a 'game-changer'","item":{"type":"article","id":"football/2015/jun/28/englands-victory-a-game-changer-for-womens-football","title":"England's victory a 'game-changer' for women's football","trailText":"More than 1.5m people tuned in during the early hours on Sunday to witness only the third ever England side reach a World Cup semi-final ","standFirst":"<p data-dropid=\"0\">More than 1.6 million people tuned in during the early hours on Sunday to witness only the third ever England side to reach a World Cup semi-final </p>","byline":"Alexandra Topping and Louise Taylor in Vancouver","body":"<p>England’s historic victory over Canada in the Women’s World Cup has been hailed as a game-changer for women’s football, as a wave of new fans tuned in to see an England team reach a World Cup semi-final for the first time since Italia 90.</p> \n<p>Despite a 12.30am kick off for UK viewers, more than 1.6 million people watched England beat hosts Canada 2-1 in Vancouver, in front of a sell out 54,027, which mostly comprised fiercely partisan home fans, at the BC Stadium on Saturday.</p> \n<p>“This feels like a really special moment in the history of the game,” said Kelly Simmons, director of the national game and women’s football at the FA. “I think this is the moment that the general public fell in love with the Lionesses. So many people back home are supporting us and are rightly proud – in terms of awareness this has been absolutely fantastic.”<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>England women doing the country proud. Huge congratulations</p> \n  <footer> \n   <cite>Wayne Rooney</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>In the deafening arena, which matched any male World Cup tie for passion and dedication, thousands of Canadians did their best to cheer the ball into England’s net. But after a superb strike from Jodie Taylor and a looping header from Lucy Bronze, England managed to resist pressure from Canada, which mounted even higher after Christine Sinclair pulled one back for the hosts just before half-time, and held on for a nail-biting victory that had fans on the edge of the seats until the final whistle.</p> \n<p>The Duke of Cambridge, president of the FA, said he was thrilled to see the England women progress to the semis for the first time.<br tabindex=\"-1\" /></p> \n<p>“This team is making history and I can’t wait to see them in action against Japan. I know a lot of people have been following the team’s progress, and I’m sure many more will now seize the chance to support this great moment for English football,” he said. “The Lionesses are doing their country proud.”</p> \n<p>England manager Mark Sampson said his team had matched their male counterparts from 1966 and 1990 by reaching the semi-finals of the World Cup. “They are history-makers again, the third ever England team to get to a semi-final,” he said. “They have shown a desire I’ve never seen from an England team before to hang on in there and get us through to the next round.”<br tabindex=\"-1\" /></p> \n<figure class=\"element element-image\" data-media-id=\"e3bafd38edb9063fb7273f89883db21b03d7fb14\"> \n <img src=\"http://media.guim.co.uk/e3bafd38edb9063fb7273f89883db21b03d7fb14/0_215_2799_1681/1000.jpg\" alt=\"Jodie Taylor and Jill Scott\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England’s Jodie Taylor is congratulated by team mate Jill Scott after giving her side the lead.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Hewitt/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<p>His team – a diverse, now largely professional, group of 23 women – have created an extraordinary bond and unity of purpose. From Chelsea’s Claire Rafferty, who works as an analyst for Deutsche Bank, to Katie Chapman, a mother of three, and Eniola Aluko, taking a sabbatical from her career as a lawyer to turn professional, they appear to peaking in perfect synchronicity.</p> \n<p>England will face world champions Japan in a crunch match on Wednesday, which will now be shown on BBC1, rather than BBC3, after the tournament has proved a ratings hit – peaking at with more than 2 million viewers.<br tabindex=\"-1\" /></p> \n<p>England fans have been swept along by the victory, with huge stars of the game adding their voices to the congratulations that swamped the England players. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This could be a game-changer, but it has to be built on</p> \n  <footer> \n   <cite>Carrie Dunn</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“England women doing the country proud. Huge congratulations on reaching the semi finals,” wrote the captain of the men’s team, Wayne Rooney – who earns &pound;300,000 a week, compared to the women’s captain Steph Houghton’s &pound;35,000 a year. Gary Lineker added: “Great to see England reach the Women’s World Cup semi-finals. 25 years since one of our teams did that. What a massive boost to the sport in this country if they could go on to win it.”</p> \n<p>Only 27 players in the Women’s Super League (WSL) are on full professional contracts, but the professionalism in the game is growing rapidly, said Simmons. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/nov/21/women-football-britain-wembley-england-v-germany\">Participation in the women’s game is booming</a> – in 1993 there were just 80 registered girls’ teams; today there are 5,143, with 1,437 registered adult sides. “There are still cultural barriers in the UK that you just don’t see in places like Canada and the US,” she said. “The Women’s Super League is definitely helping, but becoming fully professional is fundamental. We need to transfer this fantastic support to regular coverage and fans for the WSL.” </p> \n<p>Lionesses fan Carrie Dunn, author of a book about the WSL and head of sports journalism at the University of East London, said the British media now had to commit to covering the women’s game – and not just at the World Cup.</p> \n<p>The England’s women’s team has a budget of &pound;10.8m, higher than any other European country. But attracting commercial sponsorship and a larger fanbase, so clubs can become self-supporting, remains crucial for the success of the game. </p> \n<figure class=\"element element-image\" data-media-id=\"1cc595a298c1f9a126b211bf56f0e7fd7c192d9e\"> \n <img src=\"http://media.guim.co.uk/1cc595a298c1f9a126b211bf56f0e7fd7c192d9e/163_9_2805_1682/1000.jpg\" alt=\"Lucy Bronze scores\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lucy Bronze turns away in celebration after putting England 2-0 up.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Hewitt/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<p>“This could be a game-changer, but it has to be built on,” said Dunn. “The argument has always been that people aren’t interested, but this clearly shows they are. This is a chance to get the whole nation behind them and that money invested.” <br /></p> \n<p>Speaking in a haze of joy after the victory in Vancouver, Rachel O’Sullivan, who spends most of their free time and money following England with pal Sophie Downey for their website <a href=\"http://www.girlsontheball.com/\">Girls on the Ball</a>, said she “still couldn’t quite believe” the Lionesses had done it. “We’re sure now, more than ever, that they can go all the way,” she said. “We’re so immensely proud of our pride.” </p> \n<p>Asif Burhan, a dedicated England fan who travels around the world supporting both the men and women’s teams, said there was no difference between the atmosphere in Canada and the men’s World Cup in Brazil last year. “Results change perceptions,” he said. “As the players walked off the pitch last night I shouted to them that they had changed the country, and made us proud. I don’t think they knew what I was going on about – they won’t realise how much people care.”</p> \n<p><strong>What they said:</strong></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EmWatson/statuses/615116585443938305\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Hear us Roar : <a href=\"http://t.co/TLc46WiIUg\">http://t.co/TLc46WiIUg</a> 🇬🇧 Yes England!!!!!!!!!!!!! <a href=\"https://twitter.com/hashtag/semifinals?src=hash\">#semifinals</a> <a href=\"https://twitter.com/hashtag/Lionesses?src=hash\">#Lionesses</a> ⚽️🐾 <a href=\"https://twitter.com/hashtag/love?src=hash\">#love</a> <a href=\"http://t.co/eL9tBWQ0eN\">pic.twitter.com/eL9tBWQ0eN</a></p>— Emma Watson (@EmWatson) \n  <a href=\"https://twitter.com/EmWatson/status/615116585443938305\">June 28, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/clarebalding/statuses/615031940337520640\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">We WON! We won! WE WON! 👏👏👏 So so chuffed for the <a href=\"https://twitter.com/hashtag/Lionesses?src=hash\">#Lionesses</a>. What a result! 😃😃England are in the semi-finals of the Women's World Cup!</p>— Clare Balding (@clarebalding) \n  <a href=\"https://twitter.com/clarebalding/status/615031940337520640\">June 28, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GaryLineker/statuses/615122900299980800\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Great to see the England Women's <a href=\"https://twitter.com/hashtag/FIFAWWC?src=hash\">#FIFAWWC</a> result last night and could there be more to come?......<a href=\"http://t.co/S3r6r5eDYL\">http://t.co/S3r6r5eDYL</a></p>— Gary Lineker (@GaryLineker) \n  <a href=\"https://twitter.com/GaryLineker/status/615122900299980800\">June 28, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WayneRooney/statuses/614972195694116864\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">England women doing the country proud. Huge congratulations on reaching the semi finals</p>— Wayne Rooney (@WayneRooney) \n  <a href=\"https://twitter.com/WayneRooney/status/614972195694116864\">June 28, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alanshearer/statuses/615118471995740160\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Congratulations <a href=\"https://twitter.com/england\">@england</a>! Keep doing the country proud! <a href=\"https://twitter.com/hashtag/WWC2015?src=hash\">#WWC2015</a> <a href=\"https://twitter.com/hashtag/EnglandWomen?src=hash\">#EnglandWomen</a> <a href=\"https://t.co/EeREqiOMPq\">https://t.co/EeREqiOMPq</a></p>— Alan Shearer (@alanshearer) \n  <a href=\"https://twitter.com/alanshearer/status/615118471995740160\">June 28, 2015</a>\n </blockquote> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fd1cd1350435fc8a2e02c734507d198cdcb02639/142_140_4051_2431/4051.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2431,"width":4051,"orientation":"landscape","credit":"Darryl Dyck/AP","altText":"England players","cleanCredit":"Photograph: Darryl Dyck/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e3bafd38edb9063fb7273f89883db21b03d7fb14/0_215_2799_1681/2799.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1681,"width":2799,"orientation":"landscape","caption":"England’s Jodie Taylor is congratulated by team mate Jill Scott after giving her side the lead. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"Jodie Taylor and Jill Scott","cleanCaption":"England’s Jodie Taylor is congratulated by team mate Jill Scott after giving her side the lead.","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1cc595a298c1f9a126b211bf56f0e7fd7c192d9e/163_9_2805_1682/2805.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1682,"width":2805,"orientation":"landscape","caption":"Lucy Bronze turns away in celebration after putting England 2-0 up. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"Lucy Bronze scores","cleanCaption":"Lucy Bronze turns away in celebration after putting England 2-0 up.","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"}],"webPublicationDate":"2015-06-28T18:27:12Z","lastModified":"2015-06-28T23:00:52Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Alexandra Topping","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexandratopping"},{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"}],"feature":false,"keywords":["Women's football","Football","England women's football team","Sport","UK news","Women's World Cup 2015"],"tags":[{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"sport/sport","webTitle":"Sport"},{"id":"uk/uk","webTitle":"UK news"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/28/englands-victory-a-game-changer-for-womens-football","shortUrl":"http://gu.com/p/4a7bk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/28/englands-victory-a-game-changer-for-womens-football","webUri":"http://www.theguardian.com/football/2015/jun/28/englands-victory-a-game-changer-for-womens-football"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fd1cd1350435fc8a2e02c734507d198cdcb02639/142_140_4051_2431/4051.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2431,"width":4051,"orientation":"landscape","caption":"England players celebrate their 2-1 win over Canada in the Fifa Women’s World Cup quarter-final. Photograph: Darryl Dyck/AP","credit":"Darryl Dyck/AP","altText":"England players","cleanCaption":"England players celebrate their 2-1 win over Canada in the Fifa Women’s World Cup quarter-final.","cleanCredit":"Photograph: Darryl Dyck/AP"}},"importance":0,"kicker":{"title":"Women's World Cup"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fd1cd1350435fc8a2e02c734507d198cdcb02639/142_140_4051_2431/4051.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2431,"width":4051,"orientation":"landscape","credit":"Darryl Dyck/AP","altText":"England players","cleanCredit":"Photograph: Darryl Dyck/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/28/1435516233366/England-v-Canada-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England players celebrate their win over Canada. 'Our aim before coming here was to inspire a nation,' said the captain Steph Houghton. Photograph: Mike Hewitt - Fifa/FIFA via Getty Images","credit":"Mike Hewitt - Fifa/FIFA via Getty Images","altText":"England v Canada","cleanCaption":"England players celebrate their win over Canada. 'Our aim before coming here was to inspire a nation,' said the captain Steph Houghton. Photograph: Mike Hewitt - Fifa/FIFA via Getty Images"}}]},{"title":"An under par Serena Williams can still add to her SW19 title haul","rawTitle":"An under par Serena Williams can still add to her SW19 title haul","item":{"type":"article","id":"sport/2015/jun/28/marion-bartoli-wimbledon","title":"Serena Williams can add Wimbledon to her 2015 haul even if she’s below par","trailText":"Australian Open and French Open champion stands alone, but Petra Kvitova is a challenger and Agnieszka Radwanska a  dark horse in the women’s draw","standFirst":"Australian Open and French Open champion stands alone, but Petra Kvitova is a challenger and Agnieszka Radwanska a dark horse in the women’s draw","byline":"Marion Bartoli","body":"<h2><strong>The favourites</strong></h2> \n<p>S<strong>erena Williams</strong> is obviously the overwhelming favourite. She overcame so much at Roland Garros. Clay is not her favourite surface and she was ill as well. She battled all that and she was still the champion. I think that sends a message to the rest of the field, the people who want to take her down, that she can win even when she is not feeling her best. Grass and the US Open hardcourts are her best surfaces. They are the tournaments that she has won the most, so to arrive at her two best grand slams after dealing with her two most difficult ones and winning them will give her so much confidence. I would not want to face her, that is for sure.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon\">Is a late-flowering Venus Williams primed to beat her sister at Wimbledon?</a> </p> \n</aside> \n<p>I would stick with <strong>Petra Kvitova</strong> as my other favourite, just on the basis that she has won so many times on grass. She has won Wimbledon twice and plays very well in Eastbourne. She didn’t play this year because of illness but she’s always very dangerous on the surface. She has this leftie game and this leftie serve that is very hard to deal with. <strong>Maria Sharapova</strong> is the other name to watch. Serena and Kvitova are the ones to beat but Sharapova can never be considered a dark horse when she has won Wimbledon already.</p> \n<h2><strong>Dark horses</strong></h2> \n<p><strong>Agnieszka Radwanska</strong> is my dark horse. The Pole has the right game now. She is flying a little bit under the radar but she has been in the final of Wimbledon before and pushed Serena Williams in three sets. If she arrives with confidence from Eastbourne and has not been too badly affected by losing the final, she can really do something big.</p> \n<p><strong>Angelique Kerber </strong>could also surprise a few people. She is a solid player. She has been at a semi-final already at Wimbledon and the German can be very dangerous on grass.</p> \n<p>From a British perspective, we might have been able to speak more about Johanna Konta after her run to the quarter-final in Eastbourne, so it is a shame that she has been pitted against Sharapova in the first round. She could have done something with a better draw after her wins last week.</p> \n<p>I also wish that Laura Robson could have returned a little bit earlier after her wrist injury. Seventeen months is a long time to be away. She would have had more confidence if she had played more matches before Wimbledon but she has only had one and she lost that to Daria Gavrilova. It is not easy and she will have to be patient.</p> \n<h2><strong>Ones to watch</strong></h2> \n<p>The young player who stands out for me this year is <strong>Belinda Bencic</strong>. Her technique suits grass and she won her first title in Eastbourne on Saturday. She played really well in her final against Radwanska, who is not easy to beat at the moment. She maybe lacks a little bit of power but on the grass, with her agility and her hands and the feel she has on the ball, I think she will be able to do well. She is my main pick as a youngster.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/johanna-konta-maria-sharapova-wimbledon-2015\">Wimbledon 2015: Johanna Konta eager to share spotlight with Maria Sharapova</a> </p> \n</aside> \n<p><strong>Madison Keys</strong> is a little different. She has been around for a while, although she is only 20. For Madison, it is about how she deals with expectation. She has been to the semi-final of the Australian Open. When another young American, Sloane Stephens, announced herself on the big stage a couple of years ago, she beat Serena in the Australian Open. Madison lost to Serena but we saw the same style of games, the same kind of attitude on court. She was hitting the ball very smoothly. But she has struggled to make the transition since then. It is one thing to be the underdog, the one who can beat someone big and be flashy, but to become a top player, to assert yourself, you have to prove it yourself. You have to win matches against players you should beat and then perform again on every stage.</p> \n<p>I am also really interested to see how <strong>Eugenie Bouchard</strong> plays. She hasn’t won many matches this year. She was in the final last year and that can be quite a dramatic situation when you return the following year.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435501832070/Serena-Williams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams won the French Open this month and is looking to make it three grand slams in a row 2015.  Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/Rex Shutterstock","altText":"Serena Williams","cleanCaption":"Serena Williams won the French Open this month and is looking to make it three grand slams in a row 2015.  Photograph: Ella Ling/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-28T14:38:30Z","lastModified":"2015-06-28T23:30:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Wimbledon 2015","Serena Williams","Petra Kvitova","Eugenie Bouchard","Wimbledon","Tennis","Sport","US sports","Marion Bartoli"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/petra-kvitova","webTitle":"Petra Kvitova"},{"id":"artanddesign/eugenie-bouchard","webTitle":"Eugenie Bouchard"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/marion-bartoli","webTitle":"Marion Bartoli"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/marion-bartoli-wimbledon","shortUrl":"http://gu.com/p/4a7dx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/marion-bartoli-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jun/28/marion-bartoli-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435501832070/Serena-Williams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams won the French Open in June and is looking to make it three grand slams in a row in 2015. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/Rex Shutterstock","altText":"Serena Williams","cleanCaption":"Serena Williams won the French Open in June and is looking to make it three grand slams in a row in 2015. Photograph: Ella Ling/BPI/Rex Shutterstock"}},"importance":5,"byline":{"title":"Marion Bartoli"},"showQuotedHeadline":true,"sublinks":[{"title":"Ben Rothenberg / Is late-flowering Venus primed to beat Serena?","rawTitle":"Is late-flowering Venus primed to beat Serena?","item":{"type":"article","id":"sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon","title":"Is a late-flowering Venus Williams primed to beat her sister at Wimbledon?","trailText":"The five-time Wimbledon champion has been in good form this year, and she could yet pull off a big upset in SW19<br>","standFirst":"<p data-dropid=\"0\">The five-time Wimbledon champion has been in good form this year, and she could yet pull off a big upset in SW19<br /></p>","byline":"Ben Rothenberg at Wimbledon","body":"<p>Nearly every player who came in this weekend for pre-tournament media obligations at Wimbledon was asked about Serena Williams, and her chances of sweeping all four grand slam events in one year. After Roger Federer took his turn complimenting Williams’ dominance on Saturday afternoon, he pivoted to her sister.</p> \n<p>“Also Venus, I must say,” Federer said. “We don’t talk about Venus that often because Serena has been so dominant. Actually, that they’re both still playing is more of a surprise to me. But that they are playing, it doesn’t surprise me they’re actually playing well. It goes hand in hand. I wouldn’t imagine them still playing and playing poorly. Let’s put it that way. They’re too good for that.”</p> \n<p>Neither is playing poorly, but it’s not fair to either to equate their recent results. Though the sisters have been lumped together throughout their careers for obvious reasons, top-ranked Serena has remained in the game’s upper echelon while Venus has been outside the top 10 since 2011. While still solidly ranked inside the top 20 at No16, Venus has struggled to reach the halfway mark at the same major tournaments Serena continues to dominate. </p> \n<p>Seven years removed from her fifth and most recent Wimbledon title and all the “Venus in Orbit” headlines that accompanied each of her high-flying major triumphs, Williams’ results have been decidedly earthbound. But unlike the stagnant Lleyton Hewitt, who has final killed off his atrophying career by announcing that this will be his final Wimbledon, Williams has still shown flashes of greatness more than occasionally, despite turning 35 earlier this month. She won a tournament in Auckland and reached the Australian Open quarter-finals in January, and compiled a solid 18-4 record this year before the tour shifted to her least favored clay. </p> \n<p>On grass, where Williams is always at her best, is a particularly apt time to celebrate both her past and present. </p> \n<p>“It was one of only twice in my career where I felt like I really didn’t know what to do,” said Jill Craybas, who was Williams’ fourth-round opponent in 2005 en route to her third Wimbledon title. “She played so well and she was on her game. She’s so long, you just feel like there’s no openings on the court. Even on the grass court, her serve was bouncing over my head.”</p> \n<p>At Wimbledon last year, she gave eventual champion Petra Kvitova her toughest test of the tournament, before ultimately losing 5-7, 7-6, 7-5 in the third round. <br /></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vbgVYhigskc\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/vbgVYhigskc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Venus has another roadblock in her path this year, <a href=\"http://www.usatoday.com/story/sports/tennis/2015/06/26/serena-venus-williams-wimbledon/29320565/\">with Serena looming as a possible opponent in the fourth round</a>. But at least one former opponent, retired doubles specialist Rennae Stubbs, likes her chances.</p> \n<p>“It was really the match of the tournament here last year against Kvitova, and nobody pushed Kvitova but Venus,” said Stubbs. “In that respect, I think Venus has an outside chance to win the tournament this year. Why not? If she’s fit. She has Serena fourth round, but Serena is going to feel an unbelievable amount of pressure at this tournament. She feels it every tournament, but it’s only building, and more by the time that match rolls around. And it’s always hard for her against Venus.”</p> \n<p>Stubbs, who lost all seven matches she played against Venus including twice at Wimbledon, said all of Williams’ weapons were even more bruising on the slick, low-bouncing grass courts of the All-England Club.</p> \n<p>“Flat, hard, penetrative groundies, and the serve was diabolical if it was on,” said Stubbs. “It came through at you at a pace that you didn’t see from any other player, because of her height. She could bomb it down at 120mph at you, and then slide it away on the forehand side with that nasty sliding serve, and a lot of players didn’t know whether to move forward or back.”</p> \n<p>Stubbs has seen Williams slow since the fatigue-causing autoimmune disorder Sjogren’s syndrome which she was diagnosed with in 2011, but believes there’s no doubting her heart.</p> \n<p>“She’s got to feel good, that’s important for her to wake up and feel good,” said Stubbs. “We know she has the desire. There’s not many greater champions, and there’s no one in the draw who’s won more than her, except for Serena.”</p> \n<p>Despite her major-title haul of seven being second only to Serena’s 20 among active players, and her five titles here tied for first with Serena, Venus was relegated to No3 Court for her opening match at the tournament this year against 36th-ranked Madison Brengle. It is not the first time a Williams has been perceptibly slighted by organizers at the tournament, something which two-time Wimbledon women’s doubles champion Stubbs has taken note of.</p> \n<p>“It might be a little bit controversial, but I think that the Williams sisters have not been treated the best here all the time. There’s been times where Serena has been out on No2 Court, and I’m just blown away by that. Somebody who has won as many grand slam titles as she has deserves to be on Centre Court every match, except from time-to-time on No1 Court.”</p> \n<p>Stubbs believes the longevities on tour of both Williams sisters should be especially appreciated, considering how many other players have ended careers at much younger ages.</p> \n<p>“I’ve always thought that they were underappreciated in general. Let’s hope people appreciate them. Me personally, I’m just happy they’re still around, because they add something so special to the tour. Great champions are usually done by 30. Look how many we’ve lost: Henin, Capriati, Clijsters, Mauresmo. Graf was done by 29, right after she won the French. It’s great that they’ve dealt with the fact that they haven’t won every time and still came back and wanted to play.</p> \n<p>“Especially Venus; She just keeps going. She’s never wanted the praise, she’s never had a pat-my-back attitude. She’s just Venus. When you’re around her, you know. She’s just a great ambassador for our sport.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435520110681/3c42d902-2ec9-44d8-99e2-dd40bcbf3675-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Mayhew/Sportsphoto Ltd","altText":"Venus Williams","cleanCredit":"Photograph: Michael Mayhew/Sportsphoto Ltd"}],"bodyImages":[],"webPublicationDate":"2015-06-28T19:37:06Z","lastModified":"2015-06-28T19:39:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ben Rothenberg","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ben-rothenberg"}],"feature":true,"keywords":["Venus Williams","Serena Williams","Wimbledon 2015","Sport","Tennis","US sports","Wimbledon"],"tags":[{"id":"sport/venus-williams","webTitle":"Venus Williams"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/wimbledon","webTitle":"Wimbledon"}],"section":{"id":"sport"},"topics":[{"displayName":"Ben Rothenberg","topic":{"type":"tag-contributor","name":"profile/ben-rothenberg"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon","shortUrl":"http://gu.com/p/4a7t5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon","webUri":"http://www.theguardian.com/sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435520110681/3c42d902-2ec9-44d8-99e2-dd40bcbf3675-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Venus Williams pushed Petra Kvitova harder than anyone else at last championships. Photograph: Michael Mayhew/Sportsphoto Ltd","credit":"Michael Mayhew/Sportsphoto Ltd","altText":"Venus Williams","cleanCaption":"Venus Williams pushed Petra Kvitova harder than anyone else at last championships.","cleanCredit":"Photograph: Michael Mayhew/Sportsphoto Ltd"}},"importance":0,"kicker":{"title":"Ben Rothenberg"},"byline":{"title":"Ben Rothenberg"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435520110681/3c42d902-2ec9-44d8-99e2-dd40bcbf3675-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Mayhew/Sportsphoto Ltd","altText":"Venus Williams","cleanCredit":"Photograph: Michael Mayhew/Sportsphoto Ltd"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435501832070/Serena-Williams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams won the French Open this month and is looking to make it three grand slams in a row 2015.  Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/Rex Shutterstock","altText":"Serena Williams","cleanCaption":"Serena Williams won the French Open this month and is looking to make it three grand slams in a row 2015.  Photograph: Ella Ling/BPI/Rex Shutterstock"}}]},{"title":"It's hard not be enchanted by TrackTown USA","rawTitle":"It's hard not be enchanted by TrackTown USA","item":{"type":"article","id":"sport/blog/2015/jun/28/eugene-tracktown-usa-alberto-salazar","title":"The day Alberto Salazar sorted out my hay fever in Eugene","trailText":"Something about the air in TrackTown USA seems to relax athletes, and make them go faster, but it left me weeping until Salazar stepped in to help","standFirst":"Something about the air in TrackTown USA seems to relax athletes, and make them go faster, but it left me weeping until Salazar stepped in to help","byline":"Sean Ingle","body":"<p>They call it TrackTown USA: a magical oasis where athletics is respected and revered, and given equal billing to the major sports. Sometimes in track and field what appears to be magic turns out to be a wicked illusion. But spending these past few days in Eugene for the US trials it has been hard not to be enchanted by the town’s spell, despite the damaging allegations swirling around Mo Farah’s coach, Alberto Salazar. For track and field is more deeply embedded in Eugene’s DNA than almost anywhere else.</p> \n<p>Each day I made a point of standing by the first bend, watching athletes whizz past. Hayward Field lets its spectators get closer than almost anywhere else. Pressed up against the boards I was no more than a couple of metres away from lane eight: close enough to feel the whoosh and see the Nike swoosh.</p> \n<p>People have run around Hayward Field since a six-lane track was built in 1921 and the stadium has been known as TrackTown USA since the US Olympic trials in 1972. This year it has played host to a Diamond League meeting, the NCAA championships and the US trials. And each time the people came. Vin Lananna, the president of TrackTown USA, thinks he knows why, calling the stadium “one of the most fabled in the world, steeped in tradition and history – the Carnegie Hall of track and field”.</p> \n<p>Even on days when the temperature climbed past 38C close to 10,000 people turned up, lured by the reasonable ticket prices – $27 for a grandstand seat or $20 for a ground pass – and the incredible talent on display. Unsurprisingly the event dominates the sports pages of the local paper, The Register-Guard.</p> \n<p>But its influence goes beyond the bricks and mortar of Hayward Field and into Eugene’s verdant parks and trails. For this is where the American jogging craze was born in the 1960s, when the Oregon coach Bill Bowerman introduced the pastime to the masses after a trip to New Zealand. Along with history there is iconography. Striking pictures of the forever young Steve Prefontaine, who held every US record from two miles to 10km before being killed in a car accident when he was 24, are everywhere.</p> \n<p>Something about Eugene’s relaxed air seemed to rub off on the athletes too. One fan told me of a conversation he struck up with Ashton Eaton, the world decathlon record-holder, at the track. Another talked of exchanging nods and waves with world-class athletes on a morning run along the 10km Prefontaine trail next to the Willamette river.</p> \n<p>Old-timers I spoke to say this isn’t unusual. It is just the way it is. And I can back that up. On Thursday we bumped into the young American middle-distance runner Mary Cain and her mum. Cain, who made the final of the world championships in 2013 aged 17, was friendly, witty and warm.</p> \n<p>Her mother told how she had been briefly supervising Cain’s training in New York – normally she is trained by Salazar at the Nike Oregon Project – although she admitted that this didn’t get much beyond shouting”stop‚“ and “go” at the right time.</p> \n<p>The next day my hay fever ran rampant. It felt as if every strain of pollen and grass in Oregon was mounting an attack. My eyes were puffy and red. My cheeks sunk and hollow. My nostrils wept. I looked like an extra in a zombie movie. I left Hayward Field to find a pharmacy but was already getting lost when I happened to cross paths with Cain and her mother, her agent Ricky Simms, and Salazar.</p> \n<p>Mary’s mum joked that I was stalking her. I pointed at my eyes and told them my allergies were raging. Luckily a white knight was there to help.</p> \n<p>“The nearest drugs store is Hiron’s, around the corner past the arena,” Salazar told me. “They’ll be able to help you out.” He was right, too.</p> \n<p>But there is something in Eugene’s air that helps athletes go faster: the strong following wind down the Hayward Field home straight. The track is also one of the fastest in the world. It leads to staggering performances. Nine of the 10 fastest women’s 100m times this year were set at Hayward Field and so were five of the top-10 men’s times – including the 9.84sec run by Trayvon Bromell at the US trials, which made him the fastest teenager in history.</p> \n<p>The standard of competition also goes ridiculously deep. Incredibly, 10 athletes went under 10 seconds in the first round of the men’s 100m. In the women’s 100m hurdles, athletes who had set the 16 fastest times in 2015 fought for three spare places for the world championships. Unsurprisingly there were shocks. In the women’s 400m Francena McCorory and Sanya Richards-Ross, the two fastest women in the world this year, failed to qualify.</p> \n<p>It all made for a fantastic competition. I hesitate to recommend anyone to go on a pilgrimage but if you are a track-and-field fan pencil 2021 in your diary. It’s the year the world championships come to Eugene. Hayward Field will nearly double in size to a 30,000-capacity to cope. But, even with another dark cloud hanging over the sport, few doubt the stadium’s magic will remain.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435521775525/cd2b9f41-625d-44e6-8e2c-6257a156f6c4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Illustration: Nathan Daniels","altText":"Illustration by Nathan Daniels. Nathan Daniels.","cleanCredit":"Illustration: Nathan Daniels"}],"bodyImages":[],"webPublicationDate":"2015-06-28T19:41:23Z","lastModified":"2015-06-28T23:30:05Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":true,"keywords":["Athletics","Sport"],"tags":[{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/28/eugene-tracktown-usa-alberto-salazar","shortUrl":"http://gu.com/p/4a7hv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/28/eugene-tracktown-usa-alberto-salazar","webUri":"http://www.theguardian.com/sport/blog/2015/jun/28/eugene-tracktown-usa-alberto-salazar"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435521775525/cd2b9f41-625d-44e6-8e2c-6257a156f6c4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Illustration: Nathan Daniels","altText":"Illustration by Nathan Daniels. Nathan Daniels.","cleanCredit":"Illustration: Nathan Daniels"}},"importance":4,"byline":{"title":"Sean Ingle"},"showQuotedHeadline":true,"sublinks":[{"title":"Athletics / Farah warned by ex-team-mate about more revelations","rawTitle":"Farah warned by ex-team-mate about more revelations","item":{"type":"article","id":"sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations","title":"Mo Farah warned by ex-team-mate more Alberto Salazar revelations to come","trailText":"Mo Farah has been warned by a former team-mate that more revelations about Alberto Salazar are in the pipeline and he risks tarnishing his reputation if he stays with his coach","standFirst":"<span class=\"bullet\">•</span> Kara Goucher says ‘multiple sources’ came forward after Panorama allegations\n<br />\n<span class=\"bullet\">•</span> Salazar promises to cooperate with Usada if it decides to question him","byline":"Sean Ingle in Eugene","body":"<p>Mo Farah has been warned by a tearful former team-mate that more revelations about Alberto Salazar are in the pipeline and he risks tarnishing his reputation if he stays with the coach. On a day when Farah pledged to speak under oath to the United States Anti-Doping Agency, Kara Goucher – who trained alongside Farah in 2011 and 2012 – refused to criticise him directly but urged anyone thinking of training with Salazar to “think long and hard because you’re going to be labelled something for the rest of your life”.</p> \n<p>Goucher, one of the whistleblowers in the BBC Panorama programme, also said she was confident Usada would find enough evidence for “the truth to come out” but admitted it would probably not happen overnight.</p> \n<p>“I know that these things take time,” she added. “I saw Lance Armstrong on Oprah, and afterwards [the Usada CEO] Travis Tygart was on. I told my husband Adam: ‘You get me that guy and I’ll talk to him.’ Seven days later I was in his office. I believe that Usada is doing everything in its power. Think of how long it took for Lance. I believe the truth will come out. When? I don’t know.”</p> \n<p>Goucher’s claims came a day after it was revealed Usada’s team of detectives, who brought down Armstrong in 2012, has put its investigations into Salazar and Farah’s training partner Galen Rupp on a more formal footing by interviewing the Oregon Project athlete Treniere Moser. On Sunday night Salazar promised to co-operate with Usada if it decides to question him, saying: “Absolutely, I’ve got nothing to hide.” However, when asked whether he would do so under oath, he said: “I don’t understand exactly what that means. I’d need to speak to my lawyer.” When told it would mean if he lied then he would be in trouble, Salazar repeated: “I would have to speak to my lawyer about that.”</p> \n<p>Usada is also expected to speak to other members of the Oregon Project and its investigation may even involve senior figures at UK Athletics, which employs Salazar as a consultant. There is no suggestion Farah has committed any wrongdoing and he has made it clear to friends he would be happy to speak to any relevant authority, at any time, in any circumstances.</p> \n<p>Goucher, the 2007 world 10,000m bronze medallist from the US, said “multiple sources” had come forward since the Panorama documentary aired at the start of June. In the programme Goucher alleged Salazar had coached Rupp to try to get a Therapeutic Use Exemption (TUE) for an intravenous drip before the 2011 world championships and had offered her a thyroid drug to get her to lose weight. In his 11,750-word response to the BBC’s claims last week Salazar called both claims false and published detailed email documentation that appeared to show he was happy with Goucher’s weight.</p> \n<p>Yet Goucher stands by her story and says there is more to come. “I have, constantly, all day long, people passing me information, wanting me to bring it forward,” she said.</p> \n<p>“I really want to encourage all the people who have reached out to me to reach out to Usada. I pass everything along that you give me but the case is much stronger if it comes from you.</p> \n<p>“I will most definitely give all my evidence in the coming days. They took my quotes out of context and when you put partial emails or emails from a 10-email-long chain and just put one in, you don’t get both sides. I understand that, if you read it through, it looks like I’m a liar. I don’t like being labelled a liar, just like anybody else.”</p> \n<p>Goucher insisted she would continue to fight for a clean sport despite Salazar’s ferocious counterattack on her character. “I’m being dragged through the mud and it will probably continue but I’m still here, I’m going to keep racing and I stand by my statements and I always will. I want my son to be able to believe in the sport and the system.” Goucher, who first spoke to Usada in February 2013, also confirmed that she would be happy to go under oath. “I would welcome that opportunity for myself, for every former Oregon Project member, for every doctor that’s been involved,” she said.</p> \n<p>Rupp, who finished third in the final of the 5,000m on Sunday, said he had sent Usada “tons of documents and had nothing to hide”. He added: “Usada knows everything. I’ll do everything I need to do to co-operate with them.”</p> \n<p>Rupp’s team-mate Matthew Centrowitz, who won the 1500m at the US trials on Saturday, insisted he had never seen any evidence of wrongdoing at the Nike Oregon Project. ‚&Auml;&uacute;If I ever saw one thing that I felt was wrong or whatever I would be the first to leave,‚&Auml;&ugrave; he added.</p> \n<p>The most impressive time of the final day of the trials came from the controversial sprinter Justin Gatlin, who became the fifth fastest man in history over 200m when he ran 19.57sec.</p> \n<p>The most impressive performance, however, came from Alysia Monta&ntilde;o, who won the 800m only 10 months after giving birth to a daughter. Monta&ntilde;o ran in last year’s championships when she was pregnant.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435522052184/Kara-Goucher-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima","credit":"Owen Humphreys/PA Archive/Press Association Ima","altText":"Kara Goucher","cleanCaption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima"}],"bodyImages":[],"webPublicationDate":"2015-06-28T21:54:24Z","lastModified":"2015-06-28T23:45:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Alberto Salazar","Usada (United States Anti-Doping Agency)","Mo Farah","Athletics","Drugs in sport","Sport"],"tags":[{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/usada","webTitle":"Usada (United States Anti-Doping Agency)"},{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations","shortUrl":"http://gu.com/p/4a7t4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations","webUri":"http://www.theguardian.com/sport/2015/jun/28/mo-farah-warned-team-mate-alberto-salazar-revelations"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435522052184/Kara-Goucher-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima","credit":"Owen Humphreys/PA Archive/Press Association Ima","altText":"Kara Goucher","cleanCaption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima"}},"importance":0,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435522052184/Kara-Goucher-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima","credit":"Owen Humphreys/PA Archive/Press Association Ima","altText":"Kara Goucher","cleanCaption":"Kara Goucher urged anyone thinking of training with Alberto Salazar to 'think long and hard because you’re going to be labelled something for the rest of your life'. Photograph: Owen Humphreys/PA Archive/Press Association Ima"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435521775525/cd2b9f41-625d-44e6-8e2c-6257a156f6c4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Illustration: Nathan Daniels","altText":"Illustration by Nathan Daniels. Nathan Daniels.","cleanCredit":"Illustration: Nathan Daniels"}}]},{"title":"The Rumour Mill / Manchester City in for Sergio Ramos?","rawTitle":"Manchester City in for Sergio Ramos?","item":{"type":"article","id":"football/2015/jun/29/football-transfer-rumours-manchester-city-sergio-ramos","title":"Football transfer rumours: Manchester City in for Sergio Ramos?","trailText":"Bastian Schweinsteiger to Manchester United? | Christian Benteke to Liverpool? | Fabian Delph to Manchester City? | West Ham to sell Stewart Downing?","standFirst":"<p data-dropid=\"0\">Today’s tish and fipsy can smell something funny</p>","byline":"Nick Miller","body":"<p>It’d be nice if people just got along, wouldn’t it? No arguments, no squabbles, no petty he-said-she-said stuff. A nice, peaceful world. Actually, what is the Mill saying – that would be awful. How tedious. A world without bickering? How would siblings spend their time? How would unhappily married couples express their profound dissatisfaction with their lot? How would neighbours communicate?</p> \n<p>In that spirit, it’s nice to see Manchesters City and United at each other’s throats, scrapping over that most traditional of things, the transfer target. And in this case it’s a doozy, a whopper, a tussle of the first water, for City have apparently joined United in the chase for one <strong>Sergio Ramos</strong>. Whether it’s because they think they need another centre-back is unclear and frankly unimportant. In fact, the Mill hopes they don’t need him, that they’re just in the bidding to annoy the lot across town and if they do buy him they put him to work handing out flyers in Piccadilly Gardens. That would be super.</p> \n<p>Other United targets – or, as we should probably call them now, ‘players City haven’t made a bid for yet’ – include <strong>Bastian Schweinsteiger</strong> and <strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/manchester-united-seamus-coleman-everton-no-formal-approach\">Seamus Coleman</a></strong>. The former is said to be up for it if only because he’ll play every week, something that is by no means a guarantee at Bayern Munich, while the latter may well be up for it too but that looks like being moot, on account of Everton not being up for it themselves. All the transfer window hinges on is people being up for it, see. Like that old MTV show presented by Eddy Temple-Morris that spawned the career of Zane Lowe. </p> \n<p>One man not at all up for sitting on the bench at Old Trafford is <strong>Robin van Persie</strong>, and it says here that the gradually getting more handsome as he gets older Dutchman will hold CRUNCH talks with Louis van Gaal over his future. Big Louis might have to break off from those talks to take a call regarding <strong>Morgan Schneiderlin</strong>, who may or may not be signing on at Old Trafford, or Leicester’s <strong>Jeffrey Schlupp</strong>, who may or may not be signing a new contract with the Foxes.</p> \n<p>The word very much around the campfire is that <strong>Nathanial Clyne</strong> will complete his move to Liverpool at some point this very day, but their summer business won’t be over there, no way no how. Obviously they never wanted <strong>Carlos Bacca</strong> anyway, and have graciously pulled out of the race for the Colombian forward, something that may or may not be linked to his imminent arrival AC Milan, so instead they’re going to give Aston Villa a bell to see if <strong>Christian Benteke</strong> is bored with the banter on offer from Tim Sherwood and fancies the more subtle comedy of Brendan Rodgers. There are only so many times you can laugh at a dirty pint or a joke about someone’s mum, after all. Also on the lookout for some more high-brow humour is <strong>Fabian Delph</strong>, whose canny fox of a Mr 15% had a clause inserted in his recently-signed contract that allows him to hop aboard the Do One bus for a mere &pound;8million, a price Manchester City would be delighted to pay so that they can leave Delph on the bench for the next 18 months before loaning him to Sunderland.</p> \n<p>Nobody is safe in Chelsea’s attacking midfield, it seems. To go with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/27/fiorentina-chelsea-mohamed-salah-insane-offer\">talk that both <strong>Mo Salah</strong></a> and <strong>Juan Cuadrado</strong> might be on their respective bikes after heartbreakingly brief spells at Stamford Bridge, Juventus are said to be most enamoured with <strong>Oscar</strong> and could make a bid post-haste. In response, Jos&eacute; Mourinho will hire his latest version of the Spinal Tap drummer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/arda-turan-talks-potential-transfer\">in the shape of <strong>Arda Turan</strong></a>, and hope he doesn’t spontaneously combust or die in a bizarre gardening accident. </p> \n<p><strong>Stewart Downing</strong> clearly hasn’t done much to impress Slaven Bilic, because the England man has been dumped somewhere on Green Street with a sign around his neck marked ‘&pound;6million O.N.O’ – Newcastle, Leicester and Sunderland have all been spotted in the area wondering if he’s worth the dough. Elsewhere it’s <strong>Erik Lamela</strong> out, Monaco’s <strong>Yannick Ferreira Carrasco</strong> in at Tottenham, the only minor formalities on that score being finding someone to buy the former and finding an extra &pound;8million to go with the first &pound;8million they bid for the latter. Swansea are set to pip Bournemouth and Southampton to the signing of Braga forward <strong>Eder</strong>, but the Saints won’t let that sort of gazumping become a habit by wrapping up deals for Marseille’s <strong>Gianelli Imbula</strong> and Juventus’s <strong>Angelo Ogbonna</strong> as soon as they can. </p> \n<p>Finally, there’s been plenty of talk around Arsenal have wrapped up a deal for <strong>Arturo Vidal</strong> from Juventus, but as it turns out that may all have stemmed from some bloke on Twitter inventing quotes from a Chilean journalist. Be safe kids, and never believe a word of what you read on the internet.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MihakSaeid/statuses/615163326419615744\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Ok so the truth is <a href=\"https://twitter.com/hfeler\">@hfeler</a> wasn't on the radio or TV talking about Vidal to Arsenal. You lot are just so gullible and believed it.</p>— Saeid Mihak (@MihakSaeid) \n  <a href=\"https://twitter.com/MihakSaeid/status/615163326419615744\">June 28, 2015</a>\n </blockquote> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435563045809/d078fa47-dd0f-497c-9fb6-7ed821f19ee2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Sergio Ramos","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-29T07:47:10Z","lastModified":"2015-06-29T07:48:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nick Miller","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-miller"}],"feature":true,"keywords":["Real Madrid","Manchester City","Football","Sport"],"tags":[{"id":"football/realmadrid","webTitle":"Real Madrid"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Nick Miller","topic":{"type":"tag-contributor","name":"profile/nick-miller"}}],"series":{"title":"Rumour Mill","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/rumourmill"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/29/football-transfer-rumours-manchester-city-sergio-ramos","shortUrl":"http://gu.com/p/4a7nc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/29/football-transfer-rumours-manchester-city-sergio-ramos","webUri":"http://www.theguardian.com/football/2015/jun/29/football-transfer-rumours-manchester-city-sergio-ramos"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435563045809/d078fa47-dd0f-497c-9fb6-7ed821f19ee2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sergio Ramos of Real Madrid. Or will that be Manchester United? Or Manchester City? Photograph: BPI/Rex Shutterstock/BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock/BPI/Rex Shutterstock","altText":"Editorial use only. No merchandising. For Football images FA and Premier League restrictions apply inc. no internet/mobile usage without FAPL license - for details contact Football Dataco Mandatory Credit: Photo by BPI/REX Shutterstock (4662391et) Sergio Ramos of Real Madrid UEFA Champions League 2014/15 Quarter Finals First Leg Atletico Madrid v Real Madrid Vicente Calder n Stadium, Madrid, Spain - 14 Apr 2015 UEFACHAMPIONSLEAGUE2014/15QUARTERFINALSFIRSTLEGATLETICOMADRIDVREALVICENTECALDER NSTADIUMSPAIN14APR2015SERGIORAMOSFOOTBALLSOCCERFOOTBALLERPLAYERSportFootball PlayerSportspersonPersonality28402723","cleanCaption":"Sergio Ramos of Real Madrid. Or will that be Manchester United? Or Manchester City?","cleanCredit":"Photograph: BPI/Rex Shutterstock/BPI/Rex Shutterstock"}},"importance":3,"kicker":{"title":"The Rumour Mill"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435563045809/d078fa47-dd0f-497c-9fb6-7ed821f19ee2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Sergio Ramos","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}}]},{"title":"Football / Phil Neville set to swap TV punditry for Valencia coaching job","rawTitle":"Phil Neville set to swap TV punditry for Valencia coaching job","item":{"type":"article","id":"football/2015/jun/28/phil-neville-valencia-coach-tv-pundit","title":"Phil Neville set to swap TV punditry for Valencia coaching job","trailText":"The former Manchester United and England full-back Phil Neville has joined the coaching staff of Valencia","standFirst":"<span class=\"bullet\">•</span> Neville expected to replace Ian Cathro, who has joined Newcastle\n<br />\n<span class=\"bullet\">•</span> Valencia manager Nuno praises Neville’s experience","byline":"James Riach","body":"<p>Phil Neville looks set to join Valencia as their assistant manager. Although he has denied any deal has been signed, the former Manchester United and Everton player is expected to work for Peter Lim’s project with the Spanish club, the Singaporian billionaire having bought them last year before Nuno, the club’s Portuguese coach, guided them to a Champions League return.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/manchester-united-seamus-coleman-everton-no-formal-approach\">Manchester United yet to make formal approach for Everton’s Seamus Coleman</a> </p> \n</aside> \n<p>Lim has a connection with Neville through the Northern Premier League side Salford City. Neville, along with his former Manchester United team-mates Ryan Giggs, Paul Scholes, Nicky Butt and brother Gary, are the joint owner of Salford along with Lim, who bought a 50% stake in the club last year.</p> \n<p>Neville has been working as a pundit for the BBC since his coaching spell at United came to an abrupt end in May last year. The 38-year-old worked for David Moyes at Old Trafford but was not retained when Louis van Gaal became the manager. Valencia stated on their websiteon Sunday: “Valencia are pleased to announce the appointment of Phil Neville as assistant manager of the first team, joining the coaching staff headed by Nuno Esp&iacute;rito Santo. Neville offers a wealth of footballing knowledge to a club in constant growth.”</p> \n<p>Nuno, who was appointed as Valencia coach last summer, said: “Phil Neville has great experience at the top level of competition but above all he has knowledge and values that fit perfectly with our team and our club. He has always been a team player, and our philosophy is based on teamwork. We are – and want to continue to be – a group. I am convinced he is going to help us a lot.”</p> \n<p>Neville will replace Ian Cathro, the highly rated Scot who has agreed in principle to work for Steve McClaren as the assistant manager at Newcastle United.</p> \n<p>Last season Nuno and Cathro guided Valencia to fourth in La Liga and a qualification spot for the Champions League. Neville is set to join an ambitious club who have spent significant sums in the transfer market since Lim’s arrival.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/leicester-marc-albrighton-partner-mother-tunisia-massacre\">Mother of Leicester winger Marc Albrighton’s partner killed in Tunisia massacre</a> </p> \n</aside> \n<p>Neville won 59 caps for England during a playing career that included numerous trophies with Manchester United. Under Sir Alex Ferguson, Neville, who played in defence and occasionally midfield, won six Premier League titles, three FA Cups and a European Cup.</p> \n<p>After leaving Old Trafford in 2005 he moved to Everton where he spent eight years playing for Moyes and became the club captain.</p> \n<p>Neville made his debut as a BBC co-commentator at last year’s World Cup and received a lot of criticism following England’s opening match against Italy.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435517509293/62eb9400-2083-4ad7-95cb-f50b23fb2f0a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Matthew Peters/Man Utd via Getty Images","altText":"Phil Neville has worked previously as a coach under David Moyes at Manchester United.","cleanCredit":"Photograph: Matthew Peters/Man Utd via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-28T18:43:23Z","lastModified":"2015-06-28T23:35:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"James Riach","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408555677652/James-Riach-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-riach"}],"feature":false,"keywords":["Valencia","European club football","La Liga","Football","Sport","Real Sociedad"],"tags":[{"id":"football/valencia","webTitle":"Valencia"},{"id":"football/europeanfootball","webTitle":"European club football"},{"id":"football/laligafootball","webTitle":"La Liga"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/realsociedad","webTitle":"Real Sociedad"}],"section":{"id":"football"},"topics":[{"displayName":"James Riach","topic":{"type":"tag-contributor","name":"profile/james-riach"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/28/phil-neville-valencia-coach-tv-pundit","shortUrl":"http://gu.com/p/4a7ha","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/28/phil-neville-valencia-coach-tv-pundit","webUri":"http://www.theguardian.com/football/2015/jun/28/phil-neville-valencia-coach-tv-pundit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435517509293/62eb9400-2083-4ad7-95cb-f50b23fb2f0a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Phil Neville has worked previously as a coach at Manchester United under David Moyes, the current Real Sociedad manager. Photograph: Matthew Peters/Man Utd via Getty Images","credit":"Matthew Peters/Man Utd via Getty Images","altText":"Phil Neville has worked previously as a coach under David Moyes at Manchester United.","cleanCaption":"Phil Neville has worked previously as a coach at Manchester United under David Moyes, the current Real Sociedad manager.","cleanCredit":"Photograph: Matthew Peters/Man Utd via Getty Images"}},"importance":2,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435517509293/62eb9400-2083-4ad7-95cb-f50b23fb2f0a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Matthew Peters/Man Utd via Getty Images","altText":"Phil Neville has worked previously as a coach under David Moyes at Manchester United.","cleanCredit":"Photograph: Matthew Peters/Man Utd via Getty Images"}}]},{"title":"News / Mother of Leicester winger Albrighton’s partner killed in Tunisia massacre","rawTitle":"Mother of Leicester winger Albrighton’s partner killed in Tunisia massacre","item":{"type":"article","id":"football/2015/jun/28/leicester-marc-albrighton-partner-mother-tunisia-massacre","title":"Mother of Leicester winger Marc Albrighton’s partner killed in Tunisia massacre","trailText":"Leicester City have offered their condolences after learning that the mother of Marc Albrighton’s partner Chloe was killed during the beach attacks in Tunisia","standFirst":"<span class=\"bullet\">•</span> Club offer condolences after death of Sue Davey in gun attack\n<br />\n<span class=\"bullet\">•</span> Davey’s partner Scott Chalkley was also killed on beach","byline":"Mark Dobson","body":"<p>Leicester City have offered their condolences after learning that the mother of Marc Albrighton’s partner, Chloe, was killed during the beach attacks in Tunisia.</p> \n<p>Sue Davey was confirmed as one of the victims in Friday’s attack, along with her partner Scott Chalkley.</p> \n<p>The Premier League club <a href=\"http://www.lcfc.com/news/article/lcfc-condolences-to-marc-albrighton-family-2510204.aspx\">released a statement on their website o</a>ffering support to the devastated family.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/28/derlis-gonzalez-paraguay-brazil-uncle-dies-celebrating\">Uncle of Paraguay’s Derlis Gonz&aacute;lez dies celebrating nephew’s penalty</a> </p> \n</aside> \n<p>The statement read: “Leicester City Football Club offers its sincerest condolences to Marc Albrighton, his partner Chloe and their family, after learning of the deaths of Chloe’s mother, Sue, and her partner, Scott, during Friday’s attacks in Tunisia. They are all in our thoughts and prayers.</p> \n<p>“We continue to offer our support to Marc and Chloe’s family at this time of great personal tragedy.”</p> \n<p>Ms Davey’s son Conor Fulford, who had launched a social-media appeal for information regarding his mother, posted: “Thank you for willing me and my family on but unfortunately we lost the battle to keep my mom in our lives but don’t worry mom, I’m there and so is Daren Fulford to look after our two girls Chloe Lea Fulford and Rosy Fulford and all of our family. Love you forever.”</p> \n<p>Mr Chalkley’s son Ross Naylor confirmed his father’s death via Twitter.</p> \n<p>He posted: “Tonight, me and Brad lost our dad. Unfortunately, he was caught up in the sickening attacks in Tunisia and is no longer with us. I feel I had to put this message out as many of you have been asking about him and asking for an update. I’m sure many of you have seen the news about Sue as well, so all I ask is that people let both families grief in peace. We are all trying to come to grips and process with what’s happened. I want to say thanks to everyone who has helped. You have all been amazing. One love to all. Rest in peace dad.”</p> \n<p>Albrighton, a former Aston Villa winger, made 20 appearances for Leicester last season, scoring twice.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435530686729/Marc-Albrighton-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images","credit":"Alex Morton/Action Images","altText":"Marc Albrighton","cleanCaption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-28T22:32:22Z","lastModified":"2015-06-28T23:18:39Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Leicester City","Football","Sport","Tunisia"],"tags":[{"id":"football/leicestercity","webTitle":"Leicester City"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/tunisia","webTitle":"Tunisia"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/28/leicester-marc-albrighton-partner-mother-tunisia-massacre","shortUrl":"http://gu.com/p/4a7j2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/28/leicester-marc-albrighton-partner-mother-tunisia-massacre","webUri":"http://www.theguardian.com/football/2015/jun/28/leicester-marc-albrighton-partner-mother-tunisia-massacre"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435530686729/Marc-Albrighton-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images","credit":"Alex Morton/Action Images","altText":"Marc Albrighton","cleanCaption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images"}},"importance":1,"kicker":{"title":"News"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435530686729/Marc-Albrighton-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images","credit":"Alex Morton/Action Images","altText":"Marc Albrighton","cleanCaption":"The mother of Leicester's Marc Albrighton's partner was killed in the gun attack in Tunisia on Friday.  Photograph: Alex Morton/Action Images"}}]}],"lastModified":"2015-06-29T08:10:04Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}