{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"Tour de France 2015 / Froome to fight doping claims by undergoing independent tests","rawTitle":"Froome to fight doping claims by undergoing independent tests","item":{"type":"article","id":"sport/2015/jul/15/chris-froome-independent-testing-fight-doping-allegations","title":"Chris Froome to undergo independent testing to fight doping allegations","trailText":"Chris Froome plans to undergo independent physiological testing after the Tour de France in an effort to counter allegations made by critics of his performances","standFirst":"<span class=\"bullet\">•</span> Froome to allow independent doctors to test him after Tour de France\n<br />\n<span class=\"bullet\">•</span> ‘I’m a clean rider, I’ve worked extremely hard to be in this position’","byline":"Press Association","body":"<p>Chris Froome plans to undergo independent physiological testing after the Tour de France in an effort to counter allegations made by critics of his performances.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/chris-froome-tour-de-france-team-sky-cycling\" title=\"\">An explosive display</a> saw Froome distance his rivals for Tour victory on Tuesday, extending his advantage over nearest rival Tejay van Garderen from 12 seconds to almost three minutes, a margin which many believe to be insurmountable by the race’s finish on 26 July in Paris.</p> \n<p>The 30-year-old Team Sky leader’s fifth stage victory of his career on stage 10 to La Pierre-Saint-Martin was followed by an inquisition as the cycling public is sceptical after years of drug cheats winning the Tour.</p> \n<p>Froome faced innuendo and allegations over his performances in winning the 2013 Tour and the result gave his critics further ammunition, although Froome has always denied doping and wonders what more he can do to prove he is racing clean.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/chris-froome-tour-de-france-team-sky-cycling\">Tour de France 2015: Chris Froome makes huge statement with stage win</a> </p> \n</aside> \n<p>The detractors use power data to justify their argument, but Froome says that is “nuts” as it does not account for many variables. It is now understood that Froome plans to allow independent doctors and assorted experts to examine him between the Tour’s finish and the year’s third Grand Tour, the Vuelta a Espana, which begins on 22 August, to determine what makes him such an exceptional athlete.</p> \n<p>“What haven’t I done? I’ve tried to be as much as a spokesman as I can for clean cycling,” Froome said. “I’ve spoken to the CIRC [Cycling Independent Reform Condition], I’ve made suggestions to the governing body to implement things like night-time testing. I’ve pointed out when I’ve felt there hasn’t been enough testing, in places like Tenerife. What else is a clean rider supposed to do?”</p> \n<p>Froome was composed in answering, but he understands why the line of questioning was employed.</p> \n<p>“It doesn’t make me angry,” Froome added. “It would be a different story if I had something to hide. I know I’m a clean rider. I know I’ve worked extremely hard to be in this position. I’m really proud of that.</p> \n<p>“I do understand where the questions are coming from, the history of the sport and the people before me who have won the Tour. I am sympathetic, but at the same time there needs to be a certain level of respect also. I’ve worked extremely hard to get here. I’m not going to let anyone take that away from me.”</p> \n<p>Van Garderen is two minutes 52 seconds behind in second place, Nairo Quintana is now third, 3mins 09secs adrift, Alejandro Valverde fourth, 4:01 behind and Geraint Thomas fifth, 4:03 back.</p> \n<p>Wednesday’s 188km 11th stage is the second in the Pyrenees, from Pau to Cauterets.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/15/1436946730979/Chris-Froome-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Froome climbs on his way to win the 10th stage of the 102nd Tour de France. Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"Chris Froome","cleanCaption":"Chris Froome climbs on his way to win the 10th stage of the 102nd Tour de France. Photograph: Eric Gaillard/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-15T08:01:16Z","lastModified":"2015-07-15T08:01:16Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Chris Froome","Tour de France 2015","Tour de France","Cycling","Sport"],"tags":[{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/15/chris-froome-independent-testing-fight-doping-allegations","shortUrl":"http://gu.com/p/4akg3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/15/chris-froome-independent-testing-fight-doping-allegations","webUri":"http://www.theguardian.com/sport/2015/jul/15/chris-froome-independent-testing-fight-doping-allegations"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/15/1436946730979/Chris-Froome-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Froome climbs on his way to win the 10th stage of the 102nd Tour de France. Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"Chris Froome","cleanCaption":"Chris Froome climbs on his way to win the 10th stage of the 102nd Tour de France. Photograph: Eric Gaillard/Reuters"}},"importance":7,"kicker":{"title":"Tour de France 2015"},"showQuotedHeadline":false,"sublinks":[{"title":"William Fotheringham / Sky claim has only upped focus on Froome","rawTitle":"Sky claim has only upped focus on Froome","item":{"type":"article","id":"sport/blog/2015/jul/14/chris-froome-team-sky-hacking-tour-de-france","title":"Team Sky’s hacking claim has only increased focus on Chris Froome","trailText":"Dave Brailsford’s surprising revelations on Monday have merely added to the speculation that surrounds the Tour de France leader and 2013 champion","standFirst":"Dave Brailsford’s surprising revelations on Monday have merely added to the speculation that surrounds the Tour de France leader and 2013 champion","byline":"William Fotheringham at Pierre Saint-Martin","body":"<p>The elegant town of Pau has been the scene of more than its share of cycling mysteries, and another one was added to the list on Monday when Sir Dave Brailsford raised a minor storm by stating that Team Sky’s lawyers were on the case of people who he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/chris-froome-team-sky-tour-de-france-dave-brailsford\" title=\"\">suspected had hacked into Chris Froome’s training files</a>. That was accompanied by the removal from YouTube of a video marrying what purported to be Froome’s power-meter and pulse data with television footage from the 2013 Tour finish at Mont Ventoux.</p> \n<p>The following morning Brailsford said he would prefer to focus his attention on the day’s stage from Tarbes to the hill-top finish at Pierre Saint Martin but the genie was out of the bottle. Froome, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/chris-froome-tour-de-france-team-sky-cycling\" title=\"\">having won the 10th stage in convincing style</a>, was emphatic the video was a “sideshow” and that any suggestion it might imply he was using performance- enhancing methods or substances was “nuts, especially as the data in question is two years old”. It was even being reported that the 2013 champion was willing to undergo independent physiological testing and release the results to prove his innocence.</p> \n<p>“What haven’t I done? I’ve tried to be as much a spokesman as I can for clean cycling,” Froome said. “I’ve spoken to the CIRC (Cycling Independent Reform Condition), I’ve made suggestions to the governing body to implement things like night-time testing. I’ve pointed out when I’ve felt there hasn’t been enough testing, in places like Tenerife. What else is a clean rider supposed to do?”</p> \n<p>As Pau enigmas go, Hackgate was as nothing compared with the vexed question of how <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2010/sep/30/alberto-contador-positive-test\" title=\"\">a minute quantity of clenbuterol got into Alberto Contador’s urine sample</a> in 2010 – a contaminated food supplement, concluded the court of arbitration for sport - or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2007/jul/26/cycling.tourdefrance\" title=\"\">just where Michael Rasmussen had been training</a> and where the Dane went after his midnight flit from the 2007 race.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/chris-froome-tour-de-france-team-sky-cycling\">Tour de France 2015: Chris Froome makes huge statement with stage win</a> </p> \n</aside> \n<p>The release and removal of the video did raise a spectre from the past, however, but of a different kind to those in the Contador and Rasmussen stories and further back Lance Armstrong’s infamous drug-denying press conferences in Pau in 1999 and 2001 during the Tour. The spectre was the 2013 race when Froome spent much of the final week protesting his probity. The media and fans were split between sceptics, believers and benefit-of-the-doubters. As he pointed out after the finish here, there is little more that he can do.</p> \n<p>The man behind the video was a blast from several cycling pasts as well, a genial Frenchman named Antoine Vayer, who tweets under the handle <a href=\"https://twitter.com/festinaboy\" title=\"\">@festinaboy</a>, an ironic reference to his period spent in the mid-1990s as a trainer at the notorious French squad who were thrown off the 1998 Tour amid one of the Tour’s most dramatic doping scandals.</p> \n<p>Vayer spent his time at the team trying to shield the handful of riders who wanted to race clean and later became a fervent campaigner against doping, in which capacity he produced a column at the Le Monde newspaper discussing his estimated power-output figures for the riders in the Tour. It is impossible to assess the accuracy of Vayer’s figures but his articles were taken seriously enough by Team Sky during the 2013 Tour for Brailsford to meet him in an attempt to convince him of Froome’s probity. The video was removed from YouTube but copies remained <a href=\"http://www.dailymotion.com/video/x2xyt27_chris-froome-tour-de-france-2013-mont-ventoux-srm_sport\" title=\"\">available online</a> and Vayer remained defiant, stating on Twitter: “Soon a new video impossible to hack even by the best hacker lawyer.”</p> \n<p>The video did not offer any evidence of doping or superhuman performance, always assuming the figures are genuine, which is of course impossible to say. To muddy the waters further, the bulk of the footage at the key moments does not actually show Froome but other riders. The spectacular manner in which Froome turned his legs on the Ventoux in 2013 raised questions at the time but it corresponded to the way in which the team trained, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/15/team-sky-chris-froome-tour-de-france\" title=\"\">Sky trainer Tim Kerrison told the Guardian</a>.</p> \n<p>Whether the figures are genuine or not, what is on show does not look suspicious. The power figures constantly oscillate but that is familiar to anyone who has used a power meter. There is a visible increase in pulse rate when Froome makes the key effort to drop Alberto Contador - as would be expected - but critically, that increase comes with a distinct time lag, which is normal. The human body is not a car where the rev counter responds instantly.</p> \n<p>The mystery is why Sky should feel it necessary to make it public that they feared Froome’s data had been hacked, and their lawyers were on the case. The answer probably lies in the memories of 2012 and 2013, when Bradley Wiggins’ and Froome’s Tours were both infected by innuendo: strike first, in the hope that the mutterings on Twitter can be nipped in the bud. It is a blunt instrument and it remains to be seen whether it works.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436890748978/4fcb1d42-8a53-4628-82e5-051f5c85af7a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Eric Gaillard/Reuters","altText":"Chris Froome rides clear of the field to win stage 10 of the 2015 Tour de France.","cleanCredit":"Photograph: Eric Gaillard/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-14T16:12:26Z","lastModified":"2015-07-14T23:40:07Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Tour de France 2015","Chris Froome","Cycling","Drugs in sport","Sport","Tour de France"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tourdefrance","webTitle":"Tour de France"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/chris-froome-team-sky-hacking-tour-de-france","shortUrl":"http://gu.com/p/4ak5p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/14/chris-froome-team-sky-hacking-tour-de-france","webUri":"http://www.theguardian.com/sport/blog/2015/jul/14/chris-froome-team-sky-hacking-tour-de-france"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436890748978/4fcb1d42-8a53-4628-82e5-051f5c85af7a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Froome rides clear of the field to win stage 10 of the 2015 Tour de France. Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"Chris Froome rides clear of the field to win stage 10 of the 2015 Tour de France.","cleanCaption":"Chris Froome rides clear of the field to win stage 10 of the 2015 Tour de France.","cleanCredit":"Photograph: Eric Gaillard/Reuters"}},"importance":0,"kicker":{"title":"William Fotheringham"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436890748978/4fcb1d42-8a53-4628-82e5-051f5c85af7a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Eric Gaillard/Reuters","altText":"Chris Froome rides clear of the field to win stage 10 of the 2015 Tour de France.","cleanCredit":"Photograph: Eric Gaillard/Reuters"}}]},{"title":"Tour de France 2015 / Froome storms to stage victory and leaves field in tatters","rawTitle":"Froome storms to stage victory and leaves field in tatters","item":{"type":"article","id":"sport/2015/jul/14/chris-froome-tour-de-france-team-sky-cycling","title":"Tour de France 2015: Chris Froome makes huge statement with stage win","trailText":"Team Sky’s Chris Froome blew the peloton apart to take a significant stride towards a second Tour de France victory with a breathtaking stage win in stage 10 as the race entered the Pyrenees","standFirst":"<span class=\"bullet\">•</span> Froome bursts clear to extend general classification lead to 2min 52sec\n<br />\n<span class=\"bullet\">•</span> Richie Porte finishes second at La Pierre Saint-Martin 59sec behind Froome","byline":"William Fotheringham at Pierre Saint-Martin","body":"<p>A few hundred metres before the finish here the road swings across the rocky mountainside in a vast, shallow hairpin bend which takes just under a minute to cover at Tour de France speed. As Chris Froome rode through the bend in his yellow jersey towards the little summit which marked the finish line there was no sign of the second man on the road, Nairo Quintana, nor even of one of the motorbikes which precede key riders close to the finish.</p> \n<p>It was as good an image as any of the devastating impression the Kenyan-born Briton made on the first mountain-top finish of this Tour but there was more. When Quintana did come into view, just about a minute after Froome had headed towards the finish line, the Colombian was accompanied by none other than Richie Porte, Froome’s team-mate at Team Sky, who left Quintana standing to take second place on the stage.</p> \n<p>The first mountain-top finish in any major stage race is always a key moment as the contenders discover precisely where they stand. The bluffing ended here with a brutal reckoning on a climb which is, in essence, the lengthy, steep drag up the north side of the Col du Somport, with early passages that looked as steep as the side of a house and a steadier drag into the finish.</p> \n<p>The 2014 winner, Vincenzo Nibali, will now struggle to finish on the podium having been dislodged a massive nine km from the finish and losing well over four minutes.</p> \n<p>“I am not even the little brother of last year’s Nibali,” said the Italian, who complained of being unable to breathe or follow his team-mates.</p> \n<p>Alberto Contador’s thoughts of a Tour-Giro double died here; he still has a chance of making the first three but is now more than four minutes back in the standings and sixth overall. “I couldn’t breathe, I couldn’t turn my legs,” he said.</p> \n<p>Contador lies one place behind Geraint Thomas, which should worry him because, if the Welshman continues to climb with this brio, he will act as a perfect second foil for Froome, able to mark any threatening attacks.</p> \n<p>Froome was poised for attacks from Nibali, Contador and Quintana but they never came; instead came the news that Nibali and Contador had lost ground. That was the prompt for the hammer to go down; the final attack came while the gradient was still steep enough to make a difference, with enough level road to the finish for the time gaps to be stretched out painfully before he took what looked close to a carbon copy of his Bastille Day win on Mont Ventoux in 2013.</p> \n<p>Of Froome’s “Fab Four” fellows only Quintana came near to living up to his billing, surviving when Porte put in the initial surge just over seven km out to dispose of Contador and most of a select 11-rider group that had got through the toughest section of the climb alongside the yellow jersey. But a second searing attack, this time from Froome a kilometre later forced the Colombian to cede ground as the 2013 Tour winner sprinted to open the initial gap.</p> \n<p>Both Quintana and the “fifth Beatle”, Tejay van Garderen, opted for damage limitation and, while the American finished 2min 30sec back, his first-class opening week means he lies second overall but nigh on three minutes behind Froome, just ahead of the Colombian.</p> \n<p>There were surprises: Thomas was the first, the biggest was the 22-year-old Briton Adam Yates climbing seamlessly into seventh on the stage but another was the accident-prone Dutch climber Robert Gesink. His Lotto-Jumbo team have had a quiet season and he has not performed at this level – for a variety of reasons, some physical, some domestic – since finishing sixth in the 2012 Vuelta but he is now eighth overall.</p> \n<p>This was, as already mentioned, Bastille Day, when French spirits stir and their cyclists come under immense pressure to win the Tour stage on the day of La F&ecirc;te Nationale. They have been frustrated since David Moncouti&eacute; won in 2005 and the pattern continued as their brightest overall prospects, Romain Bardet, Thibaut Pinot and Jean-Christophe P&eacute;raud, slipped inexorably behind well before the final attacks began.</p> \n<p>The home nation retains Tony Gallopin in seventh overall while Warren Barguil crashed but fought through to lie ninth in the standings.</p> \n<p>But it is light years from the hopes that were raised when P&eacute;raud and Pinot finished on the podium last year.</p> \n<p>Underneath the mountain top where this finish is situated lies one of the world’s greatest cave systems, Le Gouffre de Saint Martin – the Gulf of Saint Martin – up to 2.1 km deep and covering 140 sq km. With characteristic understatement Froome said he would not like to be in his rivals’ shoes on Tuesday night; the best-laid plans of Quintana, Contador and Nibali might as well have been torn up and thrown down the vast cavern as the gulf between Sky and their adversaries was there for all to see, with two more days climbing through this mountain range to come.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/chris-froome-team-sky-hacking-tour-de-france\">Team Sky’s hacking claim has so far only increased focus on Chris Froome | William Fotheringham</a> </p> \n</aside>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436886792192/ea61e7d9-02bb-4f81-ab2c-42c08255a31d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Eric Feferberg/AFP/Getty Images","altText":"Chris Froome celebrates after decimating the Tour de France field to win stage 10.","cleanCredit":"Photograph: Eric Feferberg/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-14T18:58:00Z","lastModified":"2015-07-14T23:40:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":false,"keywords":["Chris Froome","Tour de France 2015","Tour de France","Team Sky","Sport","Cycling"],"tags":[{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cycling","webTitle":"Cycling"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/14/chris-froome-tour-de-france-team-sky-cycling","shortUrl":"http://gu.com/p/4ak39","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/14/chris-froome-tour-de-france-team-sky-cycling","webUri":"http://www.theguardian.com/sport/2015/jul/14/chris-froome-tour-de-france-team-sky-cycling"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457495935","source":"Other...","durationInSeconds":194,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/14/150714LeTourStage10_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/14/150714LeTourStage10.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/14/1436896245176/KP_354379_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France day 10 highlights","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France day 10 highlights","cleanCaption":"620x372 trailpic for Tour De France day 10 highlights"}}},"importance":0,"kicker":{"title":"Tour de France 2015"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436886792192/ea61e7d9-02bb-4f81-ab2c-42c08255a31d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Eric Feferberg/AFP/Getty Images","altText":"Chris Froome celebrates after decimating the Tour de France field to win stage 10.","cleanCredit":"Photograph: Eric Feferberg/AFP/Getty Images"}}]},{"title":"Gallery / The best images as the race enters the mountains","rawTitle":"The best images as the race enters the mountains","item":{"type":"gallery","id":"sport/gallery/2015/jul/15/tour-de-france-2015-stage-ten-in-pictures","title":"Tour de France 2015: stage ten","trailText":"All the best images from stage ten, a 167 km mountain stage between Tarbes and La Pierre-Saint-Martin","standFirst":"<p>All the best images from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/chris-froome-tour-de-france-team-sky-cycling\">stage ten</a>, a 167 km trip between Tarbes and La Pierre-Saint-Martin. It’s the first mountain stage of this year’s tour, finishing with a punishing climb up the Col de Soudet to La Pierre-Saint-Martin in the Pyrenees</p>","byline":"Steven Bloor","body":"<figure class=\"element element-image\" data-media-id=\"84f88686fd2384ea73102ec81084fff4a19f8a97\"> \n <img src=\"http://media.guim.co.uk/84f88686fd2384ea73102ec81084fff4a19f8a97/0_22_4195_2521/1000.jpg\" alt=\"Reinardt Janse van Rensburg of the MTN-Qhubeka team visits the barber shop before the start of the stage \" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Reinardt Janse van Rensburg of the MTN-Qhubeka team visits the barber before the start of the stage </span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"6c84660c210b63965561fd5e95885e66ae24a2e6\"> \n <img src=\"http://media.guim.co.uk/6c84660c210b63965561fd5e95885e66ae24a2e6/0_0_3500_2264/1000.jpg\" alt=\"That helmet’s not going to offer him much protection is he comes off his bike \" width=\"1000\" height=\"647\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">That helmet’s not going to offer him much protection is he comes off his bike...</span> \n  <span class=\"element-image__credit\">Photograph: Stefano Rellandini/Reuters</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"4b985c262ca425d05263466f5e1972dac6ef4901\"> \n <img src=\"http://media.guim.co.uk/4b985c262ca425d05263466f5e1972dac6ef4901/0_0_5184_3456/1000.jpg\" alt=\"Riders wait for the start of the stage\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Riders wait for the start of the stage on a sunny day in Tarbes.</span> \n  <span class=\"element-image__credit\">Photograph: Christophe Ena/AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"5eafdd2a6774219fb39088911e6b7d222486c5e5\"> \n <img src=\"http://media.guim.co.uk/5eafdd2a6774219fb39088911e6b7d222486c5e5/0_0_4928_3280/1000.jpg\" alt=\"Photographers are reflected in glasses of Eritrea’s Daniel Teklehaimanot, wearing the best climber’s polka dot jersey, as he waits for race to get underway\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Photographers are reflected in the glasses of Eritrea’s Daniel Teklehaimanot, wearing the best climber’s polka-dot jersey, as he waits for race to get underway</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Pachoud/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"89bbfd9d40941a3f7bfeb440b6c14f0219de3e91\"> \n <img src=\"http://media.guim.co.uk/89bbfd9d40941a3f7bfeb440b6c14f0219de3e91/0_0_1753_2625/668.jpg\" alt=\"The pack rides \" width=\"668\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The peloton makes its way along the flatter early stages of the route...</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"a2522ac9e5a522b9978971c368af5508a04f1a57\"> \n <img src=\"http://media.guim.co.uk/a2522ac9e5a522b9978971c368af5508a04f1a57/0_0_4648_3059/1000.jpg\" alt=\"And snakes through the French countryside\" width=\"1000\" height=\"658\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">...which passes through the French countryside on its way to the Pyrenees.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"efc70fbb1a910eae4020720c7bc7dad3cbc6d8ba\"> \n <img src=\"http://media.guim.co.uk/efc70fbb1a910eae4020720c7bc7dad3cbc6d8ba/0_353_3093_1857/1000.jpg\" alt=\"As it’s Bastille Day, it’s no surprise to as see a host of Tricolores along the route \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">As it’s Bastille Day, it’s no surprise to as see a host of Tricolores along the route </span> \n  <span class=\"element-image__credit\">Photograph: Eric Gaillard/Reuters</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"a9d47141536719e025b3cf127fe811cbfd5a1a7c\"> \n <img src=\"http://media.guim.co.uk/a9d47141536719e025b3cf127fe811cbfd5a1a7c/0_212_4096_2459/1000.jpg\" alt=\"There’s also plenty of sunflowers\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The peloton passes a field of sunflowers to create a classic Tour de France image</span> \n  <span class=\"element-image__credit\">Photograph: Yoan Valat/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"18d6075eff988398c1a7d495c47a19dffebba2b7\"> \n <img src=\"http://media.guim.co.uk/18d6075eff988398c1a7d495c47a19dffebba2b7/0_205_4096_2459/1000.jpg\" alt=\"As well as some equine company for the riders \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Horses race alongside the peloton, which passed through the Hautes–Pyr&eacute;n&eacute;es and Pyr&eacute;n&eacute;es-Atlantiques d&eacute;partements in south-west France</span> \n  <span class=\"element-image__credit\">Photograph: Yoan Valat/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"7f6fd7d0813d43d21d3d49ba69dfb1f44c1c59cf\"> \n <img src=\"http://media.guim.co.uk/7f6fd7d0813d43d21d3d49ba69dfb1f44c1c59cf/0_300_4599_2758/1000.jpg\" alt=\"And some bovine companytoo , though they don’t seem very interested in the race\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Local bovines seem more interested in the cameras than the riders behind them</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Pachoud/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c7ede8ea81e07e0f414725def992214188900923\"> \n <img src=\"http://media.guim.co.uk/c7ede8ea81e07e0f414725def992214188900923/0_0_5184_3456/1000.jpg\" alt=\"Man performs a BMX stunt\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A different kind of cycling, as a BMX rider throws shapes with race leader Chris Froome visible in the background</span> \n  <span class=\"element-image__credit\">Photograph: Laurent Cipriani/AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"f838fc57407bf138b399630eabefe92b1c79bbe0\"> \n <img src=\"http://media.guim.co.uk/f838fc57407bf138b399630eabefe92b1c79bbe0/0_0_5184_2841/1000.jpg\" alt=\"Riders are reflected in a window as they pass through a town\" width=\"1000\" height=\"548\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Riders are reflected in a window as they pass through a town</span> \n  <span class=\"element-image__credit\">Photograph: Christophe Ena/AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"52b63cb668e8433d4d71977ebddb4c7b0f5384e3\"> \n <img src=\"http://media.guim.co.uk/52b63cb668e8433d4d71977ebddb4c7b0f5384e3/0_81_3716_2231/1000.jpg\" alt=\"Firefighters spray water to welcome the peloton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Firefighters spray water across the road to welcome the peloton</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"8ce092ba4e2c3f86bfe6128f9eb542cfd1593c6d\"> \n <img src=\"http://media.guim.co.uk/8ce092ba4e2c3f86bfe6128f9eb542cfd1593c6d/0_0_5184_3113/1000.jpg\" alt=\"Warren Barguil looks to be in a bit of pain after crashing in a feeding zone\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Team Giant–Alpecin’s Warren Barguil looks to be in a pain after a crash in a feeding zone</span> \n  <span class=\"element-image__credit\">Photograph: Christophe Ena/AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"423f75809fca0a515767785b458914452e75fa94\"> \n <img src=\"http://media.guim.co.uk/423f75809fca0a515767785b458914452e75fa94/0_0_3500_2046/1000.jpg\" alt=\"La Pierre Saint Martin\" width=\"1000\" height=\"585\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fans gather at the finish line at the ski resort of La Pierre-Saint-Martin, at the top of the Col de Soudet</span> \n  <span class=\"element-image__credit\">Photograph: Stefano Rellandini/REUTERS</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"7119efacf8fb8276105a5fe9822df04d632f768b\"> \n <img src=\"http://media.guim.co.uk/7119efacf8fb8276105a5fe9822df04d632f768b/0_0_4539_3021/1000.jpg\" alt=\"Fedrigo\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Breakaway rider Pierrick Fedrigo is given encouragement by a glamorous spectator as the pack closes in</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"8d7e8849e7d3edde726bf9704105fb99a96d4294\"> \n <img src=\"http://media.guim.co.uk/8d7e8849e7d3edde726bf9704105fb99a96d4294/0_0_3500_2233/1000.jpg\" alt=\"The pack of riders deal with an incline\" width=\"1000\" height=\"638\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The pack of riders arrive at the foot of the <em>hors categorie</em> Col de Soudet</span> \n  <span class=\"element-image__credit\">Photograph: Eric Gaillard/Reuters</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"03922e7a915886a658fd6c710a4c9faafad7b1a0\"> \n <img src=\"http://media.guim.co.uk/03922e7a915886a658fd6c710a4c9faafad7b1a0/0_0_3534_2121/1000.jpg\" alt=\"Chris Froome, wearing the overall leader’s yellow jersey, Tejay Van Garderen, and Nairo Quintana, wearing the best young’s white jersey, make their way up an incline\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Froome, wearing the overall leader’s yellow jersey, BMC’s Tejay van Garderen, and Nairo Quintana, wearing the best young rider’s white jersey, make their way up the climb</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"96927f922f4b9905c34515a7adc827614249c022\"> \n <img src=\"http://media.guim.co.uk/96927f922f4b9905c34515a7adc827614249c022/0_0_5059_3362/1000.jpg\" alt=\"What a view\" width=\"1000\" height=\"665\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fans at the top of the mountain enjoy the view across the Pyrenees</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"3954334994f6876001af20623001ae386abf3f80\"> \n <img src=\"http://media.guim.co.uk/3954334994f6876001af20623001ae386abf3f80/0_0_5184_3108/1000.jpg\" alt=\"Quintana\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nairo Quintana climbs towards the finish line. Quintana, a pre-Tour favourite, ended the day in third in the general classification</span> \n  <span class=\"element-image__credit\">Photograph: Laurent Cipriani/AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c271be874bffef88d97ff28adef3efc0a19fb302\"> \n <img src=\"http://media.guim.co.uk/c271be874bffef88d97ff28adef3efc0a19fb302/0_142_2200_1321/1000.jpg\" alt=\"Watching the riders\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Spectators see the peloton approach on a sunny day in the mountains</span> \n  <span class=\"element-image__credit\">Photograph: Benoit Tessier/REUTERS</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"d14845793c3be77022377cee3c95c45e61db449b\"> \n <img src=\"http://media.guim.co.uk/d14845793c3be77022377cee3c95c45e61db449b/0_0_4928_3280/1000.jpg\" alt=\"Alberto Contador goes for one final push on the last hill\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alberto Contador goes for one final push on the last climb, but the former champion is now four minutes behind race leader Froome</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"f67a66c72d92da64192046cb8ee5f11b5e5a4259\"> \n <img src=\"http://media.guim.co.uk/f67a66c72d92da64192046cb8ee5f11b5e5a4259/0_0_5184_3389/1000.jpg\" alt=\"Though he has no chance of catching Chris Froome, who is a good two minutes ahead of him. The yellow jersey holder has to signal to fans to move out of the way as he climbs Col de Soudet\" width=\"1000\" height=\"654\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Froome tells fans to move out of the way as he races up the Col de Soudet</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"171c20a8c7c10905657257279ee56869e023c058\"> \n <img src=\"http://media.guim.co.uk/171c20a8c7c10905657257279ee56869e023c058/0_0_4352_2896/1000.jpg\" alt=\"Here’s a rider’s eye view of Froome navigating through the crowd \" width=\"1000\" height=\"665\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froome finished over a minute clear of his GC rivals, extending his overall lead to 2 minutes, 52 seconds</span> \n  <span class=\"element-image__credit\">Photograph: Lionel Bonaventure/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"946394f71298f25682f7ba2d5dad61e373f60b83\"> \n <img src=\"http://media.guim.co.uk/946394f71298f25682f7ba2d5dad61e373f60b83/0_0_2882_4192/688.jpg\" alt=\"Froome manages to get through the crowd unscathed and approaches the finish line\" width=\"688\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froome crosses the line after a breathtaking climb to take control of the race for the yellow jersey</span> \n  <span class=\"element-image__credit\">Photograph: Doug Pensinger/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"b41856b80ba88e8aa7bc40af344d07624ba17090\"> \n <img src=\"http://media.guim.co.uk/b41856b80ba88e8aa7bc40af344d07624ba17090/0_0_2772_3456/802.jpg\" alt=\"He’s got every reason to look that happy as he crosses the line, it was a stupendous performance by the Team Sky rider\" width=\"802\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froome looks delighted after a stupendous performance leaves him almost three minutes clear of his rivals</span> \n  <span class=\"element-image__credit\">Photograph: Peter Dejong/AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"78666963ef66819358f2af9dccb3b883958912de\"> \n <img src=\"http://media.guim.co.uk/78666963ef66819358f2af9dccb3b883958912de/0_0_4096_2866/1000.jpg\" alt=\"Froome on the podium wearing the best climber’s polka-dot jersey\" width=\"1000\" height=\"700\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froome not only retains the yellow jersey, with van Garderen second, but he also takes the best climber’s polka-dot jersey</span> \n  <span class=\"element-image__credit\">Photograph: Yoan Valat/EPA</span> \n </figcaption> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/84f88686fd2384ea73102ec81084fff4a19f8a97/0_22_4195_2521/4195.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2521,"width":4195,"orientation":"landscape","caption":"Reinardt Janse van Rensburg of the MTN-Qhubeka team visits the barber before the start of the stage  Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Reinardt Janse van Rensburg of the MTN-Qhubeka team visits the barber shop before the start of the stage ","cleanCaption":"Reinardt Janse van Rensburg of the MTN-Qhubeka team visits the barber before the start of the stage ","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6c84660c210b63965561fd5e95885e66ae24a2e6/0_0_3500_2264/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2264,"width":3500,"orientation":"landscape","caption":"That helmet’s not going to offer him much protection is he comes off his bike... Photograph: Stefano Rellandini/Reuters","credit":"Stefano Rellandini/Reuters","altText":"That helmet’s not going to offer him much protection is he comes off his bike ","cleanCaption":"That helmet’s not going to offer him much protection is he comes off his bike...","cleanCredit":"Photograph: Stefano Rellandini/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4b985c262ca425d05263466f5e1972dac6ef4901/0_0_5184_3456/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5184,"orientation":"landscape","caption":"Riders wait for the start of the stage on a sunny day in Tarbes. Photograph: Christophe Ena/AP","credit":"Christophe Ena/AP","altText":"Riders wait for the start of the stage","cleanCaption":"Riders wait for the start of the stage on a sunny day in Tarbes.","cleanCredit":"Photograph: Christophe Ena/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5eafdd2a6774219fb39088911e6b7d222486c5e5/0_0_4928_3280/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3280,"width":4928,"orientation":"landscape","caption":"Photographers are reflected in the glasses of Eritrea’s Daniel Teklehaimanot, wearing the best climber’s polka-dot jersey, as he waits for race to get underway Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Photographers are reflected in glasses of Eritrea’s Daniel Teklehaimanot, wearing the best climber’s polka dot jersey, as he waits for race to get underway","cleanCaption":"Photographers are reflected in the glasses of Eritrea’s Daniel Teklehaimanot, wearing the best climber’s polka-dot jersey, as he waits for race to get underway","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89bbfd9d40941a3f7bfeb440b6c14f0219de3e91/0_0_1753_2625/1753.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2625,"width":1753,"orientation":"portrait","caption":"The peloton makes its way along the flatter early stages of the route... Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"The pack rides ","cleanCaption":"The peloton makes its way along the flatter early stages of the route...","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a2522ac9e5a522b9978971c368af5508a04f1a57/0_0_4648_3059/4648.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3059,"width":4648,"orientation":"landscape","caption":"...which passes through the French countryside on its way to the Pyrenees. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"And snakes through the French countryside","cleanCaption":"...which passes through the French countryside on its way to the Pyrenees.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/efc70fbb1a910eae4020720c7bc7dad3cbc6d8ba/0_353_3093_1857/3093.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1857,"width":3093,"orientation":"landscape","caption":"As it’s Bastille Day, it’s no surprise to as see a host of Tricolores along the route  Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"As it’s Bastille Day, it’s no surprise to as see a host of Tricolores along the route ","cleanCaption":"As it’s Bastille Day, it’s no surprise to as see a host of Tricolores along the route ","cleanCredit":"Photograph: Eric Gaillard/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a9d47141536719e025b3cf127fe811cbfd5a1a7c/0_212_4096_2459/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2459,"width":4096,"orientation":"landscape","caption":"The peloton passes a field of sunflowers to create a classic Tour de France image Photograph: Yoan Valat/EPA","credit":"Yoan Valat/EPA","altText":"There’s also plenty of sunflowers","cleanCaption":"The peloton passes a field of sunflowers to create a classic Tour de France image","cleanCredit":"Photograph: Yoan Valat/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/18d6075eff988398c1a7d495c47a19dffebba2b7/0_205_4096_2459/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2459,"width":4096,"orientation":"landscape","caption":"Horses race alongside the peloton, which passed through the Hautes–Pyrénées and Pyrénées-Atlantiques départements in south-west France Photograph: Yoan Valat/EPA","credit":"Yoan Valat/EPA","altText":"As well as some equine company for the riders ","cleanCaption":"Horses race alongside the peloton, which passed through the Hautes–Pyrénées and Pyrénées-Atlantiques départements in south-west France","cleanCredit":"Photograph: Yoan Valat/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7f6fd7d0813d43d21d3d49ba69dfb1f44c1c59cf/0_300_4599_2758/4599.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2758,"width":4599,"orientation":"landscape","caption":"Local bovines seem more interested in the cameras than the riders behind them Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"And some bovine companytoo , though they don’t seem very interested in the race","cleanCaption":"Local bovines seem more interested in the cameras than the riders behind them","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c7ede8ea81e07e0f414725def992214188900923/0_0_5184_3456/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5184,"orientation":"landscape","caption":"A different kind of cycling, as a BMX rider throws shapes with race leader Chris Froome visible in the background Photograph: Laurent Cipriani/AP","credit":"Laurent Cipriani/AP","altText":"Man performs a BMX stunt","cleanCaption":"A different kind of cycling, as a BMX rider throws shapes with race leader Chris Froome visible in the background","cleanCredit":"Photograph: Laurent Cipriani/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f838fc57407bf138b399630eabefe92b1c79bbe0/0_0_5184_2841/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2841,"width":5184,"orientation":"landscape","caption":"Riders are reflected in a window as they pass through a town Photograph: Christophe Ena/AP","credit":"Christophe Ena/AP","altText":"Riders are reflected in a window as they pass through a town","cleanCaption":"Riders are reflected in a window as they pass through a town","cleanCredit":"Photograph: Christophe Ena/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/52b63cb668e8433d4d71977ebddb4c7b0f5384e3/0_81_3716_2231/3716.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2231,"width":3716,"orientation":"landscape","caption":"Firefighters spray water across the road to welcome the peloton Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Firefighters spray water to welcome the peloton","cleanCaption":"Firefighters spray water across the road to welcome the peloton","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8ce092ba4e2c3f86bfe6128f9eb542cfd1593c6d/0_0_5184_3113/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3113,"width":5184,"orientation":"landscape","caption":"Team Giant–Alpecin’s Warren Barguil looks to be in a pain after a crash in a feeding zone Photograph: Christophe Ena/AP","credit":"Christophe Ena/AP","altText":"Warren Barguil looks to be in a bit of pain after crashing in a feeding zone","cleanCaption":"Team Giant–Alpecin’s Warren Barguil looks to be in a pain after a crash in a feeding zone","cleanCredit":"Photograph: Christophe Ena/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/423f75809fca0a515767785b458914452e75fa94/0_0_3500_2046/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2046,"width":3500,"orientation":"landscape","caption":"Fans gather at the finish line at the ski resort of La Pierre-Saint-Martin, at the top of the Col de Soudet Photograph: Stefano Rellandini/REUTERS","credit":"Stefano Rellandini/REUTERS","altText":"La Pierre Saint Martin","cleanCaption":"Fans gather at the finish line at the ski resort of La Pierre-Saint-Martin, at the top of the Col de Soudet","cleanCredit":"Photograph: Stefano Rellandini/REUTERS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7119efacf8fb8276105a5fe9822df04d632f768b/0_0_4539_3021/4539.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3021,"width":4539,"orientation":"landscape","caption":"Breakaway rider Pierrick Fedrigo is given encouragement by a glamorous spectator as the pack closes in Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Fedrigo","cleanCaption":"Breakaway rider Pierrick Fedrigo is given encouragement by a glamorous spectator as the pack closes in","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8d7e8849e7d3edde726bf9704105fb99a96d4294/0_0_3500_2233/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2233,"width":3500,"orientation":"landscape","caption":"The pack of riders arrive at the foot of the <em>hors categorie</em> Col de Soudet Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"The pack of riders deal with an incline","cleanCaption":"The pack of riders arrive at the foot of the <em>hors categorie</em> Col de Soudet","cleanCredit":"Photograph: Eric Gaillard/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/03922e7a915886a658fd6c710a4c9faafad7b1a0/0_0_3534_2121/3534.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2121,"width":3534,"orientation":"landscape","caption":"Chris Froome, wearing the overall leader’s yellow jersey, BMC’s Tejay van Garderen, and Nairo Quintana, wearing the best young rider’s white jersey, make their way up the climb Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Chris Froome, wearing the overall leader’s yellow jersey, Tejay Van Garderen, and Nairo Quintana, wearing the best young’s white jersey, make their way up an incline","cleanCaption":"Chris Froome, wearing the overall leader’s yellow jersey, BMC’s Tejay van Garderen, and Nairo Quintana, wearing the best young rider’s white jersey, make their way up the climb","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/96927f922f4b9905c34515a7adc827614249c022/0_0_5059_3362/5059.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3362,"width":5059,"orientation":"landscape","caption":"Fans at the top of the mountain enjoy the view across the Pyrenees Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"What a view","cleanCaption":"Fans at the top of the mountain enjoy the view across the Pyrenees","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3954334994f6876001af20623001ae386abf3f80/0_0_5184_3108/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3108,"width":5184,"orientation":"landscape","caption":"Nairo Quintana climbs towards the finish line. Quintana, a pre-Tour favourite, ended the day in third in the general classification Photograph: Laurent Cipriani/AP","credit":"Laurent Cipriani/AP","altText":"Quintana","cleanCaption":"Nairo Quintana climbs towards the finish line. Quintana, a pre-Tour favourite, ended the day in third in the general classification","cleanCredit":"Photograph: Laurent Cipriani/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c271be874bffef88d97ff28adef3efc0a19fb302/0_142_2200_1321/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1321,"width":2200,"orientation":"landscape","caption":"Spectators see the peloton approach on a sunny day in the mountains Photograph: Benoit Tessier/REUTERS","credit":"Benoit Tessier/REUTERS","altText":"Watching the riders","cleanCaption":"Spectators see the peloton approach on a sunny day in the mountains","cleanCredit":"Photograph: Benoit Tessier/REUTERS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d14845793c3be77022377cee3c95c45e61db449b/0_0_4928_3280/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3280,"width":4928,"orientation":"landscape","caption":"Alberto Contador goes for one final push on the last climb, but the former champion is now four minutes behind race leader Froome Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Alberto Contador goes for one final push on the last hill","cleanCaption":"Alberto Contador goes for one final push on the last climb, but the former champion is now four minutes behind race leader Froome","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f67a66c72d92da64192046cb8ee5f11b5e5a4259/0_0_5184_3389/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3389,"width":5184,"orientation":"landscape","caption":"Chris Froome tells fans to move out of the way as he races up the Col de Soudet Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Though he has no chance of catching Chris Froome, who is a good two minutes ahead of him. The yellow jersey holder has to signal to fans to move out of the way as he climbs Col de Soudet","cleanCaption":"Chris Froome tells fans to move out of the way as he races up the Col de Soudet","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/171c20a8c7c10905657257279ee56869e023c058/0_0_4352_2896/4352.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2896,"width":4352,"orientation":"landscape","caption":"Froome finished over a minute clear of his GC rivals, extending his overall lead to 2 minutes, 52 seconds Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Here’s a rider’s eye view of Froome navigating through the crowd ","cleanCaption":"Froome finished over a minute clear of his GC rivals, extending his overall lead to 2 minutes, 52 seconds","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/946394f71298f25682f7ba2d5dad61e373f60b83/0_0_2882_4192/2882.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4192,"width":2882,"orientation":"portrait","caption":"Froome crosses the line after a breathtaking climb to take control of the race for the yellow jersey Photograph: Doug Pensinger/Getty Images","credit":"Doug Pensinger/Getty Images","altText":"Froome manages to get through the crowd unscathed and approaches the finish line","cleanCaption":"Froome crosses the line after a breathtaking climb to take control of the race for the yellow jersey","cleanCredit":"Photograph: Doug Pensinger/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b41856b80ba88e8aa7bc40af344d07624ba17090/0_0_2772_3456/2772.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":2772,"orientation":"portrait","caption":"Froome looks delighted after a stupendous performance leaves him almost three minutes clear of his rivals Photograph: Peter Dejong/AP","credit":"Peter Dejong/AP","altText":"He’s got every reason to look that happy as he crosses the line, it was a stupendous performance by the Team Sky rider","cleanCaption":"Froome looks delighted after a stupendous performance leaves him almost three minutes clear of his rivals","cleanCredit":"Photograph: Peter Dejong/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/78666963ef66819358f2af9dccb3b883958912de/0_0_4096_2866/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2866,"width":4096,"orientation":"landscape","caption":"Froome not only retains the yellow jersey, with van Garderen second, but he also takes the best climber’s polka-dot jersey Photograph: Yoan Valat/EPA","credit":"Yoan Valat/EPA","altText":"Froome on the podium wearing the best climber’s polka-dot jersey","cleanCaption":"Froome not only retains the yellow jersey, with van Garderen second, but he also takes the best climber’s polka-dot jersey","cleanCredit":"Photograph: Yoan Valat/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-15T07:42:56Z","lastModified":"2015-07-15T07:42:56Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Steven Bloor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/steven-bloor"}],"feature":false,"keywords":["Tour de France 2015","Tour de France","Cycling","Chris Froome","Sport","Team Sky"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/team-sky","webTitle":"Team Sky"}],"section":{"id":"sport"},"topics":[{"displayName":"Steven Bloor","topic":{"type":"tag-contributor","name":"profile/steven-bloor"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","navigationButtonColour":"#333333","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","quoteColour":"#999999","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/15/tour-de-france-2015-stage-ten-in-pictures","shortUrl":"http://gu.com/p/4akc3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/gallery/2015/jul/15/tour-de-france-2015-stage-ten-in-pictures","webUri":"http://www.theguardian.com/sport/gallery/2015/jul/15/tour-de-france-2015-stage-ten-in-pictures"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"Gallery"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/84f88686fd2384ea73102ec81084fff4a19f8a97/0_22_4195_2521/4195.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2521,"width":4195,"orientation":"landscape","caption":"Reinardt Janse van Rensburg of the MTN-Qhubeka team visits the barber before the start of the stage  Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Reinardt Janse van Rensburg of the MTN-Qhubeka team visits the barber shop before the start of the stage ","cleanCaption":"Reinardt Janse van Rensburg of the MTN-Qhubeka team visits the barber before the start of the stage ","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6c84660c210b63965561fd5e95885e66ae24a2e6/0_0_3500_2264/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2264,"width":3500,"orientation":"landscape","caption":"That helmet’s not going to offer him much protection is he comes off his bike... Photograph: Stefano Rellandini/Reuters","credit":"Stefano Rellandini/Reuters","altText":"That helmet’s not going to offer him much protection is he comes off his bike ","cleanCaption":"That helmet’s not going to offer him much protection is he comes off his bike...","cleanCredit":"Photograph: Stefano Rellandini/Reuters"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4b985c262ca425d05263466f5e1972dac6ef4901/0_0_5184_3456/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5184,"orientation":"landscape","caption":"Riders wait for the start of the stage on a sunny day in Tarbes. Photograph: Christophe Ena/AP","credit":"Christophe Ena/AP","altText":"Riders wait for the start of the stage","cleanCaption":"Riders wait for the start of the stage on a sunny day in Tarbes.","cleanCredit":"Photograph: Christophe Ena/AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5eafdd2a6774219fb39088911e6b7d222486c5e5/0_0_4928_3280/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3280,"width":4928,"orientation":"landscape","caption":"Photographers are reflected in the glasses of Eritrea’s Daniel Teklehaimanot, wearing the best climber’s polka-dot jersey, as he waits for race to get underway Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Photographers are reflected in glasses of Eritrea’s Daniel Teklehaimanot, wearing the best climber’s polka dot jersey, as he waits for race to get underway","cleanCaption":"Photographers are reflected in the glasses of Eritrea’s Daniel Teklehaimanot, wearing the best climber’s polka-dot jersey, as he waits for race to get underway","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89bbfd9d40941a3f7bfeb440b6c14f0219de3e91/0_0_1753_2625/1753.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2625,"width":1753,"orientation":"portrait","caption":"The peloton makes its way along the flatter early stages of the route... Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"The pack rides ","cleanCaption":"The peloton makes its way along the flatter early stages of the route...","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a2522ac9e5a522b9978971c368af5508a04f1a57/0_0_4648_3059/4648.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3059,"width":4648,"orientation":"landscape","caption":"...which passes through the French countryside on its way to the Pyrenees. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"And snakes through the French countryside","cleanCaption":"...which passes through the French countryside on its way to the Pyrenees.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/efc70fbb1a910eae4020720c7bc7dad3cbc6d8ba/0_353_3093_1857/3093.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1857,"width":3093,"orientation":"landscape","caption":"As it’s Bastille Day, it’s no surprise to as see a host of Tricolores along the route  Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"As it’s Bastille Day, it’s no surprise to as see a host of Tricolores along the route ","cleanCaption":"As it’s Bastille Day, it’s no surprise to as see a host of Tricolores along the route ","cleanCredit":"Photograph: Eric Gaillard/Reuters"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a9d47141536719e025b3cf127fe811cbfd5a1a7c/0_212_4096_2459/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2459,"width":4096,"orientation":"landscape","caption":"The peloton passes a field of sunflowers to create a classic Tour de France image Photograph: Yoan Valat/EPA","credit":"Yoan Valat/EPA","altText":"There’s also plenty of sunflowers","cleanCaption":"The peloton passes a field of sunflowers to create a classic Tour de France image","cleanCredit":"Photograph: Yoan Valat/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/18d6075eff988398c1a7d495c47a19dffebba2b7/0_205_4096_2459/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2459,"width":4096,"orientation":"landscape","caption":"Horses race alongside the peloton, which passed through the Hautes–Pyrénées and Pyrénées-Atlantiques départements in south-west France Photograph: Yoan Valat/EPA","credit":"Yoan Valat/EPA","altText":"As well as some equine company for the riders ","cleanCaption":"Horses race alongside the peloton, which passed through the Hautes–Pyrénées and Pyrénées-Atlantiques départements in south-west France","cleanCredit":"Photograph: Yoan Valat/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7f6fd7d0813d43d21d3d49ba69dfb1f44c1c59cf/0_300_4599_2758/4599.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2758,"width":4599,"orientation":"landscape","caption":"Local bovines seem more interested in the cameras than the riders behind them Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"And some bovine companytoo , though they don’t seem very interested in the race","cleanCaption":"Local bovines seem more interested in the cameras than the riders behind them","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c7ede8ea81e07e0f414725def992214188900923/0_0_5184_3456/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5184,"orientation":"landscape","caption":"A different kind of cycling, as a BMX rider throws shapes with race leader Chris Froome visible in the background Photograph: Laurent Cipriani/AP","credit":"Laurent Cipriani/AP","altText":"Man performs a BMX stunt","cleanCaption":"A different kind of cycling, as a BMX rider throws shapes with race leader Chris Froome visible in the background","cleanCredit":"Photograph: Laurent Cipriani/AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f838fc57407bf138b399630eabefe92b1c79bbe0/0_0_5184_2841/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2841,"width":5184,"orientation":"landscape","caption":"Riders are reflected in a window as they pass through a town Photograph: Christophe Ena/AP","credit":"Christophe Ena/AP","altText":"Riders are reflected in a window as they pass through a town","cleanCaption":"Riders are reflected in a window as they pass through a town","cleanCredit":"Photograph: Christophe Ena/AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/52b63cb668e8433d4d71977ebddb4c7b0f5384e3/0_81_3716_2231/3716.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2231,"width":3716,"orientation":"landscape","caption":"Firefighters spray water across the road to welcome the peloton Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Firefighters spray water to welcome the peloton","cleanCaption":"Firefighters spray water across the road to welcome the peloton","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8ce092ba4e2c3f86bfe6128f9eb542cfd1593c6d/0_0_5184_3113/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3113,"width":5184,"orientation":"landscape","caption":"Team Giant–Alpecin’s Warren Barguil looks to be in a pain after a crash in a feeding zone Photograph: Christophe Ena/AP","credit":"Christophe Ena/AP","altText":"Warren Barguil looks to be in a bit of pain after crashing in a feeding zone","cleanCaption":"Team Giant–Alpecin’s Warren Barguil looks to be in a pain after a crash in a feeding zone","cleanCredit":"Photograph: Christophe Ena/AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/423f75809fca0a515767785b458914452e75fa94/0_0_3500_2046/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2046,"width":3500,"orientation":"landscape","caption":"Fans gather at the finish line at the ski resort of La Pierre-Saint-Martin, at the top of the Col de Soudet Photograph: Stefano Rellandini/REUTERS","credit":"Stefano Rellandini/REUTERS","altText":"La Pierre Saint Martin","cleanCaption":"Fans gather at the finish line at the ski resort of La Pierre-Saint-Martin, at the top of the Col de Soudet","cleanCredit":"Photograph: Stefano Rellandini/REUTERS"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7119efacf8fb8276105a5fe9822df04d632f768b/0_0_4539_3021/4539.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3021,"width":4539,"orientation":"landscape","caption":"Breakaway rider Pierrick Fedrigo is given encouragement by a glamorous spectator as the pack closes in Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Fedrigo","cleanCaption":"Breakaway rider Pierrick Fedrigo is given encouragement by a glamorous spectator as the pack closes in","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8d7e8849e7d3edde726bf9704105fb99a96d4294/0_0_3500_2233/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2233,"width":3500,"orientation":"landscape","caption":"The pack of riders arrive at the foot of the <em>hors categorie</em> Col de Soudet Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"The pack of riders deal with an incline","cleanCaption":"The pack of riders arrive at the foot of the <em>hors categorie</em> Col de Soudet","cleanCredit":"Photograph: Eric Gaillard/Reuters"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/03922e7a915886a658fd6c710a4c9faafad7b1a0/0_0_3534_2121/3534.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2121,"width":3534,"orientation":"landscape","caption":"Chris Froome, wearing the overall leader’s yellow jersey, BMC’s Tejay van Garderen, and Nairo Quintana, wearing the best young rider’s white jersey, make their way up the climb Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Chris Froome, wearing the overall leader’s yellow jersey, Tejay Van Garderen, and Nairo Quintana, wearing the best young’s white jersey, make their way up an incline","cleanCaption":"Chris Froome, wearing the overall leader’s yellow jersey, BMC’s Tejay van Garderen, and Nairo Quintana, wearing the best young rider’s white jersey, make their way up the climb","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/96927f922f4b9905c34515a7adc827614249c022/0_0_5059_3362/5059.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3362,"width":5059,"orientation":"landscape","caption":"Fans at the top of the mountain enjoy the view across the Pyrenees Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"What a view","cleanCaption":"Fans at the top of the mountain enjoy the view across the Pyrenees","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3954334994f6876001af20623001ae386abf3f80/0_0_5184_3108/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3108,"width":5184,"orientation":"landscape","caption":"Nairo Quintana climbs towards the finish line. Quintana, a pre-Tour favourite, ended the day in third in the general classification Photograph: Laurent Cipriani/AP","credit":"Laurent Cipriani/AP","altText":"Quintana","cleanCaption":"Nairo Quintana climbs towards the finish line. Quintana, a pre-Tour favourite, ended the day in third in the general classification","cleanCredit":"Photograph: Laurent Cipriani/AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c271be874bffef88d97ff28adef3efc0a19fb302/0_142_2200_1321/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1321,"width":2200,"orientation":"landscape","caption":"Spectators see the peloton approach on a sunny day in the mountains Photograph: Benoit Tessier/REUTERS","credit":"Benoit Tessier/REUTERS","altText":"Watching the riders","cleanCaption":"Spectators see the peloton approach on a sunny day in the mountains","cleanCredit":"Photograph: Benoit Tessier/REUTERS"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d14845793c3be77022377cee3c95c45e61db449b/0_0_4928_3280/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3280,"width":4928,"orientation":"landscape","caption":"Alberto Contador goes for one final push on the last climb, but the former champion is now four minutes behind race leader Froome Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Alberto Contador goes for one final push on the last hill","cleanCaption":"Alberto Contador goes for one final push on the last climb, but the former champion is now four minutes behind race leader Froome","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f67a66c72d92da64192046cb8ee5f11b5e5a4259/0_0_5184_3389/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3389,"width":5184,"orientation":"landscape","caption":"Chris Froome tells fans to move out of the way as he races up the Col de Soudet Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Though he has no chance of catching Chris Froome, who is a good two minutes ahead of him. The yellow jersey holder has to signal to fans to move out of the way as he climbs Col de Soudet","cleanCaption":"Chris Froome tells fans to move out of the way as he races up the Col de Soudet","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/171c20a8c7c10905657257279ee56869e023c058/0_0_4352_2896/4352.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2896,"width":4352,"orientation":"landscape","caption":"Froome finished over a minute clear of his GC rivals, extending his overall lead to 2 minutes, 52 seconds Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Here’s a rider’s eye view of Froome navigating through the crowd ","cleanCaption":"Froome finished over a minute clear of his GC rivals, extending his overall lead to 2 minutes, 52 seconds","cleanCredit":"Photograph: Lionel Bonaventure/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/946394f71298f25682f7ba2d5dad61e373f60b83/0_0_2882_4192/2882.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4192,"width":2882,"orientation":"portrait","caption":"Froome crosses the line after a breathtaking climb to take control of the race for the yellow jersey Photograph: Doug Pensinger/Getty Images","credit":"Doug Pensinger/Getty Images","altText":"Froome manages to get through the crowd unscathed and approaches the finish line","cleanCaption":"Froome crosses the line after a breathtaking climb to take control of the race for the yellow jersey","cleanCredit":"Photograph: Doug Pensinger/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b41856b80ba88e8aa7bc40af344d07624ba17090/0_0_2772_3456/2772.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":2772,"orientation":"portrait","caption":"Froome looks delighted after a stupendous performance leaves him almost three minutes clear of his rivals Photograph: Peter Dejong/AP","credit":"Peter Dejong/AP","altText":"He’s got every reason to look that happy as he crosses the line, it was a stupendous performance by the Team Sky rider","cleanCaption":"Froome looks delighted after a stupendous performance leaves him almost three minutes clear of his rivals","cleanCredit":"Photograph: Peter Dejong/AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/78666963ef66819358f2af9dccb3b883958912de/0_0_4096_2866/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2866,"width":4096,"orientation":"landscape","caption":"Froome not only retains the yellow jersey, with van Garderen second, but he also takes the best climber’s polka-dot jersey Photograph: Yoan Valat/EPA","credit":"Yoan Valat/EPA","altText":"Froome on the podium wearing the best climber’s polka-dot jersey","cleanCaption":"Froome not only retains the yellow jersey, with van Garderen second, but he also takes the best climber’s polka-dot jersey","cleanCredit":"Photograph: Yoan Valat/EPA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/15/1436946730979/Chris-Froome-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Froome climbs on his way to win the 10th stage of the 102nd Tour de France. Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"Chris Froome","cleanCaption":"Chris Froome climbs on his way to win the 10th stage of the 102nd Tour de France. Photograph: Eric Gaillard/Reuters"}}]},{"title":"Ashes / Stokes savours taste of revenge as Haddin out of the second Test","rawTitle":"Stokes savours taste of revenge as Haddin out of the second Test","item":{"type":"article","id":"sport/2015/jul/14/england-ben-stokes-ashes-lords-test-australia","title":"England’s Ben Stokes savours taste of Ashes revenge before Lord’s Test","trailText":"The England all-rounder Ben Stokes backed his side to enter the second Test full of confidence after beating Australia in four days in Cardiff","standFirst":"<span class=\"bullet\">•</span> All-rounder backs side to enter second Test full of confidence\n<br />\n<span class=\"bullet\">•</span> Haddin and Watson set to miss out for Australia","byline":"Owen Gibson","body":"<p>Ben Stokes believes the “massive” motivation of revenge for last year’s Ashes humiliation will ensure England seek to ram home <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order\" title=\"\">the advantage gained in Cardiff</a> when the second Test at Lord’s begins on Thursday.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/13/australia-under-ashes-pressure-stuart-broad\">Stuart Broad: Pressure on Australia after defeat in first Ashes Test</a> </p> \n</aside> \n<p>As it emerged that the veteran Australian wicketkeeper Brad Haddin <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/brad-haddin-left-out-australia-second-test-lords\" title=\"\">will miss the Lord’s Test</a> for “family reasons”, it was being reported in Australia that Shane Watson has been dropped from the side for the second Test. Peter Nevill will make his Test debut in place of Haddin, while Mitchell Marsh will step in for the veteran all-rounder Watson.</p> \n<p>With two of the old Australia heads removed from the line-up, Stokes said England would go into the match buoyed by the confidence gained by their assertive performance in Wales. “When Rooty caught the catch at the end it was like revenge,” the all-rounder said. “When they were eight wickets down I was thinking about how we felt when we were getting beat every game. To be on the verge of winning when they were eight wickets down and after what they did to us in Australia was pretty cool.</p> \n<p>“The whole day itself was amazing and the atmosphere was electric. It was similar to Lord’s here <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/25/england-new-zealand-first-test-match-report\" title=\"\">when we beat New Zealand</a>. It is always a special place to play cricket so, if we can walk away at the end of five days, or four days if we can, and we are 2-0 up, then we will be in a really good position to win the Ashes.”</p> \n<p>The 24-year-old Durham player expects the tourists to be more vocal and aggressive on the field at Lord’s, given the pressure they are now under. He said: “There wasn’t hardly as much said in Cardiff as there was in Australia. I’m not quite sure why. Maybe the match referee had a word with the two captains, I’m not sure. But I think it might be a bit different here,” said Stokes, who made 52 and 42 with the bat in Cardiff as England triumphed by 169 runs.</p> \n<p>“Australia are 1-0 down and they’ll want to get some revenge on us because we obviously beat them in four days, which was probably a shock to them. This game might be played in a different way but hopefully it won’t overstep the line.”</p> \n<p>Despite lacking the overt antagonism of the last Ashes tour in Australia Stokes dismissed as “silly” attempts by Nathan Lyon and David Warner to stop his habit of sweeping the wicket with his bat at the end of each over. “I just said: ‘You can stand there all day because I’m not moving until you move. If you want to get your captain’s over rate down, then so be it.’”</p> \n<p>Stokes, a key member of the side that minted a fresh attacking style for England during the visit of New Zealand, said they had been encouraged by the new head coach, Trevor Bayliss, to maintain the approach throughout the series.</p> \n<p>Speaking at an Investec event, Stokes said: “We’re not going to be able to play how we want to play 100% of the time. But if there comes a game when we don’t particularly play how we want to play, that doesn’t mean we’ll go back to square one and start just trying to survive.</p> \n<p>“When we were in our second innings at Cardiff, Trevor said it’s not about time, it’s about runs. So when your head coach is saying that it doesn’t matter how much time we bat, it’s all about runs and getting a big lead, then you go into the middle with a lot of confidence.”</p> \n<p>Stokes said he embraced the pressure that came with being compared to Andrew Flintoff or Ian Botham, insisting that it came with the territory.</p> \n<p>“Being an all-rounder you’re probably going to get compared to the Bothams and the Flintoffs, as I have done recently. I’m not looking to emulate them,” he said. “I’m Ben Stokes; I’m not Flintoff or Botham. I’m just going to go about my cricket in the way I want to do it.”</p> \n<p>England are expected to name an unchanged side after their victory in the first Test but Australia have been forced to make changes.</p> \n<p>Haddin, 37, was absent for most of Australia’s practice session at Lord’s, instead speaking to the head coach, Darren Lehmann, and the team psychologist, Michael Lloyd, on the pavilion balcony.</p> \n<p>His replacement, Nevill was, in contrast, put through his paces with the rest of the side. Cricket Australia confirmed the news on Tuesday evening. “I can confirm that Brad Haddin has withdrawn himself from the second Test at Lord’s for family reasons,” the team’s media manager, Kate Hutchison, announced. He looks likely to be joined on the sidelines by Watson, the 34-year-old having done himself no favours with two dismissals leg-before in the first Test, for 30 and 19.</p> \n<p>Haddin endured an indifferent performance in Cardiff, where he dropped Joe Root on nought in the first innings before England’s man of the match went on to score 134.</p> \n<p>The Australia bowler Peter Siddle backed Nevill, who topped the batting averages for New South Wales in the Sheffield Shield this season with 76 from 14 innings, to perform well, despite the pressure of making his debut at Lord’s – a notoriously testing ground for wicketkeepers.</p> \n<p>Siddle said: “He has had a couple of great years in first-class cricket and, if it’s this Test or in future, then I’ve no doubt he will be ready to go.” Nevill is 29.</p> \n<p>The fast bowler Mitchell Starc, who took seven wickets in Cardiff, is expected to be fit to play despite problems with an ankle injury. Siddle was in line to replace him if he was not fit.</p> \n<p>“Starcy got through well today, bowled out in the middle off the long run, both ends, he’s feeling good,” said Siddle. “I guess it’s just a waiting game at the moment for myself. Everyone’s fit at the moment which is nice.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436894351473/England-Ben-Stokes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ben Stokes, in action during a nets session at Lord's, says the head coach Trevor Bayliss tells his batsmen that 'it's not about time, it's about runs'. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"England Ben Stokes","cleanCaption":"Ben Stokes, in action during a nets session at Lord's, says the head coach Trevor Bayliss tells his batsmen that 'it's not about time, it's about runs'. Photograph: Gareth Copley/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-14T21:30:09Z","lastModified":"2015-07-15T00:00:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Ben Stokes","Ashes 2015","England cricket team","Brad Haddin","Peter Siddle","Cricket","The Ashes","Australia cricket team","Australia sport","Sport"],"tags":[{"id":"sport/ben-stokes","webTitle":"Ben Stokes"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/brad-haddin","webTitle":"Brad Haddin"},{"id":"sport/peter-siddle","webTitle":"Peter Siddle"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/14/england-ben-stokes-ashes-lords-test-australia","shortUrl":"http://gu.com/p/4ak88","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/14/england-ben-stokes-ashes-lords-test-australia","webUri":"http://www.theguardian.com/sport/2015/jul/14/england-ben-stokes-ashes-lords-test-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436894351473/England-Ben-Stokes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ben Stokes, in action during a nets session at Lord’s, says the head coach, Trevor Bayliss, tells his batsmen that ‘it’s not about time, it’s about runs’. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"England Ben Stokes","cleanCaption":"Ben Stokes, in action during a nets session at Lord’s, says the head coach, Trevor Bayliss, tells his batsmen that ‘it’s not about time, it’s about runs’. Photograph: Gareth Copley/Getty Images"}},"importance":6,"kicker":{"title":"Ashes"},"showQuotedHeadline":false,"sublinks":[{"title":"Ashes / Watson dropped by Australia for second Test – report","rawTitle":"Watson dropped by Australia for second Test – report","item":{"type":"article","id":"sport/2015/jul/15/shane-watson-dropped-by-australia-for-second-ashes-test","title":"Shane Watson dropped by Australia for second Ashes Test – report","trailText":"Shane Watson has reportedly been dropped for the second Ashes Test with Mitch Marsh instead preferred to play in the Lord’s clash","standFirst":"<ul>\n <li>Under performing all-rounder reported to be replaced by Mitchell Marsh</li>\n <li>Such a move could mean the end of 34-year-old Watson’s Test career </li>\n</ul>","byline":"Australian Associated Press","body":"<p>Shane Watson has reportedly been dropped for the second Ashes Test with Mitch Marsh instead preferred to play in the Lord’s clash that starts on Thursday, when Australia will attempt to level the series 1-1.</p> \n<p>Such a move by national selectors could mean the end of Watson’s 59-Test career.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/australia-cricket-dont-cry-for-shane-watson\">Don't cry for Shane Watson, one of Australian cricket's great anti-heroes | Aaron Timms</a> </p> \n</aside> \n<p>“This is a big decision. My gut feeling is they’ll probably go with Mitchell Marsh,” Steve Waugh told Sky Sports, prior to Fairfax’s report of Watson’s omission breaking.</p> \n<p>“A guy at that age... when he’s played a long time, when you make a decision like this now – it’s pretty much final. There’s probably no way back from being dropped now.”</p> \n<p>Marsh clubbed eye-catching centuries in tour games against Kent and Essex that preceded the Ashes opener. The 34-year-old Watson was preferred for the first Test, but Darren Lehmann admitted he was “very close” to losing his place in the XI.</p> \n<p>Watson was trapped lbw twice in that match, which Australia lost by 169 runs. It extended the all-rounder’s slump with the bat, meaning he has passed 50 in only two of his past 16 innings.</p> \n<p>“Again it’s going to be a tight call heading into the second Test. We’ll wait until we get to London and have a look at how everyone pulls up,” Lehmann said of Marsh’s chances of a recall earlier this week. “We’re not going to panic.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/darren-lehmann-shane-watson-ashes\">Darren Lehmann hints Shane Watson may lose place for second Ashes Test</a> </p> \n</aside> \n<p>England seamer Stuart Broad recently suggested he’d be shocked if national selectors lost patience with Watson. “I’m sure he’ll play [at Lord’s]. I don’t have any doubts,” Broad said. “Shane Watson has given us a lot of trouble in the past.”</p> \n<p>This is Watson’s third Ashes tour and winning the urn in England is the only accolade missing from his CV. Speaking in the lead-up to the first Test, he noted he was “well past worrying about where things are at” regarding his place in the XI.</p> \n<p>“Being in and around these situations before, I know you can’t worry about things too much,” Watson said. “All that matters for me was being able to spend some quality time in the middle.”</p> \n<p>Watson lost his place in the one-day side during the World Cup, only to return the following game and play a pivotal role in the knockout phase of the tournament.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/28db5eb08bb37d2481321c21897ab86f5fd59e79/0_178_2884_1728/2884.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1728,"width":2884,"orientation":"landscape","credit":"Ryan Pierse/Getty Images","altText":"Watson’s performances with the bat have been under scrutiny of late – he has passed 50 just twice in his last 16 innings.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-14T23:13:35Z","lastModified":"2015-07-14T23:13:35Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["The Ashes","Ashes 2015","Australia cricket team","England cricket team","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/15/shane-watson-dropped-by-australia-for-second-ashes-test","shortUrl":"http://gu.com/p/4akbn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/15/shane-watson-dropped-by-australia-for-second-ashes-test","webUri":"http://www.theguardian.com/sport/2015/jul/15/shane-watson-dropped-by-australia-for-second-ashes-test"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/28db5eb08bb37d2481321c21897ab86f5fd59e79/0_178_2884_1728/2884.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1728,"width":2884,"orientation":"landscape","caption":"Watson’s performances with the bat have been under scrutiny of late – he has passed 50 just twice in his last 16 innings. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Watson’s performances with the bat have been under scrutiny of late – he has passed 50 just twice in his last 16 innings.","cleanCaption":"Watson’s performances with the bat have been under scrutiny of late – he has passed 50 just twice in his last 16 innings.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"}},"importance":0,"kicker":{"title":"Ashes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/28db5eb08bb37d2481321c21897ab86f5fd59e79/0_178_2884_1728/2884.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1728,"width":2884,"orientation":"landscape","credit":"Ryan Pierse/Getty Images","altText":"Watson’s performances with the bat have been under scrutiny of late – he has passed 50 just twice in his last 16 innings.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/01c81f4bf21bccaa04ac96dd01e019fd558aa694/298_12_1723_1034/1000.jpg","height":600,"width":1000}}]},{"title":"Manchester City hope £49m Sterling can sprinkle some stardust","rawTitle":"Manchester City hope £49m Sterling can sprinkle some stardust","item":{"type":"article","id":"football/blog/2015/jul/14/manchester-city-raheem-sterling-49m-stardust","title":"Manchester City hope £49m Raheem Sterling can sprinkle some stardust","trailText":"That Manhcester City were prepared to gamble £49m on a 20-year-old winger who is not yet the finished article, shows how difficult it is for even wealthy clubs to recruit serious A-list talent","standFirst":"That the club could gamble &pound;49m on a 20-year-old who is not yet the finished article shows how difficult it is for even the wealthy to recruit A-list talent","byline":"Amy Lawrence","body":"<p>Does the name Rolando Bianchi ring any bells? Even distant ones? In all honesty the help of a search engine was required to jog this old brain about the kind of summer purchase that dominated the thoughts of Manchester City’s movers and shakers prior to the Abu Dhabi United Group takeover.</p> \n<p>Rewind to 2007, the age of Sven-G&ouml;ran Eriksson, Thaksin Shinawatra and a curious and half-baked first attempt at an internationally owned City revamp. The club blew about &pound;40m on a range of players that summer, the most expensive of whom was Bianchi, a 6ft 2in striker who joined from Reggina for &pound;8.8m. He scored on his debut as it happened but optimism soon fizzled out. By January he was so unsettled he was allowed to leave and he returned to Italy to pick up a modest career.</p> \n<p>Recalling the tale of Bianchi brings context as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/12/raheem-sterling-miss-liverpool-tour-manchester-city\" title=\"\">City part with &pound;49m to welcome their prime summer target, Raheem Sterling</a>. The fact that their bartering with Liverpool scaled such expensive peaks reflects how remarkably difficult it is for any club – even one with huge financial backing – to recruit what could be defined as A-list talent.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/14/raheem-sterling-manchester-city-liverpool-transfer\">Raheem Sterling completes &pound;49m Manchester City move from Liverpool</a> </p> \n</aside> \n<p>Sterling may turn out to be worth every single one of the many pennies required for Liverpool to release the 20-year-old, and, equally, supposedly surer things than he have turned out to be very costly failed experiments. But it does feel as if part of the package was that City required a signing with wow factor this summer – something to turn heads, create new energy, attract a spotlight.</p> \n<p>Considering how City are obviously regarded as major players in the transfer game, having spent about &pound;500m on fees during the years the club has been bankrolled by Sheikh Mansour bin Zayed al-Nahyan, they have not bought too many players classified as established A-listers at the time of purchase.</p> \n<p>The best examples of players in that bracket – coveted across Europe’s elite, the kind of name which adds stature to a club and is a barometer for excellence and ambition – are Yaya Tour&eacute; and Carlos Tevez in 2009, and Sergio Ag&uuml;ero in 2011. Robinho, Vincent Kompany, David Silva and Mario Balotelli were all signings who also caught the imagination on a grand scale in the early years of the City renaissance, even if not all of them worked out.</p> \n<p>These were players who enabled the City reinvention to gain an injection of high-calibre credibility. But interestingly, none of the signings since Ag&uuml;ero arrived four years ago have had A-list impact.</p> \n<p>Last season’s major purchases, Fernando, Eliaquim Mangala and, as of last January, Wilfried Bony have not yet pulled up trees. Two or three seasons ago Stevan Jovetic, Javi Garc&iacute;a, Matija Nastasic and Jack Rodwell arrived with optimism but found it difficult to blossom at the Etihad. &Aacute;lvaro Negredo came, had a stunning spell, dipped and went. Jes&uacute;s Navas is wonderful only in gossamer flashes and has not lived up to the billing that he could become one of the great wingers of his time.</p> \n<p>While the financial fair play sanctions City received last summer had an effect, it is still curious that the club’s ability to attract major talent, a touch of <em>gal&aacute;ctico</em> gloss, in the first half of the Sheikh Mansour era has not been matched in the second half.</p> \n<p>Buying top-echelon players, even for rich clubs, is just not that easy and one of the reasons for that – not that the game would care to admit it – is that the pool of outstanding talent looks worryingly parched around the edges. Consider how the other most jaw dropping of transfers so far to improve the Premier League’s top four teams are Bastian Schweinsteiger (almost 31 years old) and Petr Cech (33), with the intrigue of what Sterling and Memphis Depay can do offering the hope of youthful dazzle.</p> \n<p>One can debate until deadline day whether the heavyweight bucks are appropriate for a player in Sterling’s developmental stage – part of his attraction is the feeling that there could be so much more to come – but there is not much arguing with market forces.</p> \n<p>Marquee signings, of course, are not always what they are cracked up to be. When Manchester United spent nearly &pound;60m on &Aacute;ngel Di Mar&iacute;a a year ago, they were obviously hoping for more than a fitful season where delightful moments were mixed with underwhelming drifting. Even if it turns out to be a season of adjustment, it was not easy for club or player to confront difficulties when that kind of price tag turns a dark cloud into a thunderstorm.</p> \n<p>With transfer figures as volatile as they are, football is full of such awkwardness. Arsenal’s first year with Mesut &Ouml;zil was tricky. The experience of the former Chelsea striker Fernando Torres seldom shook off that perplexing air. It seems incomprehensible that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/aug/05/roberto-soldado-move-tottenham-hotspur\" title=\"\">Tottenham spent &pound;26m on Roberto Soldado</a>. These, remember, all arrived in their mid-20s with a bit of life experience behind them.</p> \n<p>For City Sterling may not be the finished article but they are gambling that, if and when he is, he will possess that aura, that sprinkling of stardust, that hovers around the very best.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1e85e552dcee45a4ba6ad0afa4806a834cad2e52/0_0_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Andrew Yates/Reuters","altText":"Raheem Sterling","cleanCredit":"Photograph: Andrew Yates/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-14T22:34:00Z","lastModified":"2015-07-14T22:39:50Z","metadata":{"commentable":true,"commentCount":587,"contributors":[{"name":"Amy Lawrence","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/21/1408638591823/Amy-Lawrence-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amylawrence"}],"feature":true,"keywords":["Manchester City","Raheem Sterling","Football","Sport"],"tags":[{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Amy Lawrence","topic":{"type":"tag-contributor","name":"profile/amylawrence"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/14/manchester-city-raheem-sterling-49m-stardust","shortUrl":"http://gu.com/p/4ak4m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/14/manchester-city-raheem-sterling-49m-stardust","webUri":"http://www.theguardian.com/football/blog/2015/jul/14/manchester-city-raheem-sterling-49m-stardust"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1e85e552dcee45a4ba6ad0afa4806a834cad2e52/0_0_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"Manchester City required a signing with the wow factor and £49m Raheem Sterling fits the bill. Photograph: Andrew Yates/Reuters","credit":"Andrew Yates/Reuters","altText":"Manchester City required a signing with the wow factor and £49m Raheem Sterling fits the bill.","cleanCaption":"Manchester City required a signing with the wow factor and £49m Raheem Sterling fits the bill.","cleanCredit":"Photograph: Andrew Yates/Reuters"}},"importance":5,"byline":{"title":"Amy Lawrence"},"showQuotedHeadline":true,"sublinks":[{"title":"Football / Sterling relieved with £49m Manchester City move","rawTitle":"Sterling relieved with £49m Manchester City move","item":{"type":"article","id":"football/2015/jul/14/raheem-sterling-manchester-city-liverpool-transfer","title":"Raheem Sterling relieved with £49m Manchester City move from Liverpool","trailText":"Raheem Sterling has completed his £49m move to Manchester City from Liverpool and will join Manuel Pellegrini’s squad on the pre-season tour to Australia once the paperwork is completed","standFirst":"<span class=\"bullet\">•</span> Sterling signs five-year deal at the Etihad Stadium\n<br />\n<span class=\"bullet\">•</span> 20-year-old winger set to join pre-season tour in Australia","byline":"Dominic Fifield","body":"<p>Raheem Sterling has expressed relief at the completion of his acrimonious transfer from Liverpool to Manchester City for an initial &pound;44m and believes he is joining a club “capable of winning things year in, year out”.</p> \n<p>The fee for the 20-year-old could rise to &pound;49m with add-ons linked to appearances and honours, all considered to be obtainable by the Merseyside club, and establishes Sterling as the most expensive English player. The forward, who passed a medical on Tuesday, has signed a five-year contract believed to be worth around &pound;200,000 a week and will wear the No7 shirt at the Etihad stadium.</p> \n<p>The player, who had cited the pursuit of silverware as more significant than financial rewards when agitating for his move, will now fly out to Australia to join up with his new club-mates on their pre-season tour. His new manager, Manuel Pellegrini, has described him as “one of the best attacking players in world football”.</p> \n<p>“It’s a good feeling and a really happy time for me and my family,” said Sterling, who spoke with his new club-mate, Joe Hart, about the prospective move while on England duty in Slovenia last month. “I’m just glad it’s all over and done with and I can’t wait to get on the training field. Things have come really fast in the last couple of years.</p> \n<p>“I’ve just had to learn to take it all in my stride but I never imagined I’d be at this point at the age I am now and breaking a British transfer record fee … the world-class players that are here and a squad that are capable of winning things year in, year out. The more quality players that are around you, the more quality it brings out in you so I can’t wait to get started and play alongside them.”</p> \n<p>Sterling, speaking to Manchester City’s website, went on to thank his managers at Liverpool, including Brendan Rodgers, for offering him the opportunities to develop and impress in the topflight, as well as his family and agent, Aidy Ward. “They’re top class – there’s everything you need here and plenty more,” he added when asked about the facilities at his new club. “There’s everything you need to take you to the next level so there’s no excuses.”</p> \n<p>“Raheem Sterling is one of the best attacking players in world football and I am very much looking forward to him joining our squad out in Australia later this week,” said Pellegrini. “He is a young player with outstanding ability and I am sure the Manchester City fans will be very excited about seeing him in action for the team.”</p> \n<p>Confirmation of the moves brings to a conclusion one of the more protracted and acrimonious transfer story-lines of the last four months. Sterling’s relationship with the hierarchy at Liverpool had deteriorated markedly over the course of last season once talks over a new contract at Anfield, which were initiated last October, quickly stalled.</p> \n<p>The player rejected a proposed deal worth &pound;100,000 a week in March and, despite making 52 appearances for the club last season and having two years left to run on his deal, appeared destined to leave ever since.</p> \n<p>City lodged two bids earlier in the summer – the first for an initial &pound;25m rising to &pound;30m, and the second &pound;35m with add-ons taking the deal closer to &pound;40m – which were knocked back, though Sterling made clear to the Liverpool manager, Brendan Rodgers, his desire to leave on the first day of pre-season training last week.</p> \n<p>He had requested to be omitted from the Merseysiders’ squad for a two-week tour of Thailand, Malaysia and Australia and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/09/liverpool-raheem-sterling-misses-training-again-sick\" title=\"\">duly called in sick twice, missing two days’ training</a>, amid suggestions the Professional Footballers’ Association might have to be called in to try and broker a peace. Rodgers has since insisted there was “no issue” with the player. Liverpool are now expected to test Aston Villa’s resolve to retain Christian Benteke.</p> \n<p>Sterling’s career at Anfield ultimately amounted to 129 appearances and 23 goals since a switch from Queens Park Rangers five years ago. The west London club, who gained &pound;600,000 potentially rising as high as &pound;5m, are due 20% of the profit on the fee that took the player to the Etihad and will effectively pocket their biggest profit yet on a player sale.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/13/raheem-sterling-manchester-city\">Raheem Sterling has the talent – but Manchester City need to see it every week | Jamie Jackson</a> </p> \n</aside>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436899435577/43a1b36c-dc6f-4f54-ad22-e6d879e10fe9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Yates/Reuters","altText":"New Manchester City signing Raheem Sterling","cleanCredit":"Photograph: Andrew Yates/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-14T21:03:00Z","lastModified":"2015-07-14T23:50:04Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Dominic Fifield","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400768136849/Dominic-Fifield-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominicfifield"}],"feature":false,"keywords":["Raheem Sterling","Manchester City","Liverpool","Transfer window","Football","Sport"],"tags":[{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Dominic Fifield","topic":{"type":"tag-contributor","name":"profile/dominicfifield"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","quoteColour":"#999999","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/14/raheem-sterling-manchester-city-liverpool-transfer","shortUrl":"http://gu.com/p/4ajyb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/14/raheem-sterling-manchester-city-liverpool-transfer","webUri":"http://www.theguardian.com/football/2015/jul/14/raheem-sterling-manchester-city-liverpool-transfer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436899435577/43a1b36c-dc6f-4f54-ad22-e6d879e10fe9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Manchester City’s new signing Raheem Sterling poses with a club scarf as he leaves the club’s Etihad Stadium having completed his £49m deal. Photograph: Andrew Yates/Reuters","credit":"Andrew Yates/Reuters","altText":"New Manchester City signing Raheem Sterling poses with a club scarf as he leaves the club's Etihad Stadium. Manchester City made Raheem Sterling the most expensive English player in history when they  paid 49 million pounds for Sterling.","cleanCaption":"Manchester City’s new signing Raheem Sterling poses with a club scarf as he leaves the club’s Etihad Stadium having completed his £49m deal.","cleanCredit":"Photograph: Andrew Yates/Reuters"}},"importance":0,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/1e85e552dcee45a4ba6ad0afa4806a834cad2e52/0_0_3500_2100/1000.jpg","height":600,"width":1000}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1e85e552dcee45a4ba6ad0afa4806a834cad2e52/0_0_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Andrew Yates/Reuters","altText":"Raheem Sterling","cleanCredit":"Photograph: Andrew Yates/Reuters"}}]},{"title":"First impression of golf’s historic home leaves indelible mark","rawTitle":"First impression of golf’s historic home leaves indelible mark","item":{"type":"comment","id":"sport/blog/2015/jul/14/the-open-st-andrews-first-impressions-golf","title":"The Open 2015: St Andrews in person is a world away from following on TV","trailText":"First impressions: Bryan Armen Graham, the Guardian America deputy sports editor, on his first visit to the historic Home of Golf","standFirst":"First impressions: Bryan Armen Graham, the Guardian America deputy sports editor, on his first visit to the historic Home of Golf","byline":"Bryan Armen Graham at St Andrews","body":"<p>As my train hurtled northbound through the stupefyingly beautiful scenery along Scotland’s east coast on Monday afternoon, the anticipation grew for my first visit to the Home of Golf. By the time the engine eased into Leuchars rail station, before a short bus journey into the university town of St Andrews, those butterflies had only redoubled.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/tiger-woods-open-st-andrews-rebuilt-swing-2005-golf\">When Tiger Woods last took on the Open at St Andrews with a rebuilt swing | Ewan Murray</a> </p> \n</aside> \n<p>The buzz that precedes the Open is only bigger when the oldest of professional golf’s four major championships is held on these beachside links that represent the sport’s cradle. To experience it for the first time – to drink in the atmosphere and palpable history of an entire town given up to golf after a lifetime of experiencing it over the airwaves – is to be lost in a dream. And that’s before you even get to the grounds.</p> \n<p>That first look came on Tuesday, when the seagulls overhanging the 10-minute walk to the Old Course from the town centre past rows of stately terraced houses were the first clue to the sensory delight ahead, followed closely by the stiff North Sea breeze along the West Sands beach where the opening sequence of Chariots of Fire was filmed. Once inside the Royal and Ancient Golf Club, you catch a first sight of the world’s most famous course, bathed in grey light and fading into a horizon of rolling hills painted in a thousand hues of green and dotted with speck-like houses.</p> \n<p>It is two days before the 144th Open Championship here and the temporary media bunker is already bursting with activity. Even mundane curiosities like the polite stampede to the interview room when Tiger Woods’ name is called – the world No241 can still draw a crowd – feel more weighty and significant at a venue that is almost three times as old as America itself.</p> \n<p>Outside the grandstands are dotted with fans – who have paid &pound;30 for admission – plus some of the 1,100 marshals who will patrol the grounds from now through Sunday’s final round, enjoying these few last hours of relative solitude before the tournament begins on Thursday. A course that’s been described as a museum with itself for an exhibit, for the moment, belongs to a select few.</p> \n<p>Clusters of spectators following the practice rounds that have been under way since 6.40am move from station to station along pathways flanked by gnarled shrubs and heather. John Daly, who 20 years ago captured the second of his two majors on the Old Course to earn lifetime Open exemption, takes a pull from a cigarette on the third tee and chats up a gaggle of Americans behind the rope who excitedly tell him they were <em>here</em> when he outlasted Italy’s Costantino Rocca in a four-hole play-off.</p> \n<p>Daly then stubs out his fag and casually splits the fairway with a gigantic drive into a barely perceptible mist of rain. “Fairway, green, fairway, green,” the 49-year-old wryly deadpans. “Doesn’t this ever get boring for you guys?”</p> \n<p>Certainly not for me, but an occasional pilgrim of major golf championships. Famously the course is dotted with 112 bunkers, christened with names both opaque (Spectacles, Strath) and romantic (Lion’s Mouth, Principal’s Nose). Many lurk close to the greens, making the margins infinitesimal. Each has its own story and legacy, from Walkinshaw’s Grave to the aptly named Hell – a 10-foot abyss on the 14th that covers 300 square metres.</p> \n<p>There are the glassy double greens connecting seven pairs of holes on the front and back end, the iconic 17th – the Road Hole – frequently said to be the most praised, abused, respected and feared hole in the world, followed closely by the picturesque, seven-century-old Swilcan Bridge on the 18th. You tick these landmarks off internally during your first circuit around the course, almost to confirm that they’re real (they are). These features taken together give the Old Course the simultaneous feeling of Platonic ideal and experiment gone awry.</p> \n<p>Aside from a few modern flourishes – camera cranes breaching the horizon, a spectator area where fans can lounge on jumbo-sized pillows and watch on a large screen, food stands hawking roasted pork, rotisserie chicken, fish and chips – the Old Course appears as it has looked for six centuries. The old Scots, they say, played it as they found it. It’s not all different from the course Bernard Darwin painted so eloquently in his iconic Golf Courses of the British Isles more than a century ago.</p> \n<p>Equally compelling is the scenery on the periphery: old golf shops that look as if they’ve been there forever – and probably have; the museum across from the famous clubhouse with enough history to occupy an entire day; the cemetery of the cathedral with the graves of Old and Young Tom Morris; a falconer walking the grounds, Harris hawk in tow, charged with chasing away seagulls.</p> \n<p>It will begin again on Thursday, the 29th time the Open has been contested along these beachside links. The phenom Jordan Spieth will continue his meteoric ascent in pursuit of a grand slam, Tiger <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/tiger-woods-play-old-course-backwards-open\" title=\"\">will look to roll back the years</a> in a bid for an unprecedented third title at the Old Course, while Tom Watson will seek to provide one last thrill before riding off into the sunset. The cast of characters may be ever-changing, but the backdrop remains gloriously constant. All this lends to what’s clearly among the singular experiences in sport – one I can’t wait to experience for the first time.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436898992818/144th-Open-Championship-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Practice on the 18th in the runup to the 144th Open Championship, its 29th running at St Andrews. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"144th Open Championship","cleanCaption":"Practice on the 18th in the runup to the 144th Open Championship, its 29th running at St Andrews. Photograph: David Davies/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-14T18:39:09Z","lastModified":"2015-07-14T23:01:19Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Bryan Armen Graham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bryan-armen-graham"}],"feature":true,"keywords":["The Open 2015","The Open","Golf","Tiger Woods","Sport"],"tags":[{"id":"sport/the-open-2015","webTitle":"The Open 2015"},{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Bryan Armen Graham","topic":{"type":"tag-contributor","name":"profile/bryan-armen-graham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/the-open-st-andrews-first-impressions-golf","shortUrl":"http://gu.com/p/4ak9f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/14/the-open-st-andrews-first-impressions-golf","webUri":"http://www.theguardian.com/sport/blog/2015/jul/14/the-open-st-andrews-first-impressions-golf"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436898992818/144th-Open-Championship-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Practice on the 18th in the runup to the 144th Open Championship, its 29th running at St Andrews. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"144th Open Championship","cleanCaption":"Practice on the 18th in the runup to the 144th Open Championship, its 29th running at St Andrews. Photograph: David Davies/PA"}},"importance":4,"byline":{"title":"Bryan Armen Graham"},"showQuotedHeadline":true,"sublinks":[{"title":"Ewan Murray / When Woods last took on the Open with new swing","rawTitle":"When Woods last took on the Open with new swing","item":{"type":"article","id":"sport/blog/2015/jul/14/tiger-woods-open-st-andrews-rebuilt-swing-2005-golf","title":"When Tiger Woods last took on the Open at St Andrews with a rebuilt swing","trailText":"In 2005, Woods arrived in Fife as the Masters champion, but below Vijay Singh in the rankings, having split with his longstanding coach to ‘own’ his swing …","standFirst":"In 2005, Woods arrived in Fife as the Masters champion, but below Vijay Singh in the rankings, having split with his longstanding coach to ‘own’ his swing …","byline":"Ewan Murray at St Andrews","body":"<p>When pressed on the reason for an unwavering belief that he can retrieve his career from such a low competitive ebb, Tiger Woods has a stock answer. “I have done this before.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/tiger-woods-play-old-course-backwards-open\">Tiger Woods says his back is healed for Open and 18 majors remains target</a> </p> \n</aside> \n<p>It is an exaggeration, of course. Woods has never slipped to his current standing of 241st in the world rankings before bouncing back to win major championships. He has, though, historically answered questions in emphatic fashion.</p> \n<p>Ten years ago, Woods arrived at St Andrews as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2005/apr/11/golf.masters20051\" title=\"\">the Masters champion</a> but with doubts over his earlier supremacy. He hadn’t won any major in 2003 or 2004. Vijay Singh usurped Woods as the No1-ranked golfer in the world. Even Ernie Els briefly took the No2 spot.</p> \n<p>There was an obvious reason for this. Woods had decided to split with his coach, Butch Harmon, and rebuild his golf swing under the instruction of Hank Haney. It remains as curious now as it did then that the greatest golfer of this and many other generations decided to meddle with an unbeatable model. But Woods did it, with the reasoning: “Only two players have ever truly owned their swings: Moe Norman and Ben Hogan. I want to own mine. That’s where the satisfaction comes from.” He added: “I felt like I could get better.” The 134th Open was to endorse that stance.</p> \n<h2><strong>The preamble</strong></h2> \n<p>Prince William <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/jun/24/highereducation.students\" title=\"\">had just graduated</a> from the University of St Andrews. Liverpool had not long <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2005/may/25/minutebyminute.championsleague\" title=\"\">won their fifth European Cup</a>.</p> \n<p>Woods arrived in Fife with confidence. Justifiably so; he had won the 2000 Open at St Andrews by eight shots. The 29-year-old had claimed the Green Jacket in a dramatic play-off with Chris DiMarco. With respect, the defending Open champion Todd Hamilton wasn’t viewed as a live threat. Singh, though, undoubtedly was. On the eve of the tournament, Woods was pressed on his joust with the Fijian. “He has been extremely consistent,” said Woods. “Look at the quality of rounds he’s strung together. He’s won a bunch of tournaments. But more importantly he’s been very consistent.</p> \n<p>“A personal rivalry? You can’t look at it that way, because we don’t play in the same tournaments all the time. When we do play in the same events, you try to get yourself in position to win. And if you’re there and he’s there, it’s going to be a tougher battle. But you need to get there first. It’s not something that you say: ‘OK, if I beat him I win the tournament.’ There’s a bunch of other guys that are playing that are really good out here.”</p> \n<h2><strong>Day one</strong></h2> \n<p>Woods teed off at 8.20am. He flew from the traps, claiming the lead before 11am and reaching the turn in 32. Whereas five years earlier he escaped every bunker on the Old Course over four rounds, it took him just seven holes to find sand. Even then, a birdie ensued.</p> \n<p>On a burnt, breezy links, only 40 of 156 competitors broke par. Having signed for a 66, Woods led them all. “I am very, very happy. It is a great start to the tournament,” he said.</p> \n<p>The Australian Mark Hensby, who was enjoying a brief spell in the golfing spotlight and was a friend of Woods, was one shot adrift. Fred Couples, Luke Donald and Jos&eacute; Mar&iacute;a Olaz&aacute;bal were among those on 68.</p> \n<p>St Andrews paused for two minutes, in remembering the victims of the 7/7 bombings, which had happened in London only days earlier. Woods was especially pensive during the silence, a matter later explained by the man himself.</p> \n<p>“I was more thankful than anything else because my mom was in a hotel right across the street from where the bomb blew up,” Woods said. “I was very thankful that my mom is still here. It very easily could have been pretty tragic for me personally. I can only imagine what everyone else who was involved, where they lost a loved one or had loved ones hurt, what they might have been going through.”</p> \n<h2><strong>Day two</strong></h2> \n<p>This belonged to Jack Nicklaus, rather than any of the Open’s leading protagonists. The 18-time major winner was bidding farewell to competitive golf. Commemorative &pound;5 notes, issued to mark this occasion, had become collector’s items. It barely mattered that Nicklaus missed the cut by two strokes.</p> \n<p>“It was a pretty special, surreal feeling,” said Donald, who partnered Nicklaus and Tom Watson. “We played the last hole in about 50 minutes. Tom was crying. Jack was saying: ‘Get it together, you silly old fool.’ I was just trying to take it all in. Every spare window had people hanging out. I have the pictures from the Swilcan Bridge framed up in my house now.”</p> \n<p>At the business end of proceedings, Woods’ 67 extended his lead to four, now over Colin Montgomerie. Hensby <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/13/golf-mark-hensby-interview-the-open\" title=\"\">had collapsed to a 77</a>.</p> \n<h2><strong>Day three</strong></h2> \n<p>Montgomerie, playing alongside Woods and with a swell of home support onside, placed admirable pressure on the nine-time major champion. Woods played the front nine in 36, displaying his first shaky moments of a previously flawless competition therein. Montgomerie and later Olaz&aacute;bal moved to within one of the lead but Woods was to birdie the 18th for a 71 and two-stroke lead after 54 holes. Olaz&aacute;bal was now his closest challenger.</p> \n<p>Woods was unmoved by the gallery backing for Montgomerie. “He’s native-born. He’s never won a major championship, and this is the home of golf and this is the best chance in a long time. Obviously the people should be rooting for him, and they were.”</p> \n<h2><strong>Day four</strong></h2> \n<p>Nick Faldo rolled back the years <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2005/jul/18/theopen2005.theopen4\" title=\"\">with a three-two finish</a>. Lloyd Saltman, the 19-year-old from Edinburgh, claimed the silver medal awarded to the leading amateur.</p> \n<p>Woods suffered from cold putter syndrome early in his round. Montgomerie profited, reaching the turn in 33 and within one of the American. “I had got two shots back out of the three. At that stage anything can happen,” Montgomerie said. Woods, though, was unmoved: “My whole strategy was, if these guys ahead of me birdie holes, that’s fine. Because if I birdie the same holes, they won’t pick up any ground.”</p> \n<p>Yet it didn’t play out that way. Woods bogeyed the 10th but, for the second day in a row, Montgomerie did likewise on 11. The Scot’s challenge was fatally wounded by another dropped shot, this time on the 13th. Montgomerie had to be content with runner-up. “My job from the 10th hole in was to finish second,” Montgomerie admits now. “He was always going to win, even if I had got closer he would have put his foot on the throttle again.”</p> \n<p>By the time Woods reached the 72nd fairway, with his applauding mother up ahead, his advantage was five. He was now <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2005/jul/17/theopen2005.theopen7\" title=\"\">a multiple winner of all four majors</a>.</p> \n<p>Woods dedicated victory to his father, Earl, who was seriously ill and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2006/may/05/guardianobituaries.obituaries\" title=\"\">died the following year</a>. “Dad is hanging in there. He’s fighting, as always, being stubborn. We’re trying to do everything to make him be as positive as he possibly can.”</p> \n<p>A decade on, Woods will inevitably draw on this reference point.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436887542352/Tiger-Woods-Open-2005-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Tiger Woods Open 2005","cleanCaption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-14T16:10:14Z","lastModified":"2015-07-14T23:01:19Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":true,"keywords":["The Open","Tiger Woods","The Open 2015","The Open 2005","Golf","Sport","US sports"],"tags":[{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/the-open-2015","webTitle":"The Open 2015"},{"id":"sport/theopen2005","webTitle":"The Open 2005"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/tiger-woods-open-st-andrews-rebuilt-swing-2005-golf","shortUrl":"http://gu.com/p/4ak2a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/14/tiger-woods-open-st-andrews-rebuilt-swing-2005-golf","webUri":"http://www.theguardian.com/sport/blog/2015/jul/14/tiger-woods-open-st-andrews-rebuilt-swing-2005-golf"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436887542352/Tiger-Woods-Open-2005-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Tiger Woods Open 2005","cleanCaption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian"}},"importance":0,"kicker":{"title":"Ewan Murray"},"byline":{"title":"Ewan Murray"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436887542352/Tiger-Woods-Open-2005-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Tiger Woods Open 2005","cleanCaption":"Tiger Woods went into the 2005 Open at St Andrews having split with long-time coach Butch Harmon to rebuild his swing. Photograph: Tom Jenkins for the Guardian"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/28a591438756cd93d3d35780c8623dad01d576c8/394_54_2168_1301/1000.jpg","height":600,"width":1000}}]},{"title":"Froch, the reluctant pro, leaves with nothing to prove","rawTitle":"Froch, the reluctant pro, leaves with nothing to prove","item":{"type":"article","id":"sport/blog/2015/jul/14/carl-froch-","title":"Carl Froch, the Cobra who just loved fighting","trailText":"Carl Froch will be remembered for world title bouts against best 12st fighters available in a career as gilded as that of any British boxer of past decade","standFirst":"Super-middleweight champion will be remembered for world title bouts against best 12st fighters in a career as gilded as that of any British boxer of past decade","byline":"Kevin Mitchell","body":"<p>Carl Froch will not miss the physical and spiritual grind of his calling, nor the aggravation that comes with the deal-making and -breaking, the spats and feuds, that create as much rancour as money – although he was pretty good at that, too. He will enjoy more time with his long-time partner Rachael Cordingley (they will marry soon) and their children, Rocco and Natalia.</p> \n<p>But what Froch will miss, without doubt, is hitting people with ferocious intent. As his friend and trainer of 13 years, Rob McCracken, said of the world super-middleweight champion who confirmed on Tuesday <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/carl-froch-retires-from-boxing\">the retirement that had been coming for a while</a>, “Carl is a throwback. He just loves fighting.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/14/carl-froch-career-in-pictures\">Carl Froch's career – in pictures</a> </p> \n</aside> \n<p>Froch – whose nom de guerre, <a href=\"https://twitter.com/hashtag/Cobra?src=hash\">The Cobra</a>, identified the low-slung sniping that often paralysed his opponents – will be remembered for the string of world title bouts in which he was involved over seven years against the best 12st fighters available <a href=\"http://fightnights.com/boxer-78\">in a career as gilded as that of any British boxer</a> of the past decade – and for one devastating punch, the very last one he would throw.</p> \n<p>The <a href=\"https://www.youtube.com/watch?v=jRf5_RJM6FE\">classic right cross that Froch</a> landed on the briefly undefended jaw of George Groves after 2min 43sec of the eighth round <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/may/31/carl-froch-beats-george-groves-wembley\">in front of 80,000 fans at Wembley Arena</a> on Saturday night, 31 May, 2014, in many ways summed up his career and attitude to life. It was calculated, delivered on his own terms and invested with the scary viciousness that lurks inside an otherwise quiet, even shy, man.</p> \n<p>He’d set it up like the businessman he is: feinting a left and persuading his young irritant to stick his own right glove close to his chin, now vulnerable to the freight train that drove painfully down the middle on to his slackened jaw. It left Groves with his feet tangled and his brain mangled, as he clambered to rise from the position of least dignity. He didn’t make it.</p> \n<p>They embraced, as fighters do. But they will never be friends. That is the other side of Froch. As polite and accommodating as he can be, he is a man of very definite opinions as one American boxing writer discovered.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/carl-froch-retires-from-boxing\">Carl Froch retires to bring curtain down on glittering boxing career</a> </p> \n</aside> \n<p>In recent months Froch was considering a farewell fight against the awesome middleweight Gennady Golovkin – one weight division down from his own – but did not reckon it was worth the effort, a reasonable view but one which inspired Dan Rafael of ESPN to Tweet: “If <a href=\"https://twitter.com/carl_froch\">@Carl_Froch</a> thinks he’s too big and strong for @GGGBoxing wonderful. Then fight the guy and prove it. Simple as that. Otherwise, silence.”</p> \n<p>Froch seriously dislikes that sort of high-handed advice, especially from someone whose connection to his business is restricted to banging on a laptop. He replied: “@danrafaelespn You should know as much as anyone, boxing is never that simple So say something constructive. Otherwise, silence.” In the rough-and-tumble world of boxing, it was an everyday exchange. Froch has had plenty in his time. But it was not always so.</p> \n<p>It is 17 years since I first saw Froch fight, on a Saturday night in Barnsley against a tough soldier from Portsmouth, and neither of us imagined he would retire a multi-millionaire, a celebrated world champion and, ultimately, a man in a suit holding a microphone in front of a TV camera while his mobile phone buzzes with news of his latest business transaction.</p> \n<p>Indeed, when Sergeant Chris Bessey, the England amateur team captain, showed the flash, hands-down kid from Nottingham what the game was all about to win the ABA 71kg title in 1998, Froch dedicated himself to making the Great Britain squad for the Sydney Olympics two years later. He had no interest in boxing professionally.</p> \n<p>He seemed like a straight-up young amateur, fit, dedicated and determined, with good skill and power. Froch did not make the team but the lure of money, and all the problems it could bring, had still not gripped him so he kept his amateur vest until McCracken persuaded him to turn over in 2002 with his London associate, Mick Hennessy.</p> \n<p>On that Barnsley bill 17 years ago were two other boxers who, in different ways, would have an impact on the professional game: Jim Twite, a light-hitting amateur middleweight, went on to make a name for himself by <a href=\"http://\">knocking out the future world heavyweight champion David Haye</a> with a single punch at York Hall in Bethnal Green a year later; and the 91kg champion Audley Harrison, who would win gold at the Sydney Olympics but was destined to be knocked out by Haye <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2010/nov/18/carl-froch-coward-audley-harrison\">in three rounds of pure farce</a> in Manchester 10 years after that.</p> \n<p>What is significant about that circled coincidence is that Froch, just turned 38, has decided after 15 years as a pro that he has had enough.</p> \n<p>Haye, at 34 but inactive for nearly three years, promises on a monthly basis he is coming back while the 44-year-old Harrison also regularly teases boxing fans with the dubious prospect of a return.</p> \n<p>For all that Froch began as a reluctant professional he not only became a terrific one, but a smart one too. His goodbye words from the active side of his sport hit the mark as accurately as the night he knocked out George Groves: “I have nothing left to prove.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/14/1436896082157/Carl-Froch-George-Groves-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carl Froch stands over George Groves after knocking him out in their IBF and WBA World Super Middleweight bout in May 2014. Photograph: Scott Heavey/Getty Images","credit":"Scott Heavey/Getty Images","altText":"Carl Froch George Groves","cleanCaption":"Carl Froch stands over George Groves after knocking him out in their IBF and WBA World Super Middleweight bout in May 2014. Photograph: Scott Heavey/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-14T17:51:11Z","lastModified":"2015-07-14T23:40:04Z","metadata":{"commentable":true,"commentCount":39,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Carl Froch","Boxing","Sport"],"tags":[{"id":"sport/carl-froch","webTitle":"Carl Froch"},{"id":"sport/boxing","webTitle":"Boxing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/carl-froch-","shortUrl":"http://gu.com/p/4ak8z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/14/carl-froch-","webUri":"http://www.theguardian.com/sport/blog/2015/jul/14/carl-froch-"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/14/1436896082157/Carl-Froch-George-Groves-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carl Froch stands over George Groves after knocking him out in their IBF and WBA World Super Middleweight bout in May 2014. Photograph: Scott Heavey/Getty Images","credit":"Scott Heavey/Getty Images","altText":"Carl Froch George Groves","cleanCaption":"Carl Froch stands over George Groves after knocking him out in their IBF and WBA World Super Middleweight bout in May 2014. Photograph: Scott Heavey/Getty Images"}},"importance":3,"byline":{"title":"Kevin Mitchell"},"showQuotedHeadline":true,"sublinks":[{"title":"In pictures / Froch's career path from amateur to world champion","rawTitle":"Froch's career path from amateur to world champion","item":{"type":"gallery","id":"sport/gallery/2015/jul/14/carl-froch-career-in-pictures","title":"Carl Froch's career","trailText":"As Carl Froch announces that he’s hanging up his gloves, we take a look back at the four-time world super middleweight champion’s time in the ring","standFirst":"<p>As Carl Froch announces that he’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/14/carl-froch-retires-from-boxing\">hanging up his gloves</a>, we take a look back at the four-time world super middleweight champion’s time in the ring</p>","byline":"Daffydd Bynon","body":"<figure class=\"element element-image\" data-media-id=\"a9ea3fb6bc097fd7369b4c3d8e12cd659990ede0\"> \n <img src=\"http://media.guim.co.uk/a9ea3fb6bc097fd7369b4c3d8e12cd659990ede0/0_0_4256_2832/1000.jpg\" alt=\"Carl Froch\" width=\"1000\" height=\"665\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Carl Froch won the WBC, WBA and IBF super-middleweight titles during a highly successful career</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"4ff42d8a3d6f061150679b9b2fc1d4a1e5d1eb3b\"> \n <img src=\"http://media.guim.co.uk/4ff42d8a3d6f061150679b9b2fc1d4a1e5d1eb3b/0_0_2063_1352/1000.jpg\" alt=\"Froch, second left, pictured in August 2000 with Audley Harrison, left, and Courtney Fry, second right who both represented Team GB at the Sydney Olympics the following month. Froch missed out on qualifying for the Games, losing on points in a final eliminator\" width=\"1000\" height=\"655\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froch, second left, pictured in August 2000 with Audley Harrison, left, and Courtney Fry, second right who both represented Team GB at the Sydney Olympics the following month. Froch missed out on qualifying for the Games, losing on points in a final eliminator</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Lee/Action Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"109a2bd2a1233e09e86f6bc4b929160d68710ed9\"> \n <img src=\"http://media.guim.co.uk/109a2bd2a1233e09e86f6bc4b929160d68710ed9/0_0_2740_1677/1000.jpg\" alt=\"Dean Frost throws a body punch at Froch during their bout at the ABA National Championships in 2001\" width=\"1000\" height=\"612\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dean Frost throws a body punch at Froch during their bout at the ABA National Championships in 2001</span> \n  <span class=\"element-image__credit\">Photograph: Jason O'Brien/Action Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"ad5586197c2ede84c8ba908450e9d611b8deb572\"> \n <img src=\"http://media.guim.co.uk/ad5586197c2ede84c8ba908450e9d611b8deb572/0_0_4240_2825/1000.jpg\" alt=\"Froch sizes up Michael Duffield during their super-middleweight contest at the Goresbrook Leisure Centre in Dagenham\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froch sizes up Michael Duffield during their super-middleweight contest at the Goresbrook Leisure Centre in Dagenham</span> \n  <span class=\"element-image__credit\">Photograph: Robert Hallam/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"ab0fb585ec0397e5cb48732348d433a9c6925ed0\"> \n <img src=\"http://media.guim.co.uk/ab0fb585ec0397e5cb48732348d433a9c6925ed0/0_0_1884_2723/692.jpg\" alt=\"Froch celebrates after his first round knockout of Damon Hague gave him the vacant British super middleweight title\" width=\"692\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froch celebrates after his first round knockout of Damon Hague gave him the vacant British super middleweight title</span> \n  <span class=\"element-image__credit\">Photograph: Michael Regan/Action Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"ec14131daa0df3629a1071084ecee0068ea43820\"> \n <img src=\"http://media.guim.co.uk/ec14131daa0df3629a1071084ecee0068ea43820/0_0_2336_3153/741.jpg\" alt=\"Froch “floors” Nottingham Forest footballer Nathan Tyson during publicity ahead of his fight against Tony Dobson\" width=\"741\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froch “floors” Nottingham Forest footballer Nathan Tyson during publicity ahead of his fight against Tony Dobson</span> \n  <span class=\"element-image__credit\">Photograph: Paul Childs/Action Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0d0fc737e1784755b3afd316dcf9d385a8d52353\"> \n <img src=\"http://media.guim.co.uk/0d0fc737e1784755b3afd316dcf9d385a8d52353/0_0_3888_2586/1000.jpg\" alt=\"Jean Pascal evades a big right from Froch during their fight for the vacant WBC super middleweight title, which Froch won with a unanimous decision in 2008\" width=\"1000\" height=\"665\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jean Pascal evades a big right from Froch during their fight for the vacant WBC super middleweight title, which Froch won with a unanimous decision in 2008</span> \n  <span class=\"element-image__credit\">Photograph: Paul Childs/Action Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"244921c01aa6433519fc36c0ce853b93a8a8956b\"> \n <img src=\"http://media.guim.co.uk/244921c01aa6433519fc36c0ce853b93a8a8956b/0_0_2845_1897/1000.jpg\" alt=\"Four months later Froch retained the title with a TKO in the final round when he took on Jermain Taylor\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Four months later Froch retained the title with a TKO in the final round when he took on Jermain Taylor</span> \n  <span class=\"element-image__credit\">Photograph: PA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"9fe36e74c3fe43cdd4d5662104c26caf7eb3ffaf\"> \n <img src=\"http://media.guim.co.uk/9fe36e74c3fe43cdd4d5662104c26caf7eb3ffaf/0_39_2975_1955/1000.jpg\" alt=\"In April 2010 Froch was defending his WBC super middleweight Title against Mikkel Kessler\" width=\"1000\" height=\"657\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">In April 2010 Froch was defending his WBC super middleweight Title against Mikkel Kessler</span> \n  <span class=\"element-image__credit\">Photograph: Nick Potts/PA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c63eb13f39f5ef582ae4c6e4ef681e89aa417bb7\"> \n <img src=\"http://media.guim.co.uk/c63eb13f39f5ef582ae4c6e4ef681e89aa417bb7/0_0_2273_3000/758.jpg\" alt=\"After 26 straight wins Froch tasted defeat for the first time as a professional fighter when Kessler took the title with a unanimous decision \" width=\"758\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">After 26 straight wins Froch tasted defeat for the first time as a professional fighter when Kessler took the title with a unanimous decision </span> \n  <span class=\"element-image__credit\">Photograph: Simon Dawson/AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"76d8b9534a6b70e87d1e3bdacae20f3e01c5e5b7\"> \n <img src=\"http://media.guim.co.uk/76d8b9534a6b70e87d1e3bdacae20f3e01c5e5b7/0_0_3204_1938/1000.jpg\" alt=\"Arthur Abraham takes a big body hit as as he and Froch battle for the vacant WBC super middleweight title\" width=\"1000\" height=\"605\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Arthur Abraham takes a big body hit as as he and Froch battle for the vacant WBC super middleweight title</span> \n  <span class=\"element-image__credit\">Photograph: Martin Rose/Bongarts/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"b84de39c84fc36673c341baf9a5458318fb6eb6e\"> \n <img src=\"http://media.guim.co.uk/b84de39c84fc36673c341baf9a5458318fb6eb6e/0_0_2600_4032/645.jpg\" alt=\"Froch won with a unanimous decision and he celebrates the win with girlfriend Rachael Cordingley\" width=\"645\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froch won with a unanimous decision and he celebrates the win with girlfriend Rachael Cordingley</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Couldridge/Action Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"280efbe5663248bc9622874a04a5206f4bfc1ec4\"> \n <img src=\"http://media.guim.co.uk/280efbe5663248bc9622874a04a5206f4bfc1ec4/0_273_4764_2970/1000.jpg\" alt=\"December 2011 saw Froch fighting in the United States for the second time of his career\" width=\"1000\" height=\"623\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">December 2011 saw Froch fighting in the United States for the second time of his career</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Couldridge/Action Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c099601e77a2ca8fba283cc77adfe6c777082fa4\"> \n <img src=\"http://media.guim.co.uk/c099601e77a2ca8fba283cc77adfe6c777082fa4/0_0_3996_2634/1000.jpg\" alt=\"And for the second time in his career he tasted defeat when Andre Ward won by a unanimous decision to take the WBA/WBC super middleweight titles\" width=\"1000\" height=\"659\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">And for the second time in his career he tasted defeat when Andre Ward won by a unanimous decision to take the WBA/WBC super middleweight titles</span> \n  <span class=\"element-image__credit\">Photograph: Nick Laham/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"d71969a9cebe396e4b767b224171f434fd882381\"> \n <img src=\"http://media.guim.co.uk/d71969a9cebe396e4b767b224171f434fd882381/0_0_3000_1885/1000.jpg\" alt=\"May 2013 gave Froch a chance to revenge the first defeat of his career when he took on Kessler in London\" width=\"1000\" height=\"628\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">May 2013 gave Froch a chance to revenge the first defeat of his career when he took on Kessler in London</span> \n  <span class=\"element-image__credit\">Photograph: Scott Heavey/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"da643d3bc2f0a7e3a1ebbab411653ae0c5df74bf\"> \n <img src=\"http://media.guim.co.uk/da643d3bc2f0a7e3a1ebbab411653ae0c5df74bf/0_0_3000_2001/1000.jpg\" alt=\"Like their first meeting, the fight went the distance only this time the result was different with Froch winning by a unanimous decision\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Like their first meeting, the fight went the distance only this time the result was different with Froch winning by a unanimous decision</span> \n  <span class=\"element-image__credit\">Photograph: Scott Heavey/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"27eb2062aaea69fb90644d70ec82b2876ba43408\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436905872954/45eceb1d-76b8-4d76-8aaa-c1349de7e846-620x392.jpeg\" alt=\"The IBF installed George Groves as Froch’s mandatory challenger and they fought in Manchester in November 2013\" width=\"620\" height=\"392\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The IBF installed George Groves as Froch’s mandatory challenger and they fought in Manchester in November 2013</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"7da611ca76eb6e9ded8acafc5c6017b088aae9cf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436906005831/145b654f-fcff-4146-b8f8-2a3af153ceaf-620x413.jpeg\" alt=\"Froch came back and landed some powerful blows in the 9th round\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froch came back and landed some powerful blows in the 9th round</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"e081d79037adc59880773789c2f9b1b569523d5d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436906218126/54014609-0052-4784-aab8-a539246945db-620x397.jpeg\" alt=\"After which the referee Howard Foster stepped in to stop the fight. This was controversial as many observers felt that he had stepped in prematurely. The three judges had scored Groves ahead before Froch’s final onslaught and the controversial ending prompted a widespread demand for a rematch\" width=\"620\" height=\"397\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">After which the referee Howard Foster stepped in to stop the fight. This was controversial as many observers felt that he had stepped in prematurely. The three judges had scored Groves ahead before Froch’s final onslaught and the controversial ending prompted a widespread demand for a rematch</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"704111dc5985e4cb2c5a080b9b77a9aee0f22d11\"> \n <img src=\"http://media.guim.co.uk/704111dc5985e4cb2c5a080b9b77a9aee0f22d11/0_93_4992_3000/1000.jpg\" alt=\" In February 2014 Eddie Hearn and Matchroom Boxing announced that Froch v Groves II would take place on 31 May 2014 at Wembley Stadium\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> In February 2014 Eddie Hearn and Matchroom Boxing announced that Froch v Groves II would take place on 31 May 2014 at Wembley Stadium</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"d1c1e425f7ffe2fdcde112c1e9f1ff21170a4309\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436906587554/a18b65b5-17e7-4432-a1f3-62feae6e000a-620x395.jpeg\" alt=\"The fight was a significantly more cagey affair than the first match, with both fighters initially looking to outbox each other\" width=\"620\" height=\"395\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The fight was a significantly more cagey affair than the first match, with both fighters initially looking to outbox each other</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"cf60177efc9ec3ae06dc25e964fec65e835713ac\"> \n <img src=\"http://media.guim.co.uk/cf60177efc9ec3ae06dc25e964fec65e835713ac/0_0_4620_3048/1000.jpg\" alt=\"Froch was stronger in the first half of the fight\" width=\"1000\" height=\"660\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froch was stronger in the first half of the fight</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"41c28f98f8dffd5b0ac636bb023bbdb33a450c12\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436906776058/30f8127d-e901-4acf-aa5e-3fc7add5dd63-620x414.jpeg\" alt=\"Groves came out fighting in the 8th round\" width=\"620\" height=\"414\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Groves came out fighting in the 8th round</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"82ce3d838460a426de8b3434f319ff3bd56b2c56\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436906889200/8a9cb1ba-dfa9-46dc-8484-3bd8d037507a-620x411.jpeg\" alt=\"But then Froch got Groves pinned against the ropes and delivered a stunning, sensational right hand which knocked the challenger out\" width=\"620\" height=\"411\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">But then Froch got Groves pinned against the ropes and delivered a stunning, sensational right hand which knocked the challenger out</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"eeffe33d109c9a3242adc04ac12c68b6b8d83191\"> \n <img src=\"http://media.guim.co.uk/eeffe33d109c9a3242adc04ac12c68b6b8d83191/0_0_3516_4824/729.jpg\" alt=\"Carl Froch celebrates with his WBA/IBF super middleweight title belts after his victory \" width=\"729\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Carl Froch celebrates with his WBA/IBF super middleweight title belts after his victory </span> \n  <span class=\"element-image__credit\">Photograph: Andrew Couldridge/Action Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"3355b36745073b03d226dab9c8391baac2218bcf\"> \n <img src=\"http://media.guim.co.uk/3355b36745073b03d226dab9c8391baac2218bcf/0_0_2573_2931/878.jpg\" alt=\"He then celebrated the win by proposing to his girlfriend\" width=\"878\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">He then celebrated the win by proposing to his girlfriend</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Couldridge/Action Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"7f227c432041d5d675f8be26c36412cb0e99b017\"> \n <img src=\"http://media.guim.co.uk/7f227c432041d5d675f8be26c36412cb0e99b017/0_12_1941_1165/1000.jpg\" alt=\"After hanging up his gloves following a glittering career in the ring Froch will now pick up the microphone having joined Sky Sports as a pundit \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">After hanging up his gloves following a glittering career in the ring Froch will now pick up the microphone having joined Sky Sports as a pundit </span> \n  <span class=\"element-image__credit\">Photograph: Justin Downing/SKY/PA</span> \n </figcaption> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a9ea3fb6bc097fd7369b4c3d8e12cd659990ede0/0_0_4256_2832/4256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2832,"width":4256,"orientation":"landscape","caption":"Carl Froch won the WBC, WBA and IBF super-middleweight titles during a highly successful career Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Carl Froch","cleanCaption":"Carl Froch won the WBC, WBA and IBF super-middleweight titles during a highly successful career","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4ff42d8a3d6f061150679b9b2fc1d4a1e5d1eb3b/0_0_2063_1352/2063.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1352,"width":2063,"orientation":"landscape","caption":"Froch, second left, pictured in August 2000 with Audley Harrison, left, and Courtney Fry, second right who both represented Team GB at the Sydney Olympics the following month. Froch missed out on qualifying for the Games, losing on points in a final eliminator Photograph: Christopher Lee/Action Images","credit":"Christopher Lee/Action Images","altText":"Froch, second left, pictured in August 2000 with Audley Harrison, left, and Courtney Fry, second right who both represented Team GB at the Sydney Olympics the following month. Froch missed out on qualifying for the Games, losing on points in a final eliminator","cleanCaption":"Froch, second left, pictured in August 2000 with Audley Harrison, left, and Courtney Fry, second right who both represented Team GB at the Sydney Olympics the following month. Froch missed out on qualifying for the Games, losing on points in a final eliminator","cleanCredit":"Photograph: Christopher Lee/Action Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/109a2bd2a1233e09e86f6bc4b929160d68710ed9/0_0_2740_1677/2740.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1677,"width":2740,"orientation":"landscape","caption":"Dean Frost throws a body punch at Froch during their bout at the ABA National Championships in 2001 Photograph: Jason O'Brien/Action Images","credit":"Jason O'Brien/Action Images","altText":"Dean Frost throws a body punch at Froch during their bout at the ABA National Championships in 2001","cleanCaption":"Dean Frost throws a body punch at Froch during their bout at the ABA National Championships in 2001","cleanCredit":"Photograph: Jason O'Brien/Action Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ad5586197c2ede84c8ba908450e9d611b8deb572/0_0_4240_2825/4240.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2825,"width":4240,"orientation":"landscape","caption":"Froch sizes up Michael Duffield during their super-middleweight contest at the Goresbrook Leisure Centre in Dagenham Photograph: Robert Hallam/Rex Shutterstock","credit":"Robert Hallam/Rex Shutterstock","altText":"Froch sizes up Michael Duffield during their super-middleweight contest at the Goresbrook Leisure Centre in Dagenham","cleanCaption":"Froch sizes up Michael Duffield during their super-middleweight contest at the Goresbrook Leisure Centre in Dagenham","cleanCredit":"Photograph: Robert Hallam/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ab0fb585ec0397e5cb48732348d433a9c6925ed0/0_0_1884_2723/1884.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2723,"width":1884,"orientation":"portrait","caption":"Froch celebrates after his first round knockout of Damon Hague gave him the vacant British super middleweight title Photograph: Michael Regan/Action Images","credit":"Michael Regan/Action Images","altText":"Froch celebrates after his first round knockout of Damon Hague gave him the vacant British super middleweight title","cleanCaption":"Froch celebrates after his first round knockout of Damon Hague gave him the vacant British super middleweight title","cleanCredit":"Photograph: Michael Regan/Action Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ec14131daa0df3629a1071084ecee0068ea43820/0_0_2336_3153/2336.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3153,"width":2336,"orientation":"portrait","caption":"Froch “floors” Nottingham Forest footballer Nathan Tyson during publicity ahead of his fight against Tony Dobson Photograph: Paul Childs/Action Images","credit":"Paul Childs/Action Images","altText":"Froch “floors” Nottingham Forest footballer Nathan Tyson during publicity ahead of his fight against Tony Dobson","cleanCaption":"Froch “floors” Nottingham Forest footballer Nathan Tyson during publicity ahead of his fight against Tony Dobson","cleanCredit":"Photograph: Paul Childs/Action Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0d0fc737e1784755b3afd316dcf9d385a8d52353/0_0_3888_2586/3888.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2586,"width":3888,"orientation":"landscape","caption":"Jean Pascal evades a big right from Froch during their fight for the vacant WBC super middleweight title, which Froch won with a unanimous decision in 2008 Photograph: Paul Childs/Action Images","credit":"Paul Childs/Action Images","altText":"Jean Pascal evades a big right from Froch during their fight for the vacant WBC super middleweight title, which Froch won with a unanimous decision in 2008","cleanCaption":"Jean Pascal evades a big right from Froch during their fight for the vacant WBC super middleweight title, which Froch won with a unanimous decision in 2008","cleanCredit":"Photograph: Paul Childs/Action Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/244921c01aa6433519fc36c0ce853b93a8a8956b/0_0_2845_1897/2845.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1897,"width":2845,"orientation":"landscape","caption":"Four months later Froch retained the title with a TKO in the final round when he took on Jermain Taylor Photograph: PA","credit":"PA","altText":"Four months later Froch retained the title with a TKO in the final round when he took on Jermain Taylor","cleanCaption":"Four months later Froch retained the title with a TKO in the final round when he took on Jermain Taylor","cleanCredit":"Photograph: PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9fe36e74c3fe43cdd4d5662104c26caf7eb3ffaf/0_39_2975_1955/2975.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1955,"width":2975,"orientation":"landscape","caption":"In April 2010 Froch was defending his WBC super middleweight Title against Mikkel Kessler Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"In April 2010 Froch was defending his WBC super middleweight Title against Mikkel Kessler","cleanCaption":"In April 2010 Froch was defending his WBC super middleweight Title against Mikkel Kessler","cleanCredit":"Photograph: Nick Potts/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c63eb13f39f5ef582ae4c6e4ef681e89aa417bb7/0_0_2273_3000/2273.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":2273,"orientation":"portrait","caption":"After 26 straight wins Froch tasted defeat for the first time as a professional fighter when Kessler took the title with a unanimous decision  Photograph: Simon Dawson/AP","credit":"Simon Dawson/AP","altText":"After 26 straight wins Froch tasted defeat for the first time as a professional fighter when Kessler took the title with a unanimous decision ","cleanCaption":"After 26 straight wins Froch tasted defeat for the first time as a professional fighter when Kessler took the title with a unanimous decision ","cleanCredit":"Photograph: Simon Dawson/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/76d8b9534a6b70e87d1e3bdacae20f3e01c5e5b7/0_0_3204_1938/3204.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1938,"width":3204,"orientation":"landscape","caption":"Arthur Abraham takes a big body hit as as he and Froch battle for the vacant WBC super middleweight title Photograph: Martin Rose/Bongarts/Getty Images","credit":"Martin Rose/Bongarts/Getty Images","altText":"Arthur Abraham takes a big body hit as as he and Froch battle for the vacant WBC super middleweight title","cleanCaption":"Arthur Abraham takes a big body hit as as he and Froch battle for the vacant WBC super middleweight title","cleanCredit":"Photograph: Martin Rose/Bongarts/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b84de39c84fc36673c341baf9a5458318fb6eb6e/0_0_2600_4032/2600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4032,"width":2600,"orientation":"portrait","caption":"Froch won with a unanimous decision and he celebrates the win with girlfriend Rachael Cordingley Photograph: Andrew Couldridge/Action Images","credit":"Andrew Couldridge/Action Images","altText":"Froch won with a unanimous decision and he celebrates the win with girlfriend Rachael Cordingley","cleanCaption":"Froch won with a unanimous decision and he celebrates the win with girlfriend Rachael Cordingley","cleanCredit":"Photograph: Andrew Couldridge/Action Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/280efbe5663248bc9622874a04a5206f4bfc1ec4/0_273_4764_2970/4764.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2970,"width":4764,"orientation":"landscape","caption":"December 2011 saw Froch fighting in the United States for the second time of his career Photograph: Andrew Couldridge/Action Images","credit":"Andrew Couldridge/Action Images","altText":"December 2011 saw Froch fighting in the United States for the second time of his career","cleanCaption":"December 2011 saw Froch fighting in the United States for the second time of his career","cleanCredit":"Photograph: Andrew Couldridge/Action Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c099601e77a2ca8fba283cc77adfe6c777082fa4/0_0_3996_2634/3996.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2634,"width":3996,"orientation":"landscape","caption":"And for the second time in his career he tasted defeat when Andre Ward won by a unanimous decision to take the WBA/WBC super middleweight titles Photograph: Nick Laham/Getty Images","credit":"Nick Laham/Getty Images","altText":"And for the second time in his career he tasted defeat when Andre Ward won by a unanimous decision to take the WBA/WBC super middleweight titles","cleanCaption":"And for the second time in his career he tasted defeat when Andre Ward won by a unanimous decision to take the WBA/WBC super middleweight titles","cleanCredit":"Photograph: Nick Laham/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d71969a9cebe396e4b767b224171f434fd882381/0_0_3000_1885/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1885,"width":3000,"orientation":"landscape","caption":"May 2013 gave Froch a chance to revenge the first defeat of his career when he took on Kessler in London Photograph: Scott Heavey/Getty Images","credit":"Scott Heavey/Getty Images","altText":"May 2013 gave Froch a chance to revenge the first defeat of his career when he took on Kessler in London","cleanCaption":"May 2013 gave Froch a chance to revenge the first defeat of his career when he took on Kessler in London","cleanCredit":"Photograph: Scott Heavey/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/da643d3bc2f0a7e3a1ebbab411653ae0c5df74bf/0_0_3000_2001/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2001,"width":3000,"orientation":"landscape","caption":"Like their first meeting, the fight went the distance only this time the result was different with Froch winning by a unanimous decision Photograph: Scott Heavey/Getty Images","credit":"Scott Heavey/Getty Images","altText":"Like their first meeting, the fight went the distance only this time the result was different with Froch winning by a unanimous decision","cleanCaption":"Like their first meeting, the fight went the distance only this time the result was different with Froch winning by a unanimous decision","cleanCredit":"Photograph: Scott Heavey/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436905871568/45eceb1d-76b8-4d76-8aaa-c1349de7e846-2060x1302.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1302,"width":2060,"orientation":"landscape","caption":"The IBF installed George Groves as Froch’s mandatory challenger and they fought in Manchester in November 2013 Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"The IBF installed George Groves as Froch’s mandatory challenger and they fought in Manchester in November 2013","cleanCaption":"The IBF installed George Groves as Froch’s mandatory challenger and they fought in Manchester in November 2013","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436906006445/145b654f-fcff-4146-b8f8-2a3af153ceaf-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"Froch came back and landed some powerful blows in the 9th round Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Froch came back and landed some powerful blows in the 9th round","cleanCaption":"Froch came back and landed some powerful blows in the 9th round","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436906217425/54014609-0052-4784-aab8-a539246945db-2060x1319.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1319,"width":2060,"orientation":"landscape","caption":"After which the referee Howard Foster stepped in to stop the fight. This was controversial as many observers felt that he had stepped in prematurely. The three judges had scored Groves ahead before Froch’s final onslaught and the controversial ending prompted a widespread demand for a rematch Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"After which the referee Howard Foster stepped in to stop the fight. This was controversial as many observers felt that he had stepped in prematurely. The three judges had scored Groves ahead before Froch’s final onslaught and the controversial ending prompted a widespread demand for a rematch","cleanCaption":"After which the referee Howard Foster stepped in to stop the fight. This was controversial as many observers felt that he had stepped in prematurely. The three judges had scored Groves ahead before Froch’s final onslaught and the controversial ending prompted a widespread demand for a rematch","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/704111dc5985e4cb2c5a080b9b77a9aee0f22d11/0_93_4992_3000/4992.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":4992,"orientation":"landscape","caption":" In February 2014 Eddie Hearn and Matchroom Boxing announced that Froch v Groves II would take place on 31 May 2014 at Wembley Stadium Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":" In February 2014 Eddie Hearn and Matchroom Boxing announced that Froch v Groves II would take place on 31 May 2014 at Wembley Stadium","cleanCaption":" In February 2014 Eddie Hearn and Matchroom Boxing announced that Froch v Groves II would take place on 31 May 2014 at Wembley Stadium","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436906587915/a18b65b5-17e7-4432-a1f3-62feae6e000a-2060x1313.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1313,"width":2060,"orientation":"landscape","caption":"The fight was a significantly more cagey affair than the first match, with both fighters initially looking to outbox each other Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"The fight was a significantly more cagey affair than the first match, with both fighters initially looking to outbox each other","cleanCaption":"The fight was a significantly more cagey affair than the first match, with both fighters initially looking to outbox each other","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf60177efc9ec3ae06dc25e964fec65e835713ac/0_0_4620_3048/4620.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3048,"width":4620,"orientation":"landscape","caption":"Froch was stronger in the first half of the fight Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Froch was stronger in the first half of the fight","cleanCaption":"Froch was stronger in the first half of the fight","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436906775400/30f8127d-e901-4acf-aa5e-3fc7add5dd63-2060x1376.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1376,"width":2060,"orientation":"landscape","caption":"Groves came out fighting in the 8th round Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Groves came out fighting in the 8th round","cleanCaption":"Groves came out fighting in the 8th round","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436906888358/8a9cb1ba-dfa9-46dc-8484-3bd8d037507a-2060x1366.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1366,"width":2060,"orientation":"landscape","caption":"But then Froch got Groves pinned against the ropes and delivered a stunning, sensational right hand which knocked the challenger out Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"But then Froch got Groves pinned against the ropes and delivered a stunning, sensational right hand which knocked the challenger out","cleanCaption":"But then Froch got Groves pinned against the ropes and delivered a stunning, sensational right hand which knocked the challenger out","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/eeffe33d109c9a3242adc04ac12c68b6b8d83191/0_0_3516_4824/3516.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4824,"width":3516,"orientation":"portrait","caption":"Carl Froch celebrates with his WBA/IBF super middleweight title belts after his victory  Photograph: Andrew Couldridge/Action Images","credit":"Andrew Couldridge/Action Images","altText":"Carl Froch celebrates with his WBA/IBF super middleweight title belts after his victory ","cleanCaption":"Carl Froch celebrates with his WBA/IBF super middleweight title belts after his victory ","cleanCredit":"Photograph: Andrew Couldridge/Action Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3355b36745073b03d226dab9c8391baac2218bcf/0_0_2573_2931/2573.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2931,"width":2573,"orientation":"portrait","caption":"He then celebrated the win by proposing to his girlfriend Photograph: Andrew Couldridge/Action Images","credit":"Andrew Couldridge/Action Images","altText":"He then celebrated the win by proposing to his girlfriend","cleanCaption":"He then celebrated the win by proposing to his girlfriend","cleanCredit":"Photograph: Andrew Couldridge/Action Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7f227c432041d5d675f8be26c36412cb0e99b017/0_12_1941_1165/1941.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1165,"width":1941,"orientation":"landscape","caption":"After hanging up his gloves following a glittering career in the ring Froch will now pick up the microphone having joined Sky Sports as a pundit  Photograph: Justin Downing/SKY/PA","credit":"Justin Downing/SKY/PA","altText":"After hanging up his gloves following a glittering career in the ring Froch will now pick up the microphone having joined Sky Sports as a pundit ","cleanCaption":"After hanging up his gloves following a glittering career in the ring Froch will now pick up the microphone having joined Sky Sports as a pundit ","cleanCredit":"Photograph: Justin Downing/SKY/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-14T21:54:11Z","lastModified":"2015-07-14T22:20:12Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Daffydd Bynon","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daffydd-bynon"}],"feature":false,"keywords":["Carl Froch","Boxing","Sport"],"tags":[{"id":"sport/carl-froch","webTitle":"Carl Froch"},{"id":"sport/boxing","webTitle":"Boxing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Daffydd Bynon","topic":{"type":"tag-contributor","name":"profile/daffydd-bynon"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","navigationButtonColour":"#333333","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","quoteColour":"#999999","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/14/carl-froch-career-in-pictures","shortUrl":"http://gu.com/p/4ak4e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/gallery/2015/jul/14/carl-froch-career-in-pictures","webUri":"http://www.theguardian.com/sport/gallery/2015/jul/14/carl-froch-career-in-pictures"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"In pictures"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a9ea3fb6bc097fd7369b4c3d8e12cd659990ede0/0_0_4256_2832/4256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2832,"width":4256,"orientation":"landscape","caption":"Carl Froch won the WBC, WBA and IBF super-middleweight titles during a highly successful career Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Carl Froch","cleanCaption":"Carl Froch won the WBC, WBA and IBF super-middleweight titles during a highly successful career","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4ff42d8a3d6f061150679b9b2fc1d4a1e5d1eb3b/0_0_2063_1352/2063.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1352,"width":2063,"orientation":"landscape","caption":"Froch, second left, pictured in August 2000 with Audley Harrison, left, and Courtney Fry, second right who both represented Team GB at the Sydney Olympics the following month. Froch missed out on qualifying for the Games, losing on points in a final eliminator Photograph: Christopher Lee/Action Images","credit":"Christopher Lee/Action Images","altText":"Froch, second left, pictured in August 2000 with Audley Harrison, left, and Courtney Fry, second right who both represented Team GB at the Sydney Olympics the following month. Froch missed out on qualifying for the Games, losing on points in a final eliminator","cleanCaption":"Froch, second left, pictured in August 2000 with Audley Harrison, left, and Courtney Fry, second right who both represented Team GB at the Sydney Olympics the following month. Froch missed out on qualifying for the Games, losing on points in a final eliminator","cleanCredit":"Photograph: Christopher Lee/Action Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/109a2bd2a1233e09e86f6bc4b929160d68710ed9/0_0_2740_1677/2740.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1677,"width":2740,"orientation":"landscape","caption":"Dean Frost throws a body punch at Froch during their bout at the ABA National Championships in 2001 Photograph: Jason O'Brien/Action Images","credit":"Jason O'Brien/Action Images","altText":"Dean Frost throws a body punch at Froch during their bout at the ABA National Championships in 2001","cleanCaption":"Dean Frost throws a body punch at Froch during their bout at the ABA National Championships in 2001","cleanCredit":"Photograph: Jason O'Brien/Action Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ad5586197c2ede84c8ba908450e9d611b8deb572/0_0_4240_2825/4240.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2825,"width":4240,"orientation":"landscape","caption":"Froch sizes up Michael Duffield during their super-middleweight contest at the Goresbrook Leisure Centre in Dagenham Photograph: Robert Hallam/Rex Shutterstock","credit":"Robert Hallam/Rex Shutterstock","altText":"Froch sizes up Michael Duffield during their super-middleweight contest at the Goresbrook Leisure Centre in Dagenham","cleanCaption":"Froch sizes up Michael Duffield during their super-middleweight contest at the Goresbrook Leisure Centre in Dagenham","cleanCredit":"Photograph: Robert Hallam/Rex Shutterstock"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ab0fb585ec0397e5cb48732348d433a9c6925ed0/0_0_1884_2723/1884.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2723,"width":1884,"orientation":"portrait","caption":"Froch celebrates after his first round knockout of Damon Hague gave him the vacant British super middleweight title Photograph: Michael Regan/Action Images","credit":"Michael Regan/Action Images","altText":"Froch celebrates after his first round knockout of Damon Hague gave him the vacant British super middleweight title","cleanCaption":"Froch celebrates after his first round knockout of Damon Hague gave him the vacant British super middleweight title","cleanCredit":"Photograph: Michael Regan/Action Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ec14131daa0df3629a1071084ecee0068ea43820/0_0_2336_3153/2336.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3153,"width":2336,"orientation":"portrait","caption":"Froch “floors” Nottingham Forest footballer Nathan Tyson during publicity ahead of his fight against Tony Dobson Photograph: Paul Childs/Action Images","credit":"Paul Childs/Action Images","altText":"Froch “floors” Nottingham Forest footballer Nathan Tyson during publicity ahead of his fight against Tony Dobson","cleanCaption":"Froch “floors” Nottingham Forest footballer Nathan Tyson during publicity ahead of his fight against Tony Dobson","cleanCredit":"Photograph: Paul Childs/Action Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0d0fc737e1784755b3afd316dcf9d385a8d52353/0_0_3888_2586/3888.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2586,"width":3888,"orientation":"landscape","caption":"Jean Pascal evades a big right from Froch during their fight for the vacant WBC super middleweight title, which Froch won with a unanimous decision in 2008 Photograph: Paul Childs/Action Images","credit":"Paul Childs/Action Images","altText":"Jean Pascal evades a big right from Froch during their fight for the vacant WBC super middleweight title, which Froch won with a unanimous decision in 2008","cleanCaption":"Jean Pascal evades a big right from Froch during their fight for the vacant WBC super middleweight title, which Froch won with a unanimous decision in 2008","cleanCredit":"Photograph: Paul Childs/Action Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/244921c01aa6433519fc36c0ce853b93a8a8956b/0_0_2845_1897/2845.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1897,"width":2845,"orientation":"landscape","caption":"Four months later Froch retained the title with a TKO in the final round when he took on Jermain Taylor Photograph: PA","credit":"PA","altText":"Four months later Froch retained the title with a TKO in the final round when he took on Jermain Taylor","cleanCaption":"Four months later Froch retained the title with a TKO in the final round when he took on Jermain Taylor","cleanCredit":"Photograph: PA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9fe36e74c3fe43cdd4d5662104c26caf7eb3ffaf/0_39_2975_1955/2975.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1955,"width":2975,"orientation":"landscape","caption":"In April 2010 Froch was defending his WBC super middleweight Title against Mikkel Kessler Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"In April 2010 Froch was defending his WBC super middleweight Title against Mikkel Kessler","cleanCaption":"In April 2010 Froch was defending his WBC super middleweight Title against Mikkel Kessler","cleanCredit":"Photograph: Nick Potts/PA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c63eb13f39f5ef582ae4c6e4ef681e89aa417bb7/0_0_2273_3000/2273.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":2273,"orientation":"portrait","caption":"After 26 straight wins Froch tasted defeat for the first time as a professional fighter when Kessler took the title with a unanimous decision  Photograph: Simon Dawson/AP","credit":"Simon Dawson/AP","altText":"After 26 straight wins Froch tasted defeat for the first time as a professional fighter when Kessler took the title with a unanimous decision ","cleanCaption":"After 26 straight wins Froch tasted defeat for the first time as a professional fighter when Kessler took the title with a unanimous decision ","cleanCredit":"Photograph: Simon Dawson/AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/76d8b9534a6b70e87d1e3bdacae20f3e01c5e5b7/0_0_3204_1938/3204.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1938,"width":3204,"orientation":"landscape","caption":"Arthur Abraham takes a big body hit as as he and Froch battle for the vacant WBC super middleweight title Photograph: Martin Rose/Bongarts/Getty Images","credit":"Martin Rose/Bongarts/Getty Images","altText":"Arthur Abraham takes a big body hit as as he and Froch battle for the vacant WBC super middleweight title","cleanCaption":"Arthur Abraham takes a big body hit as as he and Froch battle for the vacant WBC super middleweight title","cleanCredit":"Photograph: Martin Rose/Bongarts/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b84de39c84fc36673c341baf9a5458318fb6eb6e/0_0_2600_4032/2600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4032,"width":2600,"orientation":"portrait","caption":"Froch won with a unanimous decision and he celebrates the win with girlfriend Rachael Cordingley Photograph: Andrew Couldridge/Action Images","credit":"Andrew Couldridge/Action Images","altText":"Froch won with a unanimous decision and he celebrates the win with girlfriend Rachael Cordingley","cleanCaption":"Froch won with a unanimous decision and he celebrates the win with girlfriend Rachael Cordingley","cleanCredit":"Photograph: Andrew Couldridge/Action Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/280efbe5663248bc9622874a04a5206f4bfc1ec4/0_273_4764_2970/4764.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2970,"width":4764,"orientation":"landscape","caption":"December 2011 saw Froch fighting in the United States for the second time of his career Photograph: Andrew Couldridge/Action Images","credit":"Andrew Couldridge/Action Images","altText":"December 2011 saw Froch fighting in the United States for the second time of his career","cleanCaption":"December 2011 saw Froch fighting in the United States for the second time of his career","cleanCredit":"Photograph: Andrew Couldridge/Action Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c099601e77a2ca8fba283cc77adfe6c777082fa4/0_0_3996_2634/3996.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2634,"width":3996,"orientation":"landscape","caption":"And for the second time in his career he tasted defeat when Andre Ward won by a unanimous decision to take the WBA/WBC super middleweight titles Photograph: Nick Laham/Getty Images","credit":"Nick Laham/Getty Images","altText":"And for the second time in his career he tasted defeat when Andre Ward won by a unanimous decision to take the WBA/WBC super middleweight titles","cleanCaption":"And for the second time in his career he tasted defeat when Andre Ward won by a unanimous decision to take the WBA/WBC super middleweight titles","cleanCredit":"Photograph: Nick Laham/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d71969a9cebe396e4b767b224171f434fd882381/0_0_3000_1885/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1885,"width":3000,"orientation":"landscape","caption":"May 2013 gave Froch a chance to revenge the first defeat of his career when he took on Kessler in London Photograph: Scott Heavey/Getty Images","credit":"Scott Heavey/Getty Images","altText":"May 2013 gave Froch a chance to revenge the first defeat of his career when he took on Kessler in London","cleanCaption":"May 2013 gave Froch a chance to revenge the first defeat of his career when he took on Kessler in London","cleanCredit":"Photograph: Scott Heavey/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/da643d3bc2f0a7e3a1ebbab411653ae0c5df74bf/0_0_3000_2001/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2001,"width":3000,"orientation":"landscape","caption":"Like their first meeting, the fight went the distance only this time the result was different with Froch winning by a unanimous decision Photograph: Scott Heavey/Getty Images","credit":"Scott Heavey/Getty Images","altText":"Like their first meeting, the fight went the distance only this time the result was different with Froch winning by a unanimous decision","cleanCaption":"Like their first meeting, the fight went the distance only this time the result was different with Froch winning by a unanimous decision","cleanCredit":"Photograph: Scott Heavey/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436905871568/45eceb1d-76b8-4d76-8aaa-c1349de7e846-2060x1302.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1302,"width":2060,"orientation":"landscape","caption":"The IBF installed George Groves as Froch’s mandatory challenger and they fought in Manchester in November 2013 Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"The IBF installed George Groves as Froch’s mandatory challenger and they fought in Manchester in November 2013","cleanCaption":"The IBF installed George Groves as Froch’s mandatory challenger and they fought in Manchester in November 2013","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436906006445/145b654f-fcff-4146-b8f8-2a3af153ceaf-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"Froch came back and landed some powerful blows in the 9th round Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Froch came back and landed some powerful blows in the 9th round","cleanCaption":"Froch came back and landed some powerful blows in the 9th round","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436906217425/54014609-0052-4784-aab8-a539246945db-2060x1319.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1319,"width":2060,"orientation":"landscape","caption":"After which the referee Howard Foster stepped in to stop the fight. This was controversial as many observers felt that he had stepped in prematurely. The three judges had scored Groves ahead before Froch’s final onslaught and the controversial ending prompted a widespread demand for a rematch Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"After which the referee Howard Foster stepped in to stop the fight. This was controversial as many observers felt that he had stepped in prematurely. The three judges had scored Groves ahead before Froch’s final onslaught and the controversial ending prompted a widespread demand for a rematch","cleanCaption":"After which the referee Howard Foster stepped in to stop the fight. This was controversial as many observers felt that he had stepped in prematurely. The three judges had scored Groves ahead before Froch’s final onslaught and the controversial ending prompted a widespread demand for a rematch","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/704111dc5985e4cb2c5a080b9b77a9aee0f22d11/0_93_4992_3000/4992.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":4992,"orientation":"landscape","caption":" In February 2014 Eddie Hearn and Matchroom Boxing announced that Froch v Groves II would take place on 31 May 2014 at Wembley Stadium Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":" In February 2014 Eddie Hearn and Matchroom Boxing announced that Froch v Groves II would take place on 31 May 2014 at Wembley Stadium","cleanCaption":" In February 2014 Eddie Hearn and Matchroom Boxing announced that Froch v Groves II would take place on 31 May 2014 at Wembley Stadium","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436906587915/a18b65b5-17e7-4432-a1f3-62feae6e000a-2060x1313.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1313,"width":2060,"orientation":"landscape","caption":"The fight was a significantly more cagey affair than the first match, with both fighters initially looking to outbox each other Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"The fight was a significantly more cagey affair than the first match, with both fighters initially looking to outbox each other","cleanCaption":"The fight was a significantly more cagey affair than the first match, with both fighters initially looking to outbox each other","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf60177efc9ec3ae06dc25e964fec65e835713ac/0_0_4620_3048/4620.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3048,"width":4620,"orientation":"landscape","caption":"Froch was stronger in the first half of the fight Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Froch was stronger in the first half of the fight","cleanCaption":"Froch was stronger in the first half of the fight","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436906775400/30f8127d-e901-4acf-aa5e-3fc7add5dd63-2060x1376.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1376,"width":2060,"orientation":"landscape","caption":"Groves came out fighting in the 8th round Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Groves came out fighting in the 8th round","cleanCaption":"Groves came out fighting in the 8th round","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436906888358/8a9cb1ba-dfa9-46dc-8484-3bd8d037507a-2060x1366.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1366,"width":2060,"orientation":"landscape","caption":"But then Froch got Groves pinned against the ropes and delivered a stunning, sensational right hand which knocked the challenger out Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"But then Froch got Groves pinned against the ropes and delivered a stunning, sensational right hand which knocked the challenger out","cleanCaption":"But then Froch got Groves pinned against the ropes and delivered a stunning, sensational right hand which knocked the challenger out","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/eeffe33d109c9a3242adc04ac12c68b6b8d83191/0_0_3516_4824/3516.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4824,"width":3516,"orientation":"portrait","caption":"Carl Froch celebrates with his WBA/IBF super middleweight title belts after his victory  Photograph: Andrew Couldridge/Action Images","credit":"Andrew Couldridge/Action Images","altText":"Carl Froch celebrates with his WBA/IBF super middleweight title belts after his victory ","cleanCaption":"Carl Froch celebrates with his WBA/IBF super middleweight title belts after his victory ","cleanCredit":"Photograph: Andrew Couldridge/Action Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3355b36745073b03d226dab9c8391baac2218bcf/0_0_2573_2931/2573.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2931,"width":2573,"orientation":"portrait","caption":"He then celebrated the win by proposing to his girlfriend Photograph: Andrew Couldridge/Action Images","credit":"Andrew Couldridge/Action Images","altText":"He then celebrated the win by proposing to his girlfriend","cleanCaption":"He then celebrated the win by proposing to his girlfriend","cleanCredit":"Photograph: Andrew Couldridge/Action Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7f227c432041d5d675f8be26c36412cb0e99b017/0_12_1941_1165/1941.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1165,"width":1941,"orientation":"landscape","caption":"After hanging up his gloves following a glittering career in the ring Froch will now pick up the microphone having joined Sky Sports as a pundit  Photograph: Justin Downing/SKY/PA","credit":"Justin Downing/SKY/PA","altText":"After hanging up his gloves following a glittering career in the ring Froch will now pick up the microphone having joined Sky Sports as a pundit ","cleanCaption":"After hanging up his gloves following a glittering career in the ring Froch will now pick up the microphone having joined Sky Sports as a pundit ","cleanCredit":"Photograph: Justin Downing/SKY/PA"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/3ea13e8ab890627107575f817bb59a5bb437e792/0_0_4344_2607/1000.jpg","height":600,"width":1000}}]},{"title":"Olympic Games / ECB drops opposition to inclusion of T20 cricket, says MCC","rawTitle":"ECB drops opposition to inclusion of T20 cricket, says MCC","item":{"type":"article","id":"sport/2015/jul/14/ecb-drop-opposition-t20-cricket-olympics-2024-mcc-world-cricket-committee","title":"ECB drops opposition to T20 cricket being in Olympics, says MCC","trailText":"The World Cricket Committee says the ECB hierarchy are now more open to the idea of Twenty20 cricket being included in the 2024 Olympic Games","standFirst":"<span class=\"bullet\">•</span> World Cricket Committee says ECB hierarchy are now more open to idea\n<br />\n<span class=\"bullet\">•</span> Announcement could open path to cricket’s inclusion in 2024 Games","byline":"Owen Gibson at Lord's","body":"<p>The England and Wales Cricket Board has dropped its opposition to the idea of the sport being added to the Olympic programme, according to the MCC’s World Cricket Committee.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/women-t20-super-league-launch-cricket\">ECB announces plan to launch Women’s Cricket Super League next year</a> </p> \n</aside> \n<p>The opposition of the ECB president, Giles Clarke, to T20 cricket becoming an Olympic sport had previously been seen as a stumbling block to a campaign to have it considered for inclusion in the 2024 Games. But following a meeting at Lord’s the influential MCC thinktank that includes former players such as Ricky Ponting, Rahul Dravid and Sourav Ganguly said the new ECB hierarchy were more open to the idea.</p> \n<p>The committee had earlier heard from the ECB chairman, Colin Graves, who <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/15/colin-graves-england-kevin-pietersen-chairman-recall-ecb\" title=\"\">recently replaced Clarke in the role</a>, and the chief executive, Tom Harrison, and said in a statement it was encouraged by their openness to the idea.</p> \n<p>It said: “We urge ICC to reconsider its position and take a decision that it believes is in the best interests of the global game. This would need to be done in the next 12 months for cricket to have a chance of being included in the 2024 Olympics.” The committee believes “effort should be made to make cricket an Olympic sport and urges all governing bodies around the world to get behind such a bid”.</p> \n<p>The International Cricket Committee has so far been opposed but its chief executive, Dave Richardson, also sits on the MCC committee.</p> \n<p>The WCC said: “The Olympics is a fundamental opportunity for cricket – in both the men’s and women’s game – and with a global reach such a presence would expose the game positively to new markets.</p> \n<p>“Competing in an Olympic Games would be a huge opportunity for players, a massive boost to developing cricket nations and give much greater exposure for the sport to a new audience.”</p> \n<p>The former England captain Mike Brearley, the chairman of the MCC committee, said Clarke would have to fall in line if the ECB decided to back the idea, saying he was an employee of the board: “He has to do what he’s told.”</p> \n<p>It also called on the ICC to rethink the decision to cut the World Cup from 14 to 10 teams, calling the move a “retrograde step” and “a handbrake for the development of the sport”. Instead it recommended a 12-team tournament preceded by a preliminary qualification round.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436900526291/World-Cricket-Committee-T-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The World Cricket Committee is firmly behind T20 cricket being included in the 2024 Olympics, saying 'every effort should be made'. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"World Cricket Committee T20 Olympics","cleanCaption":"The World Cricket Committee is firmly behind T20 cricket being included in the 2024 Olympics, saying 'every effort should be made'. Photograph: Shaun Botterill/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-14T19:03:40Z","lastModified":"2015-07-14T23:50:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["ECB","International Cricket Council","MCC","Cricket","Twenty20","Olympic Games","Olympics","Sport"],"tags":[{"id":"sport/ecb","webTitle":"ECB"},{"id":"sport/international-cricket-council","webTitle":"International Cricket Council"},{"id":"sport/mcc","webTitle":"MCC"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/twenty20","webTitle":"Twenty20"},{"id":"sport/olympic-games","webTitle":"Olympic Games"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/14/ecb-drop-opposition-t20-cricket-olympics-2024-mcc-world-cricket-committee","shortUrl":"http://gu.com/p/4ak9m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/14/ecb-drop-opposition-t20-cricket-olympics-2024-mcc-world-cricket-committee","webUri":"http://www.theguardian.com/sport/2015/jul/14/ecb-drop-opposition-t20-cricket-olympics-2024-mcc-world-cricket-committee"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436900526291/World-Cricket-Committee-T-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The World Cricket Committee is firmly behind T20 cricket being included in the 2024 Olympics, saying 'every effort should be made'. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"World Cricket Committee T20 Olympics","cleanCaption":"The World Cricket Committee is firmly behind T20 cricket being included in the 2024 Olympics, saying 'every effort should be made'. Photograph: Shaun Botterill/Getty Images"}},"importance":3,"kicker":{"title":"Olympic Games"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/14/1436900526291/World-Cricket-Committee-T-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The World Cricket Committee is firmly behind T20 cricket being included in the 2024 Olympics, saying 'every effort should be made'. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"World Cricket Committee T20 Olympics","cleanCaption":"The World Cricket Committee is firmly behind T20 cricket being included in the 2024 Olympics, saying 'every effort should be made'. Photograph: Shaun Botterill/Getty Images"}}]},{"title":"Football / Aston Villa play hardball with Liverpool over Benteke buyout","rawTitle":"Aston Villa play hardball with Liverpool over Benteke buyout","item":{"type":"article","id":"football/2015/jul/14/liverpool-christian-benteke-aston-villa","title":"Aston Villa play hardball with Liverpool over Christian Benteke buyout","trailText":"Liverpool are set to step up their pursuit of Christian Benteke but Aston Villa remain adamant that the Belgium striker will not be allowed to leave unless the £32.5m buyout clause in his contract is met","standFirst":"<span class=\"bullet\">•</span> Villa insist Liverpool should pay &pound;32.5m buyout clause in contract \n<br />\n<span class=\"bullet\">•</span> Tim Sherwood: ‘We don’t want to sell him. We don’t want the &pound;32m’","byline":"Stuart James","body":"<p>Liverpool are set to step up their pursuit of Christian Benteke in the wake of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/14/raheem-sterling-manchester-city-liverpool-transfer\" title=\"\">Raheem Sterling’s departure to Manchester City</a> but Aston Villa remain adamant that the Belgium international will not be allowed to leave unless the &pound;32.5m buyout clause in his contract is met.</p> \n<p>Talks will take place between Liverpool and Villa over the coming days now that the Sterling saga is over, with Benteke seen as the proven Premier League goalscorer that Brendan Rodgers needs to give his team the cutting edge that was so badly missing last season.</p> \n<p>Liverpool have been reluctant to make an offer that would automatically trigger a deal for Benteke, with the feeling inside Anfield being that &pound;32.5m exceeds the player’s valuation. That stance will need to change, however, if Liverpool are serious about signing a player who has scored 42 Premier League goals for Villa across three relegation-threatened seasons.</p> \n<p>Villa intend to dig their heels in over Benteke’s price and are not concerned that they run the risk of the player still being at the club next summer with only 12 months remaining on his contract.</p> \n<p>For Benteke, who has made it clear to Villa that he wants to leave, there is a feeling that the next week will be critical in terms of whether there is a breakthrough and Liverpool’s interest turns into something more concrete.</p> \n<p>Tim Sherwood, the Villa manager, sounded bemused at the idea that Liverpool, with so many forwards already at the club, would be interested in signing Benteke. “I looked the other day. I think they’ve got six or seven strikers at the club now. I’m not sure how many they actually need,” Sherwood said.</p> \n<p>“We know Christian is a very good player and we want to keep hold of him. If someone matches that buyout clause, there’s nothing we can do about it. But until that happens he’s an Aston Villa player and we’re all very pleased about that.</p> \n<p>“I think Christian is worth more than &pound;32m. But we don’t want to sell him. We don’t want the &pound;32m. It’s very hard to spend that sort of money. When you’re losing a player and trying to bring in someone to subsidise it, it’s almost impossible.”</p> \n<p>Sherwood also confirmed that Randy Lerner is likely to remain as Villa’s owner for the foreseeable future, after the manager claimed that a possible takeover has collapsed. “I think it’s dead now, to be honest,” Sherwood said. “It was fairly live and I think the people who were talking are now not there.</p> \n<p>“The chairman is picking it up and running with it now. I’m not sure if anyone is too close now. Until it’s done it’s never there. Randy hasn’t said [it’s over] but he is the one who is making the decisions regarding the players. He is willing to back us to the hilt.</p> \n<p>“But he can only back us to the tune of financial fair play. That means there might have to be some exits from the club before we can get in some more.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/14/1436904634541/Aston-Villas-Christian-Be-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Christian Benteke would like to leave but Aston Villa are digging in their heels amid interest from Liverpool. Photograph: Sean Ryan/IPS/Rex Shutterstock","credit":"Sean Ryan/IPS/Rex Shutterstock/Sean Ryan/IPS/Rex Shutterstock","altText":"Aston Villa's Christian Benteke","cleanCaption":"Christian Benteke would like to leave but Aston Villa are digging in their heels amid interest from Liverpool. Photograph: Sean Ryan/IPS/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-14T21:10:00Z","lastModified":"2015-07-14T23:50:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Stuart James","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuartjames"}],"feature":false,"keywords":["Liverpool","Aston Villa","Transfer window","Tim Sherwood","Football","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/tim-sherwood","webTitle":"Tim Sherwood"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Stuart James","topic":{"type":"tag-contributor","name":"profile/stuartjames"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","quoteColour":"#999999","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/14/liverpool-christian-benteke-aston-villa","shortUrl":"http://gu.com/p/4akae","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/14/liverpool-christian-benteke-aston-villa","webUri":"http://www.theguardian.com/football/2015/jul/14/liverpool-christian-benteke-aston-villa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/14/1436904634541/Aston-Villas-Christian-Be-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Christian Benteke would like to leave but Aston Villa are digging in their heels amid interest from Liverpool. Photograph: Sean Ryan/IPS/Rex Shutterstock","credit":"Sean Ryan/IPS/Rex Shutterstock/Sean Ryan/IPS/Rex Shutterstock","altText":"Aston Villa's Christian Benteke","cleanCaption":"Christian Benteke would like to leave but Aston Villa are digging in their heels amid interest from Liverpool. Photograph: Sean Ryan/IPS/Rex Shutterstock"}},"importance":2,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/14/1436904634541/Aston-Villas-Christian-Be-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Christian Benteke would like to leave but Aston Villa are digging in their heels amid interest from Liverpool. Photograph: Sean Ryan/IPS/Rex Shutterstock","credit":"Sean Ryan/IPS/Rex Shutterstock/Sean Ryan/IPS/Rex Shutterstock","altText":"Aston Villa's Christian Benteke","cleanCaption":"Christian Benteke would like to leave but Aston Villa are digging in their heels amid interest from Liverpool. Photograph: Sean Ryan/IPS/Rex Shutterstock"}}]}],"lastModified":"2015-07-15T08:16:30Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}