{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"Root exploits dressing-room insight of Starc to prosper for England","rawTitle":"Root exploits dressing-room insight of Starc to prosper for England","item":{"type":"comment","id":"sport/blog/2015/jul/08/joe-root-england-australia-ashes","title":"England’s Joe Root exploits dressing-room insight into Mitchell Starc","trailText":"Joe Root profited from knowledge gained when the Australia fast bowler Mitchell Starc was a team-mate at Yorkshire","standFirst":"Centurion profits from knowledge gained when Australia’s left-arm swing bowler was a team-mate at Yorkshire","byline":"Vic Marks at Swalec Stadium","body":"<p>When Joe Root struck his 14th boundary, a caressed cover drive against Josh Hazlewood, Brad Haddin gently put his gloves together to acknowledge a very fine century, the Yorkshire player’s second against Australia. On both occasions Root has been grateful to the Australia keeper for not putting his hands together more successfully earlier in his innings.</p> \n<p>At Lord’s two years ago Haddin and Michael Clarke glared at one another when Root on four edged a ball from Shane Watson between them. Root finished with 180, a second-innings knock which set up an emphatic England victory. This innings, which was more important still since it began with England wobbling ominously on 43 for three, was also dependent on Haddin missing a difficult chance – from Root’s second ball.</p> \n<p>Root had barely survived the previous delivery from Mitchell Starc. The lanky left-armer had just sent Ian Bell packing with a full-length inswinger. Root’s first ball jagged into the pads off the pitch, which is even trickier to combat. All the Australians opened their lungs; the umpire Marais Erasmus was unmoved; a review was considered but Root, the mischievous Root who has occasionally displayed the capacity to wind up Australians, was smiling. He knew the ball, one of Starc’s very best, had conveniently taken his inside edge before thudding into pads which were located bang in front of the stumps. The next one had Haddin sprawling to his right. Root was no longer smiling, nor was the wicketkeeper, nor Starc.</p> \n<p>The duel between Starc and Root was compelling. In that spell an hour into the game Starc was the most dangerous bowler on the pitch, swinging the ball late at pace. Stunned by his first two deliveries, Root reacted as England had promised – with aggression.</p> \n<p>In Starc’s next over Root took 11 runs from two silky drives and a back-foot punch and he was on his way. Root did not look overawed. This would probably have been the case if he had never come across Starc before. They shared a dressing room for Yorkshire twice in the County Championship in 2012. That usually helps to demystify an opponent.</p> \n<p>If you had met any Australian before this tour and asked about Starc he or she would have taken a sharp intake of breath and raised eyebrows before reminding you Starc had just taken the new ball from Mitchell Johnson because of his pace … and swing … and steepling bounce. He bowled so superbly in the World Cup and in the Caribbean that Johnson just had to forfeit that new ball. Even Johnson agreed with the decision. Starc has earned his reputation, no doubt. But if you have shared a dressing room with him in Leeds, or, perhaps more relevantly, during a wet game in Colwyn Bay against Glamorgan, the mystique evaporates. The dressing rooms at Colwyn Bay are what estate agents would describe as “cosy and compact” and it rained there for most of the match in early June 2012, although Starc still managed to take two wickets. To take the positives out of what must have been a grim few days – it must have been a good place to get to know your latest overseas player, warts and all.</p> \n<p>Perhaps Gary Ballance also benefited from that experience. He could never approach Root’s fluency on Wednesday but his mind was clear and in his own idiosyncratic way when facing Starc he was playing the ball not the bowler in that crucial stand with Root.</p> \n<p>The demystification process can be important. Mike Atherton has explained he could not take the abuse he routinely experienced early in his Test career from Merv Hughes entirely seriously partly because he had often sat in a dressing room with him after play. Atherton had chatted to him, laughed at him and witnessed his post-match aches and pains. There is always this discovery to be made: that the giants of the game are human; they may even be vulnerable. In this era that revelation is harder to discover given that players of opposite sides do not mingle as much.</p> \n<p>Root attacked Starc with the carefree panache that he might have displayed against him in the nets at Headingley three years ago – except that Root might not have realised that he could bat with such fluency back then. He launched into drives, confident that he could adjust to the swinging ball.</p> \n<p>In all he took 44 runs from Starc at a rate close to a run a ball, Tykes past and present relishing the contest. In the end Starc got him. This time the push-drive found the edge and Root was caught at slip. The bowler hardly celebrated even though Root is the most coveted of all the England wickets. Back in dressing rooms, rather more palatial than those in Colwyn Bay, Starc knew that his old colleague had delivered the critical innings of the day.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/8/1436385470247/Englands-Joe-Root-plays-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Joe Root plays a pull shot for four, one of 17 boundaries in his 134 against Australia. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"England's Joe Root plays a pull shot for four, one of 17 boundaries in his 134 against Australia.","cleanCaption":"England's Joe Root plays a pull shot for four, one of 17 boundaries in his 134 against Australia. Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-08T20:01:48Z","lastModified":"2015-07-09T00:00:01Z","metadata":{"commentable":true,"commentCount":50,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["Ashes 2015","Joe Root","England cricket team","Australia cricket team","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/joe-root","webTitle":"Joe Root"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/08/joe-root-england-australia-ashes","shortUrl":"http://gu.com/p/4afpm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/08/joe-root-england-australia-ashes","webUri":"http://www.theguardian.com/sport/blog/2015/jul/08/joe-root-england-australia-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/8/1436385470247/Englands-Joe-Root-plays-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Joe Root plays a pull shot for four, one of 17 boundaries in his 134 against Australia. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"England's Joe Root plays a pull shot for four, one of 17 boundaries in his 134 against Australia.","cleanCaption":"England's Joe Root plays a pull shot for four, one of 17 boundaries in his 134 against Australia. Photograph: Stu Forster/Getty Images"}},"importance":7,"byline":{"title":"Vic Marks"},"showQuotedHeadline":true,"sublinks":[{"title":"Ashes / Root rides his luck before sparking England revival","rawTitle":"Root rides his luck before sparking England revival","item":{"type":"article","id":"sport/2015/jul/08/england-australia-first-test-ashes-match-report","title":"Ashes 2015: Root rides his luck to spark England recovery","trailText":"Joe Root made 134 to help England to 343 for seven on the first day of the Ashes but he was dropped by Brad Haddin before he scored","standFirst":"<p><span class=\"bullet\">•</span> England 343-7 v Australia<br /><span class=\"bullet\">•</span> Root was dropped on 0 before going on to make 134</p>","byline":"Mike Selvey at Swalec Stadium","body":"<p>There are, a consensus has it, four outstanding young batsmen in the world today, playing, in all forms of the game, at a consistent level above anyone else. One is Virat Kohli of India and a second, New Zealand’s unflappable run machine Kane Williamson, has already been seen here this summer.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/08/alastair-cook-natural-game-england-australia\">Full marks for intent but Alastair Cook must play his natural game | Ali Martin</a> </p> \n</aside> \n<p>The other two are playing in the first Test in Cardiff. Of these Steve Smith will get his chance perhaps on the second day to show his remarkable progress from perceived clown to the top-ranked batsman in the world. For now, though, the rise and rise of Joe Root, the epitome of youthful exuberance, continues. Root, not yet 25 years old, is having the time of his life, in that state, unencumbered by theory and over-analysis, where batting becomes so easy that it must be hard for him to comprehend how difficult it can be for others.</p> \n<p>Dropped by Brad Haddin behind the wicket from the second ball he faced from Mitchell Starc, he made a sublime century, his second against Australia and the seventh of his Test career, that pulled England away from a tricky situation at 43 for three, and he was not to be dismissed until Starc returned for his sixth spell and with his first ball, angled across, had him well caught low down at first slip by Shane Watson.</p> \n<p>By then, though, he had made 134, hitting 17 fours in the process, most of them sweetly through extra cover. There was assistance. Gary Ballance, whose idiosyncratic technique will have been scrutinised by Australia and no doubt left them wondering how precisely he has managed to average in the mid-50s, weathered the early storm that saw the loss of Adam Lyth, in the second over of the day, and then Alastair Cook and Ian Bell immediately after the first drinks break.</p> \n<p>Ballance was to make 61 in three and three quarter hours during which he scarcely made a mistake until he was lbw to a full ball from the persevering Josh Hazlewood. But by then he and Root had added 153 for the fourth wicket, effectively wiping out the earlier setback.</p> \n<p>Later Ben Stokes arrived to play with freedom once again, making 52, with seven fours and two sixes, one a top-edged hook over fine-leg and the other straight from Lyons, before he was bowled by a beauty from Starc that pitched around middle and took off stump. “Sssh” Starc mimed, finger to lips, as Stokes grumped his way off: sound advice.</p> \n<p>These really are remarkable times for Root. From the start of play he had sat on the dressing room balcony, grinning away at the lark of it all. He watched as Lyth edged Hazlewood’s third ball low to David Warner in the gully, who took a sharp catch well – a good delivery that swung into the left-hander, prompting him to look legside, but then held off the pitch. Soon after, Cook, looking to be positive against Nathan Lyon’s offspin but unable to get away any of the 13 previous deliveries from him, looked for his favourite cut and edged behind.</p> \n<p>One run later and Bell all but had his feet knocked from beneath him by Starc’s yorker and was lbw, thus continuing a sorry run of Test match scores – 11, 1, 0, 0, 1, 29, 12, 1 and now 1 again – since he made 143 against West Indies in the first Test in Antigua back in April.</p> \n<p>If it was a ticklish first hour for England, who won the toss and had no hesitation in batting despite some overcast conditions and the occasional squally shower, then those who had taken their seats early expecting to see some fire and brimstone from the Australian pace attack would have been disappointed. Local knowledge had suggested that county pitches had been slow this season and this, devoid of grass, looks to be no exception.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/08/wales-ashes-first-test-ecb-glamorgan-england-australia\">Wales puts on a woolly welcome as ECB tries to feed the Glamorgan fire | Barney Ronay</a> </p> \n</aside> \n<p>Haddin stood a long way back for Starc’s opening over, only to find two deliveries bouncing before they reached him. If the ball nibbled around a little and swung too, potentially taking the pitch out of the equation, then it would still have signalled a tough day for the bowlers, who could see the law of diminishing returns: the harder they flogged the ball into the pitch, the slower it came off it.</p> \n<p>It may suit skiddy bowlers more. Under the circumstances the Australians stuck to their task handsomely, the reward of three wickets apiece to Hazlewood and particularly Starc more than well-earned. The scoring rate throughout the day was admirable –in excess of four runs per over – but turgid, emasculating surfaces such as this do Test cricket few favours.</p> \n<p>By the close England had reached 343 for seven, a total with which they should be content but not more than that. The wicket of Jos Buttler, for 27, shortly before the close, as he hit Hazlewood tamely to mid-on, meant that Australia may well be the more satisfied of the two teams.</p> \n<p>The manner in which Starc and Hazlewood were able to adjust their length to the conditions, bowling fuller than they might habitually be used to, and risking being driven in the process, was exemplary and the ball was given the opportunity to swing as a result. Jimmy Anderson, in particular, will see encouragement in this but it promises to be just as hard for the England bowlers as their Australian counterparts.</p> \n<p>As it is, it will be down to Moeen Ali, who has batted calmly for his 26, and Stuart Broad to try to get England up to 400 and beyond. Broad, with great commonsense, and no little courage, turned down a long single in the final over in order to ensure Moeen survived and it will not have gone unnoticed: he can be sure of a working-over first thing, almost certainly from Mitchell Johnson.</p> \n<p>Slow pitch it might be but it is quick enough to make life uncomfortable, as Johnson, wicketless in the day, might well remind him. “And just wait ’til I get you on a quick ’un.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436382610372/Joe-Root-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joe Root raises his bat to acknowledge the adoring support after his innings of 134 on day one of the Ashes in Cardiff. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Joe Root","cleanCaption":"Joe Root raises his bat to acknowledge the adoring support after his innings of 134 on day one of the Ashes in Cardiff. Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T07:27:17Z","lastModified":"2015-07-09T07:27:30Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Australia cricket team","Joe Root","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/joe-root","webTitle":"Joe Root"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/england-australia-first-test-ashes-match-report","shortUrl":"http://gu.com/p/4afpf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/england-australia-first-test-ashes-match-report","webUri":"http://www.theguardian.com/sport/2015/jul/08/england-australia-first-test-ashes-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436382610372/Joe-Root-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joe Root raises his bat to acknowledge the adoring support after his innings of 134 on day one of the Ashes in Cardiff. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Joe Root","cleanCaption":"Joe Root raises his bat to acknowledge the adoring support after his innings of 134 on day one of the Ashes in Cardiff. Photograph: Ryan Pierse/Getty Images"}},"importance":0,"kicker":{"title":"Ashes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436382610372/Joe-Root-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joe Root raises his bat to acknowledge the adoring support after his innings of 134 on day one of the Ashes in Cardiff. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Joe Root","cleanCaption":"Joe Root raises his bat to acknowledge the adoring support after his innings of 134 on day one of the Ashes in Cardiff. Photograph: Ryan Pierse/Getty Images"}}]},{"title":"Ali Martin / Nice try, but Cook must play his natural game","rawTitle":"Nice try, but Cook must play his natural game","item":{"type":"comment","id":"sport/blog/2015/jul/08/alastair-cook-natural-game-england-australia","title":"Full marks for intent but Alastair Cook must play his natural game","trailText":"England’s captain, Alastair Cook, tried to give Nathan Lyon a bit more of what the Essex batsmen produced at the weekend without picking his moment","standFirst":"England’s captain tried to give Nathan Lyon a bit more of the aggression his fellow Essex batsmen produced at the weekend without picking his moment","byline":"Ali Martin at Swalec Stadium","body":"<p>Among the more curious sights on the morning of the first day in Cardiff was Alastair Cook, the great Test opener, twice shimmying down the pitch to the newly introduced Nathan Lyon and driving the off-spinner through extra-cover. Both times he picked out the man placed short.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/england-australia-first-test-ashes-match-report\">Joe Root rides luck before sparking England revival against Australia</a> </p> \n</aside> \n<p>Like granddad attempting a knee-slide on the dance floor of a wedding, the left-hander’s attempts to hit Lyon out of the attack early were in keeping with the prevailing mood, one which sees an unshackled England looking to play positive cricket this summer. But similarly it was hard not to conclude that the manoeuvre is best performed by those to whom it comes naturally.</p> \n<p>Cook, prior to this series, had watched from afar – or, more accurately, from a farm – as the one-day side had belted New Zealand to all parts. And then, after England trained for the Ashes at a golf resort in Spain, his Essex team-mates gave Lyon the treatment in Australia’s four-day warm-up match at Chelmsford, leaving the spinner with combined figures of one for 200.</p> \n<p>And so, perhaps craving a slice of the action himself, a player whose oft-listed qualities include patience, obduracy and self-denial tried to unleash his own rebranded batting style. It was very un-Cook and eventually, after 13 successive dot balls, Lyon got his man when the England captain went to cut a ball too close to his body and was caught behind by a jubilant Brad Haddin.</p> \n<p>This battle within a battle – one of the lesser trailed of the pre-Ashes analysis – was a first blow struck for his opposite number, Michael Clarke, who will doubtless have observed Cook’s inability to get on top of New Zealand’s Mark Craig during the drawn Test series. It also neatly summed up the confusion surrounding the buzzword of the summer: aggression.</p> \n<p>The England captain does not read the newspapers, something he betrayed when confusing two titles when speaking before this Test. But perhaps, after the appointment of his new head coach, Trevor Bayliss, a leaf through the next day’s offerings would have been instructive. Because among the many salient points made by the Australian in his 30-minute briefing at Lord’s, was his own understanding of the word.</p> \n<p>“Being aggressive is not necessarily trying to hit fours and sixes,” said Bayliss. “It’s that mental aggressiveness, thinking about rotating the strike, where are my singles, what bad balls can I hit for four, how are they trying to get me out, being mentally aware of what’s going on around you. You do that, the bad ball comes along, you hit it for four or six.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/08/wales-ashes-first-test-ecb-glamorgan-england-australia\">Wales puts on a woolly welcome as ECB tries to feed the Glamorgan fire | Barney Ronay</a> </p> \n</aside> \n<p>Up until Lyon’s introduction in the 10th over Cook had done exactly this. He was fully on top of Australia’s muscular pace attack, albeit on a surface that was anything but The Gabba. We need not fear for his game at present and the fretful analysis of every non-century that, prior to his 105 in Barbados nearly engulfed English cricket altogether, should not return any time soon.</p> \n<p>And he is no mug against spin, after all, as shown during the India tour in 2012 when he ground Ravichandran Ashwin, Harbhajan Singh and Pragyan Ojha into the dirt en route to that history-making 2-1 series win. There he got the sweep out of the locker and nudged the single to perfection, in a display of aggressive occupation.</p> \n<p>And so, if he is going to ride the wave of positive intent that has been on show this summer – one which he admits must now filter into his captaincy – Cook’s approach against spinners this series must follow the words of his new coach: “Individuals have to play their natural game.”</p> \n<p>On day one in Cardiff he did the opposite.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436377825449/alastair-cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Alastair Cook is caught by Brad Haddin for 20 two balls after the drinks break and trying to cut Nathan Lyon. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"alastair cook","cleanCaption":"England's Alastair Cook is caught by Brad Haddin for 20 two balls after the drinks break and trying to cut Nathan Lyon. Photograph: David Davies/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-08T17:52:56Z","lastModified":"2015-07-09T00:00:01Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["Alastair Cook","England cricket team","Ashes 2015","The Ashes","Australia cricket team","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/08/alastair-cook-natural-game-england-australia","shortUrl":"http://gu.com/p/4afzb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/08/alastair-cook-natural-game-england-australia","webUri":"http://www.theguardian.com/sport/blog/2015/jul/08/alastair-cook-natural-game-england-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436377825449/alastair-cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Alastair Cook is caught by Brad Haddin for 20 two balls after the drinks break and trying to cut Nathan Lyon. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"alastair cook","cleanCaption":"England's Alastair Cook is caught by Brad Haddin for 20 two balls after the drinks break and trying to cut Nathan Lyon. Photograph: David Davies/PA"}},"importance":0,"kicker":{"title":"Ali Martin"},"byline":{"title":"Ali Martin at Swalec Stadium"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436377825449/alastair-cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Alastair Cook is caught by Brad Haddin for 20 two balls after the drinks break and trying to cut Nathan Lyon. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"alastair cook","cleanCaption":"England's Alastair Cook is caught by Brad Haddin for 20 two balls after the drinks break and trying to cut Nathan Lyon. Photograph: David Davies/PA"}}]},{"title":"Barney Ronay / Woolly welcome as ECB tries to feed Glamorgan fire","rawTitle":"Woolly welcome as ECB tries to feed Glamorgan fire","item":{"type":"comment","id":"sport/blog/2015/jul/08/wales-ashes-first-test-ecb-glamorgan-england-australia","title":"Wales puts on woolly welcome as ECB tries to feed the Glamorgan fire","trailText":"A sodden opening ceremony in Cardiff will hopefully go down as the best ever for an Ashes series – and the last one","standFirst":"A sodden opening ceremony in Cardiff will hopefully go down as the best ever for an Ashes series – and the last one","byline":"Barney Ronay at Swalec Stadium","body":"<p>On a day of tepid sunshine and hugely absorbing Test cricket the Ashes summer began not so much with a bang as with a warble in South Wales. There have perhaps been plenty of other major sporting two-handers that have kicked off with a rain-sodden male-voice choir singing not one, not two but three national anthems. But none springs immediately to mind. “Never get mixed up in a Welsh wrangle,” Evelyn Waugh wrote in Decline and Fall. “It doesn’t end in blows like an Irish one, but goes on forever.” At times before the start of play in a series that, frankly, needs no introduction it was tempting to apply the same principle to Welsh cricket grounds and interminably woolly opening ceremonies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/08/alastair-cook-natural-game-england-australia\">Full marks for intent but Alastair Cook must play his natural game | Ali Martin</a> </p> \n</aside> \n<p>Happily sport has a habit of taking over on such occasions and by the end this felt like a successful, warmly received first return to Cardiff, six years on from the Welsh capital’s first Test match and four years since the last Test here, against Sri Lanka. If the city itself was some way short of full-blown Ashes fever before play – “What time does it kick off?” was the best this corespondent’s willing but agnostic taxi driver could muster – there was, as ever, a sense of tangible tension around the ground as Alastair Cook won the toss and chose to bat.</p> \n<p>At which point the only real hiccup of the day arrived in the shape of those unnecessary preliminaries, headed up by the choir, Only Men Aloud, described in the pre-publicity as “a honed and toned eight-piece vocal ensemble”. As Cardiff fretted and checked its watch, watching the drizzle roll in from the hills, there was a whizz-bang of mid-morning fireworks from an arrangement of wheelie bins, accompanied by the peculiar sight of soldiers in full camouflage kit still holding giant flags on the outfield as play was about to begin.</p> \n<p>For a moment or two, as the bowlers paced out their run-ups, it all looked like a slightly bizarre Michael Clarke funky fielding position. Fly slip. Two midwickets. Sixty soldiers at deep point. Either way this will hopefully go down as the best opening ceremony to an Ashes series ever staged – and more importantly the last.</p> \n<p>If the crowd were a little restrained on a chilly, damp morning they came to life half an hour into the day’s play with the first sight of Mitchell Johnson pounding in off that thrillingly muscular run-up, resembling as ever some astonishingly talented caveman in the process of inventing, off the cuff, the art of fast bowling.</p> \n<p>If there was a sense of slight reticence, of a crowd getting to know itself, then this is hardly surprising. Sophia Gardens has a long history as a place of public entertainment – at one point it was host to something called Barnum and Bailey’s travelling circus and menagerie – but it became Glamorgan’s official main residence only in 1995. Thirteen years later the new stand arrived, providing Cardiff with a ground capable of hosting a sell-out Test match crowd but only, it seems, when the Ashes roll around</p> \n<p>This is one thing about staging Tests here. The ground may be Welsh but the crowd is not particularly, with English and Aussie accents outnumbering a hospitable Welsh minority around the stands. The Swalec is basically half a full-size ground, with the low-rise Taff end arranged as the Eistedde stand (sponsored by Byndydd Foods) and on the opposite side a hodgepodge of structures, from the Scando log cabin pavilion, to the corrugated brutalism of the indoor sports centre to that occasional Test stand with its steep tiers of sun-hatted day-trippers.</p> \n<p>Some have already suggested staging the first Test here is a baffling decision, another example of English cricket tying itself in knots chasing the money. Certainly there is a good argument that the current bidding system for Tests should be abandoned in favour of centralised common sense. Perhaps the series could even be scheduled to give England the best chance of winning, in which case the current Test would be taking place at Trent Bridge.</p> \n<p>On the other hand there are sound developmental reasons to give Wales such a prominent occasion, if only in hope of feeding the fire. As long ago as 1964 a Glamorgan team featuring Don Shepherd and Tony Lewis beat Bobby Simpson’s Australians in a knife-edge finish at Swansea that saw 7,000 spectators congregate outside the pavilion and offer repeated renditions of the Welsh national anthem. But recent years have seen some thinner times.</p> \n<p>This summer it will be 10 years since the last Glamorgan cricketer played for England, Simon Jones helping to turn an Ashes series with thrilling, full-bodied career-ending spells of high-speed reverse-swing. In the decade since, Denmark, Papua New Guinea and Australia have all produced more England cricketers than Wales, while Ireland has become the go-to Celtic nursery for budding Test players.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/england-australia-first-test-ashes-match-report\">Joe Root rides luck before sparking England revival against Australia</a> </p> \n</aside> \n<p>And yet for all the slight sense of a movable feast, Cardiff looked fuller than Headingley on the first day of the New Zealand Test this summer. By mid-afternoon, as Joe Root cuffed the ball through point yet again to bring up a sublime hundred, there was a warm, settled, bellicose feel to a near full-house crowd decked with yellow caps and crosses of St George.</p> \n<p>At which point, at the end of a richly storied first day, it really did not matter at all where this match was being played. There was early drama as Alastair Cook looked settled against the new ball before departing in a fug of popgun aggression against the spinner. To date Cook has not-attacked his way to 27 Test centuries. Here he swished himself to a standstill against Nathan Lyon and was caught behind.</p> \n<p>With Root scoring freely the rump of the day for England was a lovely, crisp assertive partnership with Gary Ballance, who was at his passive-aggressive best, still coiled back in his crease but ready to spring forward out of his shell like a particularly feisty mollusc.</p> \n<p>Root, meanwhile, continued to play with frictionless grace, a man who right now seems to have the ability to force bowlers to pitch short, so quickly does he pick up length and so lithe and so swift is his backfoot play. It was rich entertainment indeed, although at 343 for seven by the close this was still arguably Australia’s day.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436382076495/Opening-ceremony-firework-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fireworks go off as the England and Australia  teams are presented before play in the first Ashes Test at the Swalec Stadium. Photograph: Ian Kington/AFP/Getty Images","credit":"Ian Kington/AFP/Getty Images","altText":"Opening ceremony fireworks ","cleanCaption":"Fireworks go off as the England and Australia  teams are presented before play in the first Ashes Test at the Swalec Stadium. Photograph: Ian Kington/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-08T19:02:04Z","lastModified":"2015-07-08T23:01:31Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Australia cricket team","Cricket","The Ashes","Australia sport","Sport","Glamorgan"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/glamorganccc","webTitle":"Glamorgan"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/08/wales-ashes-first-test-ecb-glamorgan-england-australia","shortUrl":"http://gu.com/p/4afp5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/08/wales-ashes-first-test-ecb-glamorgan-england-australia","webUri":"http://www.theguardian.com/sport/blog/2015/jul/08/wales-ashes-first-test-ecb-glamorgan-england-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436382076495/Opening-ceremony-firework-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fireworks go off as the England and Australia  teams are presented before play in the first Ashes Test at the Swalec Stadium. Photograph: Ian Kington/AFP/Getty Images","credit":"Ian Kington/AFP/Getty Images","altText":"Opening ceremony fireworks ","cleanCaption":"Fireworks go off as the England and Australia  teams are presented before play in the first Ashes Test at the Swalec Stadium. Photograph: Ian Kington/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Barney Ronay"},"byline":{"title":"Barney Ronay at Swalec Stadium"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png"}}]}],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/dfb907e69f2272be6b2d962e54b91336f20c5958/841_11_1428_857/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/8b41f55056a092683fa6b71a3f4a581ef7ec4a28/526_77_2329_1397/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/f35d5a048f2733b21c9940b800e5ab05c34a33ea/166_32_1779_1067/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/c74f7842614e36c6ba4543c850c06240819a36cc/0_163_4375_2626/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/43966514a1dceac7ab5bba41f449b05479db7b4e/52_633_2443_1465/1000.jpg","height":600,"width":1000}}]},{"title":"Williams v Sharapova / A rivalry threatens to catch fire","rawTitle":"A rivalry threatens to catch fire","item":{"type":"article","id":"sport/2015/jul/08/wimbledon-2015-serena-williams-maria-sharapova-semi-final-rivalry","title":"Serena Williams v Maria Sharapova: a rivalry threatens to catch fire","trailText":"The No1 seed, Serena Williams, takes on the Wimbledon champion of 2004, Maria Sharapova, in the semi-final and, despite the stats, this is a duel with a difference","standFirst":"The No1 seed takes on the Wimbledon champion of 2004 in the semi-final and, despite the stats, this is a duel with a difference","byline":"Simon Cambers at Wimbledon","body":"<p>What is the definition of a sporting rivalry? If it is a competition between two relative equals, then the relationship between Serena Williams and Maria Sharapova is not a rivalry, the American’s 17-2 head-to-head record far too lopsided to be considered close. If, however, it’s a contest between two players who compete better than anyone else in the game and for whom giving an inch is not in their DNA, then theirs is as much a rivalry as any other. Throw in the spice of a strained personal relationship and Thursday’ssemi-final promises to be another enthralling spectacle.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/wimbledon-2015-order-of-play-thursday-9-july\">Wimbledon 2015: Order of play for Thursday 9 July</a> </p> \n</aside> \n<p>“They’ve been the top two players consistently, the last 10 years and I think they call it a rivalry because they’re polar opposites,” the former Wimbledon champion Chris Evert told The Guardian. “I think rivalries are about two opposites, about where they came from in their lives, how they look, how they play, their temperaments, their style of play, they’re so different in every way, shape and form. But at the same time, it’s been one-sided. Maria’s also known for getting out of holes and for mental toughness. I think people keep hoping there’s going to be a rivalry.”</p> \n<p>In pure numbers terms, there is only likely to be one winner. When <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2004/jul/04/wimbledon2004.wimbledon4\" title=\"\">Sharapova stunned Williams to win Wimbledon as a 17-year-old in 2004</a> and followed it with victory in the season-ending WTA Championships, she led their head-to-head record 2-1. Since then, Williams has won all 16 of their contests, five of them in grand slams – including three finals. She has also won both their meetings on grass, the most recent of them a 6-0, 6-1 drubbing in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/aug/04/serena-williams-beats-maria-sharapova\" title=\"\">Olympics final at Wimbledon in 2012</a>. In January, Williams won her then 18th grand slam title with a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jan/31/serena-williams-v-maria-sharapova-australian-open-womens-final-live\" title=\"\">6-3, 7-6 victory at the Australian Open</a> and in the 12 clashes since they last met here five years ago, Sharapova has won just one set.</p> \n<p>What gives their matches an added edge, of course, is that they don’t get on. It’s not that they hate each other – this isn’t <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/john-mcenroe-fighting-spirit-tennis\" title=\"\">McEnroe and Connors</a> at the low-point of their relationship – it’s just that neither has time for the other. They are both outstanding competitors who have been champions their entire adult lives, so there is no obligation for them to be bosom buddies. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jun/22/maria-sharapova-serena-williams-wimbledon\" title=\"\">But their famous spat here in 2013</a> added spice to things and will forever be mentioned any time they play a big match.</p> \n<p>The row came on the eve of Wimbledon two years ago after some comments made by Williams in an interview with Rolling Stone magazine, comments the author assumed referred to Sharapova and her boyfriend, Grigor Dimitrov, the Bulgarian player who was rumoured to have briefly dated Serena. The comments may even not have been about Sharapova but the Russian hit back, taking aim at Williams’ alleged relationship with her <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/serena-williams-french-open-champions-2015-patrick-mouratoglou\" title=\"\">coach Patrick Mouratoglou</a>. It was an ugly, if revealing incident. Williams later said she had apologised to Sharapova but one thing is for certain, every time she sees her across the net, she raises her game.</p> \n<p>Evert, working as a pundit for ESPN, said the personal side matters. “They don’t want to lose to each other, more than anybody,” she said. “They’re competitive, in the business field, in endorsements, in popularity, in PR, so definitely I think the personal part carries over. Serena gets really psyched up naturally for Maria. If she plays like she has the last two matches, she’s going to win. It’s all about the first serve and the court coverage. Serena’s a level ahead of Maria and that’s where the difference is.”</p> \n<p>Going into Williams’ fourth-round match against her sister, Mouratoglou said Wimbledon was now about “four grand slam finals”; Venus, Azarenka, Sharapova and Petra Kvitova. That was before the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/petra-kvitovas-wimbledon-defence-ended-by-inspired-jelena-jankovic\" title=\"\">Czech crashed out in round three</a> but the fact remains that Williams knows she has to play her best from here on if she’s to complete a second “Serena Slam” of four grand slams in a row and remain on track for the calendar year grand slam.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/08/wimbledon-2015-centre-court-crowd-azarenka-irritated\">Wimbledon 2015: Centre Court crowd leaves more than Azarenka irritated | Owen Gibson</a> </p> \n</aside> \n<p>Sharapova said “there will be no secrets when they meet” but this is where Williams usually steps up. “I love playing Maria,” Williams said. “I think she brings out the best in me. I think I bring out the best in her. I thought we had a wonderful final in Australia. It was very entertaining, she played really well.”</p> \n<p>Williams and Sharapova (in reverse order) are the two biggest earners in women’s tennis and the latter’s five grand slams make her the third-most successful active player, behind the American and her sister, Venus. The two players respect each other hugely for what they have achieved on and off the court and no one fights harder through adversity during matches than they do. Thursday’sclash will be another mental battle but Williams knows that if she is not on her game, Sharapova is good enough to beat her. It’s a big if.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/8/1436376156494/Day-13-of-the-2015-Austra-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis","credit":"Brendan Beckett/Corbis","altText":"Day 13 of the 2015 Australian Open, Women's Final","cleanCaption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-08T17:24:23Z","lastModified":"2015-07-09T06:48:05Z","metadata":{"commentable":true,"commentCount":159,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":true,"keywords":["Serena Williams","Maria Sharapova","Wimbledon","Tennis","Wimbledon 2015","Sport","US sports"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/wimbledon-2015-serena-williams-maria-sharapova-semi-final-rivalry","shortUrl":"http://gu.com/p/4afz6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/wimbledon-2015-serena-williams-maria-sharapova-semi-final-rivalry","webUri":"http://www.theguardian.com/sport/2015/jul/08/wimbledon-2015-serena-williams-maria-sharapova-semi-final-rivalry"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/8/1436376156494/Day-13-of-the-2015-Austra-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis","credit":"Brendan Beckett/Corbis","altText":"Day 13 of the 2015 Australian Open, Women's Final","cleanCaption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis"}},"importance":6,"kicker":{"title":"Williams v Sharapova"},"byline":{"title":"Simon Cambers"},"showQuotedHeadline":false,"sublinks":[{"title":"Order of play / Muguruza v Radwanska first on Centre Court","rawTitle":"Muguruza v Radwanska first on Centre Court","item":{"type":"article","id":"sport/2015/jul/08/wimbledon-2015-order-of-play-thursday-9-july","title":"Wimbledon 2015: Order of play for Thursday 9 July","trailText":"Maria Sharapova will be playing Serena Williams for the first time in 11 years at Wimbledon when they meet on Centre Court for their semi-final match","standFirst":"<span class=\"bullet\">•</span> Garbi&ntilde;e Muguruza plays Agnieszka Radwanska in the first semi-final\n<br />\n<span class=\"bullet\">•</span> Serena Williams follows against Maria Sharapova on Centre Court","byline":"Guardian sport","body":"<h2><strong>Centre Court</strong></h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/wimbledon-2015-serena-williams-maria-sharapova-semi-final-rivalry\">Serena Williams v Maria Sharapova: a rivalry threatens to catch fire</a> </p> \n</aside> \n<p><strong> 1pm start </strong></p> \n<p>G MUGURUZA (Sp, 20) v A RADWANSKA (Pol, 13); S WILLIAMS (US, 1) v M SHARAPOVA (Rus, 4); J MURRAY &amp; J PEERS (GB/Aus, 13) v J Erlich &amp; P Petzschner (Isr/Ger)</p> \n<h2><strong>No1 COURT</strong></h2> \n<p><strong> 1pm</strong></p> \n<p>J Bjorkman &amp; T Johansson (Swe) v J Delgado &amp; T Enqvist (GB/Swe); M BRYAN &amp; B MATTEK-SANDS (US, 1) v D NESTOR &amp; K MLADENOVIC (Can/Fr, 8); M MATKOWSKI &amp;<strong> </strong>E VESNINA (Pol/Res, 3) v L PAES &amp; M HINGIS (Ind/Swi, 7); G Ivanisevic &amp; I Ljubicic (Cro) v J Gimelstob &amp; R Hutchins (US/GB)</p> \n<h2><strong>No2 COURT</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>R BOPANNA &amp; F MERGEA (Ind/Rom, 9) v J-J ROJER &amp; H TECAU (Neth/Rom, 4); A PEYA &amp; T BABOS (Aut/Hun, 5) v B SOARES &amp; S MIRZA (Br/Ind, 2); H TECAU &amp; K SREBOTNIK (Rom/Svn, 6) v R Lindstedt &amp; A Medina Garrigues (Swe/Sp); W Ferreira &amp; S Grosjean (SA/Fr) v G Rusedski &amp; F Santoro (GB/Fr)</p> \n<h2><strong>No3 COURT</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>J Novotna &amp; B Schett (Cz/Aut) v A Jaeger &amp; A Temesvari (US/Hun); T Fritz (US) v Chung Y-s (Kor); V Kuzmova (Svk) v K Swan (GB); A Castle &amp; J Tarango (GB/US) v T Woodbridge &amp; M Woodforde (Aus)</p> \n<h2><strong>COURT 12</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>T Paul (US) v P Niklas-Salminen (Fin); R Opelka (US) v W Blumberg (US); V Durasovic &amp; P Niklas-Salminen (Nor/Fin) v Y Oliel &amp; Wu Yibing (Isr/Chn)</p> \n<h2><strong>COURT 18</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>M Ymer (Swe) v &Aacute; L&oacute;pez San Mart&iacute;n (Sp); A Blinkova (Rus) v TA Black (US); A Brogan &amp; F Christie (GB) v U Maitane Arconada &amp; C Robillard-Millette (US/Can); J Teichmann &amp; Xu Shilin (Swi/Chn) v N Bains &amp; TA Black (Aus/US)</p> \n<h2><strong>COURT SIX</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>Ly Nam Hoang &amp; S Nagal (Vie/Ind) v J Gray &amp; E Moore (GB); D Galfi &amp; F Stollar (Hun) v KP Bejenaru &amp; P Udvardy (Rom/Hun); M Kecmanovic &amp; C Ruud (Ser/Nor) v B Hannestad &amp; M Ymer (Den/Swe); N Borges &amp; M Dembek (Por/Pol) v W Blumberg &amp; T Paul (US)</p> \n<h2>COURT EIGHT</h2> \n<p><strong> 11.30am</strong></p> \n<p>G Blancaneaux &amp; A Dougaz (Fr/Tun) v F Cunha Silva &amp; A Tabilo (Por/Can); F Di Lorenzo&amp; L Stefani (US/Br) v D Aiava &amp; O Tjandramulia (Aus); R Opelka &amp; A Santillan (US/Jpn) v F Bass &amp; A Canter (GB)</p> \n<h2>COURT 16</h2> \n<p><strong> 11.30am</strong></p> \n<p>M Kolodziejova &amp; M Vondrousova (Cz) v B Vanessa Andreescu &amp; K Sebov (Can); V Lapko &amp; v M Gordon (Blr/US); T Fritz &amp; M Mmoh (US) v T Sandkaulen &amp; M Valkusz (Ger/Hun); Mi Gordon &amp; C Liu (US) v M Lumsden &amp; I Neel (GB/US)</p> \n<h2>COURT 17</h2> \n<p><strong> 11.30am</strong></p> \n<p>Marco Mosciatti &amp; M Osmakcic (It/Swi) v Y Takahashi &amp; J Yamasaki (Jpn); A Potapova (Rus) v S Zhuk (Rus); MF Herazo Gonz&aacute;lez &amp; D Nur Haliza (Col/Ido) v A Blinkova &amp; O Pervushina (Rus); V Lapko &amp; T Mihalikova (Blr/Svk) v K Day &amp; M Kilnarova (US/Cz)</p> \n<h2><strong>To be arranged</strong></h2> \n<p>G Forget &amp; C Pioline (Fr) v R Leach &amp;</p> \n<p>P McEnroe (US); R Krajicek &amp; M Petchey (Neth/GB) v A Costa &amp; F Gonz&aacute;lez (Sp/Chl)</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436387867468/Maria-Sharapova-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Maria Sharapova hopes she can serve well when she meets Serena Williams in their semi-final match. Photograph: Tom Jenkins/for the Guardian","credit":"Tom Jenkins/for the Guardian","altText":"Maria Sharapova","cleanCaption":"Maria Sharapova hopes she can serve well when she meets Serena Williams in their semi-final match. Photograph: Tom Jenkins/for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-08T20:41:58Z","lastModified":"2015-07-08T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Wimbledon 2015","Serena Williams","Maria Sharapova","Wimbledon","Tennis","Sport","US sports"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/wimbledon-2015-order-of-play-thursday-9-july","shortUrl":"http://gu.com/p/4afqy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/wimbledon-2015-order-of-play-thursday-9-july","webUri":"http://www.theguardian.com/sport/2015/jul/08/wimbledon-2015-order-of-play-thursday-9-july"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436387867468/Maria-Sharapova-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Maria Sharapova hopes she can serve well when she meets Serena Williams in their semi-final match. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/for the Guardian","altText":"Maria Sharapova","cleanCaption":"Maria Sharapova hopes she can serve well when she meets Serena Williams in their semi-final match. Photograph: Tom Jenkins for the Guardian"}},"importance":0,"kicker":{"title":"Order of play"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436387867468/Maria-Sharapova-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Maria Sharapova hopes she can serve well when she meets Serena Williams in their semi-final match. Photograph: Tom Jenkins/for the Guardian","credit":"Tom Jenkins/for the Guardian","altText":"Maria Sharapova","cleanCaption":"Maria Sharapova hopes she can serve well when she meets Serena Williams in their semi-final match. Photograph: Tom Jenkins/for the Guardian"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/8/1436376156494/Day-13-of-the-2015-Austra-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis","credit":"Brendan Beckett/Corbis","altText":"Day 13 of the 2015 Australian Open, Women's Final","cleanCaption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis"}}]},{"title":"Football / Sterling tells Rodgers he does not want to play for Liverpool","rawTitle":"Sterling tells Rodgers he does not want to play for Liverpool","item":{"type":"article","id":"football/2015/jul/08/raheem-sterling-misses-training-illness","title":"Liverpool’s Raheem Sterling does not want to play for Brendan Rodgers","trailText":"Raheem Sterling is upset with Liverpool’s manager, Brendan Rodgers, for not taking seriously his wish to leave the club","standFirst":"<span class=\"bullet\">•</span> England player upset manager did not take seriously his wish to leave club\n<br />\n<span class=\"bullet\">•</span> Sterling did not report for training on Wednesday morning, citing illness","byline":"Jamie Jackson","body":"<p>Raheem Sterling has told the Liverpool manager, Brendan Rodgers, he no longer wants to play for him and that is why he wants to leave the club.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/07/raheem-sterling-liverpool-left-out-pre-season-tour\">Raheem Sterling tells Liverpool he wants to be left out of pre-season tour</a> </p> \n</aside> \n<p>Sterling says that his discontent with Rodgers was due to the manager not taking him seriously last season about his desire to leave Anfield to further his career. The England forward was also unhappy at not being told when Manchester City and Manchester United made initial inquiries about his availability.</p> \n<p>When Liverpool were asked about Sterling’s stance they categorically denied it. However, it is clear there has been a breakdown between the player and Rodgers which makes the player’s presence on Liverpool’s tour to the Far East and Australia even more unlikely.</p> \n<p>City have had a &pound;40m bid turned down by Liverpool but remain interested in buying Sterling. But it is understood City have no plans to make a higher offer for a player valued at &pound;50m by Liverpool.</p> \n<p>While the hierarchy may decide to make a further offer for Sterling at some point in the future, for the moment there is no intent to do so.Sterling did not report for training at Liverpool’s Melwood complex on Wednesday morning, saying that he was ill. The club did not offer any comment although the medical department has been asked to verify Sterling’s claim, which is standard procedure for any player who calls in sick.</p> \n<p>The 20-year-old does not wish to take his seat on the plane when the squad fly to the Far East on Sunday to start their close-season tour. Liverpool, though, are clear he should travel and be available for selection for the first match in Bangkok on Tuesday. It remains to be seen how Sterling’s feelings of discontent with Rodgers will affect the club’s stance over the coming days.</p> \n<p>Liverpool may decide that it is better if Sterling is not part of the squad as Rodgers continues his preparations for the season. The manager is under pressure to ensure that Liverpool hit the ground running following the dismal end to their last campaign, during which they were knocked out of the Champions League at the group stage, lost on penalties to Besiktas in the last 32 of the Europa League and finished sixth in the Premier League, suffering a 6-1 defeat at Stoke City in their final game of the season.</p> \n<p>In order for Liverpool to improve on that performance it would hardly be of benefit to have a player who does not wish to be at the club.</p> \n<p>Luis Su&aacute;rez joined Liverpool on their pre-season tour of Australia in 2013 while pressing for a move to Arsenal. However, Rodgers and the club believed the striker could still be persuaded to stay and Su&aacute;rez returned to produce spectacular form that came close to taking Liverpool to the Premier League title. There appears to be no chance of such an outcome with Sterling, so it seems a matter of when not if he will leave.</p> \n<p>Danny Ings, who joined the club from Burnley in June, has spoken of his admiration for Rodgers. “He’s fantastic at developing young players. For a player like me, I think it will be perfect to work with him. I’m really looking forward to getting that relationship with him and the rest of the coaches and the players as well. It’s something I’m really excited to do,” he told the club website.</p> \n<p>“He [Rodgers] wants me to come in, settle in and get used to the lads and enjoy training. Then we’re going to do some tactical stuff, which he does with every player, as you do coming in.</p> \n<p>“Then obviously I’ll see how his team plays and how I can adapt to the way that Liverpool play. It’s definitely going to be a challenge but it’s a challenge that I’m looking forward to. I just can’t wait to get started.”</p> \n<p>Along with Ings, Rodgers has acted swiftly in the transfer market this summer and has also signed Joe Gomez, James Milner, Nathaniel Clyne, Adam Bogdan and Roberto Firmino.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/8/1436381297251/Raheem-Sterling-left-seem-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling, left, seems to have fallen out irrevocably with Liverpool manager Brendan Rodgers. Photograph: Paul Mcfegan/Sportsphoto Ltd","credit":"Paul Mcfegan/Sportsphoto Ltd","altText":"Raheem Sterling, left, seems to have fallen out irrevocably with Liverpool manager Brendan Rodgers.","cleanCaption":"Raheem Sterling, left, seems to have fallen out irrevocably with Liverpool manager Brendan Rodgers. Photograph: Paul Mcfegan/Sportsphoto Ltd"}],"bodyImages":[],"webPublicationDate":"2015-07-08T19:09:00Z","lastModified":"2015-07-08T23:30:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Jackson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400599738102/Jamie-Jackson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiejackson"}],"feature":false,"keywords":["Liverpool","Raheem Sterling","Football","Transfer window","Sport","Brendan Rodgers"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/football","webTitle":"Football"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/brendan-rodgers","webTitle":"Brendan Rodgers"}],"section":{"id":"football"},"topics":[{"displayName":"Jamie Jackson","topic":{"type":"tag-contributor","name":"profile/jamiejackson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/08/raheem-sterling-misses-training-illness","shortUrl":"http://gu.com/p/4afa7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/08/raheem-sterling-misses-training-illness","webUri":"http://www.theguardian.com/football/2015/jul/08/raheem-sterling-misses-training-illness"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/8/1436381297251/Raheem-Sterling-left-seem-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling seems to have fallen out irrevocably with the Liverpool manager, Brendan Rodgers. Photograph: Paul Mcfegan/Sportsphoto Ltd","credit":"Paul Mcfegan/Sportsphoto Ltd","altText":"Raheem Sterling, left, seems to have fallen out irrevocably with Liverpool manager Brendan Rodgers.","cleanCaption":"Raheem Sterling seems to have fallen out irrevocably with the Liverpool manager, Brendan Rodgers. Photograph: Paul Mcfegan/Sportsphoto Ltd"}},"importance":5,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"Manchester United / Darmian set to sign after £12.9m fee agreed","rawTitle":"Darmian set to sign after £12.9m fee agreed","item":{"type":"article","id":"football/2015/jul/08/matteo-darmian-manchester-united-torino","title":"Manchester United set to sign Matteo Darmian after agreeing £12.9m fee","trailText":"Manchester United have taken a step closer to signing Torino’s Matteo Darmian after the two clubs agreed a £12.9m fee for the right-back","standFirst":"<span class=\"bullet\">•</span> Player has agreed a four-year contract worth around &pound;30,000 a week\n<br />\n<span class=\"bullet\">•</span> Versatile right-back can also play in central defence","byline":"Jamie Jackson","body":"<p>Manchester United will confirm Matteo Darmian as Louis van Gaal’s second signing of the summer, with the club aiming to have the Torino right-back take his place on the tour of the US when it begins on Monday.</p> \n<p>Darmian will join for &pound;12.9m plus &pound;2m of add-ons, and will sign a four-year contract with the option of a further season. He will follow <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/08/manchester-united-memphis-depay-dream-chaser\" title=\"\">Memphis Depay, who signed earlier in the close season from PSV Eindhoven</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/08/manchester-united-memphis-depay-dream-chaser\">Manchester United’s Memphis Depay: the dream chaser who defied the odds | Priya Ramesh</a> </p> \n</aside> \n<p>Darmian, 25, will earn in the region of &pound;30,000 a week with further incentives. His acquisition means Van Gaal has met one of his priorities in the summer window – the recruitment of a top-class player in the position.</p> \n<p>After missing out on Barcelona’s Dani Alves and deciding against Southampton’s Nathaniel Clyne – despite him preferring United before signing for Liverpool – Van Gaal believes Darmian’s defensive qualities and international pedigree can solve what was a difficult position for the manager last term.</p> \n<p>Darmian started all of Italy’s group matches at last summer’s World Cup in Brazil and has a total of 13 caps for his country. A pacy defender, he can also operate at centre-back though it is the right-side of the rearguard where he has most impressed.</p> \n<p>Last season Van Gaal played Phil Jones and Antonio Valencia at right-back though each was an auxiliary option. The Dutchman does not believe Rafael da Silva, the most experienced right-back at the club, is of the requisite quality defensively.</p> \n<p>Van Gaal also hopes to add Southampton’s Morgan Schneiderlin before he and the squad fly to Seattle on Monday to start a four-match, three-state tour. The meetings with Club Am&eacute;rica, San Jose Earthquakes, Barcelona and Paris Saint-German are the only games before United start the Premier League season on 8 August with Tottenham Hotspur’s visit to Old Trafford.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436355613821/Matteo-Darmian-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Matteo Darmian, who has also played for Milan and Palermo, joined Torino in 2011.  Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Matteo Darmian","cleanCaption":"Matteo Darmian, who has also played for Milan and Palermo, joined Torino in 2011.  Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-08T11:42:03Z","lastModified":"2015-07-08T15:01:15Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Jackson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400599738102/Jamie-Jackson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiejackson"}],"feature":false,"keywords":["Manchester United","Torino","Transfer window","Football","Sport"],"tags":[{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/torino","webTitle":"Torino"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Jamie Jackson","topic":{"type":"tag-contributor","name":"profile/jamiejackson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/08/matteo-darmian-manchester-united-torino","shortUrl":"http://gu.com/p/4af7x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/08/matteo-darmian-manchester-united-torino","webUri":"http://www.theguardian.com/football/2015/jul/08/matteo-darmian-manchester-united-torino"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436355613821/Matteo-Darmian-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Matteo Darmian, who has also played for Milan and Palermo, joined Torino in 2011. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Matteo Darmian","cleanCaption":"Matteo Darmian, who has also played for Milan and Palermo, joined Torino in 2011. Photograph: BPI/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Manchester United"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436355613821/Matteo-Darmian-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Matteo Darmian, who has also played for Milan and Palermo, joined Torino in 2011.  Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Matteo Darmian","cleanCaption":"Matteo Darmian, who has also played for Milan and Palermo, joined Torino in 2011.  Photograph: BPI/REX Shutterstock"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/4926ef817864468287e56a30cb6cf4f399ecef1b/103_151_842_505/842.jpg","height":505,"width":842}}]},{"title":"Wimbledon / Murray banks on home support for semi-final against Federer","rawTitle":"Murray banks on home support for semi-final against Federer","item":{"type":"article","id":"sport/2015/jul/08/wimbledon-2015-andy-murray-roger-federer-semi-final","title":"Wimbledon 2015: Andy Murray banks on home support against Roger Federer","trailText":"Andy Murray will take on 17-times major winner on Friday after he eased past Vasek Pospisil 6-4, 7-5, 6-4","standFirst":"<span class=\"bullet\">•</span> Murray will take on 17-times major winner on Friday\n<br />\n<span class=\"bullet\">•</span> Murray eases past Vasek Pospisil 6-4, 7-5, 6-4","byline":"Kevin Mitchell at Wimbledon","body":"<p>The last time Andy Murray played Roger Federer at Wimbledon <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/aug/05/andy-murray-olympic-gold-great-britain\" title=\"\">he won Olympic gold in 2012</a>, partly soothing the pain of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/jul/08/andy-murray-roger-federer-wimbledon-2012\" title=\"\">defeat in the championships final</a> a month earlier, and now they collide again in the semi-finals on Friday, with the Scot probably a slight favourite this time.</p> \n<p>Federer, the world No2 who has seven Wimbledon titles among his 17 grand slams, won his semi-final against <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/roger-federer-victory-wimbledon-semi-finals-gilles-simon\" title=\"\">Gilles Simon 6-3, 7-5, 6-2</a> in an hour and 35 minutes on Court No1 while Murray, ranked just behind the Swiss and the owner of two slam titles, one of them on home soil, spent just over half an hour longer on Centre Court beating Vasek Pospisil 6-4, 7-5, 6-4. Murray said later he hopes the crowd will be with him against Federer, the game’s eternal favourite.</p> \n<p>“I hope I get good support on Friday,” he said. “It’s been the case throughout the whole event and every year that I played here. Roger’s extremely popular everywhere he goes, so it might not be as partisan a crowd or atmosphere as some matches that I play here. But it will still be an excellent atmosphere. I’ll still get a boost from the crowd, I’m sure.”</p> \n<p>Asked how long he thought the 33-year-old Swiss might continue playing, Murray said: “I have no idea how long he can keep competing at the top level. No one knows. It could be three, four years at the rate he’s going just now, if he wants to continue or not. The reasons he’s still at the top is he has a pretty efficient game style and he’s quite loose on the court. It’s very impressive that he’s managed to stay at the top of the game for so long, considering how long he’s been at the top and how many matches he’s played. He’s won over a thousand matches and played over 1,200 matches. That’s a lot of tennis.”</p> \n<p>Federer said of their reunion on Centre Court: “It brings back those memories of a great summer for both of us, [and] all the matches we’ve played against one another. More importantly for me, I’m very happy to be in the semis again. The road is long getting here. But still I feel like I’m fresh and I’ve got energy left in the tank for hopefully a great match with Andy.</p> \n<p>“I played a very solid last year or so, especially on grass. It’s been a great streak [116 games since he was last broken by Philipp Kohlschreiber in Halle]. Now it’s crunch time. It goes to show what I’m doing off the baseline on my serve, or serve-volleying. The way I’m hitting it and placing it seems to work, especially on grass.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/8/1436383076252/Wimbledon-day-nine-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray shouts out in his match with Vasek Pospisil on Centre Court during day nine of Wimbledon 2015. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Wimbledon day nine","cleanCaption":"Andy Murray shouts out in his match with Vasek Pospisil on Centre Court during day nine of Wimbledon 2015. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-08T19:18:48Z","lastModified":"2015-07-08T23:55:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Wimbledon 2015","Roger Federer","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/wimbledon-2015-andy-murray-roger-federer-semi-final","shortUrl":"http://gu.com/p/4afpp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/wimbledon-2015-andy-murray-roger-federer-semi-final","webUri":"http://www.theguardian.com/sport/2015/jul/08/wimbledon-2015-andy-murray-roger-federer-semi-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/8/1436383076252/Wimbledon-day-nine-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray shouts out in his match with Vasek Pospisil on Centre Court during day nine of Wimbledon 2015. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Wimbledon day nine","cleanCaption":"Andy Murray shouts out in his match with Vasek Pospisil on Centre Court during day nine of Wimbledon 2015. Photograph: Tom Jenkins for the Guardian"}},"importance":4,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[{"title":"Men's singles / Federer to face Murray after straight sets win","rawTitle":"Federer to face Murray after straight sets win","item":{"type":"article","id":"sport/2015/jul/08/roger-federer-victory-wimbledon-semi-finals-gilles-simon","title":"Roger Federer reaches Wimbledon semi-finals with win over Gilles Simon","trailText":"Roger Federer went through to the Wimbledon semi-finals with a simple, straight-sets victory over Gilles Simon","standFirst":"<span class=\"bullet\">•</span> Imperious Swiss No2 seed breaks 16-year-old serving record\n<br />\n<span class=\"bullet\">•</span> Routine 6-3, 7-5, 6-2 victory sets up meeting with Andy Murray","byline":"Andy Bull at Wimbledon","body":"<p>The streak started at Halle, in the first round against Phillip Kohlschreiber. That was on 15 June. It lasted through matches against Ernests Gulbis and Florian Mayer, Ivo Karlovic and Andreas Seppi. At Wimbledon it stretched further still –Damir Dzumhir; Sam Querry; Sam Groth; Roberto Bautista Agut – eight players, 23 days. And in all that time no one had managed to break Roger Federer’s serve, not once.</p> \n<p>In the first set of his quarter-final against Gilles Simon, Federer won his 112th consecutive service game, and in doing so broke a record set by Wayne Arthurs back in 1999. And then, in the 10th game of the second set, it finally happened. The streak snapped at 116, after Simon played what the Frenchman later described as “the perfect game.”</p> \n<p>What is interesting about all this is not the fact itself – Federer could hardly have cared less and, if anything, seemed relieved that he would not have to answer any more questions on the topic – but what it says about the shape his game is in. “I don’t serve in the 140s, let’s be honest,” Federer said. “I have to work my way through those service games.”</p> \n<p>Because he is not firing bullets, his serve, as Federer explained, is only as good as his baseline game. So the streak “just goes to show what I’m doing now off the baseline on my serve, or serve-volleying, the way I’m hitting it and placing it now seems to work, especially on the grass now”. In other words Federer feels in fine form before his semi-final with Andy Murray on Friday.</p> \n<p>Simon was dispatched in straight sets, 6-3, 7-5, 6-2. And it was more straightforward than the scoreline makes it sound. Simon, wiry and spry, had been brilliant in the fourth round, when he beat the 29-year-old Czech Tomas Berdych in straight sets. He relies on his quick feet and cunning mind. But Federer is not an easy man to outwit and it was obvious from the start that Simon was entirely outmatched.</p> \n<p>Federer had the air of a man doing just enough to win and no more. There was a time when Simon had Federer’s measure – he won both of the first two matches they played against each other, back in 2008. But he had lost all the five matches they had played since and he never looked like challenging for this, the sixth.</p> \n<p>“From the first point in the match he served perfect,” Simon said. “He never gave me any occasion. The only break I did was really good. I just played a perfect game to break him. But I really felt it would be hard to break him. On my serve he was returning. We were playing a lot of points on the baseline. So the general feeling is it was a matter of time before I will lose my serve. It was hard to have a grip on him.” Federer broke Simon’s opening service game of the match. He did it with a stupendous backhand passing shot down the line as Simon came in to the net. Soon after, the match stopped while a rain shower passed overhead. And after that, the set went with serve.</p> \n<p>The second set was the best of the match, and included a few stunning baseline rallies, the kind that draw forth great sighs of appreciation and shrieks of excitement from the crowd. In the 10th game came that break. Federer went wide one side with a forehand, wide on the other with a backhand and watched a fine return whistle back past him between the two errors. He was 0-40 down, so Simon had three shots at the break. He needed only one. That made it 5-5, Federer having already broken Simon earlier in the set.</p> \n<p>Before the match Federer, mindful that Simon has one of the better returns around, had predicted that he would likely break the streak. What mattered, he explained, was what happened next. And what that was, it transpired, was Federer slipping his game up a gear and breaking Simon right back.</p> \n<p>Moments later, another rain shower arrived. Federer was 15-0 up and serving for the set. The break did not disrupt his rhythm. He returned to court and served three straight aces. Federer made winning the third set look similarly simple, his only hiccup a double fault that cost him his first match point.</p> \n<p>Federer’s forehand from the back of the court was not firing quite as well as it can do but otherwise his play was pretty much immaculate. “I’m very happy to be in the semis again,” said the seven-times champion. “The road is long getting here but I still feel like I’m fresh and I’ve got energy left in the tank for, hopefully, a great match with Andy. Then we’ll see. But I’m looking forward to it.” So is everyone else.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436369393068/roger-federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer salutes an appreciative Wimbledon crowd after his defeat of Gilles Simon. Photograph: Tony O'Brien/REUTERS","credit":"Tony O'Brien/REUTERS","altText":"roger federer","cleanCaption":"Roger Federer salutes an appreciative Wimbledon crowd after his defeat of Gilles Simon. Photograph: Tony O'Brien/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-08T15:31:54Z","lastModified":"2015-07-08T23:35:01Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Andy Bull","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733420/AndyBull.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybull"}],"feature":false,"keywords":["Roger Federer","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Andy Bull","topic":{"type":"tag-contributor","name":"profile/andybull"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/roger-federer-victory-wimbledon-semi-finals-gilles-simon","shortUrl":"http://gu.com/p/4afjq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/roger-federer-victory-wimbledon-semi-finals-gilles-simon","webUri":"http://www.theguardian.com/sport/2015/jul/08/roger-federer-victory-wimbledon-semi-finals-gilles-simon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436369393068/roger-federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer salutes an appreciative Wimbledon crowd after his defeat of Gilles Simon. Photograph: Tony O’Brien/REUTERS","credit":"Tony O'Brien/REUTERS","altText":"roger federer","cleanCaption":"Roger Federer salutes an appreciative Wimbledon crowd after his defeat of Gilles Simon. Photograph: Tony O’Brien/REUTERS"}},"importance":0,"kicker":{"title":"Men's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436369393068/roger-federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer salutes an appreciative Wimbledon crowd after his defeat of Gilles Simon. Photograph: Tony O'Brien/REUTERS","credit":"Tony O'Brien/REUTERS","altText":"roger federer","cleanCaption":"Roger Federer salutes an appreciative Wimbledon crowd after his defeat of Gilles Simon. Photograph: Tony O'Brien/REUTERS"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/c9ed7f9986aa28f59cc1433370c0c9e1fad879f4/42_15_3708_2225/1000.jpg","height":600,"width":1000}}]},{"title":"Tour de France / Cavendish frustrated again as Greipel wins stage five","rawTitle":"Cavendish frustrated again as Greipel wins stage five","item":{"type":"article","id":"sport/2015/jul/08/mark-cavendish-frustrated-tour-de-france-stage-five","title":"Mark Cavendish frustrated again on Tour de France stage five","trailText":"Mark Cavendish’s wait for a Tour de France stage win this year goes on after André Greipel won stage five","standFirst":"<span class=\"bullet\">•</span> Cavendish loses sprint finish for second time on Tour\n<br />\n<span class=\"bullet\">•</span> Andr&eacute; Greipel claims second win on stage five to Amiens","byline":"Barry Glendenning in Amiens","body":"<p>Mark Cavendish came up a few metres short in the second sprint finish of this Tour won by his German rival Andr&eacute; Greipel. The Etixx-Quick Step lead-out train was once again derailed en route to the finish line, after the carriage of the secondary stoker Matteo Trentin was uncoupled by a shoulder injury sustained in a fall. Earlier, Cavendish had also been left behind when a police motorbike overturned and caused a minor pile-up from which the sprinter emerged with a broken wheel. It has been that sort of Tour.</p> \n<p>Although he was paced back to the peloton in plenty of time for his team-mates to get their ducks in a row before the closing sprint, Trentin’s absence meant they were unable to go fast enough to get their man into position and he was forced to settle for third behind Greipel and Peter Sagan. After stage two to Zelande in the Netherlands, Cavendish <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/tour-de-france-andre-greipel-chris-froome-alberto-contador\">blamed his team</a> for what the owner Patrick Lefevere comically labelled “a historical fuck-up”, but in more philosophical mood on this occasion he seemed a mite too hard on himself.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/09/tour-de-france-2015-stage-five-in-pictures\">Tour de France 2015: stage five – in pictures</a> </p> \n</aside> \n<p>“I didn’t feel great in the sprint, but nobody felt good today,” he said. “I was going OK, they just went fastest. The other day it was a mistake we made; today I was just beaten.” On being told that Holm had earlier confessed that he should have instructed Cavendish to take it easier on Tuesday’s cobbles, the rider seemed unconvinced the energy expended getting his team-mate Tony Martin into the yellow jersey was a factor in this defeat.</p> \n<p>“It’s hard to say, but we got the yellow jersey,” he said. “I think the Tour de France is 21 days long and every day, everything you do every day, has an effect on the day after and the weeks after. But that’s what it’s about; we have the yellow jersey and we were up there yesterday and today. My confidence is good. I’ve done good all week. I’m sure we’ll get wins and I think everyone was on a good buzz when Tony got yellow.”</p> \n<p>Earlier in the stage, cemeteries and lots of them had provided sombre reminders of the first world war as the peloton zig-zagged from Arras through exposed, rolling terrain that, 99 years ago, boasted a concentration of one million soldiers enduring the horrors of trench warfare. Well over half of them remain there and the Tour duly paid its respects to the fallen.</p> \n<p>In a simple ceremony, the race director Chris Prudhomme, along with Sky’s Chris Froome and Peter Kennaugh, laid wreaths at the Arras memorial before racing began. It was one of several monuments and depressingly large but beautifully maintained graveyards passed by the peloton, among them the Thiepval memorial to the Missing of the Somme. Having set off in steady rain, any hopes the peloton had of enjoying a much-needed quiet day at the pedal-turning coalface were quickly dashed when it became apparent wind-induced wariness was leading to extreme tension in the bunch. With the opening 100km punctuated by one crash after another, Nacer Bouhanni was the sole casualty – but a significant one.</p> \n<p>Signed at great expense to help the wildcard entrant Cofidis win their first Tour de France stage since 2008, the French sprinter was forced to abandon after hitting the deck in a crash involving three of his team-mates. “We are not going to spend two and a half weeks in mourning,” said the manager Yvon Sanquer, with the weariness of a man who seemed about to do exactly that.</p> \n<p>By the standards of this Tour, it was an otherwise straightforward day’s racing. An exposed peloton was split in two by crosswinds, but no general classification contenders found themselves in a trailing group largely comprised of riders happy to be given an excuse to finish the stage at their leisure. With Martin shepherded safely home in the main bunch, Etixx-Quick Step retained the yellow jersey and have now targeted Friday’s stage from Livarot to Foug&egrave;res for Cavendish, who remains quietly confident.</p> \n<p>“The team has been great, we got the yellow jersey, we were close the days before,” he said. “We worked well the whole yearin everything we’ve done and that hasn’t changed here at the Tour de France.”</p> \n<p>Today’s stage six takes the peloton south-west of Abbeville into Normandy and along the northern coastline to port of Le Havre. With the potential to be picture-postcard perfect and another day for the fast men or an overcast, bleak and squally spin with more crosswind-induced panic, one suspects that even after less than one week these physically and mentally jaded riders would almost certainly prefer the former.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436372513462/mark-cavendish-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"André Greipel celebrates as he crosses the finish line in Amiens ahead of Mark Cavendish, left, and Peter Sagan, right. Photograph: Peter Dejong/AP","credit":"Peter Dejong/AP","altText":"mark cavendish","cleanCaption":"André Greipel celebrates as he crosses the finish line in Amiens ahead of Mark Cavendish, left, and Peter Sagan, right. Photograph: Peter Dejong/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-08T16:31:55Z","lastModified":"2015-07-09T08:08:08Z","metadata":{"commentable":true,"commentCount":90,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Mark Cavendish","Tour de France 2015","Tour de France","Cycling","Sport"],"tags":[{"id":"sport/markcavendish","webTitle":"Mark Cavendish"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/mark-cavendish-frustrated-tour-de-france-stage-five","shortUrl":"http://gu.com/p/4afyq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/mark-cavendish-frustrated-tour-de-france-stage-five","webUri":"http://www.theguardian.com/sport/2015/jul/08/mark-cavendish-frustrated-tour-de-france-stage-five"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457445888","source":"Other...","durationInSeconds":182,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/08/150708LeTourStage5.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/08/150708LeTourStage5_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/8/1436379582001/KP_346765_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour de France Stage five highlights","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour de France Stage five highlights","cleanCaption":"620x372 trailpic for Tour de France Stage five highlights"}}},"importance":3,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[{"title":"Tour de France / Astana: Boom's cortisol level back to normal","rawTitle":"Astana: Boom's cortisol level back to normal","item":{"type":"article","id":"sport/2015/jul/08/tour-de-france-astana-lars-boom-cortisol-level-normal","title":"Tour de France: Lars Boom’s cortisol level returns to normal, say Astana","trailText":"Lars Boom’s cortisol levels have returned to normal, according to the Dutch rider’s Astana team, who claimed vindication of their decision to allow him to start the Tour de France","standFirst":"<span class=\"bullet\">•</span> Astana claim vindication after allowing cyclist to start Tour\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/mark-cavendish-frustrated-tour-de-france-stage-five\" title=\"\">Andr&eacute; Greipel wins second stage in sprint finish – report</a>","byline":"Press Association","body":"<p>Lars Boom’s cortisol levels have returned to normal, according to the Dutch rider’s Astana team, who claimed vindication of their decision to allow him to start the Tour de France.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/mark-cavendish-frustrated-tour-de-france-stage-five\">Mark Cavendish frustrated again on Tour de France stage five</a> </p> \n</aside> \n<p>Astana, the team of the defending champion Vincenzo Nibali, allowed Boom to take to the start of the opening stage on Saturday <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/astana-lars-boom-tour-de-france-vincenzo-nibali\">despite him returning cortisol levels under the normal level</a>.</p> \n<p>Although the 29-year-old had not failed a drug test, Astana are members of the Movement for Credible Cycling (MPCC) and under the organisation’s voluntary code he should have been removed from competition for a period of eight days. The MPCC responded by suspending Astana pending the next meeting of its board. Astana conducted their own tests and on Wednesday announced the results.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/astana-lars-boom-tour-de-france-vincenzo-nibali\">Astana ignore moral code by giving Lars Boom Tour de France green light</a> </p> \n</aside> \n<p>“After two days of competition, Boom’s cortisol levels have returned to a physiologically normal state and show no signs of illness or health risk for the rider in the ongoing grand tour,” the team said in a statement.</p> \n<p>“Astana Pro Team medical staff then conducted a physical medical exam of the rider and found him to be healthy and fit to continue. Astana Pro Team stands by its decision to keep Boom in the race ahead of stage one in Utrecht on 4 July.</p> \n<p>“Boom and Astana Pro Team have been, currently are and will remain strong supporters of anti-doping measures taken by the UCI and the MPCC.”</p> \n<div>\n __VIDEO_EMBED_gu-video-457445888__\n</div> \n<p>Astana made the decision to allow Boom to race as news of the test came too late for him to be replaced in their nine-man Tour squad, but the decision invited further scrutiny of their moral code.</p> \n<p>Earlier this year the Kazakh-based team risked having their WorldTour licence revoked when the UCI asked its licence commission to take action after a number of anti-doping violations in 2014.</p> \n<p>After five stages of the Tour, Boom sits 150th in the general classification, more than 36 minutes down on the yellow jersey holder, Tony Martin, although his role in the race is to support Nibali’s defence of the crown.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436389744974/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Astana's Lars Boom sits 150th in the general classification after five stages of the Tour. Photograph: Sebastien Nogier/EPA","credit":"Sebastien Nogier/EPA","altText":"Lars Boom","cleanCaption":"Astana's Lars Boom sits 150th in the general classification after five stages of the Tour. Photograph: Sebastien Nogier/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-08T21:09:35Z","lastModified":"2015-07-08T22:06:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Astana","Tour de France 2015","Cycling","Tour de France","Sport"],"tags":[{"id":"sport/astana","webTitle":"Astana"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[{"id":"gu-video-457445888","source":"Other...","durationInSeconds":182,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/08/150708LeTourStage5.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/08/150708LeTourStage5_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/8/1436379582001/KP_346765_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour de France Stage five highlights","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour de France Stage five highlights","cleanCaption":"620x372 trailpic for Tour de France Stage five highlights"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/tour-de-france-astana-lars-boom-cortisol-level-normal","shortUrl":"http://gu.com/p/4afqp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/tour-de-france-astana-lars-boom-cortisol-level-normal","webUri":"http://www.theguardian.com/sport/2015/jul/08/tour-de-france-astana-lars-boom-cortisol-level-normal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436389744974/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Astana’s Lars Boom sits 150th in the general classification after five stages of the Tour. Photograph: Sebastien Nogier/EPA","credit":"Sebastien Nogier/EPA","altText":"Lars Boom","cleanCaption":"Astana’s Lars Boom sits 150th in the general classification after five stages of the Tour. Photograph: Sebastien Nogier/EPA"}},"importance":0,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436389744974/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Astana's Lars Boom sits 150th in the general classification after five stages of the Tour. Photograph: Sebastien Nogier/EPA","credit":"Sebastien Nogier/EPA","altText":"Lars Boom","cleanCaption":"Astana's Lars Boom sits 150th in the general classification after five stages of the Tour. Photograph: Sebastien Nogier/EPA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/8/1436372513462/mark-cavendish-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"André Greipel celebrates as he crosses the finish line in Amiens ahead of Mark Cavendish, left, and Peter Sagan, right. Photograph: Peter Dejong/AP","credit":"Peter Dejong/AP","altText":"mark cavendish","cleanCaption":"André Greipel celebrates as he crosses the finish line in Amiens ahead of Mark Cavendish, left, and Peter Sagan, right. Photograph: Peter Dejong/AP"}}]},{"title":"Golf / Injured McIlroy out of Open and faces fight to save season","rawTitle":"Injured McIlroy out of Open and faces fight to save season","item":{"type":"article","id":"sport/2015/jul/08/rory-mcilroy","title":"Rory McIlroy pulls out of Open title defence at St Andrews through injury","trailText":"An ankle injury has forced Rory McIlroy to pull out of the Open","standFirst":"<p><span class=\"bullet\">•</span> World No1 injured ankle ligaments playing football<br /><span class=\"bullet\">•</span> Attention switches to defence of US PGA at Whistling Straits</p>","byline":"Ewan Murray","body":"<p>Rory McIlroy faces a battle to save his season after confirming fears that the ankle injury sustained during a football kickabout with friends will prevent him from defending the Open. It is unclear where and when McIlroy will be seen in a competitive context again.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/06/rory-mcilroy-ankle-injury-open-championship-jordan-spieth-st-andrews\">Rory McIlroy’s ankle injury could put Open duel with Jordan Spieth on ice | Ewan Murray</a> </p> \n</aside> \n<p>McIlroy ruptured a ligament in his left ankle, an injury dramatically announced via social media on Monday morning. He used the same means on Wednesday to pull out of the Open, which starts at St Andrews next Thursday.</p> \n<p>McIlroy posted a picture of his ankle in a protective cast with accompanying text. It read: “After much consideration, I have decided not to play in the Open Championship at St Andrews. I’m taking a long-term view of this injury and, although rehab is progressing well, I want to come back to tournament play when I feel 100% healthy and 100% competitive. Thank you for all your support and best wishes. I hope to be back on the course as soon as I can.”</p> \n<p>Given McIlroy’s initial intention was to give himself every opportunity to play in the Open, the obvious inference is that medical scans and prognosis have proved gloomier than hoped. His team are thus far, and wisely, unwilling to place a specific timescale on his recovery.</p> \n<p>The “long term” nature of McIlroy’s thinking has to place a doubt over his ability to defend another major, the US PGA Championship at Whistling Straits in mid-August. That week before that tournament is the WGC-Bridgestone Invitational, which McIlroy also won in 2014. For now, his entire golfing year has a question mark above it.</p> \n<p>Even when McIlroy’s physical recuperation is complete, he will have to reacquaint himself with matters of basic golfing technicality. Albeit his career has encountered fluctuating fortunes before, it has never been on account of injury.</p> \n<p>McIlroy’s Open absence will be a blow to television firms, sponsors and golfing spectators who have been excited by a burgeoning rivalry with Jordan Spieth. The first two majors of 2015 have been claimed by Spieth and the 21-year-old American has now been installed as the overwhelming bookmakers’ favourite to prevail at St Andrews.</p> \n<p>The withdrawal of the world No1 was at least welcome for the young Scot Russell Knox, who will be handed McIlroy’s place in the Open field.</p> \n<p>McIlroy is the first champion not to defend the Claret Jug since 1954. Then, Ben Hogan simply opted not to return to the Open. Clearly, this was one piece of golfing history McIlroy would rather not have made. His absence at St Andrews will end a run of 26 straight major appearances.</p> \n<p>Speaking at Gullane, where he will compete in the Scottish Open, Phil Mickelson defended McIlroy’s decision to take to a football pitch in the first place.</p> \n<p>“You can’t live your life in fear, you have to enjoy the moment,” Mickelson said. “I didn’t feel like anything he was doing was unnecessary risk. He was just playing around and accidents happen.</p> \n<p>“In 1994, I snapped my finger before the Masters, skiing. People get hurt taking a shower and doing normal day-to-day things. You can’t stop living your life. It is unfortunate that it happened, hopefully he will heal soon and be back at it.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/948b6727190c1401ea2a2bcaf445aa167aef1571/78_171_1814_1089/1814.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1089,"width":1814,"orientation":"landscape","credit":"AP","altText":"An Instagram post from Rory Mcilroy that shows him on crutches after he ruptured a ligament in his left ankle while playing football.","cleanCredit":"Photograph: AP"}],"bodyImages":[],"webPublicationDate":"2015-07-08T15:56:52Z","lastModified":"2015-07-08T23:55:02Z","metadata":{"commentable":true,"commentCount":27,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["Rory McIlroy","The Open","Jordan Spieth","Golf","Sport"],"tags":[{"id":"sport/rory-mcilroy","webTitle":"Rory McIlroy"},{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/jordan-spieth","webTitle":"Jordan Spieth"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/rory-mcilroy","shortUrl":"http://gu.com/p/4afyx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/rory-mcilroy","webUri":"http://www.theguardian.com/sport/2015/jul/08/rory-mcilroy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/948b6727190c1401ea2a2bcaf445aa167aef1571/78_171_1814_1089/1814.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1089,"width":1814,"orientation":"landscape","caption":"An Instagram post from Rory Mcilroy that shows him on crutches after he ruptured a ligament in his left ankle while playing football. Photograph: AP","credit":"AP","altText":"An Instagram post from Rory Mcilroy that shows him on crutches after he ruptured a ligament in his left ankle while playing football.","cleanCaption":"An Instagram post from Rory Mcilroy that shows him on crutches after he ruptured a ligament in his left ankle while playing football.","cleanCredit":"Photograph: AP"}},"importance":3,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[{"title":"Scottish Open / Mickelson takes rough with the smooth in buildup to tournament","rawTitle":"Mickelson takes rough with the smooth in buildup to tournament","item":{"type":"article","id":"sport/2015/jul/08/phil-mickelson-scottish-open-","title":"Phil Mickelson takes rough with the smooth in buildup to the Scottish Open","trailText":"The five-time major champions Phil Mickelson is looking forward to ‘a fun test’ in the Scottish Open at Gullane","standFirst":"<span class=\"bullet\">•</span> Five-time major champion takes off-course controversy in his stride\n<br />\n<span class=\"bullet\">•</span> Mickelson looking forward to ‘a fun test’ on the course at Gullane","byline":"Ewan Murray at Gullane","body":"<p>Life around Phil Mickelson has seldom been dull and last week was no exception when the five-times major winner featured in reports linking him to an illegal gambling operation. That subject and Donald Trump’s controversial comments about Mexican migrants arose on Wednesday at Gullane, where Mickelson is the leading figure at the Scottish Open in Rory McIlroy’s absence.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/rory-mcilroy\">Rory McIlroy pulls out of Open title defence at St Andrews through injury</a> </p> \n</aside> \n<p>A story <a href=\"http://espn.go.com/espn/otl/story/_/id/13166711/nearly-3-million-transferred-golfer-phil-mickelson-intermediary-was-part-illegal-gambling-operation\">published in the US last week </a>tied Mickelson’s name to a $2.75m gambling and money-laundering scheme which has led to one man being charged. Mickelson is not under investigation and there is no suggestion he has done anything wrong, but this was publicity he could presumably have done without.</p> \n<p>“People are going to say things good, they are going to say things bad,” Mickelson said. “They are going to say things true, they are going to say things not true. The fact is I am comfortable enough with who I am as a person that I don’t feel like I need to comment on every little report that comes out.”</p> \n<p>Mickelson, 45, also offered close to a defence of Trump, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/06/donald-trump-mexican-immigrants-tremendous-infectious-disease\">who has come under fierce criticism for his comments</a> about Mexicans. Golf and the businessman are intrinsically linked, given the multiple venues he owns and at which professional tournaments are staged. The Scottish Open is due to be played at one, Balmedie, just outside Aberdeen, in 2017.</p> \n<p>“I think we were all disappointed to hear his comments,” Mickelson said. “Yet it doesn’t take away from all he has done to try to help better golf and take these properties, turn them around and make them prosperous. He did it at the course in Aberdeen, it is just a wonderful golf course. And it puts everybody in an awkward situation because we don’t agree with the comments but yet we are appreciative of what he has done to promote the game of golf. That puts everybody in a tough spot.”</p> \n<p>Mickelson spent time with his family on holiday in Ireland before arriving in East Lothian. “It’s a very big golf country, Ireland,” he said. “I met some wonderful people. I have to say that I’ve also met some of the nicest people I think I’ve ever met. I love how relaxed the environment is, how relaxed everybody is. There’s no stress about time. It’s just: ‘It will all work out.’ It’s a great feeling. I found it very relaxing and I enjoyed it.”</p> \n<p>Mickelson’s appearance the week before any major is typical but events involving him in 2013 have played a part in boosting the Scottish Open field. Two years ago the left-hander won this tournament and seven days later did the same at the Open for the first time, taking the title by three strokes at Muirfield. The past four Open champions played the Scottish Open beforehand and Mickelson will join the likes of Justin Rose, Ian Poulter, Rickie Fowler and Jimmy Walker in heading from Gullane to the Open at St Andrews.</p> \n<p>“The Open Championship is very mentally challenging and so playing the week before, although I’m trying to prepare and get ready, I don’t want to get beat up every single hole,” Mickelson said. “I don’t want to be mentally drained at the end of this week.</p> \n<p>“So I really like the way the course is looking to be a fun test but not beat you up. When I first started playing the Scottish Open, Loch Lomond was the site and we played there every year and every year when we went back I had memories from previous years to fall back on. I didn’t need to come early and learn the golf course, I already knew the golf course. It’s more challenging now that these sites are rotated. It’s great in the sense I get to see some wonderful golf courses throughout the country of Scotland.”</p> \n<p>Fowler was similarly upbeat. “I love playing links golf and I love playing over here,” the Californian said. “I am ready to play in anything, good weather, bad weather. I had some of the worst weather I have ever played in, at Royal St George’s for the Open in 2011. You have to be ready for anything and to accept the challenge. “You never really know what you are going to get here. You can have four different days of weather for the tournament and that’s part of the fun of it.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/8/1436386543019/Phil-Mickelson-drives-fro-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Phil Mickelson drives from the tee at the 9th during the Pro-Am before the Scottish Open at Gullane. Photograph: Mike Ehrmann/Getty Images","credit":"Mike Ehrmann/Getty Images","altText":"Phil Mickelson drives from the tee at the 9th during the Pro-Am before the Scottish Open at Gullane.","cleanCaption":"Phil Mickelson drives from the tee at the 9th during the Pro-Am before the Scottish Open at Gullane. Photograph: Mike Ehrmann/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-08T21:05:00Z","lastModified":"2015-07-08T23:00:57Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["Phil Mickelson","The Open","Golf","US sports","Sport"],"tags":[{"id":"sport/phil-mickelson","webTitle":"Phil Mickelson"},{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/phil-mickelson-scottish-open-","shortUrl":"http://gu.com/p/4afng","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/phil-mickelson-scottish-open-","webUri":"http://www.theguardian.com/sport/2015/jul/08/phil-mickelson-scottish-open-"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/8/1436386543019/Phil-Mickelson-drives-fro-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Phil Mickelson drives from the tee at the 9th during the Pro-Am before the Scottish Open at Gullane. Photograph: Mike Ehrmann/Getty Images","credit":"Mike Ehrmann/Getty Images","altText":"Phil Mickelson drives from the tee at the 9th during the Pro-Am before the Scottish Open at Gullane.","cleanCaption":"Phil Mickelson drives from the tee at the 9th during the Pro-Am before the Scottish Open at Gullane. Photograph: Mike Ehrmann/Getty Images"}},"importance":0,"kicker":{"title":"Scottish Open"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/8/1436386543019/Phil-Mickelson-drives-fro-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Phil Mickelson drives from the tee at the 9th during the Pro-Am before the Scottish Open at Gullane. Photograph: Mike Ehrmann/Getty Images","credit":"Mike Ehrmann/Getty Images","altText":"Phil Mickelson drives from the tee at the 9th during the Pro-Am before the Scottish Open at Gullane.","cleanCaption":"Phil Mickelson drives from the tee at the 9th during the Pro-Am before the Scottish Open at Gullane. Photograph: Mike Ehrmann/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/2390f0b58b793d682d33b3a927437523e87b02a2/105_399_1298_779/1000.jpg","height":600,"width":1000}}]},{"title":"Wimbledon / Gasquet sees off Wawrinka in five-set stunner","rawTitle":"Gasquet sees off Wawrinka in five-set stunner","item":{"type":"article","id":"sport/2015/jul/08/wimbledon-2015-richard-gasquet-stan-wawrinka","title":"Wimbledon 2015: Richard Gasquet beats Stan Wawrinka in five-set drama","trailText":"Richard Gasquet reached his second Wimbledon semi-final, eight years after the first, after coming from behind to see off Stan Wawrinka in five dramatic sets","standFirst":"<span class=\"bullet\">•</span> Frenchman wins 6-4, 4-6, 3-6, 6-4, 11-9\n<br />\n<span class=\"bullet\">•</span> Gasquet reaches semi-final for first time in eight years","byline":"Simon Cambers at Wimbledon","body":"<p>Richard Gasquet, a nearly man over the past decade, is one step away from a first grand slam final after the Frenchman came from two sets to one down to beat the No4 seed Stan Wawrinka in a shot-making extravaganza.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/08/stan-wawrinka-richard-gasquet-wimbledon-2015-live\">Stan Wawrinka v Richard Gasquet: Wimbledon 2015 – as it happened</a> </p> \n</aside> \n<p>The 29-year-old, who has struggled to fulfil the talent he showed as a teenager, won 6-4, 4-6, 3-6, 6-4, 11-9 to reach the last four at Wimbledon for the second time, and eight years after the first.</p> \n<p>Having taken out <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/nick-kyrios-wimbledon-throw-game-richard-gasquet\" title=\"\">Nick Kyrgios</a> in the previous round, the No21 seed looked beaten when the French Open champion hit back from the loss of the first set to win the next two comfortably. But Gasquet, who has flattered to deceive so many times, won the fourth and, though broken when serving for the match at 5-3 in the decider, he broke in the 20th game to advance to the semi-finals. His reward is a match with the world No1 and defending champion, Novak Djokovic.</p> \n<p>“It was very tough when I served at 5-3 and I got frustrated after that, but I tried to fight, fight and the last game was incredible,” Gasquet said. “It’s a great match for me. It would have been really difficult for me to lose after being up 5-3. It’s wonderful for me.”</p> \n<p>This was the battle of the backhands, the pair owning the two best one-handers in the business, and it did not disappoint, with some brilliant shots, even if the No4 seed took time to find his feet.</p> \n<p>Gasquet began brightly but from the moment he double-faulted to lose the second set it seemed unlikely he would make it through. Mental strength, at the very biggest moments, and an occasionally shaky serve, have been the biggest deficiencies in the Frenchman’s game but after Wawrinka won the third set he fought back superbly to take the fourth. Then in the fifth he bounced back after being broken at 5-3 and saved a break point in the 19th game before breaking in the next for victory.</p> \n<p>Some of the play from both verged on the outrageous, even more so in a match played in a brisk wind on No1 Court where it can swirl more than in the relatively confined surroundings of Centre Court.</p> \n<p>In the first set Wawrinka was guilty of hanging back too much and Gasquet, a semi-finalist in 2007, was able to dictate, breaking for 4-3 and then serving out to move ahead. In the second, despite a worrying moment when he flexed his right shoulder, Wawrinka began to take command and when Gasquet needed to be strong – serving at 4-5 – he failed. His first double-fault of the match handed the Swiss a set point and though it was saved, his second double-fault gave Wawrinka the set.</p> \n<p>In the third Wawrinka began to cut loose, stepping into the court and ripping winners almost at will, with one break doing the job. But in the fourth Gasquet continued to go for his shots, always looking to make something happen. Wawrinka’s serve got him out of trouble a few times but his first double-fault gifted Gasquet the break and the set.</p> \n<p>By this stage, Gasquet was reapplying the overgrip to his racket handle at every change of ends, his nerves there for everyone to see. His mental solidity has never been a strength but at 5-3, 30-15, he looked on course for victory only for two backhand errors to cost him dear.</p> \n<p>The Frenchman showed great resolve, though, saving a break point at 9-9 with a big first serve. That was Wawrinka’s last opportunity, it proved, as Gasquet forced three match points in the next game and took the third of them to seal victory when Wawrinka sent a backhand long.</p> \n<p>Djokovic eased into the last four and then anticipated a tough test against Gasquet, praising the Frenchman’s fitness for his strong form. “It’s a great effort from Richard to win against Stan, who is in a terrific form, and five sets,” said the world No1. “The biggest difference with Richard now, maybe comparing to the last couple of years, is his fitness. He has improved a lot. I heard he worked hard to get himself really fit and ready to go the distance, and it’s paying off.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436388059358/Richard-Gasquet-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richard Gasquet celebrates after beating Stan Wawrinka after five gruelling sets in the quarter-finals of Wimbledon. Photograph: Mike Frey/BPI/REX Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Richard Gasquet","cleanCaption":"Richard Gasquet celebrates after beating Stan Wawrinka after five gruelling sets in the quarter-finals of Wimbledon. Photograph: Mike Frey/BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-08T20:42:13Z","lastModified":"2015-07-08T23:35:01Z","metadata":{"commentable":true,"commentCount":28,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":false,"keywords":["Wimbledon 2015","Stanislas Wawrinka","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/stanislas-wawrinka","webTitle":"Stanislas Wawrinka"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/wimbledon-2015-richard-gasquet-stan-wawrinka","shortUrl":"http://gu.com/p/4afqd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/wimbledon-2015-richard-gasquet-stan-wawrinka","webUri":"http://www.theguardian.com/sport/2015/jul/08/wimbledon-2015-richard-gasquet-stan-wawrinka"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436388059358/Richard-Gasquet-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richard Gasquet celebrates after beating Stan Wawrinka after five gruelling sets in the quarter-finals of Wimbledon. Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Richard Gasquet","cleanCaption":"Richard Gasquet celebrates after beating Stan Wawrinka after five gruelling sets in the quarter-finals of Wimbledon. Photograph: Mike Frey/BPI/Rex Shutterstock"}},"importance":2,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436388059358/Richard-Gasquet-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richard Gasquet celebrates after beating Stan Wawrinka after five gruelling sets in the quarter-finals of Wimbledon. Photograph: Mike Frey/BPI/REX Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Richard Gasquet","cleanCaption":"Richard Gasquet celebrates after beating Stan Wawrinka after five gruelling sets in the quarter-finals of Wimbledon. Photograph: Mike Frey/BPI/REX Shutterstock"}}]}],"lastModified":"2015-07-09T07:58:51Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}