{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"Can vibrant new England survive an early onslaught from Australia?","rawTitle":"Can vibrant new England survive an early onslaught from Australia?","item":{"type":"comment","id":"sport/blog/2015/jul/07/england-australia-ashes-mitchell-johnson-mitchell-starc","title":"The moment of truth: can vibrant new England survive Australia onslaught?","trailText":"England have been transformed by a new aggressive approach but will be severely tested by Mitchell Johnson and Mitchell Starc when the Ashes series starts at Cardiff","standFirst":"England have been transformed by a new aggressive approach but will be tested by Mitchell Johnson and Mitchell Starc when the Ashes series starts at Cardiff","byline":"Mike Selvey in Cardiff","body":"<p>The next month or so will show just how far the vibrant new England have come: whether the cultural transformation infused in the team (and through it, the cricket-following public) during the first part of the summer is a permanent marking or whether it will be washed away under a pace-bowling onslaught.</p> \n<p>The Test series against New Zealand, and the white-ball matches that followed, were a revelation, the counterpunching partnership at Lord’s between Joe Root and Ben Stokes, where the side were in dire trouble at 30 for four, something that may be looked on in time as a watershed. It had strong overtones of the manner in which Michael Vaughan’s team hit back at Edgbaston in the 2005 Ashes, in the aftermath of the heavy defeat in the first Test at Lord’s, and the message was clear. There is always talk of brave new worlds when it comes to the fortunes of England cricket but here was a side adding strong deeds to the rhetoric.</p> \n<p>The new head coach, Trevor Bayliss, enters an environment that is certainly different to that which he would have found a couple of months ago. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/mar/14/england-world-cup-peter-moores\">wounds from the World Cup</a> and all that prefaced it (including the rescheduling of the previous Ashes series to accommodate a more thorough preparation period – that went well) were deep, the fallout had already started with the sacking of Paul Downton, and Peter Moores’ days were numbered no matter what happened on the Test tour of the Caribbean.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/alastair-cook-england-attack-minded-australia-ashes\">Ashes 2015: Alastair Cook promises more attack-minded England side</a> </p> \n</aside> \n<p>It might have seemed a daunting challenge but Bayliss actually arrives with the foundations already laid by Paul Farbrace, who has done an outstanding job as interim coach. In this Bayliss is fortunate, for Farbrace has learned some of his trade with Bayliss and will almost certainly carry with him a similar ethos.</p> \n<p>One significant reason Farbrace got the job as understudy with the Sri Lanka team was that Bayliss saw in him a kindred spirit, who saw the game in simple terms, and with whom he could share a beer and just talk cricket. It may seem old fashioned but in such an environment are ideas and relationships forged. The success of the previous partnership will have formed part of the thinking of the director of cricket, Andrew Strauss, when he decided to approach Bayliss.</p> \n<div>\n __VIDEO_EMBED_gu-video-457425718__\n</div> \n<p>It will be a tough start, though, even if the teams are a lot closer in potential than many want to give credit. The Australia captain, Michael Clarke, freely admits that his team have not been the best of travellers, although they have just beaten West Indies comfortably enough.</p> \n<p>But conditions in England, and of course Wales, tend to be considerably different to those in Australia, where pitches generally are faster and bounce more. Cricket in this neck of the woods requires an adjustment in length for the pace bowlers, who must pitch the ball further up (not that easy to do when a default length is shorter), and batsmen who must learn to cope with lateral movement, and to play with softer hands at times. It is part of the reason that the Australians have not won, or even drawn, an Ashes series here since 2001.</p> \n<p>The use of the Dukes ball should be less of an issue given that West Indies use a specially manufactured version of it rather than the more familiar (to Australians) Kookaburra these days. There may be some senior England players who could bear scars from the mauling of the winter before last, but equally there are Australians – Clarke, Brad Haddin, Shane Watson – who have lost three and, in Clarke’s case, four Ashes series.</p> \n<p>If they can say that the knowledge of this only acts as a spur to do better next time, then the same can be said for Alastair Cook, Jimmy Anderson, Stuart Broad and Ian Bell.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/07/ashes-2015-mike-selvey-webchat-england-australia\">Ashes 2015: webchat with Mike Selvey</a> </p> \n</aside> \n<p>Whether conditions in Cardiff will be conducive to providing some high-octane cricket is open to question. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2013/may/02/20-great-ashes-moments-cardiff\">Ashes opener in 2009</a> was largely a turgid affair on a slow, unresponsive pitch, enlightened only by a dramatic final hour. There was little in it for pacemen, and while the Australian offspinner Nathan Hauritz did manage six wickets in the two England innings, Graeme Swann and Monty Panesar, playing together in anticipation of a turning pitch, managed combined figures of one for 246 in Australia’s only innings.</p> \n<p>The memory of that will surely be a factor when England come to select their final XI. Any grass this pitch had was removed on the eve of the game, probably more to the chagrin of Clarke than Cook, and it sounds as if it will end up as a sluggish, low surface that offers little to anyone. The low, slow part England will not mind but a little help laterally would not go amiss, even if the pitch itself does not prevent the ball from swinging.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/ashes-preparation-england-australia-first-test-jason-gillespie\">Ashes preparation is ending, time for the main event: England v Australia | Jason Gillespie</a> </p> \n</aside> \n<p>The only debate the England selectors will have had would have concerned the inclusion of Adil Rashid as a second spinner, probably in place of Mark Wood rather than a batsman.</p> \n<p>There has been a groundswell of opinion which urges the promotion of Rashid but it seems to be based largely on his bowling in the recent one-day series against New Zealand. There is, though, a considerable difference between bowling with fielders out, to batsmen with a time constraint, and to Test players who are able to play the ball on merit and wait for the inevitable bad delivery. Cook would not be able to trust Rashid to do the necessary stock job that a spinner must do when there is no help and the seamers need a break. Moeen Ali, however, does need to rediscover the consistency that brought his success against India last summer.</p> \n<p>So unless the pitch suddenly looks as if it will transform into a big turner, Wood will have an important part to play, with his skiddy pace and potential for reverse swing. England are likely to remain unchanged from their previous Test.</p> \n<p>Australia, too, should be unchanged from their success in Jamaica, particularly now that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/ryan-harris-australia-cricket-retirement-knee-injury-ashes\">Ryan Harris is out of the equation</a>. There has been debate as to whether Mitchell Marsh could replace Watson, but the feeling is that the senior player will be chosen.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436287328040/Mitchell-Johnson-in-nets--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mitchell Johnson, in action during a net practice at Cardiff, will pose a severe threat to England't top order. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock/BPI/Rex Shutterstock","altText":"Mitchell Johnson in nets, Cardiff, Ashes tour 2015","cleanCaption":"Mitchell Johnson, in action during a net practice at Cardiff, will pose a severe threat to England't top order. Photograph: BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-07T16:46:26Z","lastModified":"2015-07-08T00:08:26Z","metadata":{"commentable":true,"commentCount":306,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":true,"keywords":["Ashes 2015","England cricket team","Australia cricket team","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[{"id":"gu-video-457425718","source":"SNTV","durationInSeconds":65,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/07/150707Ashes.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/07/150707Ashes_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/7/1436262866991/KP_344391_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for 150707_MASHAAL_JULY_SPORTAshes 2015: England will try to out-skill Australia, says Anderson - video","credit":"guardian.co.uk","altText":"620x372 trailpic for 150707_MASHAAL_JULY_SPORTAshes 2015: England will try to out-skill Australia, says Anderson - video","cleanCaption":"620x372 trailpic for 150707_MASHAAL_JULY_SPORTAshes 2015: England will try to out-skill Australia, says Anderson - video"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/england-australia-ashes-mitchell-johnson-mitchell-starc","shortUrl":"http://gu.com/p/4aeyq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/07/england-australia-ashes-mitchell-johnson-mitchell-starc","webUri":"http://www.theguardian.com/sport/blog/2015/jul/07/england-australia-ashes-mitchell-johnson-mitchell-starc"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436287328040/Mitchell-Johnson-in-nets--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mitchell Johnson, in action during a net practice at Cardiff, will pose a severe threat to England't top order. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock/BPI/Rex Shutterstock","altText":"Mitchell Johnson in nets, Cardiff, Ashes tour 2015","cleanCaption":"Mitchell Johnson, in action during a net practice at Cardiff, will pose a severe threat to England't top order. Photograph: BPI/Rex Shutterstock"}},"importance":7,"byline":{"title":"Mike Selvey"},"showQuotedHeadline":true,"sublinks":[{"title":"Jason Gillespie / When the coin flips, calm heads must come to fore","rawTitle":"When the coin flips, calm heads must come to fore","item":{"type":"comment","id":"sport/blog/2015/jul/07/ashes-preparation-england-australia-first-test-jason-gillespie","title":"Ashes preparation is ending, time for the main event: England v Australia","trailText":"All the pre-series talk falls away when the coin flips on day one of the first Test – and that’s when the calmer heads in the dressing room come into their own","standFirst":"All the pre-series talk falls away when the coin flips on day one of the first Test – and that’s when calmer heads in the dressing room come into their own","byline":"Jason Gillespie","body":"<p>The first day of a first Ashes Test is something special and both sets of players, young or old, must embrace it. Sure, the intensity is like no other game you will play, but breathe it in. Ride that wave. Because the training is out of the way, the team meetings have been held, the plans are in place and finally all the talk in the media is replaced by the real thing: the cricket.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/watching-the-ashes-from-the-other-side-of-the-world-late-nights-and-stale-beer\">Watching the Ashes from the other side of the world: late nights and stale beer | Russell Jackson</a> </p> \n</aside> \n<p>Motivation is irrelevant. If you need motivating before an Ashes Test – or any Test for that matter – then international cricket is not for you. You are not fit for purpose. Instead, the challenge is to remain calm but focused. You may only get one day like this in your career, so try to remember every detail, relax and make sure you enjoy it. Everyone starts playing cricket purely for fun. And the first day of an Ashes Test is the best time to remember this. Enjoy yourself.</p> \n<p>The Australia dressing room I was a part of was very good at keeping on an even keel. Our openers, Justin Langer and Matty Hayden, were a big part of this. Justin would sit there, headphones in, becalmed. Matty would be relaxed too but also slowly pumping himself up before heading out into the middle. Batting or bowling, the last thing he would say just as play was about to start was: “Let’s have a good day, fellas.”</p> \n<p>Shane Warne was another to keep us chilled, walking around in his bike shorts and flip-flops, popping out for the odd cigarette and always with a soft drink in hand. When you see one of your best players – the greatest leg-spinner to play the game, admittedly – looking like he is just relaxing at home, it spreads a good vibe throughout the group.</p> \n<p>On the field, the first day of any Ashes can affect the series as a whole but it does not have to define it. Take my first taste, for example. It was Edgbaston in 1997, where Andy Caddick and Darren Gough caught us cold and bowled us out for 118. My overriding memories of that day are the step up in pressure; copping it from a crowd like never before. I was a young player and this was like no other cricket I had experienced. But we reacted as a team and took that series 3-2.</p> \n<p>The captain who wins the toss in Cardiff should have an easy call to make. Overthink it at your peril because it can send messages through to the opposition that are greater than just that single decision. Take Nasser Hussain at Brisbane in 2002, who famously elected to field. The feeling among our side was that England were taking the cautious approach and I genuinely thought their batters didn’t want to face Glenn McGrath and myself. It was an initial mental victory that ended up as a 4-1 series scoreline.</p> \n<p>There are messages you can send out through body language too and the 2005 series is a prime example of this. Sure, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2005/jul/24/ashes2005.ashes1\" title=\"\">we won that first Test at Lord’s handsomely</a> but we knew from watching England warm up on that first morning we were in for a proper fight; this was a different beast altogether. In the past, England had been a bit of a rabble, with different hats and sweaters, white and blue helmets, hands in pockets, walking out on to the field in dribs and drabs.</p> \n<p>Things like sweaters and hats might sound irrelevant but they can betray a lack of unity. Ten years ago, under Michael Vaughan, I finally saw an England side operating as a team. They were all in the same gear and they strode out to the middle with such purpose, the players right behind the umpires. They seemed to have an intent and an urgency about their approach and this translated into their cricket and ultimately a 2-1 win.</p> \n<p>Aside from winning the toss and not sticking the opposition in on a flat one, as well as maintaining that calm environment in the dressing room, the captain’s chief role on the morning of the first day is to let his players know, individually and as a group, that he backs them all the way. It is that kind of backing that Michael Clarke gave to Ryan Harris during his international career and he was repaid in wickets.</p> \n<p>It was gutting to see <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/australia-ryan-harris-ashes-retiring\" title=\"\">Rhino forced to retire from the sport</a> over the weekend after his knee trouble flared up again. While he may not have been in line for this first Test in Cardiff, I know he was down to play a key role in the series. Clarke described him as his No1 pick bowler and someone who would run through brick walls for him. But Pup, as we call him, must take credit for that too, in bringing that level of commitment from his big fast bowler by empowering him.</p> \n<p>Ryan and I played together at South Australia and I’m proud to call him a mate. He always had serious talent and skill. I remember when our captain Darren Lehmann, now the head coach of Australia, asked me to bowl into the wind so Rhino could have the breeze behind him. It felt like the torch was being passed and I had no problem with it. His career probably didn’t really kick off until he joined Queensland in 2008 – that was when the penny really dropped.</p> \n<p>He wasn’t stagnating at South Australia but I think that new challenge freshened him up. To watch a great mate go on and play international cricket – to live his dream – was so satisfying. It may only have been 27 Tests, but 113 wickets at 23 apiece – the first quick to take a hundred having made his debut after the age of 30 – and <em>that</em> performance in the 2013-14 whitewash tells you all you need to know. Ryan was class and his absence from this series is a blow.</p> \n<p>I know Ryan will be around the Australian team for a bit longer, though, and his experience can still be tapped. Clarke’s side are favourites but this is an England team on the rise.</p> \n<p>We could learn a lot from these initial exchanges on day one in Cardiff. Here’s to a great series.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436267356547/Michael-Clarke-Darren-Leh-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Clarke, Australia's captain, left, and the head coach Darren Lehmann will have keenly felt the absence of bowler Ryan Harris.  Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"Michael Clarke Darren Lehmann Australia","cleanCaption":"Michael Clarke, Australia's captain, left, and the head coach Darren Lehmann will have keenly felt the absence of bowler Ryan Harris.  Photograph: Philip Brown/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-07T11:17:38Z","lastModified":"2015-07-07T23:01:07Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jason Gillespie","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/7/3/1435930387788/Jason-Gillespie-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jason-gillespie"}],"feature":true,"keywords":["Ashes 2015","The Ashes","England cricket team","Australia cricket team","Michael Clarke","Ryan Harris","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/ryan-harris","webTitle":"Ryan Harris"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Jason Gillespie","topic":{"type":"tag-contributor","name":"profile/jason-gillespie"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/ashes-preparation-england-australia-first-test-jason-gillespie","shortUrl":"http://gu.com/p/4aea2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/07/ashes-preparation-england-australia-first-test-jason-gillespie","webUri":"http://www.theguardian.com/sport/blog/2015/jul/07/ashes-preparation-england-australia-first-test-jason-gillespie"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436267356547/Michael-Clarke-Darren-Leh-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Clarke, Australia's captain, left, and the head coach Darren Lehmann will have keenly felt the absence of bowler Ryan Harris.  Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"Michael Clarke Darren Lehmann Australia","cleanCaption":"Michael Clarke, Australia's captain, left, and the head coach Darren Lehmann will have keenly felt the absence of bowler Ryan Harris.  Photograph: Philip Brown/Reuters"}},"importance":0,"kicker":{"title":"Jason Gillespie"},"byline":{"title":"Jason Gillespie"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/bb24b47e524b4e00d2060d0609a57b31d9ff02c9/0_110_3456_2073/1000.jpg","height":600,"width":1000}}]},{"title":"The Spin / England have grounds for cautious hope against Australia","rawTitle":"England have grounds for cautious hope against Australia","item":{"type":"article","id":"sport/2015/jul/07/the-spin-the-ashes-england-australia","title":"The Ashes: England have grounds for (cautious) hope against Australia","trailText":"We should not read too much into the hype and extended buildup to the Ashes, a series that looks as if it might be tighter than was predicted a few months ago","standFirst":"We should not read too much into the hype and extended buildup to the Ashes, a series that looks as if it might be tighter than was predicted a few months ago","byline":"Andy Bull","body":"<p>For these final few hours, then, the 2015 Ashes remains unwritten. By the time some get around to reading this the contest will already be under way, and we will know what the first morning brought. Whether the opening delivery was sent straight to a startled second slip, was spanked past point for four, or left alone to fly by wide of off-stump. Nothing in cricket, few things in sport, are as storied as the Ashes.</p> \n<p>From the very first Test at The Oval – when WG Grace <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2013/jun/27/20-great-ashes-moments-fred-spofforth\" title=\"\">gulled Sammy Jones</a> into giving away his wicket, and in doing so goaded “The Demon” Spofforth into taking seven English wickets for 44 runs – through to the very last, in January 2014. An England team cobbled together out of their reserves, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jan/05/ashes-2013-14-australia-england--whitewash\" title=\"\">skittled again, in Sydney this time</a>. All out in 32 overs on the third afternoon of the match. In seven weeks, we’ll have a few more tales to add.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/ashes-2015-stuart-broad-james-anderson-partnership\">Ashes 2015: Stuart Broad and James Anderson is a partnership of equals | Mike Selvey</a> </p> \n</aside> \n<p>These are the series that shape cricketers’ careers, for better and worse. Ask Simon Kerrigan or Boyd Rankin, both rocked back by their debut failures. Or Ben Stokes, reputation made by his batting and bowling performances on that last tour. Some say we put too much weight on it all, and they might be right. But knowing it is so doesn’t change anything. So, the five men in England’s squad who have never played a Test against Australia know that this summer could be the making or the breaking of them.</p> \n<p>Old hands, too, know what they do this summer will count in the ledger. Especially the captains. If England lose, it seems likely Alastair Cook will give up the captaincy to concentrate on opening the batting. If England win, Michael Clarke will have lost all four Ashes tours he has been on, including the two he has led.</p> \n<p>Just as it is often a mistake to judge a book by the cover, it’s another to read too much into the runup to the series. Ashes history isn’t exactly written by the winners, but it is shaped in hindsight, and everything that’s happened to both teams in these past few weeks and months will be recast to fit with what is about to unfold. The England and Wales Cricket Board’s decision to sack Peter Moores and hire Trevor Bayliss could come to be seen as a turning point. Likewise, if Australia’s two young tyros, Mitchell Starc and Josh Hazlewood, struggle to find their lines, then <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/ryan-harris-australia-cricket-retirement-knee-injury-ashes\" title=\"\">Ryan Harris’s retirement</a> may end up looking like one of the defining moments of the tour. If Starc and Hazlewood fire, then the injury to Harris will be a little footnote, worth no more than a line or two in next year’s Almanack.</p> \n<p>Still, right now, before a ball has even been bowled, the contest looks tighter, and the two teams are closer together, than seemed likely in the spring. This despite the gap in the rankings (England are a distant fifth) and in their recent form. Australia hammered West Indies only a few weeks after England eked out a draw against them. For English fans, the first flutter of fresh hope was felt at Lord’s in late May, and the 161-run stand Ben Stokes and Joe Root shared on the very first day, followed in short order by an innings of 162 from Alastair Cook, his largest century since the 190 he made in Kolkata at the tail-end of 2012. Everything is easier when Cook is making runs. If defeat at Headingley rocked England back, they rallied again in the ODI series that followed.</p> \n<p>At the same time, Australia have looked just a little vulnerable in the two matches they have played on tour, both of them against sides in the bottom half of the County Championship’s second division. Nathan Lyon took one for 200 against Essex, at a rate of six runs an over in one innings and five an over in the other. And intimidating as Australia’s battery of quicks is, fact is that Daniel Bell-Drummond, Tom Westley, and Ravi Bopara all took centuries off them in those two games.</p> \n<p>For all Mitchell Johnson’s fire, the 23 wickets he has taken in the seven Tests he has played in England have come at a cost of 38 runs each. Harris, a bowler of heart, skill and speed, was the one English fans – and batsmen – were wary of when Australia’s tour party was announced. Since Harris made his debut, Australia have played 54 Tests. Harris played in half of them. Of those, they won 16 and lost six. In the other half, the ones he missed, they won only nine, and lost 13. Without Harris, Australia will have three new-ball bowlers to work with – Johnson, Starc and Hazlewood. Someone will have to pick up Harris’s slack, and as Ricky Ponting has just written, unless they pick Peter Siddle, the job will likely fall to Shane Watson. A considerably less intimidating proposition.</p> \n<p>England fans are pessimistic beasts, in part because their team prefers to play the underdog. If you’re having a hard time imagining that they will be anything other than thrashed, try flipping the whole thing around for a moment. Imagine that the identities of the two teams had switched. Imagine that it was Australia who were unbeaten in their last three Ashes series at home (2005, 2009 and 2013), that it was Australia who had, in fact, won only two of the 15 Ashes Tests they had played away in that time.</p> \n<p>That it was England whose best bowler had just quit cricket because of a chronic injury problem, England whose spinner had just been hammered by a Division Two side, England whose batting lineup included two 37-year-olds, and a 35-year-old who had only just made his debut. Plenty of reasons there for English fans to feel cautiously optimistic, at least until the nerves kick in on Wednesday morning.</p> \n<p><em>This is an extract taken from the Spin, the Guardian’s weekly cricket email, to subscribe just visit </em><a href=\"https://profile.theguardian.com/signin?returnUrl=https%3A%2F%2Fprofile.theguardian.com%2Femail-prefs%3FCMP%3DEMCSPTEML942\" title=\"\"><em>this page</em></a><em>, find ‘The Spin’ and follow </em><a href=\"https://profile.theguardian.com/signin?returnUrl=https%3A%2F%2Fprofile.theguardian.com%2Femail-prefs%3FCMP%3DEMCSPTEML942\" title=\"\"><em>the instructions</em></a><em>.</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436272323854/0dfd4076-3461-448c-84aa-644d39804745-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James Marsh/BPI/REX Shutterstock/James Marsh/BPI/REX Shutterstock","altText":"Mitchell Johnson","cleanCredit":"Photograph: James Marsh/BPI/REX Shutterstock/James Marsh/BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-07T12:37:34Z","lastModified":"2015-07-07T14:05:56Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Andy Bull","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733420/AndyBull.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybull"}],"feature":true,"keywords":["Sport","Cricket","Ashes 2015","England cricket team","Australia cricket team"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"}],"section":{"id":"sport"},"topics":[{"displayName":"Andy Bull","topic":{"type":"tag-contributor","name":"profile/andybull"}}],"series":{"title":"The Spin","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/thespin"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/07/the-spin-the-ashes-england-australia","shortUrl":"http://gu.com/p/4aedd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/07/the-spin-the-ashes-england-australia","webUri":"http://www.theguardian.com/sport/2015/jul/07/the-spin-the-ashes-england-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436272323854/0dfd4076-3461-448c-84aa-644d39804745-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mitchell Johnson traumatised England in Australia last time out, but his record in away Ashes series is not as formidable. Photograph: James Marsh/BPI/Rex Shutterstock","credit":"James Marsh/BPI/Rex Shutterstock","altText":"Mitchell Johnson","cleanCaption":"Mitchell Johnson traumatised England in Australia last time out, but his record in away Ashes series is not as formidable.","cleanCredit":"Photograph: James Marsh/BPI/Rex Shutterstock"}},"importance":0,"kicker":{"title":"The Spin"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/ae627ed36c2a0b03dd2aa1ddd19845bb4ede9881/312_3_3372_2023/1000.jpg","height":600,"width":1000}}]},{"title":"England / Cook promises more attacking side","rawTitle":"Cook promises more attacking side","item":{"type":"article","id":"sport/2015/jul/07/alastair-cook-england-attack-minded-australia-ashes","title":"Ashes 2015: Alastair Cook promises more attack-minded England side","trailText":"Alastair Cook believes the young players in the England team will encourage him to be more attacking as a captain","standFirst":"<p><span class=\"bullet\">•</span> Young players prompt captain to go on front foot<br /><span class=\"bullet\">•</span> Adil Rashid’s chances of Test debut played down</p>","byline":"Ali Martin in Cardiff","body":"<p>Alastair Cook goes into his third Ashes series as England captain accepting his own style of leadership must adapt to the free-spirited group of players he now has at his disposal if Australia are to be overturned this northern summer.</p> \n<p>Speaking before the first Test in Cardiff, Cook stressed the importance of moving on from the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jan/05/ashes-2013-14-australia-england--whitewash\" title=\"\">5-0 whitewash</a> in Australia 18 months ago, claiming that result – and the mental scars of facing Mitchell Johnson – would have no bearing on his side’s chances of regaining the urn.</p> \n<p>Instead, while playing down the chances of Adil Rashid making his Test debut as a second spinner, the 30-year-old chose to focus on the attacking, aggressive intent England have shown this summer while conceding his own approach will be significantly different from when he first took over from his predecessor, Andrew Strauss, in 2012 and inherited a “methodical” side.</p> \n<p>“There has been a lot written about my captaincy,” said Cook, whose 10 Ashes Tests as captain to date see him 5-3 down. “At certain times I have to be able to get on that front foot. As a leader of a group you do have to change your style of leadership to the style of players you have in the changing room to what gets the best out of them.</p> \n<p>“If you looked a bit further back to a different set of players when I started, it was a methodical team, with bowlers really banging out areas time and time again and batters who were relentlessly grinding down the opposition. That’s what we got success from.</p> \n<p>“But the guys coming in now are a little bit more free-spirited. They will have a higher economy rate but the chances of bowling jaffas are higher up there. It’s the same with the batting. That’s the way the new guys coming in have played and it’s about making them feel comfortable.”</p> \n<p>Cook, who described Australia as the best team in the world despite their second-place ranking behind South Africa, named Joe Root, Ben Stokes and Jos Buttler as the players to take England forward over the next decade. And while the first two of that trio were involved in his side’s horror series in 2013-14, the captain sees little relevance in that result.</p> \n<p>“We cannot keep harping on about that. If you went back five more months before that, we won the Ashes 3-0 in our own conditions,” said Cook.</p> \n<p>“It is a brand-new challenge and a fresh start. Both teams have new faces. Cricket is not played on paper, or what happened two years ago, it’s about what happens tomorrow and the next 25 days from there.”</p> \n<p>Cook had just emerged from his meeting with his opposite number Michael Clarke and the ICC match referee Ranjan Madugalle – the Sri Lankan who presided over the 2005 series – and claimed the discussion about the spirit in which this encounter will be played differed little from normal. While insisting his team were aware of their responsibilities to the spectators and the game, the England captain will encourage the fiery streak of his all-rounder Stokes, a player whose pre-series <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/england-ben-stokes-australia-intimidation-cricket\" title=\"\">talk has been as punchy</a> as the 85-ball century he struck against New Zealand in May.</p> \n<p>“We all know how talented Ben is,” said Cook. “I like the way he has gone about his business this summer. He trains incredibly hard and physically he is in good shape. He understands international cricket a little bit better than when he started and he likes the competitive side of it. I just like the way he goes about it.”</p> \n<p>On the threat of Johnson, the left-arm quick who took 37 wickets in the last series between the two sides, Cook added: “Mitchell was outstanding in that last series. But a lot of our guys have played a lot with him. It’s kind of 1-1, I suppose. We had the wood over him in 2010-11 and 2009. And he had the wood over us in the last series. I genuinely believe in this series it’s not just going to be about the one bowler or one player. It’s about which side plays the best cricket.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/ashes-preparation-england-australia-first-test-jason-gillespie\">Ashes preparation is ending, time for the main event: England v Australia | Jason Gillespie</a> </p> \n</aside>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/7/1436276728531/alastair-cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alastair Cook and Australia's captain Michael Clarke pose with the Ashes Trophy in Cardiff. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"alastair cook","cleanCaption":"Alastair Cook and Australia's captain Michael Clarke pose with the Ashes Trophy in Cardiff. Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-07T13:46:31Z","lastModified":"2015-07-07T23:01:38Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["Ashes 2015","Alastair Cook","England cricket team","Australia cricket team","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/07/alastair-cook-england-attack-minded-australia-ashes","shortUrl":"http://gu.com/p/4aefj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/07/alastair-cook-england-attack-minded-australia-ashes","webUri":"http://www.theguardian.com/sport/2015/jul/07/alastair-cook-england-attack-minded-australia-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/7/1436276728531/alastair-cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alastair Cook and Australia’s captain Michael Clarke pose with the Ashes in Cardiff. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"alastair cook","cleanCaption":"Alastair Cook and Australia’s captain Michael Clarke pose with the Ashes in Cardiff. Photograph: Ryan Pierse/Getty Images"}},"importance":0,"kicker":{"title":"England"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/7/1436276728531/alastair-cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alastair Cook and Australia's captain Michael Clarke pose with the Ashes Trophy in Cardiff. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"alastair cook","cleanCaption":"Alastair Cook and Australia's captain Michael Clarke pose with the Ashes Trophy in Cardiff. Photograph: Ryan Pierse/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/2e3409a5807e935748e126cdced535ff610b5985/277_61_2895_1737/1000.jpg","height":600,"width":1000}}]},{"title":"Mauresmo: Murray fit and ready for final Wimbledon push","rawTitle":"Mauresmo: Murray fit and ready for final Wimbledon push","item":{"type":"article","id":"sport/2015/jul/07/andy-murray-amelie-mauresmo-wimbledon-2015-vasek-pospisil","title":"Andy Murray is fighting fit for final push, says Amélie Mauresmo","trailText":"Twelve months on from Wimbledon despair against Grigor Dimitrov, the world No3 is in a better place for his quarter-final with Vasek Pospisil","standFirst":"Twelve months on from Wimbledon despair against Grigor Dimitrov, the world No3 is in a better place for his quarter-final with Vasek Pospisil","byline":"Kevin Mitchell at Wimbledon","body":"<p>Am&eacute;lie Mauresmo prefers not to talk about Andy Murray’s sore right shoulder but, on the eve of his eighth-straight Wimbledon quarter-final, she is happy to confirm he is in far better shape than when he lost so abjectly to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/02/andy-murray-wimbledon-grigor-dmitrov-quarter-finals\" title=\"\">Grigor Dimitrov at the same stage a year ago</a>.</p> \n<p>Murray still has to tape the shoulder – which required courtside treatment after it gave up on him with exquisite timing in his tense match against <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon\" title=\"\">Andreas Seppi on Saturday</a> – and hopes he can ramp up the power on his serve against the Canadian Vasek Pospisil on Wednesday. Apart from that passing concern, all is serenity and confidence in a camp that was in a state of flux this time 12 months ago.</p> \n<p>Mauresmo and Murray could hardly be getting on better after a year together. Heavily pregnant and due to return to Paris after these championships, she will leave Murray in the care of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/22/jonas-bjorkman-andy-murray-coach-wimbledon-2015\" title=\"\">Jonas Bjorkman for the rest of the season</a> and, almost certainly, the Australian Open in January. But she sees no cause for concern. “A lot of things [are better than last year]. For him, on the court, feeling fit and thanks to the medical part of the team, the teamwork has been going well,” Mauresmo said. “When you feel strong physically on court then you are capable of using all your tools out there. For a guy like Andy it makes a big difference. I like the relationship that we have. I would not have stayed around if the human part of the relationship wasn’t going to be good. I would also not stay around if the results were not good or if he wasn’t happy with that.”</p> \n<p>She added: “I’m happy because he is such a hard worker. Since we met again in December in Miami, he has put in so much effort in his daily practice, recovery, food, whatever you can think of. He’s a great guy to work with.”</p> \n<p>It was during that training block that Mauresmo experienced her first bouts of morning sickness. “December and January were a bit tough for me, let’s put it that way,” she said. “I don’t think he [Murray] noticed anything. You feel more tired, definitely, but it was a big challenge. Dani [Vallverdu, his long-time assistant, who is now with Tomas Berdych] had left the team and it was just me. We had not yet found someone to share the time, so basically you have no choice. I hit with him at the French Open a little bit.”</p> \n<p>So, what of the pressure of motherhood, her commitment to Murray and the travelling involved? “It’s too hard for me to say now. There are too many unknowns. I’m taking it as it comes and I’ll know more in a few months. I don’t know what to tell you.”</p> \n<p>She is certain, though, of Murray’s preparedness for the remaining matches of Wimbledon, secured in the most trying of circumstances in his four-set victory over the 6ft 11in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/andy-murray-wimbledon-2015-ivo-karlovic\" title=\"\">Croat Ivo Karlovic on Monday</a>. “I think he did great. He handled many different moments in the match in a very good way,” she said. “The focus and the concentration that you need to have against this guy are very high and he did that very well. Also the physical intensity was great.”</p> \n<p>And what of Pospisil, who comes to the match after three five-setters in a row, as well as a doubles match against Andy’s brother, Jamie, that ended in defeat after three hours and 19 minutes? “Although it’s the first time for him at this level of a tournament, I think he’s going to go out there and have nothing to lose and just go for his shots. He’s a big guy, he can release big shots on the serve and on the forehand. He can come forward as well, good at the net. He’s a pretty consistent overall player. This one needs to be taken very seriously.”</p> \n<p>Of Murray’s many fine qualities, the one to shine through here has been his versatility in dealing with four opponents of vastly contrasting styles. Mauresmo recognises that strength and says she, Murray and Bjorkman combine in working out a strategy for each occasion: “Andy has pretty much everything in his game. As coaches, that’s pretty nice. It’s a privilege.”</p> \n<p>When the last ball is struck, she will go home to Paris and Murray will take the short drive back to Oxshott. “He’s at home and after the job is done we all go our separate ways. Which is what he did all the time with Ivan [Lendl], including tournaments other than here,” Mauresmo said. “We are spending more time together and that’s the nice part.”</p> \n<p>How times change: Dimitrov, who lost here to Richard Gasquet on Saturday, has announced he is parting company with his coach, Roger Rasheed. It is thought the straight-talking Australian was keen for the Bulgarian to move out of the shadow of his partner, Maria Sharapova.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436286459592/Wimbledon-Championships-2-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray with his coaches Amélie Mauresmo and Jonas Bjorkman during his training at Wimbledon. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Wimbledon Championships 2015 Day Eight ","cleanCaption":"Andy Murray with his coaches Amélie Mauresmo and Jonas Bjorkman during his training at Wimbledon. Photograph: BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-07T21:00:12Z","lastModified":"2015-07-07T23:05:02Z","metadata":{"commentable":true,"commentCount":48,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Wimbledon 2015","Andy Murray","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/07/andy-murray-amelie-mauresmo-wimbledon-2015-vasek-pospisil","shortUrl":"http://gu.com/p/4aeyf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/07/andy-murray-amelie-mauresmo-wimbledon-2015-vasek-pospisil","webUri":"http://www.theguardian.com/sport/2015/jul/07/andy-murray-amelie-mauresmo-wimbledon-2015-vasek-pospisil"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436286459592/Wimbledon-Championships-2-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray with his coaches Amélie Mauresmo and Jonas Bjorkman during his training at Wimbledon. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Wimbledon Championships 2015 Day Eight ","cleanCaption":"Andy Murray with his coaches Amélie Mauresmo and Jonas Bjorkman during his training at Wimbledon. Photograph: BPI/Rex Shutterstock"}},"importance":6,"byline":{"title":"Kevin Mitchell"},"showQuotedHeadline":true,"sublinks":[{"title":"Wimbledon / Djokovic to apologise to ball girl after outburst","rawTitle":"Djokovic to apologise to ball girl after outburst","item":{"type":"article","id":"sport/2015/jul/08/novak-djokovic-sorry-ball-girl-wimbledon-2015-tennis","title":"Novak Djokovic promises to apologise to Wimbledon ball girl after outburst","trailText":"Novak Djokovic has vowed to apologise to a Wimbledon ball girl after angrily yelling towards her during his fourth-round win over Kevin Anderson","standFirst":"<span class=\"bullet\">•</span> World No1 shouted ‘towel’ at startled youngster on No1 court\n<br />\n<span class=\"bullet\">•</span> Djokovic went on to defeat Anderson in five sets to reach last eight","byline":"Press Association","body":"<p>Novak Djokovic has vowed to apologise to a Wimbledon ball girl after angrily yelling towards her during his fourth-round win over Kevin Anderson.</p> \n<p>The defending champion appeared to aggressively shout “towel” at the startled youngster when struggling to fend off the big-serving South African Kevin Anderson.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/novak-djokovic-kevin-anderson-wimbledon-2015\">Novak Djokovic defeats Kevin Anderson to reach Wimbledon quarter-finals</a> </p> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/novak-djokovic-kevin-anderson-wimbledon-2015\" title=\"\">Djokovic won through 6-7, 6-7, 6-1, 6-4, 7-5</a>, resuming on Tuesday at two sets all after fading light had brought the match on No1 Court to an overnight halt.</p> \n<p>When asked about the incident involving the ball girl, which came in the sixth game of the deciding set, after he planted a loose forehand into the net to end a 20-shot rally, Djokovic said: “I’m sorry. There was nothing towards her.</p> \n<p>“Maybe she was just afraid of my screaming there. I was pretty close to her. I’m definitely going to try to apologise to her if I did something wrong.”</p> \n<p>Djokovic’s safe progress to the quarter-finals came on the 30th anniversary of coach Boris Becker’s first Wimbledon triumph as a 17-year-old.</p> \n<p>“I didn’t know it was today. But he’s going to have a glass of wine, I’ll have a glass of water, and we will celebrate this nice milestone,” Djokovic said.</p> \n<p>Becker said of Djokovic’s performance: “I think that’s a message to the locker room that whoever said he wasn’t ready before, well he’s ready now.”</p> \n<p>The 28-year-old world No1 will face US Open champion Marin Cilic on Wednesday in the quarter-finals.</p> \n<p>They have played 12 times previously, and Djokovic has prevailed each time.</p> \n<p>He will be looking to avoid an unlucky 13th, and the Serb said of his Croatian rival: “He had an exceptional season last year, the best of his life. He played very well at the grand slams, and of course won the US Open. That’s the crown of his career.</p> \n<p>“I remember him mentioning earlier this year that he wants to focus mostly on Wimbledon, grass. That’s where he feels like he has a best chance besides the US Open.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bf617f16dcafbba09a4d702e8ee494f8f27adb42/0_99_3848_2309/3848.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2309,"width":3848,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Wimbledon Championships 2015 Day Eight All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 7 Jul 2015<br>Editorial use only. No merchandising. For Football images FA and Premier League restrictions apply inc. no internet/mobile usage without FAPL license - for details contact Football Dataco\r\nMandatory Credit: Photo by BPI/REX Shutterstock (4897833ca)\r\nNovak Djokovic of Serbia shouts at a ball girl during his match\r\nWimbledon Championships 2015 Day Eight All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 7 Jul 2015","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-08T07:21:13Z","lastModified":"2015-07-08T07:21:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Novak Djokovic","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/novak-djokovic-sorry-ball-girl-wimbledon-2015-tennis","shortUrl":"http://gu.com/p/4af2n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/novak-djokovic-sorry-ball-girl-wimbledon-2015-tennis","webUri":"http://www.theguardian.com/sport/2015/jul/08/novak-djokovic-sorry-ball-girl-wimbledon-2015-tennis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bf617f16dcafbba09a4d702e8ee494f8f27adb42/0_99_3848_2309/3848.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2309,"width":3848,"orientation":"landscape","caption":"Novak Djokovic says he will apologise to the ball girl he shouted out in the deciding set of his fourth-round win over Kevin Anderson. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Novak Djokovic says he will apologise to the ball girl he shouted out in the deciding set of his fourth-round win over Kevin Anderson.","cleanCaption":"Novak Djokovic says he will apologise to the ball girl he shouted out in the deciding set of his fourth-round win over Kevin Anderson.","cleanCredit":"Photograph: BPI/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bf617f16dcafbba09a4d702e8ee494f8f27adb42/0_99_3848_2309/3848.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2309,"width":3848,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Wimbledon Championships 2015 Day Eight All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 7 Jul 2015<br>Editorial use only. No merchandising. For Football images FA and Premier League restrictions apply inc. no internet/mobile usage without FAPL license - for details contact Football Dataco\r\nMandatory Credit: Photo by BPI/REX Shutterstock (4897833ca)\r\nNovak Djokovic of Serbia shouts at a ball girl during his match\r\nWimbledon Championships 2015 Day Eight All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 7 Jul 2015","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/15e055941a9cab47c9846077d6c936011c2451e7/492_49_3234_1940/1000.jpg","height":600,"width":1000}}]},{"title":"Football / Sterling tells Liverpool to leave him out of pre-season tour","rawTitle":"Sterling tells Liverpool to leave him out of pre-season tour","item":{"type":"article","id":"football/2015/jul/07/raheem-sterling-liverpool-left-out-pre-season-tour","title":"Raheem Sterling tells Liverpool he wants to be left out of pre-season tour","trailText":"Raheem Sterling has left Brendan Rodgers in no doubt over his determination to push for a transfer to Manchester City by informing the Liverpool manager he wants to be left out of the club’s pre-season tour of the Far East and Australia","standFirst":"<span class=\"bullet\">•</span> Sterling wants to force through move to Manchester City\n<br />\n<span class=\"bullet\">•</span> Liverpool travel to Far East and Australia on Sunday","byline":"Andy Hunter","body":"<p>Raheem Sterling has left Brendan Rodgers in no doubt over his determination to push for a transfer to Manchester City by informing the Liverpool manager he wants to be left out of the pre-season tour of the Far East and Australia.</p> \n<p>The England forward has held talks with the Liverpool manager since returning to training on Monday. It is understood he not only reiterated his desire to leave this summer but asked to be omitted from the two-week trip to Thailand, Australia and Malaysia. Liverpool’s squad depart for Bangkok on Sunday and are not due back on Merseyside until Saturday 25 July.</p> \n<p>Sterling’s hardline stance further demonstrates the breakdown in relations since the 20-year-old rejected a &pound;100,000-a-week contract extension last season. It also opens the way for City to make a third offer for the winger, who is under contract at Liverpool until 2017 on a &pound;35,000-a-week deal.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/07/liverpool-roberto-firmino-new-chapter-premier-league-copa-america\">Liverpool’s Roberto Firmino: I am starting an exciting new chapter</a> </p> \n</aside> \n<p>Liverpool have not had contact with City since their second bid was rejected last month, although a fresh approach is expected soon.</p> \n<p>City have had two bids rejected by Liverpool, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/11/liverpool-reject-bid-raheem-sterling-manchester-city\">a &pound;25m offer rising to &pound;30m</a> plus <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/manchester-city-increased-offer-raheem-sterling-liverpool\">a &pound;35m rising to &pound;40m package</a>. The Anfield club value the player at &pound;50m and would want the bulk of the money up front. Queens Park Rangers, his former club, are due 20% of any sell-on fee.</p> \n<p>Whether Liverpool accede to Sterling’s request to be left out depends on an acceptable offer arriving from City before Sunday rather than the player’s wishes.</p> \n<p>Rodgers expects Sterling to travel and play if selected for their first friendly, in Bangkok on Tuesday, should the situation remain. Luis Su&aacute;rez teamed up with Liverpool on their pre-season tour of Australia in 2013 while agitating for a move to Arsenal.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/liverpool-james-milner-anfield\">Liverpool’s James Milner: central role promise was key to Anfield move</a> </p> \n</aside> \n<p>Despite their current stance, Liverpool are considering alternatives should the England forward eventually complete a move to the Etihad Stadium. The Barcelona winger Pedro is a possible target despite only recently signing a four-year contract with the European champions.</p> \n<p>Denis Cheryshev, the Real Madrid winger who spent last season on loan at Villarreal, is another option that appeals to the Liverpool manager.</p> \n<p>Rodgers also hopes to add the Aston Villa striker Christian Benteke to his squad before the start of the campaign, irrespective of whether Sterling stays or goes.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436303096124/Raheem-Sterling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling reported back for pre-season training with Liverpool this week. Photograph: Nick Taylor /Liverpool FC via Getty Images","credit":"Nick Taylor /Liverpool FC via Getty Images","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling reported back for pre-season training with Liverpool this week. Photograph: Nick Taylor /Liverpool FC via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-07T21:30:12Z","lastModified":"2015-07-08T00:09:19Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":false,"keywords":["Raheem Sterling","Liverpool","Manchester City","Football","Sport"],"tags":[{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/07/raheem-sterling-liverpool-left-out-pre-season-tour","shortUrl":"http://gu.com/p/4aepe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/07/raheem-sterling-liverpool-left-out-pre-season-tour","webUri":"http://www.theguardian.com/football/2015/jul/07/raheem-sterling-liverpool-left-out-pre-season-tour"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436303096124/Raheem-Sterling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling reported back for pre-season training with Liverpool this week. Photograph: Nick Taylor /Liverpool FC via Getty Images","credit":"Nick Taylor /Liverpool FC via Getty Images","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling reported back for pre-season training with Liverpool this week. Photograph: Nick Taylor /Liverpool FC via Getty Images"}},"importance":5,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"Liverpool / Firmino looks forward to 'exciting new chapter'","rawTitle":"Firmino looks forward to 'exciting new chapter'","item":{"type":"article","id":"football/2015/jul/07/liverpool-roberto-firmino-new-chapter-premier-league-copa-america","title":"Liverpool’s Roberto Firmino: I am starting an exciting new chapter","trailText":"Roberto Firmino has said he will need time to adapt at Anfield but that he can only improve once he settles in at Liverpool","standFirst":"<span class=\"bullet\">•</span> Firmino ‘excited to find out what Premier League has to offer’\n<br />\n<span class=\"bullet\">•</span> Brazil international given extended leave after Copa Am&eacute;rica","byline":"Andy Hunter","body":"<p>Liverpool’s &pound;29m signing Roberto Firmino has said he will need time to adapt to the Premier League but believes his level can only improve once he settles into Brendan Rodgers’ team.</p> \n<p>The Brazil international has yet to report for pre-season training having been given extended leave following his involvement in the Copa Am&eacute;rica. He and his compatriot Philippe Coutinho are not expected to join up with their team-mates for another fortnight.</p> \n<p>On Hoffenheim’s official website, Firmino thanked his former club for their part in his development into a Brazilian international and becoming the second most expensive signing in Liverpool’s history.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/24/roberto-firmino-liverpool-thiever-of-balls\">Liverpool’s Roberto Firmino: a thiever of balls who never stops running | Marcus Christenson</a> </p> \n</aside> \n<p>The attacking midfielder insists his progress will continue at Anfield. “I have the opportunity to start an exciting new chapter now. I am looking forward to a new challenge and am excited to find out what the Premier League has to offer,” the 23-year-old said. “Of course, everything will once again be new to me at the start. I’m going to have to get used to a new style of play but I’ll also get the opportunity to improve my game even further. Of course, I want to be a regular starter at Liverpool and be successful with my new team.”</p> \n<p>Firmino scored 49 goals in 153 games for Hoffenheim after his arrival from Figueirense in January 2011 and won his first Brazil cap last year.</p> \n<p>He added: “I was only 19 when I came to Hoffenheim. Everything was new to me – a strange country, a foreign language. That was not easy at the beginning. Europe was a big adventure to me and, of course, I had my doubts.</p> \n<p>“I developed as a player and as a person. By working hard at Hoffenheim, I made it into the <em>Selecao</em>. That is a dream come true to me and I know who I owe gratitude to. A lot of people believed in me during times when things did not go perfectly. I will keep my time at Hoffenheim and the people I met here in my heart for ever.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436290914237/Brazil-v-Paraguay-Copa-Am-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brazil's Roberto Firmino in action against Paraguay in the Copa América quarter-final. Photograph: Xinhua/Rex Shutterstock","credit":"Xinhua/Rex Shutterstock/Xinhua/Rex Shutterstock","altText":"Brazil v Paraguay, Copa América quarter final","cleanCaption":"Brazil's Roberto Firmino in action against Paraguay in the Copa América quarter-final. Photograph: Xinhua/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-07T17:46:23Z","lastModified":"2015-07-07T21:17:27Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":false,"keywords":["Liverpool","Transfer window","Football","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/07/liverpool-roberto-firmino-new-chapter-premier-league-copa-america","shortUrl":"http://gu.com/p/4aen2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/07/liverpool-roberto-firmino-new-chapter-premier-league-copa-america","webUri":"http://www.theguardian.com/football/2015/jul/07/liverpool-roberto-firmino-new-chapter-premier-league-copa-america"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436290914237/Brazil-v-Paraguay-Copa-Am-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brazil's Roberto Firmino in action against Paraguay in the Copa América quarter-final. Photograph: Xinhua/Rex Shutterstock","credit":"Xinhua/Rex Shutterstock/Xinhua/Rex Shutterstock","altText":"Brazil v Paraguay, Copa América quarter final","cleanCaption":"Brazil's Roberto Firmino in action against Paraguay in the Copa América quarter-final. Photograph: Xinhua/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Liverpool"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436290914237/Brazil-v-Paraguay-Copa-Am-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brazil's Roberto Firmino in action against Paraguay in the Copa América quarter-final. Photograph: Xinhua/Rex Shutterstock","credit":"Xinhua/Rex Shutterstock/Xinhua/Rex Shutterstock","altText":"Brazil v Paraguay, Copa América quarter final","cleanCaption":"Brazil's Roberto Firmino in action against Paraguay in the Copa América quarter-final. Photograph: Xinhua/Rex Shutterstock"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/57398e51f1b338f38ee1f32736e7b63b7d2b033c/1329_302_1123_673/1000.jpg","height":599,"width":1000}}]},{"title":"Wimbledon / Williams backs Wozniacki's scheduling complaint","rawTitle":"Williams backs Wozniacki's scheduling complaint","item":{"type":"article","id":"sport/2015/jul/07/serena-williams-caroline-wozniacki-sexist-scheduling","title":"Serena Williams backs Caroline Wozniacki over ‘sexist scheduling’","trailText":"No1 seed Serena Williams has backed Caroline Wozniacki’s fight over ‘different’ standards that she claims sees women given fewer opportunities than men to play on Wimbledon’s show courts","standFirst":"<p><span class=\"bullet\">•</span> Women treated differently over Wimbledon show courts, says Dane<br /><span class=\"bullet\">•</span> No1 seed Williams says she is ‘still fighting’ despite ‘some progress’</p>","byline":"Press Association","body":"<p>Serena Williams supports Caroline Wozniacki’s accusation of sexist scheduling at Wimbledon and believes there is a “huge conversation” to be had about the issue at all grand slam tournaments.</p> \n<p>Wozniacki hit out at Wimbledon organisers after she lost in the fourth round on Monday, insisting “different” standards mean women are given fewer opportunities than men to play on the All England Club’s show courts.</p> \n<p>Williams booked her place in the semi-finals on Tuesday after she came from a set down<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/serena-williams-victoria-azarenka-wimbledon-2015\" title=\"\"> to beat Victoria Azarenka on Centre Court</a>, and the American said afterwards there is work to be done on the scheduling of women’s matches.</p> \n<p>“We’re still fighting on that,” Williams said. “We’ve made some progress but hopefully we’ll keep making more progress. We made progress making sure that women have more featured matches. It’s just a little bit at a time.</p> \n<p>“Hopefully we’ll get to the point where we’ll even have more featured matches. I don’t think it’s limited to Wimbledon. We have this problem at a lot of different tournaments.</p> \n<p>“Pretty much most of the tournaments that are both men and women. So I think it doesn’t start here. It’s a huge conversation that we have to have.”</p> \n<p>During the first seven days at Wimbledon only nine out of the 24 matches scheduled on Centre Court were from the women’s draw.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436305837352/Day-Five-The-Championship-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Serena Williams booked her place in the Wimbledon semi-finals but insists work still needs to be done on the scheduling of women's matches. Photograph: Clive Brunskill/Getty Images","credit":"Clive Brunskill/Getty Images","altText":"Day Five: The Championships - Wimbledon 2015","cleanCaption":"Serena Williams booked her place in the Wimbledon semi-finals but insists work still needs to be done on the scheduling of women's matches. Photograph: Clive Brunskill/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-07T21:50:11Z","lastModified":"2015-07-07T23:20:37Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Wimbledon 2015","Serena Williams","Caroline Wozniacki","Tennis","Wimbledon","Sport","US sports"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/caroline-wozniacki","webTitle":"Caroline Wozniacki"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/07/serena-williams-caroline-wozniacki-sexist-scheduling","shortUrl":"http://gu.com/p/4aepj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/07/serena-williams-caroline-wozniacki-sexist-scheduling","webUri":"http://www.theguardian.com/sport/2015/jul/07/serena-williams-caroline-wozniacki-sexist-scheduling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436305837352/Day-Five-The-Championship-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Serena Williams booked her place in the Wimbledon semi-finals but insists work still needs to be done on the scheduling of women’s matches. Photograph: Clive Brunskill/Getty Images","credit":"Clive Brunskill/Getty Images","altText":"Day Five: The Championships - Wimbledon 2015","cleanCaption":"Serena Williams booked her place in the Wimbledon semi-finals but insists work still needs to be done on the scheduling of women’s matches. Photograph: Clive Brunskill/Getty Images"}},"importance":4,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[{"title":"Wimbledon / Williams sets up Sharapova semi-final clash","rawTitle":"Williams sets up Sharapova semi-final clash","item":{"type":"article","id":"sport/2015/jul/07/serena-williams-victoria-azarenka-wimbledon-2015","title":"Wimbledon 2015: Serena Williams too strong for Victoria Azarenka","trailText":"Serena Williams has seen off Victoria Azarenka 3-6, 6-2, 6-3 to make it through to semi-final and will now face Maria Sharapova","standFirst":"<span class=\"bullet\">•</span> No1 seed wins 3-6, 6-2, 6-3 to make it through to semi-final\n<br />\n<span class=\"bullet\">•</span> Williams will now face Maria Sharapova","byline":"Kevin Mitchell at Wimbledon","body":"<p>Serena Williams is two wins away from holding all four grand slam titles – however much she hates thinking about the prospect of repeating her special achievement of 12 years ago – and, with chilling inevitability, it was her friend Victoria Azarenka who served as a stepping stone, albeit a noble one in defeat.</p> \n<p>The 33-year-old American, who owns the US, the Australian and the French titles, did it the hard way against an opponent for whom she has respect but no mercy. She won 3-6, 6-2, 6-3 – her 17th victory over the Belarusian in 20 matches – under skies as gloomy as her prospects were until after an hour of the most intense struggle had passed on Centre Court, but the title looks hers to lose.</p> \n<p>Every time she has reached the quarter-final since failing to do so in Melbourne two years ago, she has gone on to win the big prize – at Roland Garros and Flushing Meadows in 2013, again in New York last year, followed by Melbourne and Paris again this year. That screams determination.</p> \n<p>If Williams does win her sixth Wimbledon title and defends her home championship in September, she will be the first player to do the calendar slam since Steffi Graf in 1988. That would move her level with the German on 22 majors for the Open era record, with surely a year at least in which to add to her collection, time enough probably to pass Margaret Court’s all-time tally of 24.</p> \n<p>All of that is very much for the future. Williams has to beat Maria Sharapova in the semi-final to reach the final on Saturday and although she holds a 17-2 advantage over the Russian, she takes nothing for granted.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/serena-williams-caroline-wozniacki-sexist-scheduling\">Serena Williams backs Caroline Wozniacki over ‘sexist scheduling’</a> </p> \n</aside> \n<p>“Maria’s been playing really well,” Williams said. “It’s always good to see her doing well.” Sure it is.</p> \n<p>More believable were her quick reflections on the quarter-final: “It was really fun out there. I found myself smiling at one point, and Vika smiling too. It’s been an up-and-down tournament. Somehow I’m still alive.”</p> \n<p>She went on to back Caroline Wozniacki’s calls for the women’s game to be given equal treatment on the show courts. “We’re still fighting on that,” Williams said. “We’ve made some progress but hopefully we’ll keep making more progress. I don’t think it’s limited to Wimbledon. We have this problem at a lot of different tournaments.”</p> \n<p>Azarenka was also keen to talk about sexism, but reserved her criticism for the Centre Court crowd’s audible laughter during the match. “It’s so annoying because guys grunt,” said Azarenka. “I was practising next to [Rafa] Nadal, and he grunts louder than me, and nobody notices that. Why?</p> \n<p>“Both women on the court were trying their hardest and giving everything, and they make noises. Is that a problem for tennis? It happens in every sport.</p> \n<p>“So I think maybe it’s time to just put it aside and not talk about it all the time because this is not what is important when there are two players on the Centre Court.</p> \n<p>“We’ve got to look a little bit past that and see: ‘Oh, my God, Serena played 24 aces.’ Look at the good stuff, stop bringing this ridiculous stuff.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/07/serena-williams-victoria-azarenka-wimbledon-2015-live\">Serena Williams v Victoria Azarenka: Wimbledon 2015 – as it happened</a> </p> \n</aside> \n<p>And the level here was extraordinarily high for the two hours and three minutes the match lasted although there was an inevitability about the result once they entered the concluding stages.</p> \n<p>It said much about their relationship that Sascha Bajin, Williams’s hitting partner and confidant for eight years, could defect to join Azarenka and the move not generate a whit of unpleasantness. On court it was all business between two rivals who are also good friends.</p> \n<p>Azarenka, who had not dropped a set in these championships, also knew she has never won against Williams on grass. So something had to give and two double-faults in the first game of the match gave the American the earliest possible opportunity to break. She battled through deuce twice to hold. And they scrapped from there pretty much to the final bell.</p> \n<p>At 5.10pm, Serena faced that novel experience: dropping a set to Azarenka on a surface she has come to dominate like no other player of her era. She was two break points down at 2-5, so she found a couple of big serves, a thrashing backhand down the line and got to deuce. Despite a double-fault, she got there. Even when her game is malfunctioning, she is still too good for everyone else.</p> \n<p>At 5.15pm Azarenka had set point and with a final swish of her backhand, she did it. The improbable had become a reality and now all sorts of possibilities opened up. Would breaking that spell liberate her or inspire the feared backlash across the net?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/victoria-azarenka-crowd-laughing-grunting-serena-williams-wimbledon\">Victoria Azarenka hits out at crowd for laughing at grunting in Williams match</a> </p> \n</aside> \n<p>Retaliation started with three Serena aces and a hold to love. However, after exactly an hour and four games into the second set, there was nothing between them and while Azarenka had that first-set cushion to comfort her, Williams used the deficit as inspiration.</p> \n<p>Her shouts grew louder, her returns hit the turf that bit harder but not all her bombs were hitting the mark and that gave Azarenka heart. She knew if she could hold her discipline she had a chance of hanging on. Williams needed an eighth ace to fight through deuce for a slender lead midway through the set. They had entered a mutual destruction pact, it seemed, every stroke loaded and the outcome uncertain in every point.</p> \n<p>Fault lines began to appear in Azarenka’s game as Williams applied unrelenting pressure on her serve. She had to save three break points in the third game but could not save the two she handed up in the fifth, and Williams had the glimmer of a chance she needed.</p> \n<p>From here she has won so many times before – but she found herself mired again in a struggle of her own making, surrendering two break points before holding for 5-2. When Azarenka failed to hold serve, a last, weakened backhand from behind the baseline billowing the net, the balance was firmly with Williams.</p> \n<p>Azarenka pulled off the occasional stunning winner down the flanks, where Williams is always most vulnerable. She saved for deuce with a big second serve and deuce in the fourth game, and held when her opponent hit long. In the seventh game, Williams hit three aces inside a minute to pass 50 for the tournament. It was knockout tennis. Azarenka hit her seventh double fault and fourth ace to stay in the match.</p> \n<p>Azarenka somehow managed a smile as Williams’s eighth ace eluded her swing, but was not thrilled to miss the next one. Williams then saw the comical side of daft mishit to give up break point – and aced again. On match point, Azarenka hit wide. The crowd stood in universal acclamation and the combatants hugged at the net. It was as much a memorable occasion as it was a contest.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436294150126/Wimbledon-day-eight-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams celebrates in her match with Victoria Azarenka on Centre Court during day eight of Wimbledon 2015. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Wimbledon day eight","cleanCaption":"Serena Williams celebrates in her match with Victoria Azarenka on Centre Court during day eight of Wimbledon 2015. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-07T21:48:00Z","lastModified":"2015-07-08T00:10:57Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Serena Williams","Wimbledon 2015","Wimbledon","Tennis","Sport","US sports"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/07/serena-williams-victoria-azarenka-wimbledon-2015","shortUrl":"http://gu.com/p/4aenz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/07/serena-williams-victoria-azarenka-wimbledon-2015","webUri":"http://www.theguardian.com/sport/2015/jul/07/serena-williams-victoria-azarenka-wimbledon-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436294150126/Wimbledon-day-eight-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams celebrates in her match with Victoria Azarenka on Centre Court during day eight of Wimbledon 2015. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Wimbledon day eight","cleanCaption":"Serena Williams celebrates in her match with Victoria Azarenka on Centre Court during day eight of Wimbledon 2015. Photograph: Tom Jenkins for the Guardian"}},"importance":0,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436294150126/Wimbledon-day-eight-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams celebrates in her match with Victoria Azarenka on Centre Court during day eight of Wimbledon 2015. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Wimbledon day eight","cleanCaption":"Serena Williams celebrates in her match with Victoria Azarenka on Centre Court during day eight of Wimbledon 2015. Photograph: Tom Jenkins for the Guardian"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/9088c3c8f5b6e337693a1f340d7ed3bf89af5f38/111_425_1752_1051/1000.jpg","height":600,"width":1000}}]},{"title":"Tour de France 2015 / Martin wins stage four and takes yellow jersey","rawTitle":"Martin wins stage four and takes yellow jersey","item":{"type":"article","id":"sport/2015/jul/07/tour-de-france-tony-martin-wins-stage-four","title":"Tour de France 2015: Tony Martin wins stage four and takes the yellow jersey","trailText":"Tony Martin claimed the Tour de France leader’s yellow jersey for the first time with victory on stage four to Cambrai","standFirst":"<span class=\"bullet\">•</span> Martin grabs yellow for first time after surging away 3km from finish\n<br />\n<span class=\"bullet\">•</span> Main Tour contenders avoid slip-ups over cobbled sections\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage\" title=\"\">The lowdown on the 2015 Tour: stage-by-stage interactive</a>","byline":"Barry Glendenning in Cambrai","body":"<p>After three near misses in as many days, Tony Martin was finally zipped into the yellow jersey for the first time in his career following a determined late solo breakaway into Cambrai over the French border. Finishing on a team-mate’s bike after a puncture, his triumph means Thibaut Pinot takes over the mantle of unluckiest man in the race. The Frenchman had two punctures in as many minutes to become the only general classification contender to lose time – 3min 23sec – on a stage the peloton approached with extreme caution.</p> \n<p>In a fiendishly tricky opening week of a Tour that is beginning to look like it was mapped by scientists more accustomed to testing the intelligence of monkeys, seven teeth-loosening sectors of cobbles were the latest obstacle placed in front of the 191 remaining riders. On a dry day, most coped admirably and although Chris Froome lost the overall race lead to Martin, the Sky rider could see the positives of his team not having to defend it. “Hopefully the guys can have a bit of a rest over the next few days,” he said. “There’s a lot of racing to go and while Tony’s a good time-trialist, he won’t be up there with us when we go into the mountains.”</p> \n<figure class=\"element element-image\" data-media-id=\"4f7caa7ac96d7215c0f246964e10b41ad34e723d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436296443864/2a94fe35-b2e2-45c5-868f-de4fd64b32da-460x276.jpeg\" alt=\"Martin\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tony Martin of Etixx-QuickStep celebrates after a late dash earned him the stage win at Cambrai – and also put him in the overall lead.</span> \n  <span class=\"element-image__credit\">Photograph: Manuel Blondeau/Manuel Blondeau/Corbis</span> \n </figcaption> \n</figure> \n<p>A surface for specialists and a staple of the Paris-Roubaix classic, the risk of disaster on the hellish <em>pav&eacute;</em> of the north is huge, with riders engaging in all manner of reckless tomfoolery in their efforts to get to the front of the bunch approaching each sector.</p> \n<p>With each uneven cobble or hole a potential puncture, buckled wheel or broken clavicle in waiting, tension is high and with crowds sometimes lining each side of what are ostensibly dusty country lanes, barrelling along in the comparative safety of the gutter is not really an option. These cyclists were picking up bad vibrations and their filth-caked faces in the post race “unsaddling” enclosure were a sight to behold.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/07/tour-de-france-2015-stage-four-live\">Tour de France 2015: stage four – as it happened</a> </p> \n</aside> \n<p>For most general classification contenders apart from Vincenzo Nibali, who is at one with the bumpy stuff, this was a stage to put safety first, which will have frustrated experts such as Geraint Thomas, Peter Sagan and Greg Van Avermaet, who had to concentrate on riding in the service of their team leaders Froome, Alberto Contador and Tejay van Garderen instead of the pursuit of individual glory.</p> \n<p>Sagan finished third, just ahead of Van Avermaet, while Thomas also finished in a main bunch of 35 who almost certainly contained the winner of this Tour. We can only surmise how the race could have unfolded if they had been given free rein, but Martin’s power as a time-trialist meant there was no catching him once he had leapt off the front of the leading bunch and zoomed off into the distance. He held on by three seconds, punching the air triumphantly at having ticked a long overdue box on his already impressive <em>palmar&egrave;s</em>.</p> \n<p>“Having a flat tyre and changing a bike [I thought I had no chance],” he said. “With five [kilometres to go], we were together. Nobody wanted to pull, so I decided to give it a try and go full gas ahead. Somehow I found some power. I don’t know what happened today. I was so nervous. I don’t know how many watts I did – maybe more than I ever did. I’m so happy.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/shortcuts/2015/jul/07/more-than-broken-back-to-stop-tour-de-france-cyclists-fabian-cancellara\">It takes more than a broken back to stop a Tour de France cyclist</a> </p> \n</aside> \n<p>After Monday’s crash, the field lined up in Seraing with one conspicuous absentee. Having been taken to hospital after gingerly finishing a stage he almost certainly should have been forced to abandon on medical advice, Fabian Cancellara was, for the second time this year, found to have two broken lower vertebrae and forced to withdraw. If this was, as seems likely, his final Tour there is something poignantly foolhardy about a courageous veteran nicknamed “Spartacus” going out ashen-faced, bloodied and defiant while wearing the tattered and dirty <em>maillot jaune</em> of race leader.</p> \n<p>A day that promised so much chaos failed to deliver and thick dust rather than mud and its accompanying mayhem was the peloton’s chief tormenter. The ravenousness with which riders snatched proffered drinks on exiting each new purgatory and sent them towards open mouths was telling.</p> \n<p>In the early cobbled sectors Nibali and his team-mates briefly threatened but they were unable to shake off a chasing posse that would later blow an opportunity to drop Contador as they squabbled among themselves over who should make the pace.</p> \n<p>So after four stages, Martin is finally in yellow and seems likely to remain in it until Friday at least. After fascinating, tense and often fraught racing, stage five should be one for the sprinters to contest the first mass bunch finish as the Tour reaches the scene of one of the bloodiest battles in history and rolls into Amiens, the capital of the Somme.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/ng-interactive/2015/jul/01/tour-de-france-2015-stage-by-stage\">Tour de France 2015 – stage by stage</a> </p> \n</aside>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/7/1436286068233/Tony-Martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Martin is ecstatic after winning the fourth stage of the Tour de France and winning the yellow jersey.  Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Tony Martin","cleanCaption":"Tony Martin is ecstatic after winning the fourth stage of the Tour de France and winning the yellow jersey.  Photograph: Kim Ludbrook/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436296445224/2a94fe35-b2e2-45c5-868f-de4fd64b32da-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Martin of Etixx-QuickStep celebrates after a late dash earned him the stage win at Cambrai – and also put him in the overall lead. Photograph: Manuel Blondeau/Manuel Blondeau/Corbis","credit":"Manuel Blondeau/Manuel Blondeau/Corbis","altText":"Martin","cleanCaption":"Tony Martin of Etixx-QuickStep celebrates after a late dash earned him the stage win at Cambrai – and also put him in the overall lead.","cleanCredit":"Photograph: Manuel Blondeau/Manuel Blondeau/Corbis"}],"webPublicationDate":"2015-07-07T16:23:18Z","lastModified":"2015-07-07T23:35:01Z","metadata":{"commentable":true,"commentCount":250,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/07/tour-de-france-tony-martin-wins-stage-four","shortUrl":"http://gu.com/p/4aetb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/07/tour-de-france-tony-martin-wins-stage-four","webUri":"http://www.theguardian.com/sport/2015/jul/07/tour-de-france-tony-martin-wins-stage-four"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457433707","source":"L'Equipe","durationInSeconds":196,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/07/150707LeTourStage4_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/07/150707LeTourStage4.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/7/1436293140352/KP_344857_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France stage four highlights","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France stage four highlights","cleanCaption":"620x372 trailpic for Tour De France stage four highlights"}}},"importance":3,"kicker":{"title":"Tour de France 2015"},"showQuotedHeadline":false,"sublinks":[{"title":"In pictures / The best images from stage four of the Tour","rawTitle":"The best images from stage four of the Tour","item":{"type":"gallery","id":"sport/gallery/2015/jul/07/tour-de-france-stage-four-in-pictures","title":"Tour de France: stage four","trailText":"The best photos from stage four, which took the riders from Seraing to Cambrai, a 223.5km stage that included several section of cobbles.Tony Martin powered home from 2km out to grab the yellow jersey and stage victory, but Chris Froome maintained the lead over his main GC rivals","standFirst":"<p>The best photos from stage four, which took the riders from Seraing to Cambrai, and into France for the first time, on a 223.5km stage that included several demanding sections of cobbles.</p>\n<p>Tony Martin powered home from 2km out to grab a stage win and the yellow jersey after narrowly missing out on each stage so far, but Chris Froome maintained his lead over his main general classification rivals</p>","byline":"Daffydd Bynon","body":"<figure class=\"element element-image\" data-media-id=\"8358f8f964cc15123c8c289656e5393e6ea95ed5\"> \n <img src=\"http://media.guim.co.uk/8358f8f964cc15123c8c289656e5393e6ea95ed5/0_0_5000_3330/1000.jpg\" alt=\"Chris Froome and Team Sky equipped their bikes with suspension and special tires in preparation for the cobblestones\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Froome and Team Sky equipped their bikes with suspension and special tyres in preparation for the cobblestones</span> \n  <span class=\"element-image__credit\">Photograph: Doug Pensinger/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"32e23637ed4dccb56c713c00571d52b0b0817a6e\"> \n <img src=\"http://media.guim.co.uk/32e23637ed4dccb56c713c00571d52b0b0817a6e/0_0_4957_3293/1000.jpg\" alt=\"Sky also installed GPS tracking devices mounted under the saddles\" width=\"1000\" height=\"664\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sky also installed GPS tracking devices mounted under the saddles</span> \n  <span class=\"element-image__credit\">Photograph: Doug Pensinger/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"08369df829c1bb4caf886f5d231327b1ebacd640\"> \n <img src=\"http://media.guim.co.uk/08369df829c1bb4caf886f5d231327b1ebacd640/0_0_4096_2729/1000.jpg\" alt=\"Mark Cavendish wonders how he will get on for Etixx Quick Step\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Cavendish wonders how he will get on for Etixx QuickStep</span> \n  <span class=\"element-image__credit\">Photograph: Kim Ludbrook/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c60005c5e0fbb266b3ffe569efd8f1240901eaa1\"> \n <img src=\"http://media.guim.co.uk/c60005c5e0fbb266b3ffe569efd8f1240901eaa1/0_0_3909_2543/1000.jpg\" alt=\"The peloton rides sets off\" width=\"1000\" height=\"651\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The peloton sets off along the longest route of this year’s Tour</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"22bc43009d49eea7231a834f3af51d4deeb6dab5\"> \n <img src=\"http://media.guim.co.uk/22bc43009d49eea7231a834f3af51d4deeb6dab5/0_0_4024_2648/1000.jpg\" alt=\"he peloton start the journey through Seraing\" width=\"1000\" height=\"658\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The peloton start the journey through Seraing</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"9d7a748d0ee6b39b363abc5458e64e165244bbf2\"> \n <img src=\"http://media.guim.co.uk/9d7a748d0ee6b39b363abc5458e64e165244bbf2/0_0_4856_3148/1000.jpg\" alt=\"The route take the pack through the town of Huy\" width=\"1000\" height=\"648\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The route takes the pack through the town of Huy</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"dc7bc73228e0764df024e81e954f13b3d3c26576\"> \n <img src=\"http://media.guim.co.uk/dc7bc73228e0764df024e81e954f13b3d3c26576/0_0_4163_2771/1000.jpg\" alt=\"and round the Namur citadel\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The route also passes around the Namur citadel, close to the border with France</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Pachoud/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"6b1c4be69280ebc96fd6d4622e07aa95c3a67eeb\"> \n <img src=\"http://media.guim.co.uk/6b1c4be69280ebc96fd6d4622e07aa95c3a67eeb/0_0_3579_2382/1000.jpg\" alt=\"Team Sky keep Chris Froome close by\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Team Sky keep a close eye on their yellow jersey wearer, Chris Froome</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Pachoud/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"dbc86a5c8c8bc371ab1ecf37d39905ff1762a8f7\"> \n <img src=\"http://media.guim.co.uk/dbc86a5c8c8bc371ab1ecf37d39905ff1762a8f7/0_0_4096_2732/1000.jpg\" alt=\"Lotto Soudal team rider Thomas De Gendt leads the breackaway group\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lotto Soudal team rider Thomas De Gendt leads the breackaway group</span> \n  <span class=\"element-image__credit\">Photograph: Kim Ludbrook/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"aa2ddbaefd0fbff452a2400b59225ec0b9f54702\"> \n <img src=\"http://media.guim.co.uk/aa2ddbaefd0fbff452a2400b59225ec0b9f54702/0_0_4096_2732/1000.jpg\" alt=\"De Gendt leads the breakaway on the cobbled stones near Pont-a-Celles\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">De Gendt leads the breakaway on the cobbled stones near Pont-a-Celles</span> \n  <span class=\"element-image__credit\">Photograph: Kim Ludbrook/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"4dfdf11022c8ad247f3297eba0afc14352115213\"> \n <img src=\"http://media.guim.co.uk/4dfdf11022c8ad247f3297eba0afc14352115213/0_0_4928_3280/1000.jpg\" alt=\"Alejandro Valverde changes his bike\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Movistar’s Alejandro Valverde is forced into a quick bike change</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Pachoud/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"3331417f20d7340ff381c6cddfccc756c94c4aa2\"> \n <img src=\"http://media.guim.co.uk/3331417f20d7340ff381c6cddfccc756c94c4aa2/0_0_4096_2732/1000.jpg\" alt=\"The peloton climb\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The peloton climb a steep hill on another punishing day in the saddle</span> \n  <span class=\"element-image__credit\">Photograph: Kim Ludbrook/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"b4fcafa9822182ecd79a0704ccdec32bc055b496\"> \n <img src=\"http://media.guim.co.uk/b4fcafa9822182ecd79a0704ccdec32bc055b496/0_0_4480_2984/1000.jpg\" alt=\"The breakaway group of Westra, Brun, Quemeneur and De Gent cross the tracks\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The breakaway group of Westra, Brun, Quemeneur and De Gent pass through a level crossing</span> \n  <span class=\"element-image__credit\">Photograph: Tim de Waele/Corbis</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"619883484d5c73cc5f6968a9cd91c06a0a35de21\"> \n <img src=\"http://media.guim.co.uk/619883484d5c73cc5f6968a9cd91c06a0a35de21/0_0_4000_2671/1000.jpg\" alt=\"Froome is flanked by Alberto Contador on the pav&eacute;\" width=\"1000\" height=\"668\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froome is flanked by general classification rival Alberto Contador on the pav&eacute;</span> \n  <span class=\"element-image__credit\">Photograph: Eric Gaillard/REUTERS</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"2307118f08e5a748f206ad25d76d90de4304301f\"> \n <img src=\"http://media.guim.co.uk/2307118f08e5a748f206ad25d76d90de4304301f/0_0_4096_2728/1000.jpg\" alt=\"Contador struggled on the cobbles, finishing in 19th place and 48 seconds down in the general classification to Tony Martin and 36 second to Froome\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Contador struggled on the cobbles, finishing in 19th place and 36 seconds down in the general classification to Froome</span> \n  <span class=\"element-image__credit\">Photograph: Bernard Papon Pool/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"5370fbad319e0e3904ffb35446364e1982d33adb\"> \n <img src=\"http://media.guim.co.uk/5370fbad319e0e3904ffb35446364e1982d33adb/0_0_5184_3441/1000.jpg\" alt=\"Tour\" width=\"1000\" height=\"664\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The peloton rides over the final section of cobbles as the finish line approaches</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"dc1e26dd8cec1a0b4f55434cfc2d77c4a0e5b330\"> \n <img src=\"http://media.guim.co.uk/dc1e26dd8cec1a0b4f55434cfc2d77c4a0e5b330/0_0_4096_2727/1000.jpg\" alt=\"Vincenzo Nibali couldn’t gain last years victory, finishing 15th, now one minute 50 seconds of GC\" width=\"1000\" height=\"666\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vincenzo Nibali is more comfortable on cobbles than many of his GC rivals, but last year’s winner is already one minute 50 seconds down in the GC</span> \n  <span class=\"element-image__credit\">Photograph: Bernard Papon Pool/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"71f1abdb783e2795c92260c0aac7765539488c3d\"> \n <img src=\"http://media.guim.co.uk/71f1abdb783e2795c92260c0aac7765539488c3d/0_0_3661_2690/1000.jpg\" alt=\"Froome gets through the last section of pav&eacute; unscathed, finishing 17, 12 seconds down on GC to Martin, but still 36 seconds on Contador\" width=\"1000\" height=\"735\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Froome gets through the last section of pav&eacute; unscathed, finishing 17th – not enough to keep the yellow jersey, but he increased his lead over Contador</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"460142afc24d6d3f72ebd669d7bc86321494aa07\"> \n <img src=\"http://media.guim.co.uk/460142afc24d6d3f72ebd669d7bc86321494aa07/0_0_4096_2732/1000.jpg\" alt=\"With 2k still to go Tony Martin breaks to win for Etixx Quick Step\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">With 2km still to go, Etixx QuickStep’s Tony Martin makes a break for the line</span> \n  <span class=\"element-image__credit\">Photograph: Kim Ludbrook/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"6733feaf4accb84b49548b25c463f6a77e1f5fbd\"> \n <img src=\"http://media.guim.co.uk/6733feaf4accb84b49548b25c463f6a77e1f5fbd/0_0_4096_2732/1000.jpg\" alt=\"Martin celebrates as he crosses the finish line\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Martin gets away and crosses the line for the stage victory</span> \n  <span class=\"element-image__credit\">Photograph: Yoan Valat/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"599fbd02f72d4051f0a4844520611b9ae0a942d7\"> \n <img src=\"http://media.guim.co.uk/599fbd02f72d4051f0a4844520611b9ae0a942d7/0_0_4096_2732/1000.jpg\" alt=\"Martin can’t believe it as he is mobbed by team mates\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Martin is mobbed by team mates as his three-second margin of victory is enough to secure the yellow jersey</span> \n  <span class=\"element-image__credit\">Photograph: Kim Ludbrook/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"6e42794783020c6096887a0a36b09b54ac864949\"> \n <img src=\"http://media.guim.co.uk/6e42794783020c6096887a0a36b09b54ac864949/0_0_4096_2732/1000.jpg\" alt=\"Team Sky rider Ian Stannard crosses the finish line after a hard day in the saddle\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Team Sky rider Ian Stannard crosses the finish line after a hard day in the saddle</span> \n  <span class=\"element-image__credit\">Photograph: Kim Ludbrook/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"9f65881316c3915e4c0e24129f76108d7525449d\"> \n <img src=\"http://media.guim.co.uk/9f65881316c3915e4c0e24129f76108d7525449d/0_0_5184_3456/1000.jpg\" alt=\"Martin\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Martin wears the maillot jaune for the first time in his career, having narrowly missed out on the overall lead on each of the first three days this year</span> \n  <span class=\"element-image__credit\">Photograph: Christophe Ena/AP</span> \n </figcaption> \n</figure>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8358f8f964cc15123c8c289656e5393e6ea95ed5/0_0_5000_3330/5000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3330,"width":5000,"orientation":"landscape","caption":"Chris Froome and Team Sky equipped their bikes with suspension and special tyres in preparation for the cobblestones Photograph: Doug Pensinger/Getty Images","credit":"Doug Pensinger/Getty Images","altText":"Chris Froome and Team Sky equipped their bikes with suspension and special tires in preparation for the cobblestones","cleanCaption":"Chris Froome and Team Sky equipped their bikes with suspension and special tyres in preparation for the cobblestones","cleanCredit":"Photograph: Doug Pensinger/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32e23637ed4dccb56c713c00571d52b0b0817a6e/0_0_4957_3293/4957.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3293,"width":4957,"orientation":"landscape","caption":"Sky also installed GPS tracking devices mounted under the saddles Photograph: Doug Pensinger/Getty Images","credit":"Doug Pensinger/Getty Images","altText":"Sky also installed GPS tracking devices mounted under the saddles","cleanCaption":"Sky also installed GPS tracking devices mounted under the saddles","cleanCredit":"Photograph: Doug Pensinger/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/08369df829c1bb4caf886f5d231327b1ebacd640/0_0_4096_2729/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2729,"width":4096,"orientation":"landscape","caption":"Mark Cavendish wonders how he will get on for Etixx QuickStep Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Mark Cavendish wonders how he will get on for Etixx Quick Step","cleanCaption":"Mark Cavendish wonders how he will get on for Etixx QuickStep","cleanCredit":"Photograph: Kim Ludbrook/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c60005c5e0fbb266b3ffe569efd8f1240901eaa1/0_0_3909_2543/3909.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2543,"width":3909,"orientation":"landscape","caption":"The peloton sets off along the longest route of this year’s Tour Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"The peloton rides sets off","cleanCaption":"The peloton sets off along the longest route of this year’s Tour","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/22bc43009d49eea7231a834f3af51d4deeb6dab5/0_0_4024_2648/4024.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2648,"width":4024,"orientation":"landscape","caption":"The peloton start the journey through Seraing Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"he peloton start the journey through Seraing","cleanCaption":"The peloton start the journey through Seraing","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9d7a748d0ee6b39b363abc5458e64e165244bbf2/0_0_4856_3148/4856.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3148,"width":4856,"orientation":"landscape","caption":"The route takes the pack through the town of Huy Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"The route take the pack through the town of Huy","cleanCaption":"The route takes the pack through the town of Huy","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dc7bc73228e0764df024e81e954f13b3d3c26576/0_0_4163_2771/4163.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2771,"width":4163,"orientation":"landscape","caption":"The route also passes around the Namur citadel, close to the border with France Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"and round the Namur citadel","cleanCaption":"The route also passes around the Namur citadel, close to the border with France","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6b1c4be69280ebc96fd6d4622e07aa95c3a67eeb/0_0_3579_2382/3579.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2382,"width":3579,"orientation":"landscape","caption":"Team Sky keep a close eye on their yellow jersey wearer, Chris Froome Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Team Sky keep Chris Froome close by","cleanCaption":"Team Sky keep a close eye on their yellow jersey wearer, Chris Froome","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dbc86a5c8c8bc371ab1ecf37d39905ff1762a8f7/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"Lotto Soudal team rider Thomas De Gendt leads the breackaway group Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Lotto Soudal team rider Thomas De Gendt leads the breackaway group","cleanCaption":"Lotto Soudal team rider Thomas De Gendt leads the breackaway group","cleanCredit":"Photograph: Kim Ludbrook/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa2ddbaefd0fbff452a2400b59225ec0b9f54702/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"De Gendt leads the breakaway on the cobbled stones near Pont-a-Celles Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"De Gendt leads the breakaway on the cobbled stones near Pont-a-Celles","cleanCaption":"De Gendt leads the breakaway on the cobbled stones near Pont-a-Celles","cleanCredit":"Photograph: Kim Ludbrook/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4dfdf11022c8ad247f3297eba0afc14352115213/0_0_4928_3280/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3280,"width":4928,"orientation":"landscape","caption":"Movistar’s Alejandro Valverde is forced into a quick bike change Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Alejandro Valverde changes his bike","cleanCaption":"Movistar’s Alejandro Valverde is forced into a quick bike change","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3331417f20d7340ff381c6cddfccc756c94c4aa2/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"The peloton climb a steep hill on another punishing day in the saddle Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"The peloton climb","cleanCaption":"The peloton climb a steep hill on another punishing day in the saddle","cleanCredit":"Photograph: Kim Ludbrook/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b4fcafa9822182ecd79a0704ccdec32bc055b496/0_0_4480_2984/4480.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2984,"width":4480,"orientation":"landscape","caption":"The breakaway group of Westra, Brun, Quemeneur and De Gent pass through a level crossing Photograph: Tim de Waele/Corbis","credit":"Tim de Waele/Corbis","altText":"The breakaway group of Westra, Brun, Quemeneur and De Gent cross the tracks","cleanCaption":"The breakaway group of Westra, Brun, Quemeneur and De Gent pass through a level crossing","cleanCredit":"Photograph: Tim de Waele/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/619883484d5c73cc5f6968a9cd91c06a0a35de21/0_0_4000_2671/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2671,"width":4000,"orientation":"landscape","caption":"Froome is flanked by general classification rival Alberto Contador on the pavé Photograph: Eric Gaillard/REUTERS","credit":"Eric Gaillard/REUTERS","altText":"Froome is flanked by Alberto Contador on the pavé","cleanCaption":"Froome is flanked by general classification rival Alberto Contador on the pavé","cleanCredit":"Photograph: Eric Gaillard/REUTERS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2307118f08e5a748f206ad25d76d90de4304301f/0_0_4096_2728/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2728,"width":4096,"orientation":"landscape","caption":"Contador struggled on the cobbles, finishing in 19th place and 36 seconds down in the general classification to Froome Photograph: Bernard Papon  Pool/EPA","credit":"Bernard Papon  Pool/EPA","altText":"Contador struggled on the cobbles, finishing in 19th place and 48 seconds down in the general classification to Tony Martin and 36 second to Froome","cleanCaption":"Contador struggled on the cobbles, finishing in 19th place and 36 seconds down in the general classification to Froome","cleanCredit":"Photograph: Bernard Papon  Pool/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5370fbad319e0e3904ffb35446364e1982d33adb/0_0_5184_3441/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3441,"width":5184,"orientation":"landscape","caption":"The peloton rides over the final section of cobbles as the finish line approaches Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Tour","cleanCaption":"The peloton rides over the final section of cobbles as the finish line approaches","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dc1e26dd8cec1a0b4f55434cfc2d77c4a0e5b330/0_0_4096_2727/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2727,"width":4096,"orientation":"landscape","caption":"Vincenzo Nibali is more comfortable on cobbles than many of his GC rivals, but last year’s winner is already one minute 50 seconds down in the GC Photograph: Bernard Papon  Pool/EPA","credit":"Bernard Papon  Pool/EPA","altText":"Vincenzo Nibali couldn’t gain last years victory, finishing 15th, now one minute 50 seconds of GC","cleanCaption":"Vincenzo Nibali is more comfortable on cobbles than many of his GC rivals, but last year’s winner is already one minute 50 seconds down in the GC","cleanCredit":"Photograph: Bernard Papon  Pool/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71f1abdb783e2795c92260c0aac7765539488c3d/0_0_3661_2690/3661.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2690,"width":3661,"orientation":"landscape","caption":"Froome gets through the last section of pavé unscathed, finishing 17th – not enough to keep the yellow jersey, but he increased his lead over Contador Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Froome gets through the last section of pavé unscathed, finishing 17, 12 seconds down on GC to Martin, but still 36 seconds on Contador","cleanCaption":"Froome gets through the last section of pavé unscathed, finishing 17th – not enough to keep the yellow jersey, but he increased his lead over Contador","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/460142afc24d6d3f72ebd669d7bc86321494aa07/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"With 2km still to go, Etixx QuickStep’s Tony Martin makes a break for the line Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"With 2k still to go Tony Martin breaks to win for Etixx Quick Step","cleanCaption":"With 2km still to go, Etixx QuickStep’s Tony Martin makes a break for the line","cleanCredit":"Photograph: Kim Ludbrook/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6733feaf4accb84b49548b25c463f6a77e1f5fbd/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"Martin gets away and crosses the line for the stage victory Photograph: Yoan Valat/EPA","credit":"Yoan Valat/EPA","altText":"Martin celebrates as he crosses the finish line","cleanCaption":"Martin gets away and crosses the line for the stage victory","cleanCredit":"Photograph: Yoan Valat/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/599fbd02f72d4051f0a4844520611b9ae0a942d7/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"Martin is mobbed by team mates as his three-second margin of victory is enough to secure the yellow jersey Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Martin can’t believe it as he is mobbed by team mates","cleanCaption":"Martin is mobbed by team mates as his three-second margin of victory is enough to secure the yellow jersey","cleanCredit":"Photograph: Kim Ludbrook/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6e42794783020c6096887a0a36b09b54ac864949/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"Team Sky rider Ian Stannard crosses the finish line after a hard day in the saddle Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Team Sky rider Ian Stannard crosses the finish line after a hard day in the saddle","cleanCaption":"Team Sky rider Ian Stannard crosses the finish line after a hard day in the saddle","cleanCredit":"Photograph: Kim Ludbrook/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9f65881316c3915e4c0e24129f76108d7525449d/0_0_5184_3456/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5184,"orientation":"landscape","caption":"Martin wears the maillot jaune for the first time in his career, having narrowly missed out on the overall lead on each of the first three days this year Photograph: Christophe Ena/AP","credit":"Christophe Ena/AP","altText":"Martin","cleanCaption":"Martin wears the maillot jaune for the first time in his career, having narrowly missed out on the overall lead on each of the first three days this year","cleanCredit":"Photograph: Christophe Ena/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-07T22:09:12Z","lastModified":"2015-07-07T22:09:12Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Daffydd Bynon","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daffydd-bynon"}],"feature":false,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport","Australia sport","US sports"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Daffydd Bynon","topic":{"type":"tag-contributor","name":"profile/daffydd-bynon"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/07/tour-de-france-stage-four-in-pictures","shortUrl":"http://gu.com/p/4aepx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/gallery/2015/jul/07/tour-de-france-stage-four-in-pictures","webUri":"http://www.theguardian.com/sport/gallery/2015/jul/07/tour-de-france-stage-four-in-pictures"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"In pictures"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8358f8f964cc15123c8c289656e5393e6ea95ed5/0_0_5000_3330/5000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3330,"width":5000,"orientation":"landscape","caption":"Chris Froome and Team Sky equipped their bikes with suspension and special tyres in preparation for the cobblestones Photograph: Doug Pensinger/Getty Images","credit":"Doug Pensinger/Getty Images","altText":"Chris Froome and Team Sky equipped their bikes with suspension and special tires in preparation for the cobblestones","cleanCaption":"Chris Froome and Team Sky equipped their bikes with suspension and special tyres in preparation for the cobblestones","cleanCredit":"Photograph: Doug Pensinger/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32e23637ed4dccb56c713c00571d52b0b0817a6e/0_0_4957_3293/4957.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3293,"width":4957,"orientation":"landscape","caption":"Sky also installed GPS tracking devices mounted under the saddles Photograph: Doug Pensinger/Getty Images","credit":"Doug Pensinger/Getty Images","altText":"Sky also installed GPS tracking devices mounted under the saddles","cleanCaption":"Sky also installed GPS tracking devices mounted under the saddles","cleanCredit":"Photograph: Doug Pensinger/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/08369df829c1bb4caf886f5d231327b1ebacd640/0_0_4096_2729/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2729,"width":4096,"orientation":"landscape","caption":"Mark Cavendish wonders how he will get on for Etixx QuickStep Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Mark Cavendish wonders how he will get on for Etixx Quick Step","cleanCaption":"Mark Cavendish wonders how he will get on for Etixx QuickStep","cleanCredit":"Photograph: Kim Ludbrook/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c60005c5e0fbb266b3ffe569efd8f1240901eaa1/0_0_3909_2543/3909.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2543,"width":3909,"orientation":"landscape","caption":"The peloton sets off along the longest route of this year’s Tour Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"The peloton rides sets off","cleanCaption":"The peloton sets off along the longest route of this year’s Tour","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/22bc43009d49eea7231a834f3af51d4deeb6dab5/0_0_4024_2648/4024.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2648,"width":4024,"orientation":"landscape","caption":"The peloton start the journey through Seraing Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"he peloton start the journey through Seraing","cleanCaption":"The peloton start the journey through Seraing","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9d7a748d0ee6b39b363abc5458e64e165244bbf2/0_0_4856_3148/4856.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3148,"width":4856,"orientation":"landscape","caption":"The route takes the pack through the town of Huy Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"The route take the pack through the town of Huy","cleanCaption":"The route takes the pack through the town of Huy","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dc7bc73228e0764df024e81e954f13b3d3c26576/0_0_4163_2771/4163.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2771,"width":4163,"orientation":"landscape","caption":"The route also passes around the Namur citadel, close to the border with France Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"and round the Namur citadel","cleanCaption":"The route also passes around the Namur citadel, close to the border with France","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6b1c4be69280ebc96fd6d4622e07aa95c3a67eeb/0_0_3579_2382/3579.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2382,"width":3579,"orientation":"landscape","caption":"Team Sky keep a close eye on their yellow jersey wearer, Chris Froome Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Team Sky keep Chris Froome close by","cleanCaption":"Team Sky keep a close eye on their yellow jersey wearer, Chris Froome","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dbc86a5c8c8bc371ab1ecf37d39905ff1762a8f7/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"Lotto Soudal team rider Thomas De Gendt leads the breackaway group Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Lotto Soudal team rider Thomas De Gendt leads the breackaway group","cleanCaption":"Lotto Soudal team rider Thomas De Gendt leads the breackaway group","cleanCredit":"Photograph: Kim Ludbrook/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa2ddbaefd0fbff452a2400b59225ec0b9f54702/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"De Gendt leads the breakaway on the cobbled stones near Pont-a-Celles Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"De Gendt leads the breakaway on the cobbled stones near Pont-a-Celles","cleanCaption":"De Gendt leads the breakaway on the cobbled stones near Pont-a-Celles","cleanCredit":"Photograph: Kim Ludbrook/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4dfdf11022c8ad247f3297eba0afc14352115213/0_0_4928_3280/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3280,"width":4928,"orientation":"landscape","caption":"Movistar’s Alejandro Valverde is forced into a quick bike change Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Alejandro Valverde changes his bike","cleanCaption":"Movistar’s Alejandro Valverde is forced into a quick bike change","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3331417f20d7340ff381c6cddfccc756c94c4aa2/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"The peloton climb a steep hill on another punishing day in the saddle Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"The peloton climb","cleanCaption":"The peloton climb a steep hill on another punishing day in the saddle","cleanCredit":"Photograph: Kim Ludbrook/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b4fcafa9822182ecd79a0704ccdec32bc055b496/0_0_4480_2984/4480.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2984,"width":4480,"orientation":"landscape","caption":"The breakaway group of Westra, Brun, Quemeneur and De Gent pass through a level crossing Photograph: Tim de Waele/Corbis","credit":"Tim de Waele/Corbis","altText":"The breakaway group of Westra, Brun, Quemeneur and De Gent cross the tracks","cleanCaption":"The breakaway group of Westra, Brun, Quemeneur and De Gent pass through a level crossing","cleanCredit":"Photograph: Tim de Waele/Corbis"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/619883484d5c73cc5f6968a9cd91c06a0a35de21/0_0_4000_2671/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2671,"width":4000,"orientation":"landscape","caption":"Froome is flanked by general classification rival Alberto Contador on the pavé Photograph: Eric Gaillard/REUTERS","credit":"Eric Gaillard/REUTERS","altText":"Froome is flanked by Alberto Contador on the pavé","cleanCaption":"Froome is flanked by general classification rival Alberto Contador on the pavé","cleanCredit":"Photograph: Eric Gaillard/REUTERS"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2307118f08e5a748f206ad25d76d90de4304301f/0_0_4096_2728/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2728,"width":4096,"orientation":"landscape","caption":"Contador struggled on the cobbles, finishing in 19th place and 36 seconds down in the general classification to Froome Photograph: Bernard Papon  Pool/EPA","credit":"Bernard Papon  Pool/EPA","altText":"Contador struggled on the cobbles, finishing in 19th place and 48 seconds down in the general classification to Tony Martin and 36 second to Froome","cleanCaption":"Contador struggled on the cobbles, finishing in 19th place and 36 seconds down in the general classification to Froome","cleanCredit":"Photograph: Bernard Papon  Pool/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5370fbad319e0e3904ffb35446364e1982d33adb/0_0_5184_3441/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3441,"width":5184,"orientation":"landscape","caption":"The peloton rides over the final section of cobbles as the finish line approaches Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Tour","cleanCaption":"The peloton rides over the final section of cobbles as the finish line approaches","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dc1e26dd8cec1a0b4f55434cfc2d77c4a0e5b330/0_0_4096_2727/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2727,"width":4096,"orientation":"landscape","caption":"Vincenzo Nibali is more comfortable on cobbles than many of his GC rivals, but last year’s winner is already one minute 50 seconds down in the GC Photograph: Bernard Papon  Pool/EPA","credit":"Bernard Papon  Pool/EPA","altText":"Vincenzo Nibali couldn’t gain last years victory, finishing 15th, now one minute 50 seconds of GC","cleanCaption":"Vincenzo Nibali is more comfortable on cobbles than many of his GC rivals, but last year’s winner is already one minute 50 seconds down in the GC","cleanCredit":"Photograph: Bernard Papon  Pool/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71f1abdb783e2795c92260c0aac7765539488c3d/0_0_3661_2690/3661.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2690,"width":3661,"orientation":"landscape","caption":"Froome gets through the last section of pavé unscathed, finishing 17th – not enough to keep the yellow jersey, but he increased his lead over Contador Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Froome gets through the last section of pavé unscathed, finishing 17, 12 seconds down on GC to Martin, but still 36 seconds on Contador","cleanCaption":"Froome gets through the last section of pavé unscathed, finishing 17th – not enough to keep the yellow jersey, but he increased his lead over Contador","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/460142afc24d6d3f72ebd669d7bc86321494aa07/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"With 2km still to go, Etixx QuickStep’s Tony Martin makes a break for the line Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"With 2k still to go Tony Martin breaks to win for Etixx Quick Step","cleanCaption":"With 2km still to go, Etixx QuickStep’s Tony Martin makes a break for the line","cleanCredit":"Photograph: Kim Ludbrook/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6733feaf4accb84b49548b25c463f6a77e1f5fbd/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"Martin gets away and crosses the line for the stage victory Photograph: Yoan Valat/EPA","credit":"Yoan Valat/EPA","altText":"Martin celebrates as he crosses the finish line","cleanCaption":"Martin gets away and crosses the line for the stage victory","cleanCredit":"Photograph: Yoan Valat/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/599fbd02f72d4051f0a4844520611b9ae0a942d7/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"Martin is mobbed by team mates as his three-second margin of victory is enough to secure the yellow jersey Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Martin can’t believe it as he is mobbed by team mates","cleanCaption":"Martin is mobbed by team mates as his three-second margin of victory is enough to secure the yellow jersey","cleanCredit":"Photograph: Kim Ludbrook/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6e42794783020c6096887a0a36b09b54ac864949/0_0_4096_2732/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2732,"width":4096,"orientation":"landscape","caption":"Team Sky rider Ian Stannard crosses the finish line after a hard day in the saddle Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Team Sky rider Ian Stannard crosses the finish line after a hard day in the saddle","cleanCaption":"Team Sky rider Ian Stannard crosses the finish line after a hard day in the saddle","cleanCredit":"Photograph: Kim Ludbrook/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9f65881316c3915e4c0e24129f76108d7525449d/0_0_5184_3456/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5184,"orientation":"landscape","caption":"Martin wears the maillot jaune for the first time in his career, having narrowly missed out on the overall lead on each of the first three days this year Photograph: Christophe Ena/AP","credit":"Christophe Ena/AP","altText":"Martin","cleanCaption":"Martin wears the maillot jaune for the first time in his career, having narrowly missed out on the overall lead on each of the first three days this year","cleanCredit":"Photograph: Christophe Ena/AP"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/b38718806c9a52f3c9027c87f85d9f4fc8b0fe03/195_4_4904_2941/1000.jpg","height":600,"width":1000}}]},{"title":"Wimbledon / Azarenka hits out at crowd for laughing during match","rawTitle":"Azarenka hits out at crowd for laughing during match","item":{"type":"article","id":"sport/2015/jul/07/victoria-azarenka-crowd-laughing-grunting-serena-williams-wimbledon","title":"Victoria Azarenka hits out at crowd for laughing at grunting in Williams match","trailText":"Belarusian has hit out at sections of the Centre Court crowd who laughed at her and Serena Williams grunting in their Wimbledon quarter-final","standFirst":"<span class=\"bullet\">•</span> Azarenka suggests parts of crowd may have been influenced by drink\n<br />\n<span class=\"bullet\">•</span> ‘Both women were giving everything and they make noises. It happens’","byline":"Press Association","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/serena-williams-victoria-azarenka-wimbledon-2015\">Wimbledon 2015: Serena Williams too strong for Victoria Azarenka</a> </p> \n</aside> \n<p>Victoria Azarenka has hit out at sections of the Centre Court crowd for laughing at her and Serena Williams grunting in the heat of a classic Wimbledon quarter-final.</p> \n<p>Williams won an engaging three-set clash to set up a semi-final with Maria Sharapova and keep alive her calendar grand slam bid.</p> \n<p>Azarenka criticised fans for picking up on her and the 20-times grand slam champion Williams’ high-decibel levels.</p> \n<p>“It’s so annoying because guys grunt,” said Azarenka, after Williams’ 3-6, 6-2, 6-3 victory. “I was practising next to Rafael Nadal, and he grunts louder than me, and nobody notices that. Why? I don’t understand why. Both women on the court were trying their hardest and giving everything, and they make noises.</p> \n<p>“Is that a problem for tennis? It happens in every sport. So I think maybe it’s time to just put it aside and not talk about it all the time because this is not what is important when there are two players on the Centre Court. We’ve got to look a little bit past that and see: ‘Oh, my God, Serena played 24 aces.’ Look at the good stuff, stop bringing this ridiculous stuff. Let’s put aside the noise and how she looks, and look at the game. The game proved itself today.”</p> \n<div>\n __VIDEO_EMBED_gu-video-455220777__\n</div> \n<p>Azarenka suggested the fans involved may have been the worse for wear through alcohol consumption. “I think they might have had a little too many Pimm’s or whatever,” said the former world No1. “When people are drinking, every time the announcer says ‘Make sure you hydrate yourself’, I think he means with water, not alcohol.</p> \n<p>“I’m there to play my best and try my hardest, and that’s what I’m going to do, that’s what Serena does and that’s what every other woman out there is doing.”</p> \n<p>Williams said it was not the first time fans’ laughter had proved a distraction. The 33-year-old claimed she was unfazed by the fuss, however, refusing to brand the crowd reaction any lack of respect.</p> \n<p>“It can be a little bit distracting sometimes, if you’re trying to listen to a line judge’s call or something,” said Williams. “It’s happened a few times, I’m kind of used to it. I don’t think it’s done in a disrespectful way. I just know today me and Vika were giving our all out there, literally we were giving all we had.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436305331392/Victoria-Azarenka-Wimbled-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Victoria Azarenka was not impressed by parts of the crowd and suggested their actions may have been influenced by drink. Photograph: Andrew Cowie/Colorsport/Corbis","credit":"Andrew Cowie/Colorsport/Corbis","altText":"Victoria Azarenka, Wimbledon Championships","cleanCaption":"Victoria Azarenka was not impressed by parts of the crowd and suggested their actions may have been influenced by drink. Photograph: Andrew Cowie/Colorsport/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-07T21:46:53Z","lastModified":"2015-07-07T23:55:18Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Wimbledon 2015","Victoria Azarenka","Serena Williams","Tennis","Wimbledon","Sport","US sports"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/victoria-azarenka","webTitle":"Victoria Azarenka"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[{"id":"gu-video-455220777","source":"Guardian Australia ","durationInSeconds":98,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/01/29/150130tennisgrunts_FromGAus/150130tennisgrunts_FromGAus.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/01/29/150130tennisgrunts_FromGAus-16x9.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/1/29/1422573375024/Maria-Sharapova--002.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Maria Sharapova of Russia serves against Ekaterina Makarova of Russia  Photograph: MAL FAIRCLOUGH/AFP","credit":"MAL FAIRCLOUGH/AFP","altText":"Maria Sharapova ","cleanCaption":"Maria Sharapova of Russia serves against Ekaterina Makarova of Russia  Photograph: MAL FAIRCLOUGH/AFP"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/07/victoria-azarenka-crowd-laughing-grunting-serena-williams-wimbledon","shortUrl":"http://gu.com/p/4aepg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/07/victoria-azarenka-crowd-laughing-grunting-serena-williams-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jul/07/victoria-azarenka-crowd-laughing-grunting-serena-williams-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436305331392/Victoria-Azarenka-Wimbled-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Victoria Azarenka was not impressed by parts of the crowd and suggested their actions may have been influenced by drink. Photograph: Andrew Cowie/Colorsport/Corbis","credit":"Andrew Cowie/Colorsport/Corbis","altText":"Victoria Azarenka, Wimbledon Championships","cleanCaption":"Victoria Azarenka was not impressed by parts of the crowd and suggested their actions may have been influenced by drink. Photograph: Andrew Cowie/Colorsport/Corbis"}},"importance":3,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436305331392/Victoria-Azarenka-Wimbled-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Victoria Azarenka was not impressed by parts of the crowd and suggested their actions may have been influenced by drink. Photograph: Andrew Cowie/Colorsport/Corbis","credit":"Andrew Cowie/Colorsport/Corbis","altText":"Victoria Azarenka, Wimbledon Championships","cleanCaption":"Victoria Azarenka was not impressed by parts of the crowd and suggested their actions may have been influenced by drink. Photograph: Andrew Cowie/Colorsport/Corbis"}}]},{"title":"Golf / Day's vertigo at the US Open put down to an ear infection","rawTitle":"Day's vertigo at the US Open put down to an ear infection","item":{"type":"article","id":"sport/2015/jul/08/golf-jason-day-us-open-vertigo-down-to-ear-infection","title":"Golfer Jason Day's US Open vertigo put down to ear infection","trailText":"Jason Day’s vertigo has been linked to a viral ear infection and, while he has some potentially-permanent nerve damage, he insists he’ll be raring to go at next week’s Open","standFirst":"<ul>\n <li>Day put on medication after extensive tests reveal cause of attack</li>\n <li>Australian vows to be ready for next week’s Open at St Andrews</li>\n</ul>","byline":"Australian Associated Press","body":"<p>Jason Day’s vertigo has been linked to a viral ear infection and, while he has some potentially-permanent nerve damage, he insists he’ll be raring to go at next week’s Open Championship.</p> \n<p>Day has not played competitive golf since his heroic effort in last month’s US Open where he overcame collapsing with a vertigo attack in round two to lead through three rounds before running out of gas on the final day.</p> \n<p>Having faced issues since August with vertigo attacks the world No8 put himself through a battery of tests and his medical team has finally pinpointed the issue and addressed it.</p> \n<p>He has been placed on medication until at least October, and possibly for the rest of his career, to stop the virus ramping up and causing another episode.</p> \n<p>Day says it is a small price to pay to keep his career moving ahead. “It was attacking one of the nerves in my ear and I have some damage there right now but I am on viral meds to suppress it from growing and reproducing,” Day said ahead of his Thursday flight to Scotland for the Open at St Andrews.</p> \n<p>“The medication shouldn’t affect me in an adverse way for my golf game so I am feeling good about that. I have had so many injuries and issues that now I have learnt to just move forward from them and not even be worried about them.”</p> \n<p>Day’s doctor has advised the Queenslander he could still have an attack but the medication should bring those chances well down.</p> \n<p>The diagnosis is a welcome one for the 27-year-old as he tries to change his less than stellar performances at the Open. While he has eight top-10 finishes in majors in 19 starts including three seconds, a third and a fourth, but none of them have come in the Open where his best finish is a tie for 30th in 2011.</p> \n<p>And while he faded from the lead at Chambers Bay last month to finish ninth he is taking confidence from the performance. “I played well at Chambers which was closer to a links-style course so that gives me huge confidence that I can play on them,” he said.</p> \n<p>“I have a good feeling that I am ready to play well over there. I have prepped well away from competition since the US Open, mentally and now physically it is coming together.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e02016677febb0b4190a47fc053b44ba6b0a120e/0_142_4432_2657/4432.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2657,"width":4432,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Jason Day struggles with vertigo at the US Open on 19 June 2015.","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-08T07:47:18Z","lastModified":"2015-07-08T07:47:19Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Golf","US Open","Australia sport","Sport","PGA Tour","US Open Golf 2015","US sports"],"tags":[{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/golf-jason-day-us-open-vertigo-down-to-ear-infection","shortUrl":"http://gu.com/p/4af2z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/golf-jason-day-us-open-vertigo-down-to-ear-infection","webUri":"http://www.theguardian.com/sport/2015/jul/08/golf-jason-day-us-open-vertigo-down-to-ear-infection"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e02016677febb0b4190a47fc053b44ba6b0a120e/0_142_4432_2657/4432.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2657,"width":4432,"orientation":"landscape","caption":"Jason Day struggles with vertigo at the US Open on 19 June 2015. Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Jason Day struggles with vertigo at the US Open on 19 June 2015.","cleanCaption":"Jason Day struggles with vertigo at the US Open on 19 June 2015.","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}},"importance":2,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e02016677febb0b4190a47fc053b44ba6b0a120e/0_142_4432_2657/4432.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2657,"width":4432,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Jason Day struggles with vertigo at the US Open on 19 June 2015.","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}}]}],"lastModified":"2015-07-08T08:08:37Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}