{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"Ashes 2015 / England take 1-0 series lead after Cook's scheming stumps Australia","rawTitle":"England take 1-0 series lead after Cook's scheming stumps Australia","item":{"type":"article","id":"sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order","title":"England win Ashes opener as Stuart Broad breaks Australia’s top order","trailText":"Stuart Broad removed Chris Rogers, Steve Smith and Michael Clarke to put England on the way to a 169-run win against Australia in the first Test","standFirst":"<span class=\"bullet\">•</span> First Test: England 430 &amp; 289; Australia 308 &amp; 242\n<br />\n<span class=\"bullet\">•</span> England win by 169 runs and lead five-match series 1-0","byline":"Vic Marks at the Swalec Stadium","body":"<p>As expected (by practically nobody in the host country and probably no one down under) England beat Australia by 169 runs inside four days.</p> \n<p>On a bright, blustery day in front of an adoring packed house England were sensational. Stuart Broad, galloping towards the river Taff, set the tone by dismissing three of the top four in a lineup that was looking emasculated and a tad decrepit by the end of the day. Only when the twentysomethings were together – David Warner and Steve Smith – did Alastair Cook have much to fret about.</p> \n<p>England were not quite flawless; Joe Root dropped a slip catch and Moeen Ali bowled a horrible second over that cost 17 runs, which briefly surrendered the initiative, but throughout a memorable day they were vibrant, innovative and very skilful. Broad may have been flattered by some of his recent figures – his five-wicket haul against the Kiwis at Leeds springs to mind – but that was not the case here. He barely bowled a bad ball; he beat the outside edge frequently, particularly when the bat was held by Warner in the first hour.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-ashes-australia-alastair-cook\">Alastair Cook hails relentless England bowlers after win over Australia</a> </p> \n</aside> \n<p>Broad reminded us how he relishes an Ashes battle – especially when bowling – but the rest of the attack was outstanding as well. Jimmy Anderson was wicketless in the second innings, in part because of that dropped catch, yet he was always on target and testing Australia’s resolve and skill.</p> \n<p>Mark Wood was something of a revelation. Having produced a vital cameo with the bat on Friday evening, Wood, who always seems to be irrepressible, was given the task of bowling into a stiff breeze. He bounded in, gave the Aussies nothing and more than earned his two wickets. After that 17-run over Moeen was looking oh so vulnerable. Late into the afternoon he sometimes had five men around the bat as England closed in on victory.</p> \n<p>There were outstanding moments in the field. Captain Cook (you know, the one who could not helm a rowing boat on the Serpentine) magically – or was it mischievously? – juggled catches as if employed by Barnum &amp; Bailey (and there have been times recently when that really seemed to be the case). In between all that Cook was setting funky fields, making funky bowling changes. Somehow or another they very often worked.</p> \n<p>It is one match out of five, but the odds on this series are surely as wobbly as the euro now. The scrutiny is turning upon Australia, whether it be their birth dates or their creaking ankles and knees. In this match they have been outbowled and outbatted, which makes it look as if they have been outcaptained as well. Hence the anticipation of Lord’s becomes ever more fevered alongside a growing curiosity about what sort of pitch Australia will find there. A prediction is that they will be grumpy if it lacks the pace of the excellent pitch prepared there for New Zealand in May.</p> \n<p>However, England have been so impressive here that perhaps the nature of the surface does not matter so much. On Saturday morning Broad and Anderson were bang on target from the start. In the third over Anderson found the edge of Rogers’s bat, but was dropped by Root, standing unusually close at third slip. No matter; Broad induced another edge within the hour and the ball just carried to Ian Bell at second slip.</p> \n<p>Cook stuck with his plans to give an early bowl to Moeen; they backfired. Five runs came from Moeen’s first over, 17 from his second as Warner capitalised on some nasty long-hops.</p> \n<p>Briefly the initiative was lost. Moeen was hastily removed to be replaced by Wood from the Taff End; then came Root for a couple of overs whereupon Cook tossed the ball back to Moeen for the last over before lunch. His third delivery took the pads and the review confirmed that Warner would not be returning after the interval. If not funky, this was jolly handy and it certainly relaxed the bowlers.</p> \n<p>In the afternoon session Australia lost five wickets for 65. Broad delivered another exceptional spell during which Smith was pocketed by Bell at second slip <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/australia-michael-clarke-alastair-cook-first-test-ashes\">and Michael Clarke</a>, his weight loitering on the back foot, drove to cover point. Then Wood’s perseverance was rewarded when he found the outside edge of Adam Voges’s bat.</p> \n<p>The next two wickets were a source of merriment to the fans revelling in England’s domination. First, there was Cook’s juggling act at short midwicket to dispatch Brad Haddin off the bowling of Moeen. Then there was the demise of Shane Watson, who has gathered a reputation for seeking to benefit from the review system as frequently as Broad.</p> \n<p>A delivery from Wood thumped into his ample front pad. Yet again Watson spied the umpire’s raised finger. It may well be that he did not wish to review the decision and that he was advised by his partner, Mitchell Johnson, to do so.</p> \n<p>Whatever the reason Watson sought a review and his dismissal was duly confirmed by the third umpire amid much hilarity. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/shane-watson-lbw-australia-england-first-test-ashes\">Watson’s reputation was intact</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/11/ashes-2015-england-v-australia-first-test-day-four-live\">Ashes 2015: England v Australia –&nbsp;first Test, day four –&nbsp;as it happened</a> </p> \n</aside> \n<p>The dismissal of Mitchell Starc also raised a smile – outside the Aussie dressing room. An outside edge against Root was parried by Cook at gully thereby enabling Adam Lyth at slip to catch the rebound.</p> \n<p>Only Johnson offered any resistance in a carefree display of controlled hitting. No matter who was bowling, Johnson timed the ball superbly throughout his 77, which was terminated when he edged a drive to slip off Root, a deserved man of the match (though more for his batting than his bowling). It is fair to say that Johnson preferred batting to bowling on this pitch.</p> \n<p>Moeen took the final wicket to finish with figures of three for 59, augmenting his two vital wickets in the first innings. Perhaps the Beard was insufficiently feared.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/11/1436632278709/First-Ashes-Test-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England players including Stuart Broad, left, who took three key wickets, celebrate beating Australia in the first Ashes Test. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"First Ashes Test","cleanCaption":"England players including Stuart Broad, left, who took three key wickets, celebrate beating Australia in the first Ashes Test. Photograph: Joe Giddens/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-11T16:31:39Z","lastModified":"2015-07-11T23:46:19Z","metadata":{"commentable":true,"commentCount":789,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Australia cricket team","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order","shortUrl":"http://gu.com/p/4atvn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order","webUri":"http://www.theguardian.com/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/11/1436632278709/First-Ashes-Test-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England players including Stuart Broad, left, who took three key wickets, celebrate beating Australia in the first Ashes Test. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"First Ashes Test","cleanCaption":"England players including Stuart Broad, left, who took three key wickets, celebrate beating Australia in the first Ashes Test. Photograph: Joe Giddens/PA"}},"importance":7,"kicker":{"title":"Ashes 2015"},"showQuotedHeadline":false,"sublinks":[{"title":"Reaction / Cook hails relentless England bowlers after victory","rawTitle":"Cook hails relentless England bowlers after victory","item":{"type":"article","id":"sport/2015/jul/11/england-ashes-australia-alastair-cook","title":"Alastair Cook hails relentless England bowlers after win over Australia","trailText":"Alastair Cook said England’s First Test victory over Australia demonstrated that his team have put memories of their whitewash defeat 18 months ago firmly behind them","standFirst":"<span class=\"bullet\">•</span> Cook says England have laid to rest memories of whitewash\n<br />\n<span class=\"bullet\">•</span> Joe Root: ‘I think this was my most important hundred’","byline":"Ali Martin at the Swalec Stadium","body":"<p>Alastair Cook hailed his relentless England side for wrapping up a four-day demolition job in Cardiff that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order\">left Australia defeated by 169 runs</a> and demonstrated that his team have put memories of their whitewash defeat 18 months ago firmly behind them.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/11/stuart-broads-urgency-and-precision-win-vital-duel-with-david-warner\">Stuart Broad claimed three for 39</a> and Moeen Ali three for 59 as Michael Clarke’s side collapsed to 242 all out in their pursuit of a fanciful 412 to win. Now 1-0 up in the series, captain Cook believes his players will come back with more of the same in Thursday’s second Test at Lord’s.</p> \n<p>“It was really important for this group of players to show we can compete with Australia,” said Cook. “Everyone was talking about the previous series but it shows if we do the basics well we can put Australia under pressure. I don’t want to single out individuals. All five our bowlers were brilliant – just relentless on that wicket. You are only as good as your bowlers and our bowlers were brilliant.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order\">England win Ashes opener as Stuart Broad breaks Australia’s top order</a> </p> \n</aside> \n<p>Cook’s often-criticised captaincy was praised at Cardiff, added: “It’s a start. It’s a long series: it would be nice if it was a one-match series! We are going to have to play well for a long period of time but I am fully confident the guys are up to it.”</p> \n<p>Joe Root, the man of the match who survived a second-ball drop by Brad Haddin on the first day to register 134 and backed that up with 60 on Friday, rated the former innings as his most critical of his seven Test centuries to date. “I think it was my most important hundred in this match,” said Root. “It’s great to get that win, hopefully we can now back it up at Lord’s. When they attack, it’s the best time to attack them. There are more gaps in the field. And I’ve always had people at the other end to build a partnership with. Gary Ballance and Ben Stokes were important and shouldn’t be forgotten about.”</p> \n<p>Broad got the ball rolling first thing on day four with the wicket of Chris Rogers, before gutting the Australian middle order with the removals Steve Smith and the captain, Michael Clarke, as the tourists lost four wickets for nine runs either side of lunch.</p> \n<p>Broad said: “We’re really happy. It’s always hard work, especially on a wicket where you had to run in on and hit the pitch hard to get anything out of it. But a four-day win by 169 runs – it was a really good performance. There are a lot of proud players up there.”</p> \n<p>“Cooky had a really good game as captain,” added Broad. “He put fielders in places in front of the bat that could apply some pressure.”</p> \n<p>Clarke conceded his team were outplayed throughout and admitted a tough decision will need to be made over fast bowler Mitchell Starc, who took seven wickets in the Test but needed painkilling injections in his ankle to do so.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/11/stuart-broads-urgency-and-precision-win-vital-duel-with-david-warner\">Stuart Broad’s box-office duel with David Warner proves just the start | Barney Ronay</a> </p> \n</aside> \n<p>“We were outplayed in all three facets of the game,” said Clarke, “England’s batting in the first innings, their bowling throughout the game, and their catching was exceptional. We’ve got some work to do before the second Test. England deserve a lot of credit. We have got to be better, find a way to combat the way England bowling. They bowled really well, they swung the ball, and put it in an area to get the benefit of swing bowling.</p> \n<p>“I don’t want us to change the way we play – we have to back ourselves. It was like losing to New Zealand in the group stages of the World Cup – that gave us a kick up and I see this game doing the same.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436638129966/alastair-cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England captain, Alastair Cook, centre, congratulates his players during the victory in the first Ashes Test against Australia in Cardiff. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"alastair cook","cleanCaption":"The England captain, Alastair Cook, centre, congratulates his players during the victory in the first Ashes Test against Australia in Cardiff. Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-11T18:10:38Z","lastModified":"2015-07-11T21:06:11Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["England cricket team","Alastair Cook","Australia cricket team","Australia sport","Ashes 2015","Cricket","The Ashes","Sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-ashes-australia-alastair-cook","shortUrl":"http://gu.com/p/4at33","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/england-ashes-australia-alastair-cook","webUri":"http://www.theguardian.com/sport/2015/jul/11/england-ashes-australia-alastair-cook"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436638129966/alastair-cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England captain, Alastair Cook, centre, congratulates his players during the victory in the first Ashes Test against Australia in Cardiff. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"alastair cook","cleanCaption":"The England captain, Alastair Cook, centre, congratulates his players during the victory in the first Ashes Test against Australia in Cardiff. Photograph: Ryan Pierse/Getty Images"}},"importance":0,"kicker":{"title":"Reaction"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436638129966/alastair-cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England captain, Alastair Cook, centre, congratulates his players during the victory in the first Ashes Test against Australia in Cardiff. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"alastair cook","cleanCaption":"The England captain, Alastair Cook, centre, congratulates his players during the victory in the first Ashes Test against Australia in Cardiff. Photograph: Ryan Pierse/Getty Images"}}]},{"title":"Mike Selvey / Watson's weakness may force Australia's hand","rawTitle":"Watson's weakness may force Australia's hand","item":{"type":"comment","id":"sport/2015/jul/11/shane-watson-lbw-australia-england-first-test-ashes","title":"Shane Watson’s lbw weakness could force Australia to dismiss reputation","trailText":"England exposed all-rounder’s vulnerability to full and straight deliveries and his career at this level looks in real jeopardy","standFirst":"England exposed all-rounder’s vulnerability to full and straight deliveries and his career at this level looks in real jeopardy","byline":"Mike Selvey at the Swalec Stadium","body":"<p>As Shane Watson walked out to face Stuart Broad shortly after lunch, he had to pass close to Jimmy Anderson, and, this being the friendly series (as some want it) or not (as do others), it would nonetheless almost have been a dereliction of duty for England’s senior bowler not to have greeted him with: “Good luck in your last Test innings, Watto.” Maybe England should have formed a guard of honour and clapped him in, for does not the new ICC diktat deal with sendings-off but make no mention of sarcastic welcomes?</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order\">England win Ashes opener as Stuart Broad breaks Australia’s top order</a> </p> \n</aside> \n<p>Watto has been a fine player for Australia, something that has made him their highest earner, with a reputed A$4m-a-year contract. But he is struggling, under pressure for his place from Mitchell Marsh and retaining it for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order\" title=\"\">this first Test</a> on reputation rather than performance. In the first innings, though, when he had made 30, Broad had pinned him on the crease, the ball thundering into the massive magnet that is his front pad. He reviewed the lbw decision – of course he did – and, as happens more often than not, it was in vain. Now, in this second innings, Australia were struggling for survival, and Watson’s career was on the line.</p> \n<p>He made 19 unspectacular runs, trying so hard to play straight rather than around his front pad as the downfall of the lbw laureate so often suggests. Alastair Cook set three slips and a gully. But, for good measure, there were three close fielders on the drive, one on the off and two to leg, one of them almost standing on the cut strip. If you want to get the ball away, Cook was saying, you are going to have to hit across the line. Just once Anderson was belted back down the ground to the boundary, too straight and firm for anyone to stop and Ben Stokes was pulled dismissively to square leg for a second four. It all looked a struggle, a voice in his head telling him to play straight, keep the pad out of the way. After 57 previous deliveries, came the inevitable.</p> \n<p>Mark Wood, already a star in this new England team, slanted one into him, the bat came around his pad as he looked to angle the ball away and it thudded into it. The appeal was wholehearted and vociferous, the response of Marais Erasmus almost preordained, and with it Watson’s reaction.</p> \n<p>In the media centre, the universal plea came for him to review it, maybe for the last time in his Test career. The advice from the non-striker, Mitchell Johnson, may well have been not to bother but such was the situation that he had little option, even if it might have been for old times sake. So he did, grinning sheepishly as he did so. Maybe he could put DRS after his name. In the press box, arms went up gleefully. Then came the drama: the bowler had not overstepped, and nor did the batsman feather the ball on to his pad. Finally, trial by the automated decision review system: red light was followed by another, and then the orange umpire’s call. The ball would have been taking a big chunk out of a chocolate leg stump and Watson turned to trudge resignedly from the field, lbw for the 29th time. “Cheerio, cheerio, cheerio,” chanted the crowd. Someone posted a picture on Twitter of a Hawk-Eye screen grab captioned “Shane Watson’s passport photograph”: genius. Perhaps if the decision is taken to end his career he will review that as well.</p> \n<p>The opprobrium heaped on Cardiff before the match had begun was largely unwarranted and, if the pitch has been slower than some might like, it suited the home side and the first three innings were scored at four runs per over or more: it has been an enthralling match and supported to the full. Before play, the crowds had filled the coffee shops near the castle and the crocodile of spectators wound through the gardens and along the path by the Taff to the Swalec Stadium.</p> \n<p>Most press boxes these days have excellent views but as much atmosphere as the moon, so while it is easy to watch the match it is difficult to feel it. But go down one floor from this one and there is an open terrace from which to watch and it lends a different perspective. There is a hum between deliveries, gathering noise as the bowler runs in and there was an explosion of sound as five Australia wickets fell in the half-hour either side of lunch.</p> \n<p>For most of the first hour, though, there were mostly gasps, as the new ball darted and jagged past probing blades without finding the edge. A wicket seemed likely every ball but never came. In the third over, Chris Rogers got a thick edge to Anderson and the ball flew to the left of Joe Root at third slip but, whereas England’s catching had been exceptional otherwise, he could only parry this so that Rogers escaped. Those at third slip on both teams have been standing closer than normal, the slips tending to be <em>en &eacute;chelon</em> rather than in an arc, and this was no exception. But this was the new ball, which will always go through a little quicker and come faster from the bat: he may have been too close. Root lay prone as the crowd groaned: was it going to be this sort of a day?</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/11/stuart-broads-urgency-and-precision-win-vital-duel-with-david-warner\" title=\"\">Broad bowled magnificently</a>, as he had done throughout the match. This is a bowler who sometimes slumbers only to wake and deliver devastating spells; but that was not the case here, hitting the splice more than anyone and always challenging. He has never bowled better.</p> \n<p>Somehow Rogers and David Warner, a pair of left-handers, had survived until Broad went round the wicket to the former, moved one away and Ian Bell took the catch at bootlace height, low enough for the batsman to delay his walk back while the umpires checked the legitimacy. There was no doubt and up went the first real roar of the day.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/11/1436640758980/Shane-Watson-England-Aust-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shane Watson was out lbw to England's Mark Wood in Australia's second innings to follow the all-rounder's dismissal by Stuart Broad via the same method. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Shane Watson England Australia","cleanCaption":"Shane Watson was out lbw to England's Mark Wood in Australia's second innings to follow the all-rounder's dismissal by Stuart Broad via the same method. Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-11T18:58:44Z","lastModified":"2015-07-11T23:02:17Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":false,"keywords":["Shane Watson","Australia cricket team","England cricket team","Ashes 2015","The Ashes","Australia sport","Sport","Cricket"],"tags":[{"id":"sport/shane-watson","webTitle":"Shane Watson"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/shane-watson-lbw-australia-england-first-test-ashes","shortUrl":"http://gu.com/p/4at3c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/shane-watson-lbw-australia-england-first-test-ashes","webUri":"http://www.theguardian.com/sport/2015/jul/11/shane-watson-lbw-australia-england-first-test-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/11/1436640758980/Shane-Watson-England-Aust-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shane Watson was out lbw to England’s Mark Wood in Australia’s second innings to follow the all-rounder’s dismissal by Stuart Broad via the same method in the first. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Shane Watson England Australia","cleanCaption":"Shane Watson was out lbw to England’s Mark Wood in Australia’s second innings to follow the all-rounder’s dismissal by Stuart Broad via the same method in the first. Photograph: Ryan Pierse/Getty Images"}},"importance":0,"kicker":{"title":"Mike Selvey"},"byline":{"title":"Mike Selvey"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/11/1436640758980/Shane-Watson-England-Aust-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shane Watson was out lbw to England's Mark Wood in Australia's second innings to follow the all-rounder's dismissal by Stuart Broad via the same method. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Shane Watson England Australia","cleanCaption":"Shane Watson was out lbw to England's Mark Wood in Australia's second innings to follow the all-rounder's dismissal by Stuart Broad via the same method. Photograph: Ryan Pierse/Getty Images"}}]},{"title":"Ali Martin / Clarke must find funk again amid selection dilemmas","rawTitle":"Clarke must find funk again amid selection dilemmas","item":{"type":"comment","id":"sport/2015/jul/11/australia-michael-clarke-alastair-cook-first-test-ashes","title":"Australia’s Michael Clarke must find funk again amid selection dilemmas","trailText":"The touring captain was overwhelmingly overshadowed by England’s Alastair Cook in the first Test and his side must now contend with fitness and form issues","standFirst":"The touring captain was overwhelmingly overshadowed by England’s Alastair Cook in the first Test and his side must now contend with fitness and form issues","byline":"Ali Martin at the Swalec Stadium","body":"<p>If points were awarded for a captain’s funkiness in Test cricket – it feels only a matter of time given the ubiquitous use of the word these days – then Alastair Cook would be reflecting on a landslide victory over his opposite number, Michael Clarke, right now.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order\">England win Ashes opener as Stuart Broad breaks Australia’s top order</a> </p> \n</aside> \n<p>A short mid-on profited twice, a helmeted third slip was deployed and bowling changes such as Moeen Ali’s single over before lunch on day four, which ended David Warner’s streaky salvo lbw, came off. These are, indeed, heady days for the England captain, who made good on his pre-match promise to empower, not inhibit, this attacking young side.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order\" title=\"\">This early victory</a> in the head-to-head represents something of a shock. His counterpart, after all, arrived on these shores as the funkmeister general – an escalation from the early summer grooves of Brendon McCullum and one which, it was said, would once again show Cook up as a roundhead to the Australian’s cavalier.</p> \n<p>And yet in Cardiff Clarke cut a strangely anonymous figure, meekly swishing the irresistible Stuart Broad on four to Ben Stokes at backward point to complete his contribution in a Test match to forget; his 11th defeat overseas draws him level with his predecessor Ricky Ponting and puts him five short of the overall record held by New Zealand’s Stephen Fleming.</p> \n<p>The eve of the first day saw Clarke announce – <a href=\"https://instagram.com/p/42N-P3jdaL/?taken-by=michaelclarkeofficial\" title=\"\">via social media, naturally</a> – the happy news that he and his wife, Kyly, are expecting their first child, and the early signs are that this tour could provide the perfect preparation for the inevitable sleepless nights and messy situations that await. The issues are stacking up for him after four days of cricket.</p> \n<p>Clarke’s list of problems might not stretch to 99. But a Mitch is certainly one – if not two – with the most effective weapon in his armoury, Mitchell Starc, set to provide a will-he-won’t-he storyline before Thursday’s second Test at Lord’s with an ankle issue that flared up on the first day and has seen him bowl with a grimace ever since.</p> \n<p>The left-armer required pain-numbing cortisone injections to get through the 16 overs he bowled in England’s second innings and, given his history of problems in the area that has seen him require surgery, the 25-year-old’s retention would be a high-risk strategy. Peter Siddle, waiting in the wings, is a worthy competitor but a blunter blade.</p> \n<p>This in turn puts greater onus on his fellow left-armer Mitchell Johnson, who does not have the bouncy Australia soil that made him unplayable 18 months ago and shipped 180 runs for his two wickets in Cardiff. Clarke’s insurance policy, Ryan Harris, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/ryan-harris-australia-cricket-retirement-knee-injury-ashes\" title=\"\">has already hobbled into retirement</a>, with the one-time wonderkid Pat Cummins, his replacement, touching two years since his last first-class match.</p> \n<p>Four days in and Australian voices can already be heard questioning whether this is one tour too many for the 37-year-old wicketkeeper Brad Haddin. His stone-handed second-ball drop of Joe Root on the first day denied his side a scoreboard reading 43 for four – altering the course of the match as Root went on to make 134. Meanwhile his batting has averaged 15 in his last 21 innings, his latest shot being a duffed heave off Moeen that was gobbled up, at the second attempt, by Cook. And then there is the Shane Watson conundrum.</p> \n<p>Watson is a talented all-round cricketer who appears a victim of other people’s expectations. But he is also one who possesses such a glaring hole in his armoury in Test cricket that England probably do not feel the need to discuss the plan any more. Bowl full and straight and the thud of leather on pad will come. It has worked 14 times before, after all, with Mark Wood the latest to exploit the glitch.</p> \n<p>Can Australia’s selectors call time on the 34-year-old’s Test career so soon into an Ashes tour and, in doing so, lose face with the concession that they made a dud call in overlooking Mitchell Marsh, the younger and more in-form all-rounder? Leaving out Watson and Haddin, the latter understudied by Peter Nevill, who averaged 76 in the most recent Sheffield Shield, will surely be mulled over late at night.</p> \n<p>They must also challenge the batsmen who all made starts in Cardiff but failed to convert. When Johnson, a worthy No8, is second highest scorer with a gunslinger’s 77 in a doomed cause, there is significant work to be done. Shaun Marsh sits in reserve but his 15 first-class centuries in 15 years do not shout for change.</p> \n<p>Arriving soon is Clarke’s old friend Shane Warne, who will resume his position as Cook’s most strident critic up in the commentary box after missing the Cardiff Test to attend a poker tournament. There is plenty for the pair to discuss.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/11/1436639093155/Michael-Clarke--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Clarke looks dejected after being dismissed by Stuart Broad on the fourth day of the first Test. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Michael Clarke ","cleanCaption":"Michael Clarke looks dejected after being dismissed by Stuart Broad on the fourth day of the first Test. Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-11T18:26:44Z","lastModified":"2015-07-11T23:20:02Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":true,"keywords":["Ashes 2015","Michael Clarke","Alastair Cook","Cricket","The Ashes","England cricket team","Australia cricket team","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/australia-michael-clarke-alastair-cook-first-test-ashes","shortUrl":"http://gu.com/p/4at37","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/australia-michael-clarke-alastair-cook-first-test-ashes","webUri":"http://www.theguardian.com/sport/2015/jul/11/australia-michael-clarke-alastair-cook-first-test-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/11/1436639093155/Michael-Clarke--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Clarke looks dejected after being dismissed by Stuart Broad on the fourth day of the first Test. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Michael Clarke ","cleanCaption":"Michael Clarke looks dejected after being dismissed by Stuart Broad on the fourth day of the first Test. Photograph: Ryan Pierse/Getty Images"}},"importance":0,"kicker":{"title":"Ali Martin"},"byline":{"title":"Ali Martin at the Swalec Stadium"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/11/1436639093155/Michael-Clarke--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Clarke looks dejected after being dismissed by Stuart Broad on the fourth day of the first Test. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Michael Clarke ","cleanCaption":"Michael Clarke looks dejected after being dismissed by Stuart Broad on the fourth day of the first Test. Photograph: Ryan Pierse/Getty Images"}}]}],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/2db5cc3a7fd82c8583f6a5fea6d1e4187976a408/0_13_2374_1424/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/30aeb7e17d5ee8303655269349d86fa73da32738/181_35_4147_2489/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/e72c9ff31a4338ab7f3242f88fb1ddbd7fe6839d/351_81_2444_1466/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/13e84b1d6e2ff9f4a09307e4486feeebfb418e94/367_166_2784_1671/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/4bc5dd4fa9fc08b400a27a321063d5ade1913ede/0_225_3296_1978/1000.jpg","height":600,"width":1000}}]},{"title":"Wimbledon / Williams beats Muguruza to win sixth SW19 crown and cement 'Serena Slam'","rawTitle":"Williams beats Muguruza to win sixth SW19 crown and cement 'Serena Slam'","item":{"type":"article","id":"sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam","title":"Serena Williams beats battling Garbiñe Muguruza to win Wimbledon","trailText":"Garbiñe Muguruza started her first Wimbledon final with a break and rallied from 5-1 down in the second set but lost 6-4, 6-4 to the grand-slam chasing Serena Williams","standFirst":"<p><span class=\"bullet\">•</span> Williams wins 6-4, 6-4 despite Spaniard’s bright start and fightback<br /><span class=\"bullet\">•</span> Victor holds all four major titles and has chance for calendar-year grand slam</p>","byline":"Kevin Mitchell at Wimbledon","body":"<p>If Serena Williams can survive her recurring, inexplicable dips in power and concentration yet prevail against a young contender as talented as Garbi&ntilde;e Muguruza to win her sixth Wimbledon title and her 21st major, she is well placed to continue breaking records for as long as her body and spirit allow.</p> \n<p>There is nobody to stop her. It is as simple as that. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/heather-watson-serena-williams-wimbledon\">Heather Watson gave her a major fright</a> in the third round and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/may/30/serena-williams-v-victoria-azarenka-french-open-2015-live\">Victoria Azarenka stretched her to the limit</a> in the quarter-finals, but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/09/serena-williams-maria-sharapova-wimbledon-2015-live-tennis\">Maria Sharapova, her supposed arch-rival, folded in the semis</a>, leaving it to the young Spanish star Muguruza to take her to the wire in Saturday’s final.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/12/wimbledon-2015-days-10-11-and-12-in-pictures\">Wimbledon 2015: days 10, 11 and 12 – in pictures</a> </p> \n</aside> \n<p>Williams at 33 became the oldest slam champion of the modern era by beating her excellent opponent, 12 years her junior, 6-4, 6-4 in an hour and 23 minutes, thrilling Centre Court with a coronation final that briefly looked like turning into an insurrection.</p> \n<p>Instead, Williams came through as the holder of all four majors for the first time since she had that honour in 2003, putting her within sight of Steffi Graf’s 22 majors, as well as Margaret Court’s all-time mark of 24. If she retains the US Open she will have become only the fourth woman to claim a calendar-year grand slam. That is a lot to celebrate on a warm Saturday afternoon. But it might all have turned horribly wrong. The best player in the world did not make it easy for herself in this her 25th slam final.</p> \n<p>It is all very well having the biggest serve in tennis – Williams finished the fortnight with 80 aces, 13 more than Roger Federer, who put 20 on Andy Murray on Friday – but if you fail to land six of them in the box in the first game of a grand slam final against a hungry young player such as Muguruza, life gets complicated.</p> \n<p>Spanish eyes lit up when her vaunted opponent gifted her the first game on the fourth break point, pushing a trembling backhand long after seven worrying minutes.</p> \n<p>Sharapova had three double faults in her first service game against Williams in the semi-finals and lost. Would we witness another meltdown here?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/11/serena-williams-v-garbine-muguruza-wimbledon-womens-singles-final-live\">Serena Williams v Garbi&ntilde;e Muguruza: Wimbledon women's singles final – live!</a> </p> \n</aside> \n<p>There was no early peace for Williams, no room for her to work her way into the match as Muguruza drew on the experience of having beaten her so handily in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/may/28/serena-williams-garbine-muguruza-french-open\">her troubled times at the French Open in 2014</a>, when the Spaniard was ranked 35 in the world.</p> \n<p>That was a shock, even though Williams was not at her best. These were different circumstances. Muguruza, seeded 20th, had worked her way assiduously through the draw, finishing off the challenges of Caroline Wozniacki and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/garbine-muguruza-beats-agnieszka-radwanska-wimbledon-2015-final\">Agnieszka Radwanska to earn a place in her first slam final</a>. Her confidence and her daring were sky-high.</p> \n<p>She held for two-love and took two points off the Williams serve, which had dipped to an alarming 20%, before the world No1 got a grip. It finally clicked and she trailed 1-2 after quarter of an hour. She had a look at deuce in the fourth game but her footwork was sluggish and her face anguished; she had plenty of catching up to do.</p> \n<p>A second ace settled her nerves as she held in the fifth, but she still struggled for rhythm off the ground. Muguruza was hanging tough and saved two break points to maintain her lead. The question that whispered its way around Centre Court now was: could she keep it up and take the first set?</p> \n<p>After half an hour, Williams struck something like her best serving form, holding to love for 3-4, but her ground strokes and her balance needed work. She got another two break points, the first saved by the Spaniard’s second ace, the second surrendered with a loose forehand and they were back to parity.</p> \n<p>A fourth double fault did not slow the Williams fightback and Muguruza found herself serving to stay in the set just 20 minutes after having the world No1 at her mercy. After an ace got her to game point, she again hit wide for deuce then double faulted. Williams had set point – and took it, after 44 minutes, with an angry, relieved forehand.</p> \n<p>She closed her eyes and breathed deep during the break. Soon, the familiar pattern would emerge: an opponent in contention introduced to the reality of sustaining the challenge.</p> \n<p>Williams broke, held and was 3-1 up in the second, and banging down her eighth ace nearly an hour after those three double faults had given Muguruza hope. A ninth ace induced panic at the other end and the Spaniard’s forehand drifted long.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/martina-hingis-sania-mirza-win-wimbledon-womens-doubles-final\">Martina Hingis and Sania Mirza win Wimbledon women’s doubles final</a> </p> \n</aside> \n<p>Williams was now a couple of games away from confirming her dominance – if she could crack Muguruza’s serve again and finish the way she knows best. But Muguruza was not quite done and broke her to love in the seventh game.</p> \n<p>The ninth game of the second set encapsulated the struggle. Muguruza, having held through deuce to force Williams to serve for the title, the world No1 double faulted for the eighth time and, watching two ground strokes whirr past her, faced three break points.</p> \n<p>She struck a 10th ace for 30-40 and one more for deuce. Her 12th, at 121 miles an hour, delivered her championship point, but Muguruza saved, advancing to the net to land a perfect forehand in the deuce corner. They both hit long, Muguruza by a millimetre, within the margin of error.</p> \n<p>Williams netted a forehand from the baseline and the crowd went wild as the Spaniard lived again. She took it with a belting backhand for 4-5, and the mood of the match was transformed yet again.</p> \n<p>The end could hardly have been a greater anticlimax. Muguruza double faulted for the second time; Williams got the benefit of a kind net cord; Muguruza hit long, then just wide – and the deed was done.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ea1b2d30f1a403995153c9e03271a91039a8456d/0_0_3572_2149/3572.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2149,"width":3572,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Serena Williams shows off the winners trophy on the members balcony after beating Garbiñe Muguruza in the women’s singles final at Wimbledon.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-11T14:48:26Z","lastModified":"2015-07-12T06:46:24Z","metadata":{"commentable":true,"commentCount":492,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Serena Williams","Wimbledon 2015","Wimbledon","US sports","Sport","Tennis"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam","shortUrl":"http://gu.com/p/4atx2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam","webUri":"http://www.theguardian.com/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/62cbca234224bc26cad62d69627bd9e9e23135cb/0_236_5184_3112/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3112,"width":5184,"orientation":"landscape","caption":"Serena Williams fires a return back to Garbiñe Muguruza in the women’s singles final at Wimbledon. Photograph: Tom Jenkins for the Observer","credit":"Tom Jenkins for the Observer","altText":"Serena Williams fires a return back to Garbiñe Muguruza in the women’s singles final at Wimbledon.","cleanCaption":"Serena Williams fires a return back to Garbiñe Muguruza in the women’s singles final at Wimbledon.","cleanCredit":"Photograph: Tom Jenkins for the Observer"}},"importance":6,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[{"title":"Serena Williams / 'Win from tough draw is huge boost for slam bid'","rawTitle":"'Win from tough draw is huge boost for slam bid'","item":{"type":"article","id":"sport/2015/jul/11/serena-williams-gabrine-muguruza-wimbledon-grand-slam","title":"Serena Williams says Wimbledon win has boosted her grand slam confidence","trailText":"Serena Williams was magnanimous in victory describing Garbiñe Muguruza as a great player after beating her 6-4, 6-4 in the Wimbledon singles final","standFirst":"<p><span class=\"bullet\">•</span> Williams calls Wimbledon runner-up Garbi&ntilde;e Muguruza ‘a great player’<br /><span class=\"bullet\">•</span> Champion says secret to winning is learning ‘to stay in the moment’<br /></p>","byline":"Kevin Mitchell at Wimbledon","body":"<p>Serena Williams, at 33 the oldest player to win a grand slam title in the modern era, says she has not finished breaking records <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam\">after beating Garbi&ntilde;e Muguruza 6-4, 6-4 </a>to take her sixth Wimbledon singles title and 21st major.</p> \n<p>She completed the fabled “Serena slam” – holding all the major championships simultaneously – in front of a frenzied Centre Court, starting with three double-faults in the first game and almost blowing a 5-1 lead in the second. But afterwards she set her sights on defending her US Open title in September title to complete a calendar year grand slam, which would be the first since Steffi Graf in 1988. If she does, she moves alongside Graf on 22 majors in the open era and two behind Margaret Court, whose 24 titles is the all-time best.</p> \n<p>“I feel like I’ll be OK,” Williams said. “I feel like, if I can do the Serena slam, I will be OK heading into the grand slam. Like I always say, there’s 127 other people that don’t want to see me win. Nothing personal, they just want to win. I had a really tough draw here and this gives me confidence that I can do it again. I’ll just do the best I can.</p> \n<p>“I really don’t feel like I have anything to lose. I’ve solidified my place at No1. My goal is always to end the year at No1. I honestly wouldn’t have thought last year after winning the US Open I would win the Serena slam at all. It’s super exciting.”</p> \n<p>Williams, whose lateral movement is perhaps her one weakness, still hits extraordinarily hard and struck 12 aces to go with the 60 that got her to the final. “I do have some aches and pain but, overall physically, I feel better,” she said. “I feel fitter. I feel like I can do more than I did 10, 12, whatever years ago. I just keep reinventing myself in terms of working out, in terms of my game. It’s been working.</p> \n<p>“I’ve never loved working out. When I started, I would always ride the bike, work on my legs. Then I started doing more running. Then I started doing more sprint work. At one point I was boxing. Every few years I’m always doing something different. If I was still running, I think I would just not want to do it anymore. I wouldn’t want to stay fit.</p> \n<p>“Right now I’m dancing a lot, contemporary. It’s lots of movements, not super fast. It’s slow, not too slow… some times a lot of floor work.”</p> \n<p>She said of Garbi&ntilde;e Muguruza, who rises from No20 to No9: “She’s such a great player. She really stepped up to the plate. She came out there to win. She wasn’t out there just to play a final. That says a lot about her and about her future.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam\">Serena Williams beats battling Garbi&ntilde;e Muguruza to win Wimbledon</a> </p> \n</aside> \n<p>Williams admitted that a year ago, her mental state was somewhere else. “Last year I was just so down because I lost so early in three of the grand slams. By the time New York came around [where she won her 18th major] I just wanted to get to the quarter-finals. When I won my fourth round match, I was elated. Since then, I’ve just been super relaxed, taking time every match.”</p> \n<p>She had also “learned a lot” after finally winning four slams in a row. “I’ve learned that I’m able to do anything. Anyone’s able to do anything they set their mind to.”</p> \n<p>Did she have a secret to winning 21 majors, six of them here? “The toughest thing to accomplish is just to stay in the moment. It’s easy to go out there and say, I want to win, then try to win. But you have to win seven matches. You have to win each match, you have to win each set, you have to win each point. It’s not anything that’s super easy.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29ad92b547f2bb6dacd55ceba614e25267940fea/0_298_4904_2942/4904.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2942,"width":4904,"orientation":"landscape","credit":"Tom Jenkins for the Observer","altText":"Serena Williams","cleanCredit":"Photograph: Tom Jenkins for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-07-11T18:21:56Z","lastModified":"2015-07-12T06:41:26Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Serena Williams","Wimbledon 2015","Wimbledon","US sports","Sport","Tennis"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-gabrine-muguruza-wimbledon-grand-slam","shortUrl":"http://gu.com/p/4at3v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/serena-williams-gabrine-muguruza-wimbledon-grand-slam","webUri":"http://www.theguardian.com/sport/2015/jul/11/serena-williams-gabrine-muguruza-wimbledon-grand-slam"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29ad92b547f2bb6dacd55ceba614e25267940fea/0_298_4904_2942/4904.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2942,"width":4904,"orientation":"landscape","caption":"Serena Williams says she will go into the US Open full of confidence after winning Wimbledon from a tough draw.  Photograph: Tom Jenkins for the Observer","credit":"Tom Jenkins for the Observer","altText":"Serena Williams says she will go into the US Open full of confidence after winning Wimbledon from a tough draw. ","cleanCaption":"Serena Williams says she will go into the US Open full of confidence after winning Wimbledon from a tough draw. ","cleanCredit":"Photograph: Tom Jenkins for the Observer"}},"importance":0,"kicker":{"title":"Serena Williams"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29ad92b547f2bb6dacd55ceba614e25267940fea/0_298_4904_2942/4904.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2942,"width":4904,"orientation":"landscape","credit":"Tom Jenkins for the Observer","altText":"Serena Williams","cleanCredit":"Photograph: Tom Jenkins for the Observer"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ea1b2d30f1a403995153c9e03271a91039a8456d/0_0_3572_2149/3572.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2149,"width":3572,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Serena Williams shows off the winners trophy on the members balcony after beating Garbiñe Muguruza in the women’s singles final at Wimbledon.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Tour de France / Froome keeps yellow jersey but Vuillermoz takes stage eight","rawTitle":"Froome keeps yellow jersey but Vuillermoz takes stage eight","item":{"type":"article","id":"sport/2015/jul/11/chris-froome-tour-de-france-alexis-vuillermoz","title":"Chris Froome keeps Tour de France lead but Alexis Vuillermoz takes stage eight","trailText":"Alexis Vuillermoz claimed the first French victory of the 2015 Tour de France with a late burst to win stage eight atop the Mûr de Bretagne","standFirst":"<span class=\"bullet\">•</span> Frenchman Vuillermoz claims stage eight at summit of M&ucirc;r de Bretagne\n<br />\n<span class=\"bullet\">•</span> Ag2r-La Mondiale man bursts clear after Team Sky leader’s attack","byline":"Barry Glendenning in Mûr-de-Bretagne","body":"<p>Chris Froome had previously described the challenging opening week of this year’s Tour de France as “a series of Classics” to be negotiated before what he considers the race proper begins upon entering the Pyrenees. He is understandably pleased after emerging from the first eight stages injury-free, looking superior to his main rivals and with the yellow jersey on his shoulders after a series of attritional stages in which the garment has at times seemed cursed.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/tour-de-france-2015-tony-martin-race-in-doubt-stage-six-crash-zdenek-stybar-cycling\">Tour de France 2015: Tony Martin quits after breaking collarbone on stage six</a> </p> \n</aside> \n<p>Fabian Cancellara and Tony Martin have already been forced to withdraw with broken bones sustained in heavy falls while wearing the <em>maillot jaune</em>. Indeed, it is a testament to their courage that both men – Cancellara with broken vertebrae and Martin with a shattered collarbone – seemed content or foolhardy enough to soldier on regardless of the injuries that eventually forced them out of the race and into hospital beds.</p> \n<p>Crosswinds, cobbles and one spectacular crash that resulted in several riders being catapulted into a roadside lamppost at over 40 kilometres an hour have all contributed to make the opening to this Tour punishing and the original field of 198 riders is already 13 down with as many stages to go. Twelve have succumbed to injury, while the Katusha rider Luca Paolini was withdrawn on Friday night after testing positive for cocaine.</p> \n<p>With its shark’s teeth profile featuring a relentless series of small jagged climbs, a fairly uneventful stage eight took the bunch through the chateau-speckled landscape of Brittany from Rennes to M&ucirc;r-de-Bretagne, where a sharp right-hand turn into the 2km kick towards the finish line precluded the field from hitting it with any kind of momentum.</p> \n<p>With 15km to go, a three-man breakaway had a dwindling 33sec gap, with Lars Bak and Michal Golas dropping Bartosz Huzarski before inevitably being reeled in themselves.</p> \n<p>Around the right-hander they went, onwards and upwards into the home straight with the tireless Geraint Thomas towing them along and Froome placed handily.</p> \n<p>Just inside the <em>flamme rouge</em> marking 1km to go, Froome attacked only to see the hideous brown shorts of Ag2r-La Mondiale’s Alexis Vuillermoz streak off into the distance as a vulnerable looking Vincenzo Nibali was simultaneously shelled out the back of the leading group. It was Vuillermoz who won the stage before collapsing exhausted against a barrier. The Frenchman, claiming the first home victory of this Tour, finished five seconds clear of Dan Martin, who pounded his handlebars in frustration.</p> \n<p>Finishing in the same group as Alberto Contador, Nairo Quintana and Tejay van Garderen, with Nibali a further 10sec back, Froome maintains his 11sec lead over Peter Sagan, who leads both the points and best young rider classifications.</p> \n<p>The Slovak also ended a depressing sequence of consecutive second and third-placed finishes by being fourth across the line.</p> \n<p>“That was a tough climb,” said Froome. “I think the main thing was just not to lose any time on any other contenders. “I was quite surprised to hear that I even gained a little bit of time on Vincenzo Nibali and hopefully we’ve kept a little something in reserve for tomorrow. Hopefully we’re going to be up there with the best.”</p> \n<p>Froome was referring to the team time trial with its uphill finish in Plumelec, where he will do well to maintain his lead. Similar to its corresponding stage in the Crit&eacute;rium du Dauphin&eacute;, the route does not hold fond memories for Sky. A month ago, they were significantly beaten into sixth place in a stage won by BMC and a similar result would almost certainly put the Swiss team’s leader, Van Garderen, ahead of Froome on general classification.</p> \n<p>The American has been cycling below the radar with a minimum of fuss, but has yet to put a foot wrong and currently looks a more legitimate GC contender than Nibali or Quintana.</p> \n<p>“It’s a very important stage,” said Froome. “I can see 20 or 30 seconds being won or lost between some of the teams that go well and some that don’t. We’re all going to give it absolutely everything we have as a team given that it does carry so much weight.</p> \n<p>“You need big engines who can do the work and you need climbers to get you up there to the finish, but I think we’ve got that mix within our team.”</p> \n<p>One team Sky will not concern themselves with unduly is Orica GreenEdge, who were among the pre-race favourites to triumph in stage nine.</p> \n<p>Having already lost three riders to injury and with another competing with broken ribs, they are to all intents and purposes already down to the bare minimum of five riders required to record a time-trial time and have already promised to treat a stage they originally hoped to win as “a rest day before <em>the</em> rest day”.</p> \n<p>Should Sky lose time on Sunday they will be fairly unperturbed after a week that could not have gone much better for them if it had been scripted by Sir David Brailsford himself.</p> \n<p>With Froome in yellow, his eight team-mates looking hale and hearty and Thomas riding out of his black skinsuit, the British team are splendidly placed to test the mettle of their rivals after Monday’s rest day.</p> \n<p>The Pyrenees and Alps await and on what few significant climbs the peloton has tackled thus far, Froome has looked to have the beating of his rivals.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/11/1436629799861/Tour-de-France-2015-8th-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Vuillermoz celebrates winning stage eight of the Tour de France between Rennes and Mûr De Bretagne. Photograph: Kim Ludbrook/EPA","credit":"Kim Ludbrook/EPA","altText":"Tour de France 2015 8th stage","cleanCaption":"Alexis Vuillermoz celebrates winning stage eight of the Tour de France between Rennes and Mûr De Bretagne. Photograph: Kim Ludbrook/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-11T15:52:34Z","lastModified":"2015-07-11T23:02:20Z","metadata":{"commentable":true,"commentCount":131,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport","Chris Froome"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/chris-froome","webTitle":"Chris Froome"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/chris-froome-tour-de-france-alexis-vuillermoz","shortUrl":"http://gu.com/p/4atxk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/chris-froome-tour-de-france-alexis-vuillermoz","webUri":"http://www.theguardian.com/sport/2015/jul/11/chris-froome-tour-de-france-alexis-vuillermoz"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457472489","source":"Other...","durationInSeconds":191,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/11/150711LeTourStage08_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/11/150711LeTourStage08.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/11/1436639856147/KP_352425_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France day 8 highlights","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France day 8 highlights","cleanCaption":"620x372 trailpic for Tour De France day 8 highlights"}}},"importance":5,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[{"title":"The Backie / Nonsense from Cambrai to rot your Tour teeth","rawTitle":"Nonsense from Cambrai to rot your Tour teeth","item":{"type":"article","id":"sport/2015/jul/11/the-backie-tour-de-france","title":"The Backie: Nonsense from Cambrai to rot your Tour de France teeth","trailText":"Journalists covering the Tour are given sweets that were invented by chance, but it was accidents on the road that did for two yellow-jersey wearers, Fabian Cancellara and Tony Martin","standFirst":"Journalists covering the Tour are given sweets that were invented by chance, but it was accidents on the road that did for two yellow-jersey wearers, Fabian Cancellara and Tony Martin","byline":"Barry Glendenning","body":"<h2>SUNDAY</h2> \n<p>Strong crosswinds blow the peloton apart on the road to Zeeland and several general classification contenders – including Vincenzo Nibali and Nairo Quintana – are caught out and lose time on the race’s first “proper” stage after Saturday’s time trial. Fabian Cancellara is a popular wearer of the yellow jersey, but is destined to hold on to it for one stage before being forced to withdraw from the race after riding on with three broken lower vertebrae. Mark Cavendish and his lead‑out train are unpopular losers of the sprint finish, with manager, Brian Holm, labelling it “a historical fuck‑up”. Oh dear.</p> \n<h2>MONDAY</h2> \n<p>The Tour enters Belgium, a cycling-mad country that has produced one Tour de France winner, Lucien van Impe, since Eddy Merckx won the last of his five titles in 1974. At the summit of Mur de Huy, where Joaquim Rodr&iacute;guez beat Chris Froome to stage victory, Merckx chatted with another five-times winner, the Frenchman Bernard Hinault. The subject of their conversation? It’s possible that Merckx was telling Hinault about the statue that had been unveiled in his honour that day shortly before the peloton passed through Merckx’s home village of Meensel‑Kiezegem, about an hour from Brussels. Philippe, the actual king of Belgium, was in Li&egrave;ge for the next day’s stage, but prompted considerably less awe and adoration.</p> \n<h2>TUESDAY</h2> \n<p>Stage four finishes in Cambrai, where tooth decay among the press pack is actively encouraged by the strategic placement of large bowls of the local boiled sweets, named B&ecirc;tises. The French word for “nonsense” or “stupid mistake”, they are rumoured to have been invented accidentally by the son of a local confectioner and were originally produced in mint flavour only, but now cross the spectrum of flavoursome, sugary goodness. It’s a sweet day for popular rider Tony Martin too. After three near misses in three days, he finally wears the yellow jersey for the first time in his career. His delight is short-lived, as he’s forced out of the race with injury two days later.</p> \n<h2>WEDNESDAY</h2> \n<p>Poignant reminders of the first world war are everywhere as the peloton pedals through the Somme from Arras to Amiens, passing on their way depressing number of memorials to and cemeteries for almost 600,000 fallen. The Lochnagar mine crater, the giant by-product of explosives laid by the British army’s 179th Tunnelling Company Royal Engineers underneath a German strongpoint called Schwaben H&ouml;he in 1916, provides a grisly reminder of the giant explosion that, 99 years ago on 1 July, marked the beginning of the battle of the Somme. Preparations are under way to mark next year’s centenary.</p> \n<h2>THURSDAY</h2> \n<p>Ever wondered how they have the leaders’ jerseys ready for the end of each stage? The Backie was taking the afternoon air outside the media centre in Le Havre when we saw a man acting suspiciously in the back of an official Tour van. Closer inspection revealed that what looked like a sophisticated counterfeiting operation was actually a man printing the ceremonial yellow, green, polka dot and white jerseys with the required badges and sponsorship logos. Upon finishing, he folded them carefully, placed them in a satchel that he slung over his shoulder before cycling half a kilometre to the finish line to hand them over for the presentation ceremony.</p> \n<h2>FRIDAY </h2> \n<p>A star is born. Daniel Teklehaimanot , one of two Eritreans in the MTN-Qhubeka team becomes the first black African rider to wear one of the major leaders’ jerseys in the Tour de France. The King of the Mountains, he can barely contain his delight as he realises his life’s ambition by wearing the polka dot jersey at the start of the stage. He joins a five-man breakaway to win the only climbing point on offer and his team manager later reveals that instead of immediately dropping back to the bunch as he was supposed to, Teklehaimanot was so caught up in the occasion that he forgot to do so and had to be summoned.</p> \n<h2>SATURDAY</h2> \n<p>A manmade crater of a different kind. The tourist board’s station staff extol the virtues of their locale to the visiting media and it is M&ucirc;r-de-Bretagne in Brittany with which The Backie was most impressed. Created when a hydroelectric power plant was built, Lac de Guerl&eacute;dan is the biggest lake in the region and is completely empty so that work can be carried out. “Behold the exceptional marvel of the submerged valley and lunar landscape,” says the local guide, of a stunning non-water feature that is just one rusting shopping trolley and several discarded traffic cones short of perfection. <strong> </strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436631591619/tony-martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport","credit":"Tim de Waele /PhotoSport","altText":"tony martin","cleanCaption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport"}],"bodyImages":[],"webPublicationDate":"2015-07-11T16:22:40Z","lastModified":"2015-07-11T23:02:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/the-backie-tour-de-france","shortUrl":"http://gu.com/p/4atxq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/the-backie-tour-de-france","webUri":"http://www.theguardian.com/sport/2015/jul/11/the-backie-tour-de-france"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436631591619/tony-martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport","credit":"Tim de Waele /PhotoSport","altText":"tony martin","cleanCaption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport"}},"importance":0,"kicker":{"title":"The Backie"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436631591619/tony-martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport","credit":"Tim de Waele /PhotoSport","altText":"tony martin","cleanCaption":"Tony Martin took the overall leader's yellow jersey but abandoned a day later after a crash. Photograph: Tim de Waele /PhotoSport"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/3ac636203ae741db95aa855c474662f632494055/0_67_4096_2458/1000.jpg","height":600,"width":1000}}]},{"title":"Football / Man Utd agree deals for Schweinsteiger and Darmian","rawTitle":"Man Utd agree deals for Schweinsteiger and Darmian","item":{"type":"article","id":"football/2015/jul/11/manchester-united-bastian-schweinsteiger-morgan-schneiderlin-louis-van-gaal","title":"Manchester United agree deals for Bastian Schweinsteiger and Matteo Darmian","trailText":"Medicals are pending for the Bayern midfielder Schweinsteiger and the Torino defender Darmian, while Louis van Gaal believes he can sign Morgan Schneiderlin quickly","standFirst":"<span class=\"bullet\">•</span> Medicals pending for Bayern midfielder and Torino defender\n<br />\n<span class=\"bullet\">•</span> Louis van Gaal believes quick move for Morgan Schneiderlin is possible","byline":"Jamie Jackson","body":"<p>Louis van Gaal has bolstered Manchester United’s options by completing the signings of the Germany World Cup winner Bastian Schweinsteiger from Bayern Munich and the Torino defender Matteo Darmian. United’s manager is also trying to sign Southampton’s Morgan Schneiderlin before the club fly out for their summer tour of the US on Monday.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/11/robin-van-persie-manchester-united-magical-memories\">Robin van Persie leaves Manchester United with some magical memories | Paul Wilson</a> </p> \n</aside> \n<p>Bayern’s chief executive, Karl-Heinz Rummenigge, said he regretted having to sell the Germany captain but explained that Schweinsteiger “just wants to do something new at the end of his career … Bastian was an extremely deserving player for us. He has done great things. I can only wish him all the best with what will be an interesting task.”</p> \n<p>It is understood that Bayern accepted a bid of around &pound;15m for Schweinsteiger, with the 30-year-old offered terms worth &pound;140,000 a week over three years.</p> \n<p>Schweinsteiger, who had a year remaining on his Bayern contract, played under Van Gaal at the German club between 2009 and 2011, where they enjoyed a strong working relationship. He came through the youth ranks at Bayern, winning the Bundesliga title eight times. During a glittering career he made 536 appearances and won seven German Cups and, in 2013, the Champions League. At international level he has been a mainstay in Germany’s midfield since his debut in 2004, scoring 23 goals in 111 appearances, and is their fifth-highest capped player.</p> \n<p>Joachim L&ouml;w, the Germany coach who led them to victory in Brazil last year, hailed the transfer via Twitter, writing: “He is an absolute leader and world-class player, who can make his mark on any team.”</p> \n<p>A few hours after the deal for Schweinsteiger was agreed, Torino confirmed the sale of their 25-year-old full-back Darmian to United. He travelled to England on Friday after a fee, believed to be in the region of &pound;12.7m, was agreed. A Torino statement said: “President Urbano Cairo would like to thank Matteo Darmian for the seriousness, commitment and professionalism demonstrated in these years. Torino FC wishes Matteo all the best for this amazing new experience.”</p> \n<p>The moves, which follow the &pound;21.5m signing of the Holland winger Memphis Depay from PSV Eindhoven, are a statement of intent by United, who are looking to re-establish themselves after seventh- and fourth-place finishes in their last two league campaigns.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/10/manchester-united-memphis-depay-louis-van-gaal\">Manchester United’s Memphis Depay told Premier League is no easy ride</a> </p> \n</aside> \n<p>Van Gaal has had an offer of &pound;20m rejected for Schneiderlin, with Ronald Koeman, the Southampton manager, valuing the Frenchman at &pound;27m. However, United believe the player could be acquired for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/07/manchester-united-morgan-schneiderlin-tour-southampton\">closer to &pound;25m</a>.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ManUtd/statuses/619853497849237504\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Schweinsteiger, a World Cup winner in 2014, is set to become the first German to play for the <a href=\"https://twitter.com/hashtag/mufc?src=hash\">#mufc</a> first team. <a href=\"http://t.co/e62homEHv7\">pic.twitter.com/e62homEHv7</a></p>— Manchester United (@ManUtd) \n  <a href=\"https://twitter.com/ManUtd/status/619853497849237504\">July 11, 2015</a>\n </blockquote> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/11/1436605055736/Bastian-Schweinsteiger-pl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images","credit":"Alexander Hassenstein/Bongarts/Getty Images","altText":"Bastian Schweinsteiger played under Louis van Gaal at Bayern Munich from 2009 to 2011","cleanCaption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-11T09:02:00Z","lastModified":"2015-07-12T00:04:08Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Jackson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400599738102/Jamie-Jackson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiejackson"}],"feature":false,"keywords":["Manchester United","Bayern Munich","Southampton","Torino","Transfer window","Sport","Football"],"tags":[{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/bayernmunich","webTitle":"Bayern Munich"},{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/torino","webTitle":"Torino"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"}],"section":{"id":"football"},"topics":[{"displayName":"Jamie Jackson","topic":{"type":"tag-contributor","name":"profile/jamiejackson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/11/manchester-united-bastian-schweinsteiger-morgan-schneiderlin-louis-van-gaal","shortUrl":"http://gu.com/p/4ahpn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/11/manchester-united-bastian-schweinsteiger-morgan-schneiderlin-louis-van-gaal","webUri":"http://www.theguardian.com/football/2015/jul/11/manchester-united-bastian-schweinsteiger-morgan-schneiderlin-louis-van-gaal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/11/1436605055736/Bastian-Schweinsteiger-pl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images","credit":"Alexander Hassenstein/Bongarts/Getty Images","altText":"Bastian Schweinsteiger played under Louis van Gaal at Bayern Munich from 2009 to 2011","cleanCaption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images"}},"importance":4,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"Paul Wilson / Van Persie leaves with some magical memories","rawTitle":"Van Persie leaves with some magical memories","item":{"type":"comment","id":"football/blog/2015/jul/11/robin-van-persie-manchester-united-magical-memories","title":"Robin van Persie leaves Manchester United with some magical memories","trailText":"United need an exceptional striker now, not one looking to recapture his former brilliance, but the Dutchman’s jaw-dropping goals will not be forgotten in a hurry","standFirst":"They need an exceptional striker now, not one looking to recapture his former brilliance, but the Dutchman’s jaw-dropping goals will not be forgotten in a hurry","byline":"Paul Wilson","body":"<p>This time last year it appeared Robin van Persie’s career was again on the verge of something remarkable. There had been that World Cup header against Spain, an exceptional and lasting decoration to the portfolio of a striker who has specialised in the jaw-dropping.</p> \n<p>Run through any of the YouTube compilations of Van Persie’s goals and note how many times commentators use the word “sumptuous”. There had been the high-five celebration with Louis van Gaal on the Salvador sideline, a good omen, surely, for the Holland pairing that would be working together at Old Trafford the following season. Even Daley Blind, a third Dutchman, versatile defender-cum-midfielder and supplier of the astute long ball that allowed Van Persie to do his Superman impression in Brazil, was coming to Manchester too. What could possibly go wrong?</p> \n<p>Something must have, for Van Persie will soon be packing his bags for Istanbul, a destination that the little boy inside him is unlikely to be screaming about, at least not in a positive way. Right now Van Persie is probably doing his best to ignore the advice being offered by the idealist within, for when you are a few weeks short of your 32nd birthday you have a duty to listen to the more grown-up, pragmatic voices of agents and accountants.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/09/robin-van-persie-fenerbahce-manchester-united\">Robin van Persie set to join Fenerbahce from Manchester United for &pound;4.7m</a> </p> \n</aside> \n<p>Nothing in particular went wrong for Van Persie in his last couple of seasons at United, it was just that not enough went right. He was not alone. The same could be said of &Aacute;ngel Di Mar&iacute;a and Radamel Falcao, both of whom made the &pound;24m Sir Alex Ferguson spent on Van Persie three years ago look an absolute bargain, though the eyebrows that were raised when previously parsimonious United pushed the boat out for a 29-year-old with a patchy injury record ultimately expressed a valid concern.</p> \n<p>Van Persie had one glorious season at Old Trafford, followed by two ordinary ones. Perhaps the departure of Ferguson did not help, and Van Persie seemed to find it difficult to warm to David Moyes, though his limited contribution last season under Van Gaal – 10 goals in 29 appearances – tells its own story.</p> \n<p>Injuries did not quite return to haunt the striker, not in the way that led to him being sidelined for long stretches at Arsenal in any case, though fitness issues seemed to hamper him in each of his last two seasons, with Moyes worried he was not getting the right treatment and Van Gaal expressing concern that he was not involved in games as much as he should be. Even with age catching up with him, Van Persie remains a formidable technician and one would not be surprised to see his finishing prowess flourish once more in new surroundings, but United have to be businesslike and unsentimental about the situation.</p> \n<p>First, they have spent two years treading water and need to take off again. They require a striker who can be exceptional now, not one struggling to recapture his former brilliance. Second, United have Wayne Rooney, who has never quite managed to strike up a playing rapport with Van Persie and when playing as a striker usually takes up similar positions. As a partnership, Rooney and Van Persie never really took off. One always seemed likely to dislodge the other from United’s strongest side. Initially it appeared Rooney might be the one forced out by Ferguson’s preference for Van Persie, and had the Scot stayed in control a little longer that might have happened. But Moyes and Van Gaal both favoured Rooney, the latter emphatically, and it was Van Persie who began to lose his place in the team.</p> \n<p>Without goals, Van Persie could have little argument, even if Falcao and the rest were also failing to convince. Rooney managed only 14 goals for United last season, his lowest ever total, though a lot of the time he was deployed in midfield, ironically to allow the strikers their chance to shine. Now that Falcao has moved on to Chelsea and Van Persie has been allowed to talk to other clubs, United have a vacancy for a proven striker who can hit the ground running, ideally someone who can match the template Van Persie himself set out on his arrival from Arsenal when, with 30 goals from 48 appearances, including 26 in the league, he provided the cutting edge that won the title back from Manchester City.</p> \n<p>The statistics are impressive enough, though with Van Persie they do not begin to tell the whole story. Some of the goals he scored for Arsenal were simply sublime, especially the stunning left-foot volleys against Everton and Liverpool, not to mention what Ars&egrave;ne Wenger described as the goal of a lifetime when he took to the air to volley home against Charlton.</p> \n<p>It would have been the goal of most people’s lifetimes, at any rate. In the Van Persie scrapbook it has to fight for prominence with some ridiculously spectacular goals scored for Holland, most notably against Spain and Ecuador, and a few more perfectly executed volleys in the Manchester United shirt. The player’s opening goal for his new club was quite typical, a deftly clipped in left-foot volley against Fulham that was in the back of the net before most of the visitors had woken up to the danger. Van Persie had just scored with his first shot for United on his home debut, and even Wenger could not help expressing admiration. “I just thought it was another lovely goal by Robin, nothing too unusual about that,” the Arsenal manager said. “It took me a few seconds to remember he was no longer an Arsenal player.”</p> \n<p>Wenger took some stick over losing Van Persie to United, when really supporters should be thankful for a manager who bought what would prove an ideal Arsenal signing for a knockdown price of just &pound;2.75m. Feyenoord originally wanted &pound;5m. Subsequent events proved they were robbed. No one really has a right to complain. In his time in England Van Persie has been a joy to watch, a rare treat. Some of his goals had to be seen to be believed, and the memories will last for years. Sumptuous is probably the word.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436563154587/Robin-van-Persie--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP","credit":"Jon Super/AP","altText":"Robin van Persie ","cleanCaption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-11T21:30:01Z","lastModified":"2015-07-11T23:01:38Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Paul Wilson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulwilson"}],"feature":false,"keywords":["Robin van Persie","Manchester United","Wayne Rooney","Football","Sport"],"tags":[{"id":"football/robin-van-persie","webTitle":"Robin van Persie"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/wayne-rooney","webTitle":"Wayne Rooney"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Paul Wilson","topic":{"type":"tag-contributor","name":"profile/paulwilson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/11/robin-van-persie-manchester-united-magical-memories","shortUrl":"http://gu.com/p/4ahkk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/11/robin-van-persie-manchester-united-magical-memories","webUri":"http://www.theguardian.com/football/blog/2015/jul/11/robin-van-persie-manchester-united-magical-memories"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436563154587/Robin-van-Persie--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP","credit":"Jon Super/AP","altText":"Robin van Persie ","cleanCaption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP"}},"importance":0,"kicker":{"title":"Paul Wilson"},"byline":{"title":"Paul Wilson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436563154587/Robin-van-Persie--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP","credit":"Jon Super/AP","altText":"Robin van Persie ","cleanCaption":"Robin van Persie will depart Manchester United for pastures new after two difficult seasons since the departure of Alex Ferguson as manager. Photograph: Jon Super/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/7/11/1436605055736/Bastian-Schweinsteiger-pl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images","credit":"Alexander Hassenstein/Bongarts/Getty Images","altText":"Bastian Schweinsteiger played under Louis van Gaal at Bayern Munich from 2009 to 2011","cleanCaption":"Bastian Schweinsteiger played under the now Manchester United manager, Louis van Gaal, at Bayern Munich from 2009 to 2011. Photograph: Alexander Hassenstein/Bongarts/Getty Images"}}]},{"title":"Djokovic must be divine to prevent Federer claiming title","rawTitle":"Djokovic must be divine to prevent Federer claiming title","item":{"type":"article","id":"sport/2015/jul/11/novak-djokovic-roger-federer-wimbledon-mens-final","title":"Novak Djokovic must be at his best to prevent Roger Federer claiming title","trailText":"The Swiss legend is seeking his eighth Wimbledon title, his 18th grand slam and to complete a remarkable return to the top in repeat of last year’s final","standFirst":"Swiss seeking his eighth Wimbledon title, his 18th grand slam and to complete a remarkable return to the top in repeat of last year’s final","byline":"Simon Cambers at Wimbledon","body":"<p>Tennis players are masters of delusion. Ask them to remember a defeat and their memories will be sketchy; invite them to talk you through a big victory and they will wax lyrical for as long as you can spare. When Novak Djokovic and Roger Federer meet in the men’s final here on Sunday, for the second year in a row, everything bad that has gone before will be wiped clean and one thought will occupy their minds: how to win another Wimbledon title.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/10/andy-murray-roger-federer-centre-court-wimbledon\">Wimbledon Centre Court mesmerised by enduring wonder of Roger Federer | Owen Gibson</a> </p> \n</aside> \n<p>For Djokovic, the world No1, victory would mean a second straight title and a third in all, which would tie him with his coach, Boris Becker, and John McEnroe. It would also give him a ninth grand slam title and further cement his position at the top of the tree.</p> \n<p>For Federer, it would be a record eighth crown, a record 18th grand slam win and, at 33 and 338 days old, make him the oldest man to win Wimbledon in the Open era. More than that, it would be the tennis equivalent of the Second Coming.</p> \n<p>The brilliance of his performance in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">beating Andy Murray</a> on Friday will live long in the memory but it will count for little if the Swiss is turned over by Djokovic, who just about held him off in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/06/novak-djokovic-beats-roger-federer-final-wimbledon-2014\">last year’s final</a>, winning 6-4 in the final set.</p> \n<p>Djokovic is probably a marginally better returner than Murray, so Federer will expect to see more balls back around his feet on the baseline or, whenever he serves and volleys, around his toes coming in. Even on his favourite court, with the crowd behind him, he knows he will have to play close to the level of his semi-final if he is to stand a chance.</p> \n<p>“Novak’s a great player,” said Federer, whose respect for the Serb has increased over the years as he has mopped up eight grand slam titles. “He’s had great success, unbelievable success, throughout his career. But especially now, the last few years, he’s been unbelievably dominant, especially on the hard courts, then he improved on the grass. On the clay, he’s one of the best, if not the best. He’s become very match-tough. He always shows up. It’s tough to beat him.</p> \n<p>“I don’t really think about the match we played against each other last year. I just remember it was unbelievably thrilling. The crowd really got into it.</p> \n<p>“I’m just happy to be back in a final. I’m very pleased how well I’m playing. But I need to keep it up for one more match to really make it the perfect couple of weeks.”</p> \n<p>The odds are against Federer. His last grand slam title came here in 2012, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/jul/08/andy-murray-wimbledon-roger-federer\">when he also beat Murray</a>, and the only time he has made a grand slam final since then was here 12 months ago. But he enjoys playing Djokovic, likes the match-up – their head to head record is 20-19 to the Swiss – and grass is the one surface that levels things out. He has done more than enough in his career to worry about proving people wrong but an eighth Wimbledon title would do that.</p> \n<p>“My game translates very well to this surface,” he said. “Maybe the moving part, the serve, the half-volleys. I don’t know. I’m just able to figure it out very quickly on the grass.”</p> \n<p>While Federer has dropped one set on his way to his 10th Wimbledon final, Djokovic has conceded two, both to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/novak-djokovic-kevin-anderson-wimbledon-2015\">South Africa’s Kevin Anderson</a> in the fourth round when he came from two sets down. Aside from that match, he has won all his other encounters without concern, playing with confidence but without ever hitting his full stride. That ought to make him feel confident, but he knows better than to believe it will be anything other than an intense battle.</p> \n<figure class=\"element element-image\" data-media-id=\"c897acf8c18e135724ea3a5842c54f994e2e87f3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/12/1436656360819/998984cc-b361-49e5-9e94-4a65288d66b4-407x420.png\" alt=\"fedimage\" width=\"407\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: the Guardian</span> \n </figcaption> \n</figure> \n<p>“It is going to be probably the biggest challenge I can have,” Djokovic said. “Roger and I played many times. We all know how good he is. He’s the greatest ever. There’s not enough praise for what he does. He’s one of the people that made me a better player.</p> \n<p>“In the matches against him, I went through a lot of different emotions and things that allowed me to understand what I need to do to become a better player and to win against him and win grand slam trophies.”</p> \n<p>Last year’s win was his first grand slam triumph under the guidance of Becker, who joined his team at the end of 2013. There were plenty of doubters early on but the German has grown in his role and now lives every moment with Djokovic. “He goes through the emotions with me, like when he was playing,” he said.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/12/wimbledon-2015-days-10-11-and-12-in-pictures\">Wimbledon 2015: days 10, 11 and 12 – in pictures</a> </p> \n</aside> \n<p>“At least that’s what we talk about and that’s what he tells me. I can see that. There are times when he doesn’t sleep well before the big match, stuff like this. It’s just the connection, the link that you make between the two. There has to be that kind of chemistry in order to really deliver, teamwise, something that you want.”</p> \n<p>One other thing. Twelve months ago, Rafael Nadal was the world No1, a title Djokovic regained with victory here. While Djokovic and Federer slug it out, the Spaniard will probably be on a fishing boat or on a golf course, forgetting about his loss of form and confidence. Craig O’Shannessy, the man who masterminded Dustin Brown’s win over Nadal here, believes Nadal may pop into Federer’s mind.</p> \n<p>“Federer’s not playing Nadal any more, he’s not in his head,” O’Shannessy said. “When he went through that period when Nadal beat him up mentally, other players were like vultures and it eroded his confidence.</p> \n<p>“It might be a coincidence but with no more Rafa lately, Federer’s confidence is sky high and he’s playing the best tennis of his life. It’s probably giving him another percentage or two to say he’s going down and I’m going up.”</p> \n<p>In a match almost certain to come down to a few points here or there, one or two percentage points could make all the difference.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436633529671/Roger-Federer-v-Andy-Murr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"Roger Federer v Andy Murray, Wimbledon","cleanCaption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436656359975/d89e9f3a-bf1a-416d-a750-22538a6b6c10-988x1020.png?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":988,"orientation":"portrait","caption":"  Photograph: the Guardian","credit":"the Guardian","altText":"fedimage","cleanCaption":" ","cleanCredit":"Photograph: the Guardian"}],"webPublicationDate":"2015-07-11T18:34:49Z","lastModified":"2015-07-11T23:42:48Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":true,"keywords":["Roger Federer","Novak Djokovic","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/novak-djokovic-roger-federer-wimbledon-mens-final","shortUrl":"http://gu.com/p/4at2b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/novak-djokovic-roger-federer-wimbledon-mens-final","webUri":"http://www.theguardian.com/sport/2015/jul/11/novak-djokovic-roger-federer-wimbledon-mens-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436633529671/Roger-Federer-v-Andy-Murr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"Roger Federer v Andy Murray, Wimbledon","cleanCaption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP"}},"importance":3,"byline":{"title":"Simon Cambers"},"showQuotedHeadline":true,"sublinks":[{"title":"Men's doubles / Jamie Murray misses out on second crown","rawTitle":"Jamie Murray misses out on second crown","item":{"type":"article","id":"sport/2015/jul/11/jamie-murray-misses-out-on-second-wimbledon-doubles-crown","title":"Jamie Murray misses out on second Wimbledon doubles crown","trailText":"Britain’s Jamie Murray and his Australian partner John Peers were beaten 7-6, 6-4, 6-4 by fourth seeds Jean-Julien Rojer and Horia Tecau in the men’s doubles final at Wimbledon","standFirst":"<p><span class=\"bullet\">•</span> Rojer and Tecau beat Jamie Murray and John Peers 7-6, 6-4, 6-4 in final<br /><span class=\"bullet\">•</span> Jamie Murray fails to add men’s doubles title to mixed crown he won in 2007</p>","byline":"Sean Ingle at Wimbledon","body":"<p>There was a painful sense of deja vu for the Murray family as Jamie suffered a thumping straight-sets defeat in the men’s doubles final on Saturday evening – 24 hours after his brother Andy <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">succumbed to Roger Federer</a> on Centre Court.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/andy-murray-hurry-wimbledon-davis-cup\">Andy Murray must hurry to recover from Wimbledon loss to Roger Federer</a> </p> \n</aside> \n<p>Jamie, at 29 the elder Murray brother by a year, won the mixed doubles title <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2007/jul/09/tennis.wimbledon2\">with Jelena Jankovic in 2007</a> and was aiming to become the first Briton since Leslie Godfree in 1926 to claim both the Wimbledon men’s and mixed doubles titles. But it was not to be as Murray and his partner, the Australian John Peers, lost 7-6, 6-4, 6-4 to the No4 seeds, Jean-Julien Rojer and Horia Tecau.</p> \n<p>One of Godfree’s other claims to fame was that he played the first match on Centre Court when it opened in 1922. According to legend, his opening serve went into the net so he walked up to his ball and put it in his pocket as a souvenir. After this final Murray’s pockets will also be a little heavier: both he and Peers, the 13th seeds, walked away with &pound;85,000 for being runners-up.</p> \n<p>Yet after a positive opening they were second best for much of the match.</p> \n<p>Tecau, in particular, played textbook doubles tennis. His serve was impenetrable. His volleys were as sharp as any blade. And his return never stopped asking questions. As Murray admitted: “I felt they got momentum early and that was the difference. If we could have snuck out a break early, things could have gone completely different. But they deserved to win.”</p> \n<p>Most of Centre Court was taking a breather after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam\">the women’s final</a> when the players arrived on court but the noise that greeted them was passionate and partisan. One wag summed up the mood moments before play started: “Come on Jamie, do it for Scotland!” Seconds later Murray hit a crosscourt winner against Rojer’s serve to go up 0-15 up and the volume went even higher.</p> \n<figure class=\"element element-image\" data-media-id=\"b636f131980dd63d905e968b06d759335cf24a59\"> \n <img src=\"http://media.guim.co.uk/b636f131980dd63d905e968b06d759335cf24a59/0_0_5184_3456/1000.jpg\" alt=\"Jamie Murray plays a forehand return at the net during the men’s doubles final. \" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jamie Murray plays a forehand return at the net during the men’s doubles final. </span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Observer</span> \n </figcaption> \n</figure> \n<p>And while Rojer and Tecau just about held their opening service game from 15-30, the tone was set for the opening 30 minutes of the match – with Murray and Peers pressing for a break and their opponents doggedly holding them at bay.</p> \n<p>They had two breakpoint chances at 1-1 only for Tecau’s muscular serve to dig him out of a hole, and another one at 2-2 when Murray’s vicious dipping return swirled and stung Rojer’s shoelaces. Yet Peers was unable to take advantage, first hitting a return straight at Tecau then sending his lob wide.</p> \n<p>Unfortunately while the Australian was serving well, his return game was as streaky as zigzag-cut bacon: he went games without disturbing the wall that Rojer and Tecau put up at the net before suddenly whipping up a couple of passing shots in quick succession before going arctic cold again.</p> \n<p>Murray, though, was playing well and dropped only one point on serve and also saved a breakpoint at 4-5 down before the first set went to a tie-break. His brother Andy, who had been unsure whether he would watch for fear of jinxing him, watched on discreetly from three rows above the players’ box, quietly urging him on.</p> \n<p>“I didn’t know he was coming until I heard him shouting encouragement,” admitted Jamie to laughs afterwards.</p> \n<p>But Rojer and Tecau were gradually finding their feet on their return game and at 3-2 on the tie-break they drew a crucial mistake from Peers at the net. That mini-break proved enough, with Rojer and Tecau clinching the tie-break 7-5 after a final point that was a mini-classic.</p> \n<p>Three times Peers and Murray dived to get smashes back before Tecau settled the argument with a thunderbolt bludgeoned down the middle.</p> \n<p>The loss of the opening set meant that Murray and Peers had to regroup quickly but they soon went a break down in the second when Peers lost his serve.</p> \n<p>At 4-3 on Rojer’s serve, there was a glimmer of hope at 15-30 but it was soon strangled as Rojer saved the game and, shortly afterwards, a flying Tecau smash put them two sets up.</p> \n<p>Murray and Peers had twice won five-setters during this Wimbledon but never looked like knocking their opponents off their stride. And at 4-4 in the third Peers tossed in a double fault at 30-30, allowing Rojer and Tecau to pounce. A game later it was all over.</p> \n<p>With this victory Tecau became the first Romanian player to win a Wimbledon men’s doubles title since Ilie Nastase in 1973 with Jimmy Connors. And that he finally triumphed after losing in his three previous finals here in 2010, 2011 and 2012 might give encouragement to Murray. Not that he was feeling it last night.</p> \n<p>“I guess it’s a missed opportunity,” he sighed. “We may never have a chance to play a grand slam final again.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/10459c7851e4359c2505b9d3cf3e46f2cbbe6d3e/0_16_5070_3045/5070.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3045,"width":5070,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Andy Murray shouts encouragement to his brother Jamie in the men’s doubles final at Wimbledon. ","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b636f131980dd63d905e968b06d759335cf24a59/0_0_5184_3456/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5184,"orientation":"landscape","caption":"Jamie Murray plays a forehand return at the net during the men’s doubles final.  Photograph: Tom Jenkins for the Observer","credit":"Tom Jenkins for the Observer","altText":"Jamie Murray plays a forehand return at the net during the men’s doubles final. ","cleanCaption":"Jamie Murray plays a forehand return at the net during the men’s doubles final. ","cleanCredit":"Photograph: Tom Jenkins for the Observer"}],"webPublicationDate":"2015-07-11T18:50:38Z","lastModified":"2015-07-12T06:58:30Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Jamie Murray","Wimbledon 2015","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/jamie-murray","webTitle":"Jamie Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/jamie-murray-misses-out-on-second-wimbledon-doubles-crown","shortUrl":"http://gu.com/p/4at2n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/jamie-murray-misses-out-on-second-wimbledon-doubles-crown","webUri":"http://www.theguardian.com/sport/2015/jul/11/jamie-murray-misses-out-on-second-wimbledon-doubles-crown"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/10459c7851e4359c2505b9d3cf3e46f2cbbe6d3e/0_16_5070_3045/5070.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3045,"width":5070,"orientation":"landscape","caption":"Andy Murray shouts encouragement to his brother Jamie in the men’s doubles final at Wimbledon.  Photograph: Tom Jenkins for the Observer","credit":"Tom Jenkins for the Observer","altText":"Andy Murray shouts encouragement to his brother Jamie in the men’s doubles final at Wimbledon. ","cleanCaption":"Andy Murray shouts encouragement to his brother Jamie in the men’s doubles final at Wimbledon. ","cleanCredit":"Photograph: Tom Jenkins for the Observer"}},"importance":0,"kicker":{"title":"Men's doubles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/10459c7851e4359c2505b9d3cf3e46f2cbbe6d3e/0_16_5070_3045/5070.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3045,"width":5070,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Andy Murray shouts encouragement to his brother Jamie in the men’s doubles final at Wimbledon. ","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436633529671/Roger-Federer-v-Andy-Murr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"Roger Federer v Andy Murray, Wimbledon","cleanCaption":"Roger Federer during his semi-final win over Andy Murray that gives him a chance of an eighth Wimbledon men's singles title. Photograph: Pavel Golovkin/AP"}}]},{"title":"Murray has little appetite and less time for self-pity","rawTitle":"Murray has little appetite and less time for self-pity","item":{"type":"article","id":"sport/2015/jul/11/andy-murray-hurry-wimbledon-davis-cup","title":"Andy Murray must hurry to recover from Wimbledon loss to Roger Federer","trailText":"Andy Murray admitted it will be tough to get over his semi-final defeat but said he would be ready for the Davis Cup quarter-final against France on Friday","standFirst":"Andy Murray admitted it will be tough to get over his semi-final defeat but said he would be ready for the Davis Cup quarter-final against France on Friday","byline":"Kevin Mitchell at Wimbledon","body":"<p>Andy Murray admits that a single day will not be enough to ease the pain of losing on home soil <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">for the sixth time to Roger Federer</a>, this time within reach of appearing in a third Wimbledon final. But the disappointment will fade, after a quick look back and a determined look forward.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/10/roger-federer-andy-murray-wimbledon-semi-final\">Roger Federer unbreakable against Andy Murray in Wimbledon semi-final | Andy Bull</a> </p> \n</aside> \n<p>The Scot has Great Britain’s Davis Cup quarter-final against France at the Queen’s Club in London to take his mind off another tough loss against the Swiss and says: “I will have to speak to my team to see what’s the best thing to do [to recover, physically and mentally]. But, yes, by next weekend I will be motivated and pumped. It’s more the next few days. I know I need to prepare properly for that tie if I want to play well there. But, obviously and understandably, the next few days might be quite tough.”</p> \n<p>The question that will lurk in his private thoughts will be a recurring one: can he beat the players against whom he has judged himself for most of his career? He has done so many times and twice in slam finals, each of those victories against Federer’s opponent on Sunday, Novak Djokovic.</p> \n<p>But playing Federer has always been special to him. He likes to think – and with good reason – that they are a fine fit, the elegance and intelligence across the net blending with his quirkier but no less taxing take on the game, a marrying of Spassky and Fischer, with enough oddity in the mix to ensure every contest is fascinating. There have been very few of their 24 matches in recent years that have been dull, although the one-sided beating Murray took in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/nov/13/andy-murray-roger-federer-atp-world-tour-finals\">ATP World Tour Finals at the O<sub>2</sub> Arena </a>in November might have left a few scars.</p> \n<p>If so, they were not evident in his courageous performance here on Friday. It was as wholehearted a fight as he could have mustered. Federer would have beaten anyone on that showing. Nevertheless, in the moments after Federer had won in three tight sets over two hours and seven minutes, Murray was not even sure he could face the mixed pleasure of returning to the scene of his defeat to watch his brother, Jamie, contest the doubles title on Saturday but he did, albeit tucked away in the cool sanctuary of the All England Club, which has embraced him as their own since he won the singles championship in 2013.</p> \n<p>There was no hiding place for Murray on Centre Court in the second semi-final, where he was exposed to the most excruciating test of his spirit and skill. But defeat did not crush him. If anything, it ennobled him. He gave of his very best and was satisfied he could not have done much more, acknowledging that breaking Federer in the first game of the match might have changed the tone and the course of the contest, but conceding also that his opponent returned to untouchable heights. The considerable consolation for Murray is that he did himself proud.</p> \n<p>He played extremely well, while not being able to find enough magic moments to match those of the inspired genius opposite him. “I prefer to lose having played well than having played badly because then I don’t feel that I’ve let myself down,” he said.</p> \n<p>“Sometimes when I come off the court and I haven’t played well I feel terrible afterwards. You feel you’ve let yourself down, your team down and everyone who supports you. But I tried my best and I played well. Unfortunately, Roger played unbelievably well and there wasn’t much I could do.”</p> \n<p>Asked if playing and losing to Federer was anything like a very good football team failing against Barcelona at their best, he knitted his eyebrows. “If you want to compare Roger to Barcelona then you can, especially on this surface and with what he’s done here because I really don’t think you will see anything like him again for a very, very long time.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/martina-hingis-sania-mirza-win-wimbledon-womens-doubles-final\">Martina Hingis and Sania Mirza win Wimbledon women’s doubles final</a> </p> \n</aside> \n<p>Federer’s serving was epic. Murray reckoned if he could reproduce it against Djokovic in the final, he had a great chance of winning. He did not reveal who he would like to prevail but, going on the old football rule of celebrating a win by the team that beat you as sort of a half-result, it is likely Murray will reserve what cheers he brings to the occasion for the player he respects with professional detachment.</p> \n<p>Without doubt there has been a cooling in his relationship with Djokovic after Murray wobbled in the face of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/feb/01/andy-murray-v-novak-djokovic-australian-open-mens-final-live\">Serb’s antics in the Australian Open final</a> and then, to a much lesser extent, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/06/novak-djokovic-beats-andy-murray-french-open-semi\">in the semi-final at Roland Garros</a> last month before coming back at him like a bus out of Mad Max in the fourth set.</p> \n<p>Either way, it will not matter a great deal to him. He has his job to get on with and that now directs him towards the Davis Cup tie, an assignment that will bring him the comfort of spending time with good friends in a team environment that has thrived under the captain, Leon Smith.</p> \n<p>“That’s the nicest thing about the Davis Cup,” he said. “Being in a team and around the guys. All of us get on very well – and we’ve had some unbelievable weeks together – so hopefully this will be another one.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436628705664/andy-murray-roger-federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray, right, had no answer to the devastating all-round display from Roger Federer. Photograph: Ye Pingfan/Xinhua Press/Corbis","credit":"Ye Pingfan/Xinhua Press/Corbis","altText":"andy murray roger federer","cleanCaption":"Andy Murray, right, had no answer to the devastating all-round display from Roger Federer. Photograph: Ye Pingfan/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-11T23:02:00Z","lastModified":"2015-07-11T23:44:36Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Wimbledon 2015","Wimbledon","Davis Cup","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/daviscup","webTitle":"Davis Cup"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/andy-murray-hurry-wimbledon-davis-cup","shortUrl":"http://gu.com/p/4atxf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/andy-murray-hurry-wimbledon-davis-cup","webUri":"http://www.theguardian.com/sport/2015/jul/11/andy-murray-hurry-wimbledon-davis-cup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436628705664/andy-murray-roger-federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray, right, had no answer to the devastating all-round display from Roger Federer. Photograph: Ye Pingfan/Xinhua Press/Corbis","credit":"Ye Pingfan/Xinhua Press/Corbis","altText":"andy murray roger federer","cleanCaption":"Andy Murray, right, had no answer to the devastating all-round display from Roger Federer. Photograph: Ye Pingfan/Xinhua Press/Corbis"}},"importance":3,"byline":{"title":"Kevin Mitchell"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436628705664/andy-murray-roger-federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray, right, had no answer to the devastating all-round display from Roger Federer. Photograph: Ye Pingfan/Xinhua Press/Corbis","credit":"Ye Pingfan/Xinhua Press/Corbis","altText":"andy murray roger federer","cleanCaption":"Andy Murray, right, had no answer to the devastating all-round display from Roger Federer. Photograph: Ye Pingfan/Xinhua Press/Corbis"}}]},{"title":"French referees can help England rise above pack at World Cup","rawTitle":"French referees can help England rise above pack at World Cup","item":{"type":"article","id":"sport/2015/jul/11/french-referees-england-world-cup-wales-australia","title":"French referees can give England World Cup edge over Wales and Australia","trailText":"Jérôme Garcès and Romain Poite are both strict controllers of the scrum and that could play into the hosts’ hands in their two crucial group matches","standFirst":"J&eacute;r&ocirc;me Garc&egrave;s and Romain Poite are both strict controllers of the scrum and that could play into the hosts’ hands in their two crucial group matches","byline":"Paul Rees","body":"<p>It may be the 200th anniversary of the battle of Waterloo but England will not be overly concerned that their two most significant World Cup group matches, against Australia and Wales, are being controlled by Frenchmen.</p> \n<p>J&eacute;r&ocirc;me Garc&egrave;s, as he did in the Six Nations at the Millennium Stadium – when the home side took exception after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/06/wales-england-six-nations-2015-match-report\" title=\"\">an unexpected defeat</a> to some of his law interpretations, especially at the scrum – will take charge of the match against Wales at Twickenham, while Romain Poite will control the game against Australia.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/england-rugby-world-cup-squad-cut-stuart-lancaster\">England cut five from Rugby World Cup squad including Nick Easter</a> </p> \n</aside> \n<p>Poite was the referee when England last lost to Australia, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/nov/17/england-australia-autumn-international\" title=\"\">at Twickenham in 2012</a>, but was in charge of the series-deciding third Test between <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/06/australia-lions-third-test-match-report\" title=\"\">the Lions and Australia</a> in Sydney when he had a zero tolerance policy to the Wallaby front row bending the rules at the scrum, reaching for his yellow card after 24 minutes.</p> \n<p>Alex Corbisiero was the Lions’ loose-head prop that evening and it was his immediate dominance of the Australia tight-head Ben Alexander that Poite rewarded. “He penalises players who infringe,” says the Northampton prop, who had his own issues with referees in the second half of last season, a problem that helped keep him out of England’s match-day squads in the Six Nations. “You know where you stand with him and where he draws the line, something you have to use to your advantage.”</p> \n<p>England have won their last two matches when Poite has been in charge, against Scotland and Wales in the Six Nations, and their record under Stuart Lancaster when Garc&egrave;s has been officiating is five victories in six, the exception being <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/21/new-zealand-england-third-test-match-report\" title=\"\">the third Test defeat</a> in New Zealand last year. Like Poite, he is hard on props who do not stay straight after the front rows engage and the pair have controlled three of England’s last six Tests.</p> \n<p>“I imagine that referees talk to each other about players,” says Corbisiero, speaking at the launch of England’s new Canterbury jersey. “They know what they are looking for and we have to fit the mould and paint the right picture for them. It was frustrating when we got on the wrong side of referees [in the front row] at Northampton last season. I pride myself on getting my technique as spotless as possible and we are looking to nail down all the details in the England camp now.”</p> \n<p>Corbisiero has not started a Test for England since the victory over New Zealand in December 2012. His only cap since then came against Argentina from the bench the following year as a succession of injuries ruled him out. When he finally had an extended run of matches for Northampton last season, he was unable to force his way ahead of Joe Marler or Mako Vunipola.</p> \n<p>“That is a tough question,” he says when asked if he felt the fault referees kept finding with his scrummaging technique cost him caps. “You will have to ask it to the England coaches. I focus on what I can control. It has been a frustrating few years for me but I am now fit and healthy. I feel I can get back to the form I showed with the Lions. I am back on course after some setbacks and I am in a position to give myself a shot at what I want to achieve and hit the heights.”</p> \n<p>The 20th anniversary of the professionalisation of rugby union falls next month. The sport has changed markedly at the top level with the ball-in-play time virtually doubling and it has taken a physical toll on players, as Corbisiero well knows. A year ago, he called on the authorities to do more to tackle the issue of concussion, describing the protocols governing it as laughable.</p> \n<p>“Big improvements have been made and awareness has definitely skyrocketed,” he says. “That is important because it’s a very serious issue. I think the culture change in rugby is definitely on the way in that people are understanding concussion more and respecting it more. There is not that ‘tough it up, ride it out’ mentality any more and people are a lot more aware. There are still more steps to take but there have been a number of positive advances in the last year.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/bbc-six-nations-deal-tv-rights-sky-bt-sport\">BBC loses its grip on Twickenham amid the media scrum for TV rights | Owen Gibson</a> </p> \n</aside> \n<p>“One area that needs to be looked at is the number of games international players play. It is one of the realities of the game, but is it sustainable in the long term? We are now in training for the World Cup and the season will effectively last until the end of June when England tour Australia. I am sure that in time more will be done to manage the load for Test players but at the moment if you want to play for your country you take what you can get. Every decision in life has a risk-to-reward factor and I hope that going forward the reward far outweighs the risk.</p> \n<p>“Players are getting bigger and so are the hits, intensity and speed. Rugby is still in its infancy as a professional sport and continues to evolve. England have a good balance of skill, fitness, strength and conditioning. They are very aware of the requirements needed to tackle a competition like the World Cup. I feel privileged to play at this level and hope to get more opportunities to do so.”</p> \n<p><em>Alex Corbisiero was speaking at the launch of the England Rugby World Cup shirt. Visit </em><a href=\"http://Canterbury.com\" title=\"\"><em>Canterbury.com</em></a></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543249964/Referee-Jerome-Garces-R-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jérôme Garcès upset Wales with some of his inetrepreations of the law at the scum in their Six Nations defeat to England in February. Photograph: Adrian Dennis/AFP/Getty Images","credit":"Adrian Dennis/AFP/Getty Images","altText":"Referee Jerome Garces (R) shows a yellow","cleanCaption":"Jérôme Garcès upset Wales with some of his inetrepreations of the law at the scum in their Six Nations defeat to England in February. Photograph: Adrian Dennis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-11T21:00:01Z","lastModified":"2015-07-12T00:10:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Rees","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733746242/PaulRees.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulrees"}],"feature":true,"keywords":["England rugby union team","Rugby World Cup 2015","Rugby World Cup","Wales rugby union team","Australia rugby union team","Rugby union","Sport","Australia sport"],"tags":[{"id":"sport/england-rugby-union-team","webTitle":"England rugby union team"},{"id":"sport/rugby-world-cup-2015","webTitle":"Rugby World Cup 2015"},{"id":"sport/rugby-world-cup","webTitle":"Rugby World Cup"},{"id":"sport/wales-rugby-union-team","webTitle":"Wales rugby union team"},{"id":"sport/australia-rugby-union-team","webTitle":"Australia rugby union team"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Rees","topic":{"type":"tag-contributor","name":"profile/paulrees"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/11/french-referees-england-world-cup-wales-australia","shortUrl":"http://gu.com/p/4ahtd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/11/french-referees-england-world-cup-wales-australia","webUri":"http://www.theguardian.com/sport/2015/jul/11/french-referees-england-world-cup-wales-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543249964/Referee-Jerome-Garces-R-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jérôme Garcès upset Wales with some of his interpretations of the law at the scum in their Six Nations defeat to England in February. Photograph: Adrian Dennis/AFP/Getty Images","credit":"Adrian Dennis/AFP/Getty Images","altText":"Referee Jerome Garces (R) shows a yellow","cleanCaption":"Jérôme Garcès upset Wales with some of his interpretations of the law at the scum in their Six Nations defeat to England in February. Photograph: Adrian Dennis/AFP/Getty Images"}},"importance":2,"byline":{"title":"Paul Rees"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543249964/Referee-Jerome-Garces-R-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jérôme Garcès upset Wales with some of his inetrepreations of the law at the scum in their Six Nations defeat to England in February. Photograph: Adrian Dennis/AFP/Getty Images","credit":"Adrian Dennis/AFP/Getty Images","altText":"Referee Jerome Garces (R) shows a yellow","cleanCaption":"Jérôme Garcès upset Wales with some of his inetrepreations of the law at the scum in their Six Nations defeat to England in February. Photograph: Adrian Dennis/AFP/Getty Images"}}]}],"lastModified":"2015-07-11T23:34:12Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}