{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"Athletics / Salazar’s defence challenged by new evidence from witnesses","rawTitle":"Salazar’s defence challenged by new evidence from witnesses","item":{"type":"article","id":"sport/2015/jun/25/alberto-salazar-defence-doctor-magness-emails","title":"Alberto Salazar’s defence under strain as witnesses dispute coach’s version of events","trailText":"Key parts of Alberto Salazar’s impassioned defence against claims that he bent anti-doping laws are under strain after witnesses disputed his version of events","standFirst":"<span class=\"bullet\">•</span> Dr Jeffrey Brown denies prescribing testosterone cream as part of experiment\n<br />\n<span class=\"bullet\">•</span> Salazar joked with Steve Magness a month before sacking former assistant","byline":"Sean Ingle in Eugene","body":"<p>Key planks of Alberto Salazar’s impassioned defence against claims that he bent anti-doping laws are under strain after several witnesses disputed his version of events in his 11,750-word response to the BBC Panorama’s documentary.</p> \n<p>The Guardian has also obtained emails that appear to contradict Salazar’s claims that he terminated the contract of his assistant coach, Steve Magness, because he was not good enough to train elite athletes. The emails, sent just a month before Magness left the Nike Oregon Project in June 2012, show Salazar was happy for Magness to lead sessions in a 10-day period while Salazar was away and to become the coach of the 3,000m steeplechaser Lindsay Allen.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/allegations-alberto-salazar-response\">Ten allegations against Alberto Salazar, his response and where this leaves us</a> </p> \n</aside> \n<p>It was Magness who made the most serious allegations against Salazar and Galen Rupp, the 10,000m silver medallist at London 2012 – including claims that Rupp had used testosterone as a 16-year-old and that Salazar had tested testosterone gel on his son, Alex, to see how much could be used without breaking anti-doping rules. But while the two men have fallen out spectacularly, emails sent in May 2012 suggest Salazar still respected and trusted his No2.</p> \n<p>In one email, sent on 8 May, Salazar tells Magness: “I just spoke with Lindsay and I think that’s a great idea for you to take over her coaching. I was trying to move to that eventually but didn’t want Lindsay to think that I didn’t want to coach her. She needs to train with other top woman runners to fulfil her potential. With Tara [Erdmann] hopefully coming in you will have three women all training together. If you injure her, I will kill you. Ha ha! See you both on Friday.”</p> \n<p>Salazar’s joke shows that he is a much more rounded character than his critics, who tend to focus on his intense, win-at-all-costs mentality, appreciated. At the same time, they call into question his account in his open letter in which he is deeply critical of Magness. In it he wrote: “Magness lacked the personality, inter-personal skills and drive to be able to coach elite athletes. He appeared to be intimidated by them and he retreated. He could not run a practice session by himself. He appeared to be unable to motivate the athletes as they ran or observe them. Ultimately, my top runners refused to work with him.”</p> \n<p>But another email from Salazar in early May – which was sent to David Hendry, the strength and conditioning coach at the Nike Oregon Project, and Darren Treasure, the high performance sports consultant – told them: “I’m going to stay with Matthew [Centrowitz] in Portland and keep him motivated. Steve knows the guys good enough that I have complete confidence he’ll take care of all of them.”</p> \n<p>As Magness said in a statement sent to the Guardian: “it seems strange that he would hand over his star athletes for 10 days leading up to the Olympic trials and say that he has ‘complete confidence’ in my ability to look after them if he felt what he now claims about my abilities as a coach. That doesn’t fit the narrative Salazar is currently attempting to weave.”</p> \n<p>Meanwhile Dr Jeffrey Brown, the doctor who Salazar says carried out tests to ensure his athletes were not sabotaged by testosterone cream, also appeared to dispute his claims. In an interview with the US news website ProPublica, which cooperated with Panorama, Brown said he had not prescribed a controlled substance for Salazar’s sons or other research subjects as part of an experiment.</p> \n<p>“No, absolutely not,” Brown said. “I didn’t do that, and would not do that. I would never do that.” He said that he was merely advising Salazar on how to conduct research on potential sabotage “in a hypothetical situation”. He said that Salazar’s exploration of potential testosterone sabotage was admirable.Brown also denied claims that he had prescribed the thyroid medication Cytomel to Kara Goucher in 2011 for her weight loss, telling ProPublica that while he could not discuss individual patients, “I would never, ever give somebody Cytomel for weight loss, ever”. The massage therapist John Stiner also insisted he was telling the truth when he revealed that Salazar had told him he was taking AndroGel, a banned testosterone gel, for his heart. Salazar had claimed that he told him it was for energy but Stiner told ProPublica: “I told 100% the truth. I’ll take 20 lie detector tests.Of course he said I’m lying.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-statement-nike-steve-magness-mo-farah-bbc-panorama-claims\">Alberto Salazar rebuttal: starting pistol for a race heading for the courts</a> </p> \n</aside> \n<p>However Salazar received a glowing endorsement from Greg and Jamie Rupp, the parents of Galen Rupp, who said that he had been like “a second father” to their son. “I was very jealous of Alberto for a little while when Galen was in high school,” said Greg Rupp. “He would tell Galen to do something, and Galen would hop to it. But I couldn’t have picked a better role model for Galen to be involved with. Alberto is just a good person.”</p> \n<p>They said that neither ProPublica nor the BBC attempted to contact them before publishing their allegations. “They were just such outrageous allegations, and baseless and just not true,” Jamie Rupp told the Oregonian. “For both of us, one of the hardest things to wrap our brains around is what would motivate people to make those allegations based on nothing.”</p> \n<p>UK Athletics have not commented on the latest claims and Mo Farah, whom Salazar has coached since 2011, has also not spoken since releasing a statement on his Facebook page last week saying he had never taken performance-enhancing drugs.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435251380798/Alberto-Salazar-in-2012-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar in February 2012, four months before he terminated the contract of Steve Magness. Photograph: Stephan Savoia/AP","credit":"Stephan Savoia/AP","altText":"Alberto Salazar in 2012","cleanCaption":"Alberto Salazar in February 2012, four months before he terminated the contract of Steve Magness. Photograph: Stephan Savoia/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-25T19:27:00Z","lastModified":"2015-06-26T00:00:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Alberto Salazar","Athletics","Drugs in sport","US sports","Sport"],"tags":[{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-defence-doctor-magness-emails","shortUrl":"http://gu.com/p/4a6ve","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/alberto-salazar-defence-doctor-magness-emails","webUri":"http://www.theguardian.com/sport/2015/jun/25/alberto-salazar-defence-doctor-magness-emails"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435251380798/Alberto-Salazar-in-2012-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar in February 2012, four months before he terminated the contract of Steve Magness. Photograph: Stephan Savoia/AP","credit":"Stephan Savoia/AP","altText":"Alberto Salazar in 2012","cleanCaption":"Alberto Salazar in February 2012, four months before he terminated the contract of Steve Magness. Photograph: Stephan Savoia/AP"}},"importance":7,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[{"title":"US championships / Rupp wins and declares full support for Salazar","rawTitle":"Rupp wins and declares full support for Salazar","item":{"type":"article","id":"sport/2015/jun/26/alberto-salazar-watches-as-galen-rupp-claims-victory-in-eugene","title":"Galen Rupp '100%' behind Alberto Salazar after easing to win in Eugene","trailText":"Galen Rupp won his seventh consecutive 10,000m US Track and Field championship at a canter ","standFirst":"<ul>\n <li>Rupp eases to 10,000m victory at US Track and Field championship</li>\n <li>American gives full backing to underfire coach Salazar amid doping allegations</li>\n</ul>","byline":"Sean Ingle in Eugene","body":"<p>Galen Rupp won his seventh consecutive 10,000m US Track and Field championship at a canter – and then admitted that the last three weeks, during which he and his coach Alberto Salazar faced allegations of doping, had been the toughest of his life.<br /></p> \n<p>“It’s been hard, I’m not going to lie,” he said, his voice barely louder than a whisper. “It’s been difficult to focus but I think that I’m really happy that our report came out and I stand behind it 100%.”<br /></p> \n<p>“I believe in clean sport and I believe the truth will prevail.”<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-defence-doctor-magness-emails\">Alberto Salazar’s defence under strain as witnesses dispute coach’s version of events</a> </p> \n</aside> \n<p>Rupp, the 10,000m silver medallist at London 2012, also confirmed that he had spoken to his friend and training partner Mo Farah in the weeks following the BBC’s Panorama documentary – which, among other things, alleged that Rupp had taken testosterone as a 16-year-old – and said that he hoped Farah would stay with the Nike Oregon Project.<br /></p> \n<p>“Yes, we’ve talked, for sure,” he said. “I can’t speak for him, obviously, but I think we have had a great thing going and he’s had great success, and we know we do things the right way. But the rest is up to him.”</p> \n<p>Perhaps because of the cloying heat – the temperature gauge was still at 32c when the race started at 8.15pm – Rupp was content to spend most of the race lolloping towards the front. But with 1km to go he kicked hard and quickly established a winning lead over the pack. Ben True chased him home, but Rupp was always too strong and finished in 28 mins 11.61 seconds, with True second in 28:14.26.<br /></p> \n<p>Earlier, when Rupp’s name had been announced for the first time, there were cheers. When he crossed the line, punching his tiny fists in delight, he received a standing ovation.<br /></p> \n<p>“The people here are so great,” he said. “The support I receive down here and everywhere has just been tremendous. I was obviously pleased to get another championship and to do it here in Eugene, it’s always special.”<br /></p> \n<p>Rupp, who also confirmed that he would be racing in the 5,000m on Sunday, said that he stood firmly by Salazar’s mammoth 11,750-word response to Panorama’s claims.</p> \n<p>“I stand behind it,” he added. “I thought it was great, I was really happy with it.”</p> \n<p>Elsewhere on the first day of the US trials, 10 men went under the 10-second barrier during the 100m heats. Many of them benefitted from a strong following wind, but the 19-year-old Trayvon Bromell’s time of 9.84 sec had a legal windspeed of +1.3. Not only was it the second fastest time of the year – only Justin Gatlin has run faster – it was also the fastest ever time by a teenager.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d765a6c311b86f9f46f83d6e0a83f75d40f2a5b1/0_169_3705_2222/3705.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2222,"width":3705,"orientation":"landscape","credit":"Christian Petersen/Getty Images","altText":"Nike Oregon Project coach Alberto Salazar congratulates Galen Rupp after he cruised to victory in Oregon. ","cleanCredit":"Photograph: Christian Petersen/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T05:35:19Z","lastModified":"2015-06-26T05:36:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Athletics","Alberto Salazar","Drugs in sport","US sports","Sport"],"tags":[{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/alberto-salazar-watches-as-galen-rupp-claims-victory-in-eugene","shortUrl":"http://gu.com/p/4a66e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/alberto-salazar-watches-as-galen-rupp-claims-victory-in-eugene","webUri":"http://www.theguardian.com/sport/2015/jun/26/alberto-salazar-watches-as-galen-rupp-claims-victory-in-eugene"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d765a6c311b86f9f46f83d6e0a83f75d40f2a5b1/0_169_3705_2222/3705.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2222,"width":3705,"orientation":"landscape","caption":"Nike Oregon Project coach Alberto Salazar congratulates Galen Rupp after he cruised to victory in Oregon.  Photograph: Christian Petersen/Getty Images","credit":"Christian Petersen/Getty Images","altText":"Nike Oregon Project coach Alberto Salazar congratulates Galen Rupp after he cruised to victory in Oregon. ","cleanCaption":"Nike Oregon Project coach Alberto Salazar congratulates Galen Rupp after he cruised to victory in Oregon. ","cleanCredit":"Photograph: Christian Petersen/Getty Images"}},"importance":0,"kicker":{"title":"US championships"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d765a6c311b86f9f46f83d6e0a83f75d40f2a5b1/0_169_3705_2222/3705.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2222,"width":3705,"orientation":"landscape","credit":"Christian Petersen/Getty Images","altText":"Nike Oregon Project coach Alberto Salazar congratulates Galen Rupp after he cruised to victory in Oregon. ","cleanCredit":"Photograph: Christian Petersen/Getty Images"}}]},{"title":"Sean Ingle / Ten allegations against Salazar, his response and what now","rawTitle":"Ten allegations against Salazar, his response and what now","item":{"type":"article","id":"sport/2015/jun/25/allegations-alberto-salazar-response","title":"Ten allegations against Alberto Salazar, his response and where this leaves us","trailText":"The coach’s 11,750-word rebuttal of the doping allegations against him is by no means the end of the affair","standFirst":"The coach’s 11,750-word rebuttal of the doping allegations against him is by no means the end of the affair","byline":"Sean Ingle in Eugene","body":"<h2><strong>1. Alberto Salazar gave Galen Rupp testosterone when he was 16</strong></h2> \n<p><strong>What was alleged </strong>Steve Magness, an assistant coach at the Nike Oregon Project, told Panorama and ProPublica that he was in Salazar’s office when the reports showing athletes’ blood levels were put on his desk. “Under one of Galen’s it had ‘currently on testosterone and prednisone medication’ and when I saw that I kind of jumped backwards,” Magness said. “Testosterone is obviously banned and everyone knew that. It was all the way back in high school – and that was incredibly shocking. I&nbsp;actually took a picture of it.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-defence-doctor-magness-emails\">Alberto Salazar’s defence under strain as witnesses dispute coach’s version of events</a> </p> \n</aside> \n<p><strong>Salazar’s response </strong>In his open letter, Salazar claimed Rupp was taking a natural and legal testosterone supplement – possibly Testaboost, Alpha Male or ZMA – that was incorrectly recorded. “My clear recollection is that when [Magness] showed it to me, I stated that the entry was ‘crazy’ as Galen had never taken testosterone. I then stated that Galen, as a 16-year-old kid, must have misspoken about the supplements he was taking. I told Magness to take it back to the lab and have them straighten things out. I didn’t think much of it afterwards since I knew it was a mistake and because Magness never mentioned it again.” Both Salazar and Rupp strenuously deny the athlete took testosterone.</p> \n<p><strong>Where this leaves us </strong>Photographic evidence exists of the reports, so it comes down to whether it was incorrectly recorded. Meanwhile Magness has responded, saying: “I came to my superior, Salazar, and asked for answers. It would have been a simple clarification to make at the time for him to contact Dr Loren Myhre [the Nike lab’s then head physiologist, who died in 2012], someone who he had worked with for at least a decade, to clear up the confusion. If I saw an official medical chart naming one of my athletes being on testosterone, I think it’s any normal person’s reaction to get to the bottom of it.”</p> \n<h2><strong>2. Rupp used prednisone, a powerful asthma drug banned in competition, aged 16</strong></h2> \n<p><strong>What was alleged </strong>The Panorama presenter Mark Daly spoke to Stuart Eagon, a former running colleague of Rupp, who told him of an incident in 2003 involving prednisone, which can block pain and enhance oxygen consumption and is prohibited by the World Anti-Doping Agency in competition. “We were going on our morning run and Alberto said to Galen: ‘Have you taken your prednisone yet this morning?’” said Eagon. Daly added: “I have heard from various sources that Rupp has used prednisone regularly, but he has asthma and allergies, which could account for its use.”</p> \n<p><strong>Salazar’s response </strong>An emphatic denial. “The claims that Galen has been on prednisone continuously since he was 15 are absolutely false. The BBC and ProPublica ‘reporters’ were informed that these allegations were completely false, and they should not have printed them. Printing false statements to harm Galen is irresponsible journalism that damaged an innocent athlete’s reputation – Galen has never taken prednisone for a competitive advantage.” Rupp has always denied taking any banned substances.</p> \n<p><strong>Where this leaves us </strong>Salazar appears to have strong evidence that Rupp was not taking prednisone regularly. However as David Epstein, the ProPublica reporter who worked closely with Panorama, points out, that was not the claim. “The BBC published a document showing that Rupp had apparently taken prednisone during one time period when he was 16. The story did not report allegations of continuous use nor cite the age 15.”</p> \n<h2><strong>3. Testosterone (AndroGel) was found at a Nike Oregon Project training camp</strong></h2> \n<p><strong>What was alleged </strong>Panorama spoke to John Stiner, a massage therapist who worked for Salazar in 2008, who said that Salazar told him he was using AndroGel – a banned steroid – for his heart. “He said to me: ‘I don’t want you to get the wrong idea.’ And I said: ‘OK.’ I was really unsure what he meant and he goes: ‘There’s a tube of AndroGel in the bedroom and it’s under some clothing.’ He said: ‘It’s for my heart, it’s all fucked up.’” The BBC said that using testosterone gel could actually make a heart problem worse.</p> \n<p><strong>Salazar’s response </strong>He accepts that he uses testosterone but says he never told Stiner it was for his heart and has never given it to his athletes. “My excessive training as an athlete did extensive damage to my body,” he said. “One of the lingering negative effects from which I still suffer today is hypogonadism with significant symptoms, including multiple low testosterone serum levels. There is no question that I have a valid justification for my possession of AndroGel as defined by the Wada code. I have never given AndroGel to any of my athletes.”</p> \n<p><strong>Where this leaves us </strong>With broad agreement that Salazar was on testosterone. However Stiner insists he was right to say Salazar said it was for his heart. “I told 100% the truth,” he told ProPublica. “I’ll take 20 lie detector tests. Of course he said I’m lying.” The BBC says Salazar did not respond to questions sent regarding the reason he would be prescribed testosterone that were sent in early May.</p> \n<h2><strong>4. Salazar brought assorted vials and needles to a training camp</strong></h2> \n<p><strong>What was alleged </strong>Following the original Panorama and ProPublica revelations, Stiner also told the Daily Mail that he found vials in the fridge labelled “allergy one” and “allergy two” and a bag of unused hypodermic needles in the bathroom of one of the apartments the Nike Oregon Project rented while in Utah in 2008. Meanwhile the Mail also reported that Magness had also made allegations to the US Anti-Doping Agency (Usada), claiming he found an unmarked vial in France that belonged to Rupp.</p> \n<p><strong>Salazar’s response </strong>That these vials were simply allergy medicine for Rupp. “Galen has been receiving allergy immunotherapy vaccine injections since approximately 2004. His allergy specialists at the Allergy Clinic in Portland have specially mixed two vaccines for him. Vaccine A: Allergens &amp; Molds contains the following extracts: Cat, Dog, Dust Mites and two types of Molds. Vaccine B: Pollens contains: Mixed Grasses, Ragweeds, and 3 different Weeds common in the Pacific Northwest. Galen must receive weekly injections to help control his allergies and his asthma. All documents related to these medicines and Galen’s treatment for his allergies were provided to Usada in 2013. There is no issue here.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/allegations-alberto-salazar-response\">Ten allegations against Alberto Salazar, his response and where this leaves us</a> </p> \n</aside> \n<p><strong>Where this leaves us </strong>Salazar’s response is convincing – although it is slightly odd Magness was sent emails from Salazar and Rupp requesting the return of “Galen’s allergy serum” from France given such medicine appeared to be used so frequently.</p> \n<h2><strong>5. Salazar tried to get a therapeutic use exemption (TUE) certificate for Rupp at the 2011 world championships</strong></h2> \n<p><strong>What was alleged </strong>Kara Goucher, the 10,000m bronze medallist at the 2007 world championships, told Panorama and ProPublica that Salazar had coached Rupp to try to get a TUE for an intravenous drip before the 2011 World Championships. Under Wada rules, such drips are prohibited and anyone caught manipulating the TUE process to get one would be liable for a ban.</p> \n<p><strong>Salazar’s response </strong>That the allegation is false – and he has documentation that backs him up. “As the US team doctor has confirmed, at no time did I request the US team doctor to give Galen an IV or saline drip while he was in Daegu in 2011,” he said. “Galen did not receive any vitamin shots in Daegu. The US team doctors did not have any needles and UK Athletics doctors could not treat a US athlete.”</p> \n<p><strong>Where this leaves us </strong>Again at a stalemate. ProPublica says other people back up Goucher’s claim but Salazar is adamant it wasn’t the case.</p> \n<h2><strong>6. Rupp said he was tired after the 2011 World Championships in South Korea yet ran a personal best soon afterwards</strong></h2> \n<p><strong>What was alleged </strong>The BBC quoted Goucher, who appeared to suggest Rupp’s improvement between races was suspicious. “I had a conversation with Galen in 2011 and he told me how tired he was and how he was so excited to have the season be over,” she said. “You don’t get to the end of a long year burnt out and take two weeks off and come out and run the best race of your life, that’s not how it works.”</p> \n<p><strong>Salazar’s response </strong>As Salazar points out, when Rupp ran in Daegu it was 80F (26.6C) and the heat wouldn’t have suited him because he weighed more than other athletes, while in Brussels – where Rupp broke the US record – it was only 59F (15C). He added: “It should be noted that even while making these false allegations against me, neither Kara nor Adam ever claim that I violated the Wada code or IAAF anti-doping rules.”</p> \n<p><strong>Where this leaves us </strong>Another impasse. Salazar claims Rupp’s improvement in 2011 was no surprise because he had steadily got better throughout his career. Others who have worked at the Nike Oregon Project have told the Guardian that they did not expect Rupp to improve as much as he did in 2011 and 2012.</p> \n<h2><strong>7. Salazar wanted to give Goucher a prescription thyroid drug because she had put on weight after giving birth</strong></h2> \n<p><strong>What was alleged </strong>Goucher claimed to Panorama that Salazar had tried to get her to take the prescription thyroid drug Cytomel, saying: “Alberto was always unhappy about my weight after I had Colt, like it was almost as if I didn’t have a child, I’d just like gained 30 pounds. He said: ‘You need to just take some Cytomel.’ Maybe four or five days goes by and Alberto brought me this prescription drug that I didn’t have a prescription for. It has Alberto’s writing on it clear as day.”</p> \n<p><strong>Salazar’s response </strong>Salazar has published a trail of email correspondence between the pair which appears to suggest that he did not want Goucher to lose weight more quickly. “I was thrilled with Kara’s weight, body composition and fitness in 2011,” he added. However, he did admit: “There was one time when I gave Kara Cytomel. It was in August 2011 in Daegu, South Korea. I did so after being expressly directed to do so by Kara’s endocrinologist, Dr Brown.”</p> \n<p><strong>Where this leaves us </strong>Salazar’s evidence appears to back up his claims regarding weight loss. However ProPublica has since spoken to Dr Brown, who says that while he could not discuss individual patients: “I would never, ever give somebody Cytomel for weight loss, ever.” As to the bottle, Brown said: “I don’t write on frickin’ bottles, and if it was mine, you wouldn’t be able to read it.”</p> \n<h2><strong>8. Salazar was happy for his athletes to take banned testosterone medication</strong></h2> \n<p><strong>What was alleged </strong>Panorama spoke to another unnamed runner, who worked with Salazar for several years, who said that in 2007 he was feeling run down and went to see Dr Loren Myhre, who “suggested that I go and see an endocrinologist that Alberto and most of the athletes work with, to get testosterone and thyroid. He said: ‘This is what Alberto does. You’ll feel better and you’ll be able to train better,’ and so then I said: ‘Well, isn’t that cheating?’ And he goes: ‘Well no, Alberto does it.’ I did mention something about being, like: ‘Wouldn’t it test positive?’ He said: ‘No, no, no. We’ll get you into the normal range.’”</p> \n<p><strong>Salazar’s response </strong>A fierce and emphatic denial. Salazar called these allegations “a remarkable display of irresponsible journalism” adding: “I do not know of a single instance where Dr Myhre ever recommended that an athlete that I was coaching take testosterone whether with a prescription or otherwise.” He added: “To claim ‘That is what Alberto does’ is completely false. It is not what I did then; it’s not what I do now and it’s not what I have ever done.”</p> \n<p><strong>Where this leaves us </strong>Another impasse. Dr Myhre passed away in 2012, which makes it particularly hard to prove or refute the allegations.</p> \n<h2><strong>9. Rupp received unspecified pills in a paperback thriller</strong></h2> \n<p><strong>What was alleged </strong>Magness and Rupp were in D&uuml;sseldorf when Rupp told him he wasn’t feeling well. Magness called Salazar, who he says told him to expect a package. Two days later, a box arrived at his hotel room. Inside it he found a paperback thriller. Confused, he flipped it open. A section of the pages had been hollowed out to form a compartment into which two pills were taped. “At that point,” Magness says, “my mind was like: ‘This is stuff you see in movies, this is extremely strange.’” He handed the pills to Rupp, who he says promptly swallowed them and laughed off the clandestine packaging as typical Salazar antics.</p> \n<p><strong>Salazar’s response </strong>Neither Salazar nor Rupp responded to Epstein’s original questions about the hollowed-out book containing pills. But in his statement Salazar says: “Allegations around prednisone in D&uuml;sseldorf are false, and Steve Magness is fully aware of what occurred because he was involved.” Salazar also quotes another time, in Birmingham, where he used unusual packaging via mail. “Noting my peculiar packaging, Galen wrote: ‘You went all Shawshank Redemption on that book and nasal spray. I loved it!!!’</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-case-expert-says-athletes-are-particularly-asthma-prone\">Alberto Salazar case: Expert says athletes are particularly asthma-prone</a> </p> \n</aside> \n<p><strong>Where this leaves us </strong>Depending on your point of view, this either shows that Salazar – for all his reputation for being intense and win-at-all costs – is a secret practical joker, or needs to explain why he didn’t send medicine to his athlete in the normal way.</p> \n<h2><strong>10. Salazar tested testosterone on his son, Alex, in a laboratory to see the levels needed to evade tests</strong></h2> \n<p><strong>What was alleged </strong>Salazar’s son was involved in tests to see how much testosterone cream would trigger a positive test. According to Magness, Alex told him they were worried that someone could rub some cream on one of their athletes after a race. Magness said he believed that explanation to be “ludicrous” – and that they were instead trying to figure out how to cheat.</p> \n<p><strong>Salazar’s response </strong>Salazar does not mention Alex in his response but does say he “let his paranoia get the best of him” when he asked Dr Brown to “set up an experiment” to see whether it was possible for an athlete to be sabotaged by someone rubbing testosterone on them. Salazar says that when Justin Gatlin, the 100m runner, blamed his positive test for exogenous testosterone on being sabotaged by his massage therapist, Chris Whetstine, a claim Whetstine denied. Salazar claims he was worried the same thing might happen to Rupp – especially when Whetstine rubbed Rupp’s shoulders in 2009.</p> \n<p><strong>Where this leaves us </strong>ProPublica have since spoken to Brown, who said he did not prescribe a controlled substance for Salazar’s son or other research subjects as part of an experiment. “No, absolutely not,” Brown said. “I didn’t do that, and would not do that.” He said that he was merely advising Salazar on how to conduct research on potential sabotage “in a hypothetical situation”. He said that Salazar’s exploration of potential testosterone sabotage was admirable.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435264278597/Alberto-Salazar-in-1984-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar, left, running at the US Olympic marathon trials in 1984. He has explained he needs to use a testosterone gel because of medical problems caused by his career. Photograph: AP","credit":"/AP","altText":"Alberto Salazar in 1984","cleanCaption":"Alberto Salazar, left, running at the US Olympic marathon trials in 1984. He has explained he needs to use a testosterone gel because of medical problems caused by his career. Photograph: AP"}],"bodyImages":[],"webPublicationDate":"2015-06-25T20:35:34Z","lastModified":"2015-06-25T23:01:11Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":true,"keywords":["Alberto Salazar","Drugs in sport","US sports","Athletics","Sport"],"tags":[{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/allegations-alberto-salazar-response","shortUrl":"http://gu.com/p/4a634","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/allegations-alberto-salazar-response","webUri":"http://www.theguardian.com/sport/2015/jun/25/allegations-alberto-salazar-response"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435264278597/Alberto-Salazar-in-1984-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar, left, running at the US Olympic marathon trials in 1984. He has explained he needs to use a testosterone gel because of medical problems caused by his career. Photograph: AP","credit":"/AP","altText":"Alberto Salazar in 1984","cleanCaption":"Alberto Salazar, left, running at the US Olympic marathon trials in 1984. He has explained he needs to use a testosterone gel because of medical problems caused by his career. Photograph: AP"}},"importance":0,"kicker":{"title":"Sean Ingle"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435264278597/Alberto-Salazar-in-1984-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar, left, running at the US Olympic marathon trials in 1984. He has explained he needs to use a testosterone gel because of medical problems caused by his career. Photograph: AP","credit":"/AP","altText":"Alberto Salazar in 1984","cleanCaption":"Alberto Salazar, left, running at the US Olympic marathon trials in 1984. He has explained he needs to use a testosterone gel because of medical problems caused by his career. Photograph: AP"}}]},{"title":"Salazar case / Plenty of questions for UK Athletics over its position","rawTitle":"Plenty of questions for UK Athletics over its position","item":{"type":"article","id":"sport/2015/jun/26/plenty-of-questions-for-uk-athletics-over-its-position-in-alberto-salazar-case","title":"Plenty of questions for UK Athletics over its position in Alberto Salazar case","trailText":"The sport’s governing body is under increasing pressure to closely examine its relationship with the American coach as blows continue to be traded","standFirst":"The sport’s governing body is under increasing pressure to closely examine its relationship with the American coach as blows continue to be traded","byline":"Sean Ingle in Oregon","body":"<p>Whichever way you sway when you hear the accusations that have pecked away at Alberto Salazar’s name – and, judged on soundings here at Hayward Field, the majority are still inclined to give him the benefit of the doubt – this, at least, is clear. His punchy response to the BBC and ProPublica was not only an attempt to protect his reputation and achievements. It was a declaration of war. And wars force people to take sides.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/allegations-alberto-salazar-response\">Ten allegations against Alberto Salazar, his response and where this leaves us</a> </p> \n</aside> \n<p>Which brings us again to UK Athletics’ relationship with the legendary American coach. Of course it is close. Its best athlete, Mo Farah, trains with Salazar at the Nike Oregon Project. Its head of endurance, Barry Fudge, spends about a third of the year with Salazar. And Neil Black, the performance director, calls Salazar “absolutely brilliant‚ a genius‚ one of the best people to work with that I have ever come across.” But privately some wonder whether the special relationship has become too much of a love in.</p> \n<p>Certainly Salazar’s 11,750-word letter, published on Wednesday, won’t dispel those notions. Indeed it contains a couple of intriguing nuggets that further hint how closely they have worked together. The first comes when Salazar addresses claims that he applied for a therapeutic use exemption on behalf of Galen Rupp during the 2011 World Championships in Daegu – something that Kara Goucher, a former member of the Oregon Project, has alleged.</p> \n<p>After providing lengthy documentary evidence to dispute Goucher’s claims, Salazar adds: “Galen did not receive any vitamin shots in Daegu. The US team doctors did not have any needles and UK <a href=\"http://preview.gutools.co.uk/sport/athletics\" title=\"\">Athletics</a> doctors could not treat a US athlete.”</p> \n<p>This, perhaps inadvertently, refers to a rumour that has done laps round track and field circles: that after Salazar had his request for a TUE by a US doctor denied, he announced he would seek out a British one instead. The head of the UKA medical team in Daegu told the Guardian that Salazar never approached him and they would never have treated a US athlete, but even so – why does Salazar feel the need to mention UK Athletics doctors at all?</p> \n<p>In his open letter, Salazar also makes several references to Ian Stewart, the former head of endurance for UK Athletics, when he sent Rupp medication while he was in Birmingham in February 2011. As he noted on the 12th of that month: “I notified Ian Stewart at UK Athletics that I have overnighted Galen his Z-Pak (Azithromycin-Pak 250mg tablets) but was concerned that it would get caught up in customs. To avoid that, I noted that I placed the pills in a magazine. I asked Ian to have Dr Thing prescribe the same medicine for Galen in the UK in case his prescription that I had sent does not arrive.”</p> \n<p>True, Stewart was not only head of endurance at the time but the meet director in Birmingham. That meant he was in charge of logistics – including where athletes were staying. So, arguably, it was valid for him to be kept in the loop. Even so, it appears a little odd that one of the most senior figures in UK Athletics was getting a blow-by-blow account of a cross-Atlantic trip undertaken by a nasal spray. Stewart had not responded to phone calls at the time of writing.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/alberto-salazar-case-expert-says-athletes-are-particularly-asthma-prone\">Alberto Salazar case: Expert says athletes are particularly asthma-prone</a> </p> \n</aside> \n<p>Meanwhile, we are still waiting to hear more about the due diligence process that took place before Farah joined Salazar in 2011, under UK Athletics’ previous performance director, Charles van Commenee, and Stewart. Given the seriousness of the allegations it does not appear unreasonable to ask UK Athletics to show greater urgency, especially when it appears that Salazar was coaching the US athlete Mary Slaney when she tested positive for testosterone in 1996.</p> \n<p>Some also believe that UK Athletics has been too quiet and pliant ever since the Panorama revelations were broadcast three weeks ago. It says it does not want to keep up a running commentary on the almost daily game of ping pong between Salazar’s supporters and the BBC and ProPublica.</p> \n<p>It also says that it wants to wait until its performance oversight management group – which is investigating UK Athletics’ relationship with Salazar – reports back to them in early August before dispensing its verdict.</p> \n<p>Even so, few expect a management group set up by UK Athletics – albeit an independent one – to do anything other than publish a vindication of UK Athletics, even if one of its three-person panel, Jason Gardener, has been a particularly vehement against doping in sport.</p> \n<p>In the meantime, the almost daily ritual of accusation and rebuttal continues. But if this is turning into an increasingly messy war between Salazar and the BBC and ProPublica, shouldn’t UK Athletics try even harder to be scrupulously neutral?</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/26/1435274501564/Albeto-Salazar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar works closely with UKA's head of endurance, Barry Fudge. \r Photograph: Today Sports/REX Shutterstock","credit":"Today Sports/REX Shutterstock/Today Sports/REX Shutterstock","altText":"Albeto Salazar","cleanCaption":"Alberto Salazar works closely with UKA's head of endurance, Barry Fudge. \r Photograph: Today Sports/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-25T23:27:50Z","lastModified":"2015-06-26T00:00:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":true,"keywords":["Alberto Salazar","Athletics","Sport","Drugs in sport"],"tags":[{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/plenty-of-questions-for-uk-athletics-over-its-position-in-alberto-salazar-case","shortUrl":"http://gu.com/p/4a62q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/plenty-of-questions-for-uk-athletics-over-its-position-in-alberto-salazar-case","webUri":"http://www.theguardian.com/sport/2015/jun/26/plenty-of-questions-for-uk-athletics-over-its-position-in-alberto-salazar-case"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/26/1435274501564/Albeto-Salazar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar works closely with UKA's head of endurance, Barry Fudge. \r Photograph: Today Sports/REX Shutterstock","credit":"Today Sports/REX Shutterstock/Today Sports/REX Shutterstock","altText":"Albeto Salazar","cleanCaption":"Alberto Salazar works closely with UKA's head of endurance, Barry Fudge. \r Photograph: Today Sports/REX Shutterstock"}},"importance":0,"kicker":{"title":"Salazar case"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/26/1435274501564/Albeto-Salazar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar works closely with UKA's head of endurance, Barry Fudge. \r Photograph: Today Sports/REX Shutterstock","credit":"Today Sports/REX Shutterstock/Today Sports/REX Shutterstock","altText":"Albeto Salazar","cleanCaption":"Alberto Salazar works closely with UKA's head of endurance, Barry Fudge. \r Photograph: Today Sports/REX Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435251380798/Alberto-Salazar-in-2012-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar in February 2012, four months before he terminated the contract of Steve Magness. Photograph: Stephan Savoia/AP","credit":"Stephan Savoia/AP","altText":"Alberto Salazar in 2012","cleanCaption":"Alberto Salazar in February 2012, four months before he terminated the contract of Steve Magness. Photograph: Stephan Savoia/AP"}}]},{"title":"Joy of Six / From golden Freeman to battling Switzer, sporting bravery","rawTitle":"From golden Freeman to battling Switzer, sporting bravery","item":{"type":"article","id":"sport/2015/jun/26/the-joy-of-six-sporting-bravery","title":"The Joy of Six: sporting bravery","trailText":"From doing things normally after a tragedy, to overcoming entrenched sexism, bravery in sport takes many different forms. Here are half a dozen examples","standFirst":"<p>From doing things normally after a tragedy, to overcoming entrenched sexism, to punching an armed mugger, bravery in sport takes many different forms</p>","byline":"Nick Miller","body":"<h2>1) Sean Abbott</h2> \n<p>In most walks of life, the disregard for personal safety or ignoring pain is your traditional barometer of bravery, like running into a burning building to save a puppy, or jumping on a land mine. Bravery is an emotional state, usually related to physical wellbeing. As is the case in sport; in cricket, for example, one might usually think of bravery as standing up to a fearsome bowling attack, or fielding at short-leg without a helmet on, having little regard for one’s own personal safety in the name of The Cause.</p> \n<p>Brian Close is the obvious name for both of those criteria – the old boy who of course famously stood and took the missiles of the West Indies on the chest at Old Trafford in 1976. Close, who curiously looked older than his 46 years then but these days barely seems to have aged at all, declared that a cricket ball couldn’t really hurt you because “it’s only on you for a second”, which was presumably his theory behind wearing a succession of bumpers from Andy Roberts and Michael Holding rather than swaying away, leaving a flamboyant tapestry of bruises on his torso. He also, as legend has it, once exclaimed “catch it” after the ball rebounded off his forehead while fielding at short-leg in a Yorkshire match. The catch was taken.</p> \n<p> However, there’s also a bravery in dishing out that sort of treatment, because while the intention (usually) isn’t to actually seriously hurt one’s opponent, it’s an inevitable hazard of hurling a hard object at someone from 22 yards away, at upwards of 95 miles an hour. It is, though, part of the sport, and obviously the instances of serious injury, or worse, are few and far between. But they do happen, and did to Phillip Hughes in November 2014, when he suffered a freak injury after being hit on the head by a bouncer, passing away a couple of days later.</p> \n<p> It was something that couldn’t have happened again if someone had taken the same blow another 1,000 times, but part of human nature is, when something like this is shown to be possible, to be afraid. Many remain terrified of flying despite the millions of planes that land safely every year, and so you can only imagine how terrified Sean Abbott, the man who delivered the fateful bouncer that struck Hughes, must have been when he returned to cricket.</p> \n<p> It took some bravery to even come back to cricket at all, even in the certain knowledge that Hughes’ death absolutely was not his fault, but even more to play on using the logic that it couldn’t happen again and he must play normally, and for a fast bowler like Abbott, ‘normally’ means short-pitched bowling. In his first over back, for New South Wales against Queensland, less than three weeks after Hughes’ death, Abbott bowled a bouncer, which batsman Joe Burns ducked underneath. The psychological barrier was hurdled, although it took courage to even let go of the ball under those circumstances. Abbott took two wickets in that innings, but in the second ran through the Queensland order to claim figures of 6-14 off seven overs and was named man of the match. He was given the Bradman Young Cricketer of the Year award in January.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=7V6heKr8E8Y\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/7V6heKr8E8Y?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2>2) Kathrine Switzer</h2> \n<p> And then there’s political bravery. Kathrine Switzer was an amateur runner at Syracuse University in 1967, when she decided to challenge herself by running the Boston Marathon. Thing was, no woman had ever run the Boston Marathon before, and even her own coach didn’t believe it was possible for a poor, fragile, weak little woman to run 26.2 miles (“No dame ever ran the Boston Marathon!” he told her), but once she proved to him she could in a training run (with an extra five miles thrown in, just for yucks), they entered the race. Apparently there was nothing official in the rules preventing a woman from registering, but she wrote her name down as KV Switzer on the entry form anyway, just to be sure. Switzer, coach Arnie Briggs, her boyfriend (a 235-pound hammer thrower who didn’t bother training because if a woman could run a marathon, he could too) and another friend all piled into a car and headed to an unseasonably cold Boston.</p> \n<p> All was going well until around the four-mile mark, when Switzer heard leather-soled footsteps behind her. “Instinctively I jerked my head around quickly and looked square into the most vicious face I’d ever seen,” <a href=\"http://kathrineswitzer.com/about-kathrine/1967-boston-marathon-the-real-story/\">she wrote in ‘Marathon Woman’</a>, her memoir. “A big man, a huge man, with bared teeth was set to pounce, and before I could react he grabbed my shoulder and flung me back, screaming, ‘Get the hell out of my race and give me those numbers!’ Then he swiped down my front, trying to rip off my bib number, just as I leapt backward from him. He missed the numbers, but I was so surprised and frightened that I slightly wet my pants and turned to run. But now the man had the back of my shirt and was swiping at the bib number on my back.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2014/apr/11/10-best-marathon-moments-in-pictures-london\">The 10 best marathon moments – in pictures</a> </p> \n</aside> \n<p> The outraged man in question turned out to be Jock Semple, the marathon director, who was promptly barged out of the way by the macho boyfriend. Switzer finished the race in four hours twenty minutes, but caused a press sensation for the eyebrow-raising feat of ‘running a long way while in possession of ovaries’, batting off the questions from journalists (“Are you a suffragette?” asked one hack with his finger firmly on the political pulse) about why she had entered the race with a Forrest Gump-esque “I like to run.” </p> \n<p> She wrote: “I’ve stepped into a different life, I thought. To the guys it was a one-off event. But I knew it was a lot more than that. A lot more.” Switzer campaigned for women to be officially admitted to the race, which they eventually were in 1972, and went on to be a TV journalist.</p> \n<p> Incidentally, the boyfriend hit the wall at about 13 miles and staggered home an hour after Switzer.</p> \n<h2>3) Leonardo Bonucci</h2> \n<p>This is cheating slightly, because it displays bravery away from the field of play. The more obvious route would be to comment on the many examples of those who went to war, from the likes of Donald Bell, the only professional footballer to ever be awarded the Victoria Cross, to great baseball slugger Ted Williams, who interrupted his career twice to fly in World War Two then the Korean War. However, there are too many sportsmen who have fought in assorted wars to select just one, so how about a slightly different example of off-pitch bravery.</p> \n<p> Juventus defender Leonardo Bonucci was car shopping (at a Ferrari dealership – he is a professional footballer) with his wife and infant son in 2012, when an opportunistic mugger decided that this was the perfect mark, a wealthy man who was distracted and, given that he was with his family, would most likely hand over the demanded trinkets with the minimum of fuss. The villain in question approached the Bonuccis and demanded Leonardo hand over his watch (not, one suspects, a Casio), brandishing a firearm by way of persuasion. </p> \n<p>Bonucci, though, was having little of it. The mugger reportedly grabbed him by the wrist but Bonucci, sensing an opening where most would sense a troubling churning of the stomach, punched his assailant with his free hand. The startled criminal made his escape on an accomplice’s moped, only for Bonucci to chase after him. To repeat: he chased after an armed mugger who was retreating on a moped. “What are you doing? Are you mad? I’ll shoot you!” the mugger quite reasonably noted. </p> \n<p> There’s a fine line between bravery and stupidity. Speaking of which …</p> \n<h2>4) John Terry</h2> \n<p> There must be a good reason to be a jockey. The synergy between man and beast; the competitive instinct; the racing despite not being of the traditional athletic physique; the sensation of being of diminutive stature but controlling such a large animal; the money, if you turn out to be really good. All of those might do it.</p> \n<p> But when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/24/tony-mccoy-broke-bones-heart-sandown-retires\">even the very best break every bone in their body,</a> thrown from the horse and with very little chance to do anything about it, you do wonder whether it’s worth all the trouble. You have to be seriously sturdy up top to mentally shake all of that off and quite literally get back on the horse; that, or be wired slightly differently to most other people. You have to basically be impervious to pain.</p> \n<p> Of the various forms of moral fortitude, bravery is not one that you’d necessarily ascribe to John Terry the man. John Terry the defender, football player and thrower of body onto line, however, is a different matter. There’s no horse involved, but you sometimes wonder whether Terry is actually made of fragile flesh, the sort that reacts to sensations like heat, cold, pain, sunlight etc, and is rather a theoretical humanoid, hewn from rubber and kevlar, like a sentient and hard-wearing crash test dummy. How else would one explain his insistence on throwing everything in the way of the ball when propelled at speed? </p> \n<p> Terry is far from the first or only footballer to determine that his skin and bones are worth sacrificing to prevent a goal being scored (Kevin Moran, Terry Butcher, Colin Hendry and Nemanja Vidic all spring to mind), but it seems as if he has appointed himself as a sort of central defensive member of the secret service, diving in front of a bullet to keep the president from harm, in his case the Chelsea or England goal playing the part of commander in chief. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=8GEB-TYLMmQ\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/8GEB-TYLMmQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p> The incident that readily springs to mind is in the 2007 League Cup final, when Terry attempted to compete for the ball (in attack, this time) with Abou Diaby’s swinging right boot. Perhaps Terry reasoned that Diaby is so injury-prone that his own bonce was more than a match for a full-blooded kick, and skull would overcome leather boot. It didn’t, as it turned out, Terry knocked unconscious and immediately taken from the field. “I remember walking out for the second half and nothing else until waking up in the ambulance on the way to the hospital,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2007/feb/26/newsstory.carlingcup06072\">Terry said</a> after returning to the dressing room from hospital to celebrate with his teammates. Probably for the best.</p> \n<h2>5) Tony Purley</h2> \n<p> Motor racing was not a safe business in years gone by. Mercifully, there have been no fatalities at a Formula One Grand Prix since Ayrton Senna and Roland Ratzenberger in 1994, but between 1953 and 1982, 27 drivers died at races, which isn’t even including the assorted deaths at other forms of motor sport. </p> \n<p> There wasn’t a Dutch Grand Prix at Circuit Park Zandvoort in 1972, after it was left off the schedule while safety upgrades were made to the track, a development that was at least in part inspired the death of Piers Courage in 1970, his car veering off at a fast bend and catching fire. They were back in 1973, but just as three years earlier, at the same corner on which Courage perished, Roger Williamson crashed, his car flipped over and caught fire, trapping him in the blazing vehicle. </p> \n<p> David Purley, Williamson’s March-Ford teammate, was not far behind him when the accident took place. Remarkably, Purley stopped his own car, pulled to the side of the track and rushed over to try and help his colleague, desperately trying to extricate Williamson from the upside-down, burning vehicle. The marshals that arrived on the scene to help Purley were not wearing fire retardant clothing, and there was just one fire extinguisher in the immediate area, meaning the frenzied attempts to at least right the car and put out the flames were in vain. </p> \n<p> Eric Dymock wrote in the Guardian at the time: “Purley said that when he got to the car, Williamson was trying to reach the fire extinguisher button on the car itself, and undo his seat belts to get out. Yet still the marshals held back for fear, no doubt, of an explosion or the fierceness of the fire they felt sure was to follow.”</p> \n<p> Many, including the race controllers, assumed that it was Purley’s car that was ablaze and he had safely escaped, so the race continued. A fire crew eventually arrived eight minutes later, but by that time Williamson had suffocated. “You would have thought after Piers’s accident, they’d have got hold of the best fire-fighting equipment in the world,” an unnamed driver told the Guardian at the time, “but they haven’t.”</p> \n<p> Purley was awarded the George Medal for his efforts, and appeared only sporadically in Formula One over the following few years. He died in a plane crash in 1985.</p> \n<h2>6) Cathy Freeman</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=tslYPALKWO0\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/tslYPALKWO0?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p> Of course, all sportspeople are brave in one respect, as much as anyone is for getting up and doing anything in front of thousands of people. The expectation at the highest level is such that you’d would forgive anyone under that sort of pressure for running away and curling up in a dark room somewhere for the duration. Many of us hyperventilate if we have to give a presentation or go on a first date, and that’s just (unless either go really well) talking for a little bit. </p> \n<p> And the pressure obviously grows when it becomes about more than just the sport. Cathy Freeman was a symbol of the Sydney Olympics in a way that few others have been throughout history; not only was she the host nation’s best and most prominent track and field athlete, but an Aboriginal in a nation desperately trying to make up for its long racist past. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2012/jan/11/olympic-cathy-freeman-in-pictures\">50 stunning Olympic moments: Cathy Freeman's gold – in pictures</a> </p> \n</aside> \n<p> Freeman ran for Australia, but wasn’t afraid to speak about the crimes her nation had committed. She carried an Aboriginal flag around the track after winning gold at the 1994 Commonwealth Games for which, remarkably, she was reprimanded by the Australian Commonwealth Association. “You have to understand that when you have a government that is so insensitive to the issues that are close to people’s hearts, that have affected so many lives for the worse, people are going to be really angry and emotional,” she told the Daily Telegraph before the Olympics in 2000. “I’ll never know who my grandfather was. I didn’t know who my great-grandmother was. And that can never be replaced. All that pain. It’s very strong. And generations have felt it.”</p> \n<p> So when the final of the 400m came around, it was as if she had the expectation of two countries on her shoulders, as well as the simple pressure of 112,524 people watching her try to run around a track as fast as possible. Oh, and it was the Olympic final. It’s enough to make anyone go away and never come back.</p> \n<p> But Freeman won, and with some style too, running a remarkably controlled race before storming down the home straight to take gold. After the race, she didn’t celebrate wildly or even smile, but simply unzipped the hood of her bodysuit and sank to the floor – the realisation that she had coped with the pressure and won simply too much for her to do anything else. “I was totally overwhelmed because I could feel the crowd all around me,” she said after the race. “All their emotions, all that happiness and joy. I just had to sit down.”</p> \n<p> “What a legend! What a champion!” said Australian commentator Bruce McAvaney after she crossed the finish line. “What a relief,” Raelene Boyle, the former Olympic sprinter, sighed alongside him. </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435154948971/4257ee95-12e4-4c39-9bc0-29f6f34c2bc5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Nick Wilson/Getty Images","altText":"25 Sep 2000:  Cathy Freeman of Australia is elated after winning Gold in the 400m Final during the 2000 Sydney Olympic Games at Stadium Australia in Sydney, Australia. Mandatory Credit: Nick Wilson/ALLSPORTOLYW400M","cleanCredit":"Photograph: Nick Wilson/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T07:50:36Z","lastModified":"2015-06-26T07:51:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nick Miller","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-miller"}],"feature":true,"keywords":["Sport","Football","Marathon","Olympics","Formula One","Cricket"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"},{"id":"sport/marathon","webTitle":"Marathon"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/cricket","webTitle":"Cricket"}],"section":{"id":"sport"},"topics":[{"displayName":"Nick Miller","topic":{"type":"tag-contributor","name":"profile/nick-miller"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/the-joy-of-six-sporting-bravery","shortUrl":"http://gu.com/p/4a4j5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/the-joy-of-six-sporting-bravery","webUri":"http://www.theguardian.com/sport/2015/jun/26/the-joy-of-six-sporting-bravery"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435154948971/4257ee95-12e4-4c39-9bc0-29f6f34c2bc5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cathy Freeman is consumed by joy after winning gold in the 400m at the 2000 Sydney Olympics. Photograph: Nick Wilson/Getty Images","credit":"Nick Wilson/Getty Images","altText":"25 Sep 2000:  Cathy Freeman of Australia is elated after winning Gold in the 400m Final during the 2000 Sydney Olympic Games at Stadium Australia in Sydney, Australia. Mandatory Credit: Nick Wilson/ALLSPORTOLYW400M","cleanCaption":"Cathy Freeman is consumed by joy after winning gold in the 400m at the 2000 Sydney Olympics.","cleanCredit":"Photograph: Nick Wilson/Getty Images"}},"importance":6,"kicker":{"title":"Joy of Six"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435154948971/4257ee95-12e4-4c39-9bc0-29f6f34c2bc5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Nick Wilson/Getty Images","altText":"25 Sep 2000:  Cathy Freeman of Australia is elated after winning Gold in the 400m Final during the 2000 Sydney Olympic Games at Stadium Australia in Sydney, Australia. Mandatory Credit: Nick Wilson/ALLSPORTOLYW400M","cleanCredit":"Photograph: Nick Wilson/Getty Images"}}]},{"title":"Elementary for Watson as she swots up for Wimbledon","rawTitle":"Elementary for Watson as she swots up for Wimbledon","item":{"type":"article","id":"sport/2015/jun/25/heather-watson-wimbledon-tennis-jo-konta-laura-robson-british","title":"Elementary for Heather Watson as she swots up for Wimbledon examination","trailText":"The British No1 is keen on expanding her mind and game as she looks forward to SW19 with a possible college course next up for the 23-year-old","standFirst":"The British No1 is keen on expanding her mind and game as she looks forward to SW19 with a possible college course next up for the 23-year-old","byline":"Jacob Steinberg","body":"<p>In a sport as mentally demanding as tennis it is fascinating to hear Heather Watson talking about her need to remain intellectually stimulated away from the battle of the court. The British No1 is hungry to learn both about her chosen profession and the world that exists beyond the baseline grind.</p> \n<p>“I absolutely loved school,” Watson says, suddenly sounding like she is in a job interview. “I don’t think many people say that but you have all your friends there, you’re learning, you’re having fun. I really enjoyed it.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/eugenie-bouchard-aegon-international-retires\">Eugenie Bouchard retires hurt but says ‘I’ll play Wimbledon on one leg’</a> </p> \n</aside> \n<p>Watson has an inquisitive mind. Perhaps that is not surprising. Tennis players are always thinking, even when it looks as if they are acting on instinct alone. Sometimes it must appear that way to them when they are playing. The speed of the exchanges compels them to react in split-second moments which can make it seem as though the thought process is nonexistent, yet their brains are constantly whirring, telling them which shots to hit at different pointsin a rally, and straining to keep negative thoughts at bay when the chips are down.</p> \n<p>During Watson’s swift <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/johanna-konta-beats-garbine-muguruza-eastbourne\" title=\"\">6-2, 6-3 defeat to Sloane Stephens</a> in the third round of the Aegon Open on Wednesday the importance of positivity was clear. When Watson twice dropped her serve to trail 3-0 after 10 one-sided minutes she must have feared that Stephens would bagel her. It could have happened. Stephens, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/28/heather-watson-sloane-stephens-french-open\" title=\"\">who beat Watson in the French Open last month</a>, was threatening to devour her.</p> \n<p>In her first two matches Watson scrapped to wins over <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/22/heather-watson-varvara-lepchenko-eastbourne\" title=\"\">Varvara Lepchenko</a>, the world No38, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/jo-konta-beats-ekaterina-makarova-eastbourne\" title=\"\">Elina Svitolina</a>, the world No17. This time her battling instincts could not save her against an opponent who now has two wins over her this summer but at least Watson could tell herself that she refused to fold. Although it does not look like much to the naked eye, especially with Wimbledon starting on Monday, it could be something to build on.</p> \n<p>Watson is interested in psychology. “I’ve always thought about taking up a college course while I’m on the road, just to keep my mind going, but I actually haven’t done it yet,” she says. “Tennis does keep me quite busy. I was very interested in psychology at school. Maybe later on something in finance, even though that sounds quite boring.”</p> \n<p>As Watson grows older, she is becoming wiser.</p> \n<p>She has learnt from her past mistakes and knows that she returned too soon after she had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/apr/03/british-no2-heather-watson-glandular-fever\" title=\"\">glandular fever two years ago</a>. Having reached the third round of Wimbledon in 2012, losing to the eventual finalist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/jun/29/heather-watson-agnieszka-radwanska-live\" title=\"\">Agnieszka Radwanska</a>, she lost badly to Madison Keys in the first round.</p> \n<p>“I came back too soon,” she says. “I wasn’t fully better yet. I was just desperate to come back. I didn’t want to miss a slam or anything like that. Last year when I had the rib or shoulder injury, I missed one of my favourite tournaments of the year in Estoril because I knew it wasn’t right. You have to be patient, even though it sucks. It took me a while and I lost a bit of confidence because I wasn’t winning matches straight off the bat and I expected myself to. I just had to be patient and really fight my way back.” Despite Watson’s defeat to Stephens this is a promising era for women’s tennis in Britain, with Laura Robson back from the injury that has kept her out for 17 months and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/jo-konta-beats-ekaterina-makarova-eastbourne\" title=\"\">Johanna Konta wowing the crowds in Eastbourne</a>.</p> \n<p>Watson has slipped to 64th in the world but she is resolute in her belief that she can be a top-20 player one day. Although she has never been past the third round of a grand slam, the 23-year-old is still developing.</p> \n<p>“I think I’m kind of a late bloomer,” she says. “I did well in the juniors but later on, towards the end. Even in my career, I’ve had a few hiccups. I haven’t had amazing results and then terrible ones,I’ve just been gradually climbing my way up. I think I definitely have the tennis for it. I need to keep working on my mind and help that bring it out.”</p> \n<p>Watson says she remembers all of her matches, even when she was in the juniors, and she recalls going to Wimbledon as a little girl.</p> \n<p>“I went there once actually,” she says. “My mum’s friend from Guernsey had two tickets that year and she could have brought anybody but she told my mum: ‘Look, I’ll take Heather.’ She took me there and it was for the semi-finals. It was Venus Williams against … I can’t remember.” That probably annoyed her.“I was about seven or eight and it’s amazing that Venus is still playing and I can say I’ve played on tour against her,” she continues. “Just seeing it, I remember telling her: ‘I’m gonna play here one day,’ and everybody’s like: ‘Yeah, OK, Heather.’ To be playing there now, I’m just so pleased.”</p> \n<p>The Wimbledon draw is on Friday and Watson will find out who she is playing in the first round in her own time. Then she will focus. “That’s the tournament I want to do best in,” Watson says. “I always look forward to it. I really, really, really want to do well there this year.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435268844578/Heather-Watson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"British No1 Heather Watson is eager to improve her record at Wimbledon. Photograph: Ben Hoskins/Getty Images for LTA","credit":"Ben Hoskins/Getty Images for LTA","altText":"Heather Watson","cleanCaption":"British No1 Heather Watson is eager to improve her record at Wimbledon. Photograph: Ben Hoskins/Getty Images for LTA"}],"bodyImages":[],"webPublicationDate":"2015-06-25T21:47:00Z","lastModified":"2015-06-25T23:35:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jacob Steinberg","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/3/4/1425468993908/Jacob-Steinberg-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jacob-steinberg"}],"feature":true,"keywords":["Heather Watson","Wimbledon 2015","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Jacob Steinberg","topic":{"type":"tag-contributor","name":"profile/jacob-steinberg"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/heather-watson-wimbledon-tennis-jo-konta-laura-robson-british","shortUrl":"http://gu.com/p/4a5t3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/heather-watson-wimbledon-tennis-jo-konta-laura-robson-british","webUri":"http://www.theguardian.com/sport/2015/jun/25/heather-watson-wimbledon-tennis-jo-konta-laura-robson-british"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435268844578/Heather-Watson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"British No1 Heather Watson is eager to improve her record at Wimbledon. Photograph: Ben Hoskins/Getty Images for LTA","credit":"Ben Hoskins/Getty Images for LTA","altText":"Heather Watson","cleanCaption":"British No1 Heather Watson is eager to improve her record at Wimbledon. Photograph: Ben Hoskins/Getty Images for LTA"}},"importance":5,"byline":{"title":"Jacob Steinberg"},"showQuotedHeadline":true,"sublinks":[{"title":"Wimbledon / Britain’s Evans beaten in qualifying by Sugita","rawTitle":"Britain’s Evans beaten in qualifying by Sugita","item":{"type":"article","id":"sport/2015/jun/26/dan-evans-wimbledon-qualifying-beaten","title":"Britain’s Dan Evans beaten in Wimbledon qualifying by Yuichi Sugita","trailText":"Britain’s Dan Evans saw his hopes of making the Wimbledon first round extinguished as he fell at the last hurdle of qualifying against Japan’s Yuichi Sugita","standFirst":"<span class=\"bullet\">•</span> British No3 loses 7-6 (8/6), 6-2, 7-5 in Roehampton\n<br />\n<span class=\"bullet\">•</span> Britain will have six men in the first round including Andy Murray","byline":"Press Association","body":"<p>Britain’s Dan Evans’s hopes of making the Wimbledon first round were extinguished as he fell at the last hurdle of qualifying against Japan’s Yuichi Sugita.</p> \n<p>Evans has made the first round at SW19 three times before in his career but Sugita, ranked No149 in the world, proved too strong and cruised to a 7-6 (8/6), 6-2, 7-5 victory.</p> \n<p>It means no British male qualifiers will join Friday’s main draw after Richard Gabb, Ed Corrie, Daniel Cox, Joshua Milton, Alexander Ward and Richard Bloomfield had also lost in earlier rounds.</p> \n<p>Evans fought back from 3-0 down in the first to lead Sugita 5-3 at Roehampton but the Briton failed to serve out and his opponent took full advantage.</p> \n<p>A tight first set was followed by a comfortable second for Sugita, who went on to book his place in the main draw for the first time in two hours and 13 minutes.</p> \n<p>Britain will have six men in the first round with Andy Murray leading the charge along with Aljaz Bedene while Kyle Edmund, James Ward, Liam Broady and Brydan Klein have been given wild cards.</p> \n<p>In the women’s tournament, Heather Watson took her place by right and wild cards have also been handed to Laura Robson, Johanna Konta and Naomi Broady.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/26/1435274217703/Dan-Evans-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dan Evans was beaten in straight sets by Japan’s Yuichi Sugita. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Dan Evans","cleanCaption":"Dan Evans was beaten in straight sets by Japan’s Yuichi Sugita. Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-25T23:17:25Z","lastModified":"2015-06-25T23:41:12Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Tennis","Sport","Wimbledon","Wimbledon 2015"],"tags":[{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/dan-evans-wimbledon-qualifying-beaten","shortUrl":"http://gu.com/p/4a64t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/dan-evans-wimbledon-qualifying-beaten","webUri":"http://www.theguardian.com/sport/2015/jun/26/dan-evans-wimbledon-qualifying-beaten"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/26/1435274217703/Dan-Evans-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dan Evans was beaten in straight sets by Japan’s Yuichi Sugita. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Dan Evans","cleanCaption":"Dan Evans was beaten in straight sets by Japan’s Yuichi Sugita. Photograph: BPI/REX Shutterstock"}},"importance":0,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/26/1435274217703/Dan-Evans-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dan Evans was beaten in straight sets by Japan’s Yuichi Sugita. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Dan Evans","cleanCaption":"Dan Evans was beaten in straight sets by Japan’s Yuichi Sugita. Photograph: BPI/REX Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435268844578/Heather-Watson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"British No1 Heather Watson is eager to improve her record at Wimbledon. Photograph: Ben Hoskins/Getty Images for LTA","credit":"Ben Hoskins/Getty Images for LTA","altText":"Heather Watson","cleanCaption":"British No1 Heather Watson is eager to improve her record at Wimbledon. Photograph: Ben Hoskins/Getty Images for LTA"}}]},{"title":"Cricket / Marsh makes hay for Australians during run harvest in Kent","rawTitle":"Marsh makes hay for Australians during run harvest in Kent","item":{"type":"article","id":"sport/2015/jun/25/shaun-marsh-australia-run-harvest-kent","title":"Shaun Marsh makes hay for Australians during run harvest in Kent","trailText":"Shaun Marsh hit 114 in opening partnership of 181 with Chris Rogers as Australians reached 348 for three on opening day of tour match against Kent","standFirst":"<span class=\"bullet\">•</span> Australia 348-3 v Kent\n<br />\n<span class=\"bullet\">•</span> Shaun Marsh hits century, fellow opener Chris Rogers out for 84","byline":"Vic Marks at Canterbury","body":"<p>This was even more serene than Worcester, where the Australians traditionally start their tours. The hosts could not have been more accommodating.</p> \n<p>They delivered a warm, sunny day, a placid, brown pitch and upon winning the toss they decorously invited the tourists to bat first. This was not because Sam Northeast, Kent’s captain, spotted any moisture in the pitch, nor because he sensed his patchwork attack was in the mood to knock over the Aussies. The tourist game is a moneyspinner for impoverished counties and it is important that it should last four days. And Kent have not been batting very well.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/ashes-2015-four-key-australia-players-steve-smith-mitchell-starc-adam-voges-josh-hazlewood-england\">Ashes 2015: Four key Australia players for England to contend with</a> </p> \n</aside> \n<p>The grassy banks were full and those reclining there watched the Australians gently take apart a team which are languishing at the bottom of Division Two. It would be a grave disappointment to Andrew Strauss and Trevor Bayliss, and the rest of the nation, if batting continued to be as straightforward for the Australians throughout the rest of the tour.</p> \n<p>No one failed unless the 56 and 84 compiled by Michael Clarke and Chris Rogers respectively is considered failure in these days of hyper-inflation (we are talking cricket scores here, not ticket prices). Perhaps the tourists would have preferred something more demanding despite earnest spells from Mitchell Claydon, originally from New South Wales, and an encouraging effort from the 21-year-old Matthew Hunn, who took the only wickets to fall.</p> \n<p>Shaun Marsh hit a smooth century. He is a dry West Aussie and the son of Geoff, and he admitted to being a “bit surprised” when the Australians were invited to bat before adding “but we’re not complaining”. Clarke and Steve Smith, captain and heir apparent, enjoyed themselves in the final session. Smith has scored runs in these parts before. He once had a season for Sevenoaks Vine CC in the days when no one was quite sure whether he was a wrist spinner or a batsman. For Smith there is no identity crisis anymore.</p> \n<p>The Australians, World Cup winners and on a roll in Test cricket, have a fair amount to be confident about but there are issues to be decided before the first Test in Cardiff in just under a fortnight. One of them is the identity of David Warner’s opening partner.</p> \n<p>Rogers is now 37, not the sort of age when one is selected to carry the drinks in what will be his last Test series. However, there is the slight complication that Rogers missed the Test series in the Caribbean because he was suffering from concussion. So technically he is not the incumbent. On 21, he offered one straightforward chance to Adam Riley at second slip off the perspiring Claydon and it was dropped. Thereafter he played with his usual pragmatism – he never aspires to elegance – until he was lbw to Hunn.</p> \n<p>Marsh, a slightly more beguiling left-hander, took a little longer to find his touch but was soon tapping the ball to the boundary with barely a hiccup. So the selectors have the happy knowledge that both openers are in reasonably good touch.</p> \n<p>Hence they are likely to trust their original instincts, which is probably good news for Rogers. He has first-hand knowledge of England and of Lord’s in particular. Marsh himself admitted Rogers had been “fantastically helpful in passing on his knowledge of English conditions”. There was no evidence of attempted run-outs. This feels like a happy and unified Australian team.</p> \n<p>There are other issues to decide before Cardiff. The expectation is that Adam Voges, who made his Test debut in the Caribbean at the age of 35, will be another Middlesex captain to make the final XI there. Meanwhile Shane Watson must be the favourite to keep Mitchell Marsh, Shaun’s younger brother, on the sidelines.</p> \n<p>On the bowling front there is the dilemma over Ryan Harris. He missed the Caribbean tour but he has been the scourge of the Poms in recent Ashes series – 57 of his 113 Test wickets have been against England at 20 apiece. However, to find a place for Harris, which must seem like a good idea, Josh Hazlewood would have to give way and he performed superbly against West Indies. Hence Harris’s fitness and potency will be examined closely today.</p> \n<p>Apart from Hunn’s trio of illustrious wickets there was not much to celebrate for the home side – except that the crowds flocked in. The match offered a chance for the highly rated Adam Riley, the 23-year-old off-spinner who often, but not always, keeps James Tredwell out of the Kent championship side, to display his wares.</p> \n<p>In exacting circumstances he did not make much of an impression. Riley is a tall man but is not making the most of his height as he delivers the ball. No matter who bowls spin against them on this tour the Australians are minded to give him a hard time.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435259632658/Shaun-Marsh-Australians-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shaun Marsh hit 114 for the Australians in an opening stand of 181 with Chris Rogers against Kent. Photograph: Nigel French/PA","credit":"Nigel French/PA","altText":"Shaun Marsh Australians","cleanCaption":"Shaun Marsh hit 114 for the Australians in an opening stand of 181 with Chris Rogers against Kent. Photograph: Nigel French/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-25T19:14:31Z","lastModified":"2015-06-25T23:01:02Z","metadata":{"commentable":true,"commentCount":61,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["Australia cricket team","Kent","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/kent","webTitle":"Kent"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/shaun-marsh-australia-run-harvest-kent","shortUrl":"http://gu.com/p/4a62h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/shaun-marsh-australia-run-harvest-kent","webUri":"http://www.theguardian.com/sport/2015/jun/25/shaun-marsh-australia-run-harvest-kent"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435259632658/Shaun-Marsh-Australians-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shaun Marsh hit 114 for the Australians in an opening stand of 181 with Chris Rogers against Kent. Photograph: Nigel French/PA","credit":"Nigel French/PA","altText":"Shaun Marsh Australians","cleanCaption":"Shaun Marsh hit 114 for the Australians in an opening stand of 181 with Chris Rogers against Kent. Photograph: Nigel French/PA"}},"importance":4,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[{"title":"County cricket / Notts' Taylor and Patel disciplined by ECB","rawTitle":"Notts' Taylor and Patel disciplined by ECB","item":{"type":"article","id":"sport/2015/jun/25/nottinghamshire-james-taylor-samit-patel-disciplined-ecb-cricket","title":"Nottinghamshire pair James Taylor and Samit Patel disciplined by ECB","trailText":"The Nottinghamshire duo James Taylor and Samit Patel have each been handed three penalty points for breaching the ECB’s discipline code","standFirst":"<p><span class=\"bullet\">•</span> Taylor handed three penalty points for two level one breaches<br /><span class=\"bullet\">•</span> Patel also receives three points for level two breach</p>","byline":"Press Association","body":"<p>The Nottinghamshire duo James Taylor and Samit Patel have each been given three penalty points for breaching the England and Wales Cricket Board’s discipline code during recent County Championship matches.</p> \n<p>Taylor, a member of the England squad for the one-day international series against New Zealand, was reported for two level one breaches – showing dissent at an umpire’s decision by word or action and abuse of cricket ground, equipment or fixtures/fittings – during the match against Yorkshire from 22-25 June.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/stuart-broad-yorkshire-nottinghamshire-county-championship-match-report\">Stuart Broad enjoys birthday bash but Nottinghamshire bow to Yorkshire</a> </p> \n</aside> \n<p>The ECB announced in a statement that the penalty for the initial level one offence is a reprimand and the penalty for the subsequent level one offence is three penalty points.</p> \n<p>Patel, meanwhile, has been punished with three points for a level two breach of the code, which relates to showing serious dissent at an umpire’s decision, during the match against Somerset from 14-17 June.</p> \n<p>The penalties will remain on the players’ records for two years and the accumulation of nine or more penalty points in any two-year period will result in an automatic suspension.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435233246607/James-Taylor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Taylor was reported for two level one breaches during a recent clash with Yorkshire and has been handed three penalty points. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"James Taylor","cleanCaption":"James Taylor was reported for two level one breaches during a recent clash with Yorkshire and has been handed three penalty points. Photograph: Gareth Copley/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T12:01:15Z","lastModified":"2015-06-25T12:12:35Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Nottinghamshire","ECB","County Championship Division One","Cricket","Sport"],"tags":[{"id":"sport/nottinghamshire","webTitle":"Nottinghamshire"},{"id":"sport/ecb","webTitle":"ECB"},{"id":"sport/countychampionship1stdivisioncricket","webTitle":"County Championship Division One"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/nottinghamshire-james-taylor-samit-patel-disciplined-ecb-cricket","shortUrl":"http://gu.com/p/4a5ga","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/nottinghamshire-james-taylor-samit-patel-disciplined-ecb-cricket","webUri":"http://www.theguardian.com/sport/2015/jun/25/nottinghamshire-james-taylor-samit-patel-disciplined-ecb-cricket"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435233246607/James-Taylor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Taylor was reported for two level one breaches during a recent match against Yorkshire and has been handed three penalty points. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"James Taylor","cleanCaption":"James Taylor was reported for two level one breaches during a recent match against Yorkshire and has been handed three penalty points. Photograph: Gareth Copley/Getty Images"}},"importance":0,"kicker":{"title":"County cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435233246607/James-Taylor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Taylor was reported for two level one breaches during a recent clash with Yorkshire and has been handed three penalty points. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"James Taylor","cleanCaption":"James Taylor was reported for two level one breaches during a recent clash with Yorkshire and has been handed three penalty points. Photograph: Gareth Copley/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435259632658/Shaun-Marsh-Australians-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shaun Marsh hit 114 for the Australians in an opening stand of 181 with Chris Rogers against Kent. Photograph: Nigel French/PA","credit":"Nigel French/PA","altText":"Shaun Marsh Australians","cleanCaption":"Shaun Marsh hit 114 for the Australians in an opening stand of 181 with Chris Rogers against Kent. Photograph: Nigel French/PA"}}]},{"title":"Cycling / Dowsett claims fourth British time-trial title to equal record","rawTitle":"Dowsett claims fourth British time-trial title to equal record","item":{"type":"article","id":"sport/2015/jun/25/alex-dowsett-british-time-trial-title-equal-record","title":"Alex Dowsett claims fourth British time-trial title to equal record","trailText":"Alex Dowsett won a fourth elite British time-trial title on Thursday with a dominant display at Cadwell Park in Lincolnshire","standFirst":"<span class=\"bullet\">•</span> Essex rider matches Stuart Dangerfield’s mark at Cadwell Park\n<br />\n<span class=\"bullet\">•</span> Dowsett hoping to ride first Tour de France next month with Movistar","byline":"Press Association","body":"<p>Alex Dowsett won a fourth elite British time-trial title on Thursday with a dominant display at Cadwell Park in Lincolnshire.</p> \n<p>The 26-year-old from Maldon, Essex succeeded the absent Sir Bradley Wiggins as British champion and drew level with Stuart Dangerfield’s record haul of time-trial crowns.</p> \n<p>Wiggins, who is now concentrating on the track in his bid for a fifth Olympic gold in Rio next summer, won at Celtic Manor last year and claimed the world title last September.</p> \n<p>Dowsett, whose Hour Record was broken by Wiggins earlier this month, is next week hoping to ride in his first Tour de France with Movistar.</p> \n<p>Commonwealth Games champion Dowsett was favourite to reclaim the title he won for three successive years from 2011 to 2013 and finished the 45-kilometres course in one hour 00 minutes 11.13 seconds to win by 3:31.12 seconds.</p> \n<p>Ed Bradbury was second and Ryan Perry third, 3:51.15 behind.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435254387900/Alex-Dowsett--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alex Dowsett has now drawn level with Stuart Dangerfield’s record haul of time-trial crowns. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Alex Dowsett ","cleanCaption":"Alex Dowsett has now drawn level with Stuart Dangerfield’s record haul of time-trial crowns. Photograph: Bryn Lennon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T18:02:59Z","lastModified":"2015-06-25T18:06:56Z","metadata":{"commentable":true,"commentCount":12,"contributors":[],"feature":false,"keywords":["Cycling","Sport"],"tags":[{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/alex-dowsett-british-time-trial-title-equal-record","shortUrl":"http://gu.com/p/4a6x9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/alex-dowsett-british-time-trial-title-equal-record","webUri":"http://www.theguardian.com/sport/2015/jun/25/alex-dowsett-british-time-trial-title-equal-record"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435254387900/Alex-Dowsett--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alex Dowsett has now drawn level with Stuart Dangerfield’s record haul of time-trial crowns. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Alex Dowsett ","cleanCaption":"Alex Dowsett has now drawn level with Stuart Dangerfield’s record haul of time-trial crowns. Photograph: Bryn Lennon/Getty Images"}},"importance":3,"kicker":{"title":"Cycling"},"showQuotedHeadline":false,"sublinks":[{"title":"Tour de France / Froome: ‘It’s building up to be an epic battle’","rawTitle":"Froome: ‘It’s building up to be an epic battle’","item":{"type":"article","id":"sport/2015/jun/25/chris-froome-2015-tour-de-france-cycling-vincenzo-nibali-nairo-quintana-alberto-contador","title":"Chris Froome: ‘It’s building up to be an epic Tour de France battle’","trailText":"The 2013 Tour winner is in relaxed mood before the Grand Départ but cannot wait to go wheel-to-wheel with Vincenzo Nibali, Nairo Quintana and Alberto Contador","standFirst":"The 2013 Tour winner is in relaxed mood before the Grand D&eacute;part but cannot wait to take on Vincenzo Nibali, Nairo Quintana and Alberto Contador\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling\" title=\"\">2015 Tour de France: Meet the contenders that should make it a classic</a>","byline":"Barry Glendenning","body":"<p>Chris Froome has likened the first nine stages of this year’s Tour de France to a series of one-day Classic races and suggested the scramble to the podium will not begin in earnest until it enters the mountains in the south of France. The 2013 winner is currently fine-tuning last-minute preparations for next Saturday’s Grand D&eacute;part from the Dutch city of Utrecht, for a Tour many are expecting to be the most closely fought for years.</p> \n<p>Along with his fellow Grand Tour winners Vincenzo Nibali, Nairo Quintana and Alberto Contador, the Sky leader is among the favourites who will need to negotiate and survive a series of largely flat but extremely tricky stages through the Netherlands, Belgium and the north of France if they are to remain in contention for victory in La Grande Boucle before the peloton hits the Pyrenees.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/marcel-kittel-not-picked-2015-tour-de-france-cycling\">Mark Cavendish’s sprint rival Marcel Kittel not picked for Tour de France</a> </p> \n</aside> \n<p>“That first week really is going to be crucial: the first nine days, until we get up into the mountains,” said Froome, referring to stages in which none of the main General Classification contenders will win the Tour but any number of them could lose it in coastal crosswinds, on treacherous pav&eacute; or through the kind of wretched luck that forced the Sky team leader to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/video/2014/jul/09/tour-de-france-2014-chris-froome-crashes-out-stage-five-video\" title=\"\">abandon last year</a>.</p> \n<p>“In my mind, it’s almost like each one of those nine days is like a Classics race in its own right, so it’s almost like we’ve got to do nine one-day Classics before then starting the [General Classification] race up in the mountains,” said Froome.</p> \n<p>“It’s going to be hugely crucial, but I think we’ve got a potentially very strong Classics orientation in our Tour de France squad.”</p> \n<p>Having been forced out of last year’s Tour through injury, after two crashes on stage five, Froome is excited by the prospect of wrestling the yellow jersey back from the Astana rider Nibali.</p> \n<p>The Italian’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/video/2014/jul/28/italy-vincenzo-nibali-tour-de-france-victory-video\" title=\"\">celebrations in Paris</a> last year were rendered somewhat hollow by the withdrawal through injury of Froome, who on Wednesday <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/chris-froome-missed-drug-test-tour-de-france\" title=\"\">admitted to missing a drugs test while on holiday</a> this year, and Contador, not to mention Quintana’s decision to sit out the Tour after winning his first Giro. “It feels great to be here now,” said Froome, fresh from winning this year’s Tour warm-up, the Crit&eacute;rium du Dauphin&eacute;.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It's probably the biggest battle we’ve seen for years in the Tour de France</p> \n  <footer> \n   <cite>Chris Froome</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“The Tour is just over a week away, things are looking good personally, my condition feels good and I think the whole team is buzzing after winning the Dauphin&eacute;. I think that’s lifted everyone’s morale. I think for myself personally, I feel as if I’ve come into the race with a lot less pressure on my shoulders.</p> \n<p>“I feel a lot more relaxed this time around, not coming in as the defending champion. I’ve got a really strong team around me. The way the Tour is structured this year, I think it’s really building up to be such an epic battle between the big rivals, the big GC contenders; probably the biggest battle we’ve seen for years in the Tour de France. It’s exciting; really exciting and we can’t wait to get the show on the road.”</p> \n<p>A sizeable obstacle was removed from his path on Thursday when the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/25/tour-de-france-organisers-stage-20-col-du-galibier-landslide\" title=\"\">Col du Galibier climb was taken off the schedule</a> for the 20th stage due to landslides. However another was swiftly put in its place when the route from Modane to Alpe d’Huez was diverted over the Col de la Croix de Fer. One show Sky will not be getting on the road is the motor home Froome had been hoping to sleep in each night, after the UCI put a stop to their wheeze of having their team leader avoid hotels designated by the race organisers.</p> \n<p>“I think it’s unfortunate they’ve taken that decision,” said Froome.“I think it was purely just from a performance point of view. I could only see it as being a good thing to be able to control those factors, where you get into some of those race hotels and one night you’re on a hard bed, one night you’re on a soft bed and you wake up with a sore back. Some of the rooms without air conditioning in mid-July in France … you’re just going to be sweating for 10 hours.”Froome will need all the good sleep he can get, as his uninterrupted nights of rest are numbered – the cyclist looked chuffed to announce that he and his wife Michelle are expecting their first child at the end of this year.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435238540255/Chris-Froome-in-Tour-de-F-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Froome will be hoping, once again, to be out in front when the Tour de France begins. Photograph: Godingimages/Press Association","credit":"Godingimages/Press Association","altText":"Chris Froome in Tour de France action","cleanCaption":"Chris Froome will be hoping, once again, to be out in front when the Tour de France begins. Photograph: Godingimages/Press Association"}],"bodyImages":[],"webPublicationDate":"2015-06-25T13:31:41Z","lastModified":"2015-06-25T23:35:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":true,"keywords":["Chris Froome","Tour de France","Tour de France 2014","Cycling","Sport"],"tags":[{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/tour-de-france-2014","webTitle":"Tour de France 2014"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/25/chris-froome-2015-tour-de-france-cycling-vincenzo-nibali-nairo-quintana-alberto-contador","shortUrl":"http://gu.com/p/4a5jg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/25/chris-froome-2015-tour-de-france-cycling-vincenzo-nibali-nairo-quintana-alberto-contador","webUri":"http://www.theguardian.com/sport/2015/jun/25/chris-froome-2015-tour-de-france-cycling-vincenzo-nibali-nairo-quintana-alberto-contador"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457268700","source":"SNTV","durationInSeconds":114,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150625ChrisFroome_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150625ChrisFroome.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/25/1435225284716/KP_325055_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Chris Froome on the Tour de France: Im not looking for a stage win  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Chris Froome on the Tour de France: Im not looking for a stage win  video","cleanCaption":"620x372 trailpic for Chris Froome on the Tour de France: Im not looking for a stage win  video"}}},"importance":0,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435238540255/Chris-Froome-in-Tour-de-F-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Froome will be hoping, once again, to be out in front when the Tour de France begins. Photograph: Godingimages/Press Association","credit":"Godingimages/Press Association","altText":"Chris Froome in Tour de France action","cleanCaption":"Chris Froome will be hoping, once again, to be out in front when the Tour de France begins. Photograph: Godingimages/Press Association"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435254387900/Alex-Dowsett--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alex Dowsett has now drawn level with Stuart Dangerfield’s record haul of time-trial crowns. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Alex Dowsett ","cleanCaption":"Alex Dowsett has now drawn level with Stuart Dangerfield’s record haul of time-trial crowns. Photograph: Bryn Lennon/Getty Images"}}]},{"title":"Football / Southgate to stay on but England U21s selection policy could change","rawTitle":"Southgate to stay on but England U21s selection policy could change","item":{"type":"article","id":"football/2015/jun/25/gareth-southgate-england-under-21s-european-championship","title":"Gareth Southgate to stay on but England Under-21s selection policy could change","trailText":"Gareth Southgate will remain as head coach but is concerned about the availability of players and their lack of exposure to top-flight football","standFirst":"<span class=\"bullet\">•</span> Senior team fringe players such as Ross Barkley could have been used\n<br />\n<span class=\"bullet\">•</span> Lack of top-team exposure for youngsters worries head coach","byline":"John Ashdown in Olomouc","body":"<p>England’s post-mortem on their European Under-21 Championship exit will not include a change of head coach but could feature a rethink on which players are considered for inclusion in the squad.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/25/deficit-experience-england-under21s-exit-gareth-southgat\">Deficit of experience costs England Under-21s dear | John Ashdown</a> </p> \n</aside> \n<p>Gareth Southgate, who signed a contract extension in January that takes him through to the end of the 2017 edition of the tournament, is set to stay on in his dual role as the Under-21 head coach and the FA’s head of national teams at St George’s Park despite his side’s departure from the tournament in the group stages following the defeat by Italy on Wednesday evening.</p> \n<p>He acknowledged that selection policy, though, is “something we’ll have to look at again.” Much of the debate around the side’s third successive exit in the group stages has centred on the absence of established players such as Jack Wilshere, Phil Jones and Alex Oxlade-Chamberlain. While Southgate believes that the decision to leave those players out was justified, he hinted that England might need to reconsider the policy when it comes to those on the fringes of Roy Hodgson’s senior squad, such as Ross Barkley.</p> \n<p>“Ross is one we’ve got to think about,” he said. “I still think it’s not clear because he hadn’t kicked a ball with me for 20 months. So to bring him into the group isn’t something that would necessarily have worked. For his development, would it have been something good for his experience? An Under-21 finals is a high-quality field.</p> \n<p>“The policy generally is something I’m comfortable with because we expose this next group now. Would we have seen a glimpse of Ruben [Loftus-Cheek] if we’d done that? Possibly not. Jesse [Lingard] has come through as a player that if he gets a pathway with a club he’s shown on a top stage what he might be able to do. And had we had Saido Berahino, Harry Kane and Danny Ings as No9 and No10, would we talking about Ross in the same way? It’s absolutely a fair question and one we have to constantly review.”</p> \n<p>The lack of exposure of young English players to the top level of club football is also something that needs addressing, with Southgate worried that the financial premium put on England-qualified players is proving a barrier.</p> \n<p>“I do a lot of work with technical directors at all of the clubs as part of the role and if you speak to any of them, in an ideal world they’d have a core of English players,” said Southgate. “The intention is there, with some of our biggest clubs there’s a huge investment into their academies to bring English players through. The quality of player to get into the first-team of those top clubs obviously has to be incredibly high, so the challenge is much harder for the players.</p> \n<p>“But also there’s now a financial premium on English players, which is a problem. That does hinder opportunity because it is easier to go abroad and get something cheaper. If you’ve got two players at a similar level, price is going to dictate to a degree so that’s a concern.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435224469577/Gareth-Southgate-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gareth Southgate looks on during England Under-21s' 3-1 defeat to Italy at the European Championship. Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Gareth Southgate","cleanCaption":"Gareth Southgate looks on during England Under-21s' 3-1 defeat to Italy at the European Championship. Photograph: Carl Recine/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-25T21:29:01Z","lastModified":"2015-06-25T21:32:31Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Ashdown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnashdown"}],"feature":false,"keywords":["England Under-21s","Gareth Southgate","European Under-21 Championship","Football","Sport"],"tags":[{"id":"football/england-under-21s","webTitle":"England Under-21s"},{"id":"football/gareth-southgate","webTitle":"Gareth Southgate"},{"id":"football/european-under-21-championship","webTitle":"European Under-21 Championship"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"John Ashdown","topic":{"type":"tag-contributor","name":"profile/johnashdown"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/25/gareth-southgate-england-under-21s-european-championship","shortUrl":"http://gu.com/p/4a5a2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/25/gareth-southgate-england-under-21s-european-championship","webUri":"http://www.theguardian.com/football/2015/jun/25/gareth-southgate-england-under-21s-european-championship"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435224469577/Gareth-Southgate-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gareth Southgate looks on during England Under-21s' 3-1 defeat to Italy at the European Championship. Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Gareth Southgate","cleanCaption":"Gareth Southgate looks on during England Under-21s' 3-1 defeat to Italy at the European Championship. Photograph: Carl Recine/Reuters"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"John Ashdown / Deficit of experience costs England dear","rawTitle":"Deficit of experience costs England dear","item":{"type":"article","id":"football/blog/2015/jun/25/deficit-experience-england-under21s-exit-gareth-southgat","title":"Deficit of experience costs England Under-21s dear","trailText":"Gareth Southgate’s Under-21 squad were missing big names but their early exit from European Championship owes more to a lack of top-level game time","standFirst":"Gareth Southgate’s squad were missing big names but their early exit from European Championship owes more to lack of top-level game time","byline":"John Ashdown in Olomouc","body":"<p>With the England Under-21s bowing out of another tournament at the first hurdle, the battle lines have been drawn. One camp insists England need to rethink their blueprint: they did not pick their best players, they were outclassed by Italy and Portugal, they scraped past Sweden, it’s another embarrassment and we’re all going to hell in a handcart. And there is the camp who say tournament football is all about fine margins, England were hamstrung by injury, it is not about winning these tournaments anyway and if only Danny Ings had taken that chance in the opening minutes against Italy …</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/25/gareth-southgate-england-under-21s-european-championship\">Gareth Southgate to stay on but England Under-21s selection policy could change</a> </p> \n</aside> \n<p>As ever there is truth to be found on both sides of the argument. England did not pick the strongest squad possible but that was a decision with a logical rationale behind it and one in line with other teams. Italy and Portugal were better but not by a vast distance. Fine margins do make the difference but England are always on the wrong side of them. Injuries to Saido Berahino, John Stones and Luke Shaw played a part but injuries always do. Development is important but it cannot be the only goal. And Ings hit the side-netting – Italy’s Andrea Belotti and Marco Benassi, and Portugal’s Jo&atilde;o M&aacute;rio, did not.</p> \n<p>The issue that raises most hackles – the absence of the big names – is something of a straw man: England did not create an uneven playing field for themselves when selecting the squad. Italy opted not to pick Milan’s Mattia De Sciglio and Stephan El Shaarawy, PSG’s Marco Verratti or Genoa’s goalkeeper Mattia Perin. Germany could have had Mario G&ouml;tze in their squad if they so wished. Serbia went without Matija Nastasic, Lazar Markovic and Aleksandar Mitrovic. No country opted to sacrifice the developmental side of the tournament on the altar of success although it is interesting that the four sides to reach the semi-finals are the four with the most senior internationals in their squad.</p> \n<p>To have tried to bring in Jack Wilshere, Alex Oxlade-Chamberlain, Phil Jones, Raheem Sterling et al would simply have served to open old debates. Gareth Southgate’s predecessor as head coach, Stuart Pearce, seemed constantly at war during his tenure with the clubs over player availability and grumbled about player commitment. Whatever else could be thrown at the players in this squad, a lack of desire was not an issue and the buildup was not dominated by the absentee debate, even if the postmortem has been.</p> \n<p>The concern then is not so much about those who were not here but more about the experience of those who were. Of the 23-man England squad only five – Carl Jenkinson, Stones, James Ward-Prowse, Harry Kane and Ings – could be considered Premier League regulars last season, with the rest of the squad made up of top-flight bit-part players and Championship stalwarts. In the aftermath both Southgate and Dan Ashworth, the FA’s director of elite development, pinpointed that lack of big‑game exposure as a key failing.</p> \n<p>But it is an almost impossible puzzle to solve. “Young players will make mistakes” has been something of a mantra here and while that is true, the burden for those mistakes falls on the national side. Chelsea are not going to allow Nathaniel Chalobah a season to learn the ropes at the base of their midfield any more than Liam Moore can expect a regular spot at the heart of the Leicester City defence – the stakes for Premier League clubs and managers at both ends of the spectrum are just too high.</p> \n<p>The exposure argument stacks up only so far, too. Italy’s third goal came from a throw-in by Stefano Sabelli, of the Serie B side Bari, which was hooked on by Marcello Trotta, once of Fulham and Barnsley and now of Serie B’s Avellino, and nodded home by Marco Benassi, who played fewer than half of Torino’s games as they finished ninth in Serie A. Sweden’s squad of semi-finalists contains players from Groningen, Halmstads and the Turkish side Mersin Idmanyurdu.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/25/england-under-21s-gareth-southgate-european-championship\">England Under-21s: How Gareth Southgate and his players rated at the European Championship</a> </p> \n</aside> \n<p>The two sides who buck that trend, though, have been Germany, who are stocked with Bundesliga regulars, and Portugal, who in their ranks boast seven players who played Champions League football in 2014-15; they have been widely considered the best two sides at the tournament. A CIES Football Observatory study before the tournament found that between 2009‑10 and 2013-14 players eligible for the Under-21 international football <a href=\"http://www.football-observatory.com/IMG/pdf/wp113_eng.pdf\">played around double the minutes</a> of their Serie A and Premier League counterparts, although the gap was narrower in 2014-15.</p> \n<p>For England there remain a few straws at which to clutch. Spain, France and Holland failed to qualify. The grand plans the FA has put in place for youth development are still in their infancy. But the goal is to create players capable of helping the senior side to major tournament success and the bottom line is that there was little evidence of that here.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435250934253/Danny-Ings-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Danny Ings, who missed a glorious chance in the defeat by Italy, shows his dejection after England Under-21s are knocked out of the European Championship. Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Danny Ings","cleanCaption":"Danny Ings, who missed a glorious chance in the defeat by Italy, shows his dejection after England Under-21s are knocked out of the European Championship. Photograph: Carl Recine/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-25T21:30:01Z","lastModified":"2015-06-25T23:00:53Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"John Ashdown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnashdown"}],"feature":true,"keywords":["England Under-21s","European Under-21 Championship","Football","Sport"],"tags":[{"id":"football/england-under-21s","webTitle":"England Under-21s"},{"id":"football/european-under-21-championship","webTitle":"European Under-21 Championship"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"John Ashdown","topic":{"type":"tag-contributor","name":"profile/johnashdown"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/25/deficit-experience-england-under21s-exit-gareth-southgat","shortUrl":"http://gu.com/p/4a6v2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/25/deficit-experience-england-under21s-exit-gareth-southgat","webUri":"http://www.theguardian.com/football/blog/2015/jun/25/deficit-experience-england-under21s-exit-gareth-southgat"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435250934253/Danny-Ings-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Danny Ings, who missed a glorious chance in the defeat by Italy, shows his dejection after England Under-21s are knocked out of the European Championship. Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Danny Ings","cleanCaption":"Danny Ings, who missed a glorious chance in the defeat by Italy, shows his dejection after England Under-21s are knocked out of the European Championship. Photograph: Carl Recine/Reuters"}},"importance":0,"kicker":{"title":"John Ashdown"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435250934253/Danny-Ings-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Danny Ings, who missed a glorious chance in the defeat by Italy, shows his dejection after England Under-21s are knocked out of the European Championship. Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Danny Ings","cleanCaption":"Danny Ings, who missed a glorious chance in the defeat by Italy, shows his dejection after England Under-21s are knocked out of the European Championship. Photograph: Carl Recine/Reuters"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435224469577/Gareth-Southgate-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gareth Southgate looks on during England Under-21s' 3-1 defeat to Italy at the European Championship. Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"Gareth Southgate","cleanCaption":"Gareth Southgate looks on during England Under-21s' 3-1 defeat to Italy at the European Championship. Photograph: Carl Recine/Reuters"}}]},{"title":"Liverpool / Clyne set for switch after Southampton accept £12.5m offer","rawTitle":"Clyne set for switch after Southampton accept £12.5m offer","item":{"type":"article","id":"football/2015/jun/25/nathaniel-clyne-liverpool-southampton","title":"Nathaniel Clyne set for Liverpool switch after Southampton accept £12.5m offer","trailText":"Liverpool have agreed a £12.5m deal for the Southampton right-back Nathaniel Clyne, who is set to become the club’s sixth signing of the summer","standFirst":"<span class=\"bullet\">•</span> Right-back will now undergo medical and finalise personal terms\n<br />\n<span class=\"bullet\">•</span> Nathaniel Clyne will be Liverpool’s sixth signing of pre-season","byline":"David Hytner","body":"<p>Liverpool have agreed a &pound;12.5m deal with Southampton for Nathaniel Clyne and the right-back is set to become the club’s sixth signing of the summer. Clyne, who has been capped five times by England, will undergo a medical at Liverpool – most likely next week, after he returns from a holiday – and finalise his personal terms on a five-year contract.</p> \n<p>The 24-year-old has pushed for the transfer, having made it clear that he did not want to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/apr/16/nathaniel-clyne-southampton-difficult-ronald-koeman\">agree to fresh terms at Southampton</a>. His deal with them was due to expire next summer. Southampton were reluctant to sell but Clyne informed them he wanted to progress his career at Anfield. Manchester United had shown an interest in him but Liverpool are on the brink of being rewarded for their persistence.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/24/roberto-firmino-liverpool-thiever-of-balls\">Liverpool’s Roberto Firmino: a thiever of balls who never stops running | Marcus Christenson</a> </p> \n</aside> \n<p>Southampton valued Clyne at &pound;15m but they have settled for less, with &pound;2m of the money to be paid upon appearance-based criteria. They had rejected Liverpool’s opening offer, which was worth up to &pound;10m. Clyne will follow three former Southampton team-mates to Anfield – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jul/01/adam-lallana-move-southampton-liverpool\">Adam Lallana</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jul/27/loic-remy-move-liverpool-queens-park-rangers\">Dejan Lovren</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jun/02/rickie-lambert-joins-liverpool-southampton-adam-lallana\">Rickie Lambert</a> moved there from St Mary’s last summer – and he hopes to kick on after his fine season last time out, which brought him recognition at international level. Brendan Rodgers, the Liverpool manager, sees him as the perfect fit for his attacking style, with Clyne regarded as defensively sound and also a threat going forward.</p> \n<p>Rodgers has found right-back to be a problem position with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/aug/06/liverpool-sign-javier-manquillo-loan-atletico-madrid\">Javier Manquillo </a>having struggled there last season after his arrival on loan from Atl&eacute;tico Madrid, Jon Flanagan being ruled out because of a serious knee injury and Glen Johnson falling from favour.</p> \n<p>Johnson failed to convince the club that he warranted a new contract and he will leave as a free agent at the end of the month. Rodgers turned to Emre Can, even though the German midfielder was uncomfortable at right-back and he will now hope that Clyne can provide the solution. Liverpool have moved quickly to restrengthen after the disappointment of last season, when they faded towards the end to finish sixth and they have signed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/24/liverpool-announce-roberto-firmino-signing-brazil-hoffenheim\">Roberto Firmino</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/04/james-milner-sign-free-liverpool-manchester-city\">James Milner</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/08/danny-ings-agrees-liverpool-transfer-burnley\">Danny Ings</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/liverpool-sign-bolton-goalkeeper-adam-bogdan\">Adam Bogdan</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/20/liverpool-joe-gomez-charlton-athletic\">Joe Gomez</a>. The deal for Firmino, the Brazil forward from Hoffenheim, is worth &pound;29m – the second highest outlay on a player in the club’s history. Liverpool could recoup much of their summer spending if they were to sell <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/19/raheem-sterling-manchester-city-liverpool\">Raheem Sterling</a>, who wants to leave and has been the subject of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/liverpool-reject-manchester-citys-40m-bid-for-raheem-sterling\">failed &pound;40m bid from Manchester City</a>.</p> \n<p>City indicated that &pound;40m was their final price but they could yet bid again.</p> \n<p>Clyne’s sale has looked likely for several weeks and Southampton have put contingencies in place. They have <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/18/southampton-sign-sporting-lisbon-cedric-soares\">signed C&eacute;dric Soares from Sporting Lisbon</a> for an initial &pound;3.6m while they have explored the possibility of taking Carl Jenkinson on loan from Arsenal. They have long placed great store on succession planning.Jamie Carragher, the former Liverpool player, joked that he had played a part in Clyne’s transfer. “Saw Nathaniel Clyne at St Mary’s last season after a game and told him to sign for LFC,” Carragher tweeted. “He took the advice! I’m on the transfer committee now.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435229175453/Nathaniel-Clyne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nathaniel Clyne made 41 appearances for Southampton last season but now looks set to join Liverpool. Photograph: JMP/Rex Shutterstock","credit":"/JMP/Rex Shutterstock","altText":"Nathaniel Clyne","cleanCaption":"Nathaniel Clyne made 41 appearances for Southampton last season but now looks set to join Liverpool. Photograph: JMP/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-25T12:20:03Z","lastModified":"2015-06-26T00:00:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"David Hytner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400688222276/David-Hytner-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidhytner"}],"feature":false,"keywords":["Liverpool","Southampton","Transfer window","Football","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"David Hytner","topic":{"type":"tag-contributor","name":"profile/davidhytner"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/25/nathaniel-clyne-liverpool-southampton","shortUrl":"http://gu.com/p/4a5d4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/25/nathaniel-clyne-liverpool-southampton","webUri":"http://www.theguardian.com/football/2015/jun/25/nathaniel-clyne-liverpool-southampton"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435229175453/Nathaniel-Clyne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nathaniel Clyne made 41 appearances for Southampton last season but now looks set to join Liverpool. Photograph: JMP/Rex Shutterstock","credit":"/JMP/Rex Shutterstock","altText":"Nathaniel Clyne","cleanCaption":"Nathaniel Clyne made 41 appearances for Southampton last season but now looks set to join Liverpool. Photograph: JMP/Rex Shutterstock"}},"importance":2,"kicker":{"title":"Liverpool"},"showQuotedHeadline":false,"sublinks":[{"title":"Carlos Bacca / Liverpool interested in signing Sevilla striker","rawTitle":"Liverpool interested in signing Sevilla striker","item":{"type":"article","id":"football/2015/jun/25/liverpool-carlos-bacca-sevilla-two-english-clubs","title":"Liverpool one of two English clubs interested in signing Carlos Bacca","trailText":"Liverpool have been told they will have to meet Carlos Bacca’s €30m (£21.5m) release clause if they want to sign the striker from Sevilla","standFirst":"<span class=\"bullet\">•</span> Manchester United, Milan and Roma have also been linked with striker\n<br />\n<span class=\"bullet\">•</span> Liverpool told they must pay &pound;21.5m release clause to sign Colombian","byline":"Ed Aarons","body":"<p>Liverpool have been told they will have to meet Carlos Bacca’s €30m (&pound;21.5m) release clause if they want to sign the striker from Sevilla, with the Colombian’s agent admitting the Merseyside club are one of two in the Premier League considering a bid.</p> \n<p>Bacca, who is currently on international duty at the Copa Am&eacute;rica, is under contract with the Europa League winners for another three seasons having scored 34 goals in 71 appearances since moving to Spain two years ago from Club Brugge.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/25/nathaniel-clyne-liverpool-southampton\">Nathaniel Clyne set for Liverpool switch after Southampton accept &pound;12.5m offer</a> </p> \n</aside> \n<p>Despite reports that Liverpool have already made a bid to sign the 28-year-old, Sevilla’s sporting director Monchi confirmed that the club has yet to receive an offer but admitted there is nothing they can do to stop him leaving if the clause is met.</p> \n<p>That was also confirmed by Bacca’s agent Sergio Barila, although he revealed that Liverpool are not the only club in England to have been in touch.</p> \n<p>“We have had lots of interest but so far there has been no official approach,” he told the Guardian. “I spoke with Carlos on Wednesday night and we agreed we need a real solution. Clubs are telling him not to sign anything until they have made an offer but we are still waiting. Liverpool and another English club are among those that have shown an interest but there are also clubs in Italy. What is clear is that they must meet the release clause but at this stage nobody has.”</p> \n<p>Barila was in Italy last week to meet officials from Milan and Roma, although it is understood that Bacca would prefer a move to England. Manchester United have also been mentioned as a possible destination for a player who only arrived in Europe in 2012 at the age of 24 having spent his formative years at Barranquilla-based Atl&eacute;tico Junior, <a href=\"http://www.marca.com/2013/07/14/en/football/spanish_football/1373828751.html\">where he worked as a bus driver’s assistant</a> to supplement his income.</p> \n<p>Bacca scored seven goals in last season’s Europa League, including two in the final against Dnipro, to add to the 20 he managed in 37 appearances as Sevilla finished fifth in La Liga. That has led to widespread speculation he will depart, with Monchi admitting that the club has taken a risk by not signing him up to a new contract.</p> \n<p>“We have not received an official offer for Bacca. We are not in negotiations for any important player,” <a href=\"http://sevillafc.es/nuevaweb/actualidad/noticias/37964\">he said</a>.</p> \n<p>“I’m no fortune-teller but top strikers in the market there aren’t that many. Bacca has averaged 24.5 goals, 21 goals in his first season at the club and 28 in his second.</p> \n<p>“I hope no one pays his buy-out clause. It’s a risk we take but we can’t do anything about that.</p> \n<p>“We gave him a new contract 10 months ago and I believe he and his family are very happy here. But I cannot predict the future.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/25/gonzalo-higuain-napoli-release-clause-94m\">Napoli price Gonzalo Higua&iacute;n at &pound;67m to ward off big European clubs</a> </p> \n</aside> \n<p>After being sent off in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/colombia-fight-to-crucial-1-0-win-over-brazil-in-copa-america\">Colombia’s victory over Brazil</a> for clashing with Neymar, Bacca was handed a two-match suspension that means he will only feature again in the Copa Am&eacute;rica if Jos&eacute; P&eacute;kerman’s side beat Argentina in Friday’s quarter-final. Barila acknowledged that Bacca could still end up staying with Sevilla but admitted Liverpool was on a list of clubs he would consider joining.</p> \n<p>“Sevilla are a good team who will play in the Champions League next season so it wouldn’t be a disaster to stay,” he said. “Carlos has other options to earn a lot of money in places like China or the United Arab Emirates but that would not fit in with what he is looking for.</p> \n<p>“We are really looking at three things - number one is to have a happy family situation for his wife and son because he had a bad experience in Belgium. The second is to find a good team with a good project. Before he went to Chile, we wrote down a list of clubs that fit that description and Liverpool was on that list.</p> \n<p>“The third question is the contract. He has a good salary in Sevilla but we know how much clubs in England can pay.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435262599577/Carlos-Bacca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carlos Bacca scored twice in Sevilla's Europa League final victory over Dnipro. Photograph: Eddie Keogh/REUTERS","credit":"Eddie Keogh/REUTERS","altText":"Carlos Bacca","cleanCaption":"Carlos Bacca scored twice in Sevilla's Europa League final victory over Dnipro. Photograph: Eddie Keogh/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-06-25T20:06:09Z","lastModified":"2015-06-25T22:51:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ed Aarons","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ed-aarons"}],"feature":false,"keywords":["Liverpool","Transfer window","Manchester United","Football","Sport"],"tags":[{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Ed Aarons","topic":{"type":"tag-contributor","name":"profile/ed-aarons"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/25/liverpool-carlos-bacca-sevilla-two-english-clubs","shortUrl":"http://gu.com/p/4a633","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/25/liverpool-carlos-bacca-sevilla-two-english-clubs","webUri":"http://www.theguardian.com/football/2015/jun/25/liverpool-carlos-bacca-sevilla-two-english-clubs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435262599577/Carlos-Bacca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carlos Bacca scored twice in Sevilla's Europa League final victory over Dnipro. Photograph: Eddie Keogh/REUTERS","credit":"Eddie Keogh/REUTERS","altText":"Carlos Bacca","cleanCaption":"Carlos Bacca scored twice in Sevilla's Europa League final victory over Dnipro. Photograph: Eddie Keogh/REUTERS"}},"importance":0,"kicker":{"title":"Carlos Bacca"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435262599577/Carlos-Bacca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carlos Bacca scored twice in Sevilla's Europa League final victory over Dnipro. Photograph: Eddie Keogh/REUTERS","credit":"Eddie Keogh/REUTERS","altText":"Carlos Bacca","cleanCaption":"Carlos Bacca scored twice in Sevilla's Europa League final victory over Dnipro. Photograph: Eddie Keogh/REUTERS"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/25/1435229175453/Nathaniel-Clyne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nathaniel Clyne made 41 appearances for Southampton last season but now looks set to join Liverpool. Photograph: JMP/Rex Shutterstock","credit":"/JMP/Rex Shutterstock","altText":"Nathaniel Clyne","cleanCaption":"Nathaniel Clyne made 41 appearances for Southampton last season but now looks set to join Liverpool. Photograph: JMP/Rex Shutterstock"}}]}],"lastModified":"2015-06-26T08:21:28Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}