{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"Wimbledon / Murray 'in form of his life' for showdown with Federer","rawTitle":"Murray 'in form of his life' for showdown with Federer","item":{"type":"article","id":"sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final","title":"Mature Andy Murray in form of his life to face Roger Federer at Wimbledon","trailText":"Scot’s former coach Darren Cahill says he has never seen him playing so well and puts improvement down to experience and a settled home life","standFirst":"Scot’s former coach Darren Cahill says he has never seen him playing so well and puts improvement down to experience and a settled home life","byline":"Kevin Mitchell at Wimbledon","body":"<p>“He’s playing as well as I’ve ever seen him play.” That is the view of Darren Cahill, the astute Australian who coached Andy Murray briefly in 2011 and has watched him as a professional analyst since the Scot’s arrival on the Tour a decade ago. Going into Friday’s semi-final against Roger Federer that is some compliment from one of the most respected experts in the game, a former slam doubles champion who has the distinction of having coached the youngest ever world No1 in Lleyton Hewitt and the oldest in Andre Agassi.</p> \n<p>Cahill, who has been roaming the European circuit for 10 weeks with the broadcaster ESPN, says the match is too close to call but thinks Murray may have a slight advantage if he can win over a crowd who are invariably in love with Federer, no matter who he plays or where.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/andy-murray-roger-federer-five-things-wimbledon\">Andy Murray v Roger Federer: five things that will decide Wimbledon semi-final | Simon Cambers</a> </p> \n</aside> \n<p>“Roger gets so much support,” Cahill told the Guardian. “Everywhere he goes in the world he packs every single stadium. Normally he’s got 95% of the support behind him. This time he walks on to Centre Court and he’s not going to get that [level of] support because he’s up against Andy – and rightly so. How Roger handles that will be interesting.”</p> \n<p>In the most recent of their 23 matches, in the ATP World Tour Finals at the O<sub>2</sub> Arena in London last November, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/nov/13/andy-murray-roger-federer-atp-world-tour-finals\" title=\"\">Federer handed Murray a career-worst 6-0, 6-1 hiding</a>. At the same venue in 2012 – shortly after Murray had won Olympic gold – the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/nov/11/andy-murray-roger-federer-02-arena\" title=\"\">crowd were embarrassingly with the Swiss</a> against their home player. So there is baggage for them both to cope with.</p> \n<p>“It’s always one of the classic match-ups,” Cahill says. “It’s the guy who spends a lot more time on the baseline against the guy who’s looking to attack and get to the net at most opportunities. It’s always great between these guys. Neither could have prepared better. The extra week between the French and Wimbledon has helped all the players, to make sure they are physically and mentally ready, playing their best tennis.</p> \n<p>“They’ve had a couple of experiences together here before. In the [2012 Wimbledon] final Roger got the benefit after that rain delay, when he went in there [under the roof] and readjusted his tactics. And Andy got the better of him during the Olympic final. So to pick a winner in this match is just about impossible.</p> \n<p>“We’ve spent hours going through the Xs and Os, and they are always close. In the end it’s going to come down to half a dozen points. Who’s a little bit braver, a little more courageous in the big moments, will probably end up being the winner. Neither of them sits back and waits for the game to come to them; each of them steps up and takes every opportunity.”</p> \n<p>If there is any edge between them, it will probably be well disguised. The only on-court bust-up they have had arrived during Murray’s 6-4, 6-7 (5), 6-3, 6-7 (2), 6-2 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jan/25/andy-murray-roger-federer-australian-open\" title=\"\">win in the Australian Open semi-final</a> two years ago when they swapped glares across the net in the fourth set, the spat and the set going to the cool Swiss.</p> \n<p>Novak Djokovic’s coach, Boris Becker stirred the pot on the eve of the tournament when publicising his new book by suggesting there was lingering animosity between the world No1 and Federer. But Cahill does not think these mind games have as much impact as people imagine. (It is a view not entirely supported by recent evidence – especially the Australian Open final between Murray and Djokovic).</p> \n<p>He adds: “I don’t think it’s a factor any more. What these guys are competing for, what they’ve gone through the past seven or eight years for the rivalry they’ve had, I think it’s quite remarkable the relationship all four guys [putting Rafael Nadal in that mix] have got. So, no, I don’t think any personal elements of the relationship will factor into this match at all. They’re both playing for a spot in the Wimbledon final. That’s all they will have their eyes on.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/amelie-mauresmo-coach-who-made-andy-murray-mint-again\">Am&eacute;lie Mauresmo: the coach who made Andy Murray mint again</a> </p> \n</aside> \n<p>And Cahill senses new calm in the Scot since his marriage to Kim Sears in April. He also thinks Murray’s partnership with his coach of 12 months, Am&eacute;lie Mauresmo, has helped him mature as a player.</p> \n<p>“Over the past three or four years, we’ve seen him mature both on and off court. Recent developments – what’s happened to his personal life – have had a calming effect on him. He’s still the same professional he was when he first broke on to the Tour.</p> \n<p>“He wants it as much now as when he was chasing that first major. That’s one of the reasons he’s still playing at this level, and he’s still capable of winning more majors. He’s been the sort of person who’s never going to leave a stone unturned in trying to get the best out of himself.”</p> \n<p>Cahill detects some minor changes in Murray’s game, from adapting his physical preparation to his needs to the way he plays on court, using more of his skills as tennis shifts gradually away from the attritional game.</p> \n<p>“Time on Tour and learning to understand your body better, you become a smarter athlete and a smarter tennis player. That’s what’s happening with Andy: he’s working out what suits him better and how to prepare himself better for the majors. The body reacts differently to different pressures. How Federer prepares is different to the way Andy prepares, to the way Nadal or Djokovic prepare. So you have to find what works for you and I think Andy has latched on to what works for him.</p> \n<p>“You can’t get every decision right. When you’re younger and you’re facing the top players in the world you work extremely hard, but sometimes you might overwork a little bit in the wrong areas –with the right intentions, but you don’t know that until you go through those experiences yourself.</p> \n<p>“With a little bit of trial and error, and also him being willing to do everything as well as he can, he’s been able to get his preparation pretty much right.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436460563903/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Andy Murray","cleanCaption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-09T16:56:55Z","lastModified":"2015-07-09T23:01:22Z","metadata":{"commentable":true,"commentCount":108,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Andy Murray","Wimbledon 2015","Roger Federer","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final","shortUrl":"http://gu.com/p/4agyg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final","webUri":"http://www.theguardian.com/sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436460563903/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Andy Murray","cleanCaption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock"}},"importance":7,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[{"title":"Wimbledon / Murray's shoulder will be fine says coach","rawTitle":"Murray's shoulder will be fine says coach","item":{"type":"article","id":"sport/2015/jul/09/andy-murray-shoulder-injury-wimbledon-semi-final-roger-federer","title":"Andy Murray’s shoulder will be fine for Wimbledon semi-final, says coach","trailText":"Shoulder injury that needed treatment in fourth-round win will not hinder the No3 seed against Roger Federer on Friday","standFirst":"<span class=\"bullet\">•</span> Injury no longer an issue, says Jonas Bjorkman\n<br />\n<span class=\"bullet\">•</span> Murray and Roger Federer second on Centre Court","byline":"Kevin Mitchell at Wimbledon","body":"<p>As Andy Murray prepares for his 24th match against Roger Federer on Friday – and third with the Swiss on the Centre Court grass – he has to nurse a recovering right shoulder that he hopes will not rob him of a chance to contest the final two days later.</p> \n<p>Murray’s assistant coach, Jonas Bjorkman, insists the injury that flared in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon\" title=\"\">win over Andreas Seppi</a> , had not cleared after he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/andy-murray-wimbledon-2015-ivo-karlovic\" title=\"\">beat Ivo Karlovic </a>and, according to more detached opinion, looked to be lingering during his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/andy-murray-defeats-vasek-pospisil-wimbledon-quarter-finals\" title=\"\">quarter-final against Vasek Pospisil</a>, is no longer an issue.</p> \n<p>And those who witnessed Murray working out with the Swede on Thursday afternoon attest to the clean-striking power of the Scot. With Bjorkman serving from the T of the service box at probably the equivalent of a full-length 120 miles an hour, Murray missed just a single ball in about half an hour. It was an extraordinary performance. “He was hitting the ball nicely,” Bjorkman said later, “and, even against Pospisil, he looked great. He has played a lot of matches this year, probably more than ever with the great season he has had. Some days you are a little bit more tired in the muscles, you need to do the rehab and all of that. But against Pospisil it was looking great.”</p> \n<p>Bjorkman does not expect Federer to play desperate tennis even though this may be his last chance to win a record eighth title here. “Everyone said three years ago that he was done and finished but he’s still there, playing well, competing for the big matches. I think it’s probably more media speculation that this might be his last one. You can never count him out. He’s proved that a lot of times.”</p> \n<p>Bjorkman said he was not prepared for the level of work Murray put in off the court when he took up the job this summer. “I was amazed from the start how professional he is, how much work he puts in on a daily basis. He is there to work hard and achieve his goals. That has been very impressive, I have to say. He is playing with a lot of confidence and has been pretty relaxed during this event.”</p> \n<p>It is safe to say this will be the first Wimbledon semi-final with two Leeds United fans from Sweden lined up opposite each other in their respective players’ boxes.</p> \n<p>Bjorkman says of Federer’s coach, Stefan Edberg: “He’s definitely been a role model for me. He was my mentor more or less because he helped me from early on so he has always been there for me and given good advice. It always meant a lot if he called. We saw each other briefly now, and we were laughing, it will be fun to be in the opposite box.”</p> \n<p>And he admires what the former world No 1 and Wimbledon champion has done for Federer. “He has managed to get Roger to be more aggressive. He is definitely looking for the net a lot more, to shorten the points instead of maybe challenging the guys from the back as much.</p> \n<p>“Roger always had a great volley but he was some times pretty casual in the volley. Now you can see he is more determined when he comes forward, and he is focussing once he is there. He really puts the effort in. I think that is the big change in his game in which Stefan has helped.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436464206146/Wimbledon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray practises in front of his coach Amélie Mauresmo on one of the outside courts at Wimbledon. Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/REUTERS","altText":"Wimbledon","cleanCaption":"Andy Murray practises in front of his coach Amélie Mauresmo on one of the outside courts at Wimbledon. Photograph: Tony O'Brien/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-09T21:30:04Z","lastModified":"2015-07-09T23:15:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Wimbledon 2015","Roger Federer","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/andy-murray-shoulder-injury-wimbledon-semi-final-roger-federer","shortUrl":"http://gu.com/p/4agnm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/andy-murray-shoulder-injury-wimbledon-semi-final-roger-federer","webUri":"http://www.theguardian.com/sport/2015/jul/09/andy-murray-shoulder-injury-wimbledon-semi-final-roger-federer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436464206146/Wimbledon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray practises in front of his coach Amélie Mauresmo on one of the outside courts at Wimbledon. Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/REUTERS","altText":"Wimbledon","cleanCaption":"Andy Murray practises in front of his coach Amélie Mauresmo on one of the outside courts at Wimbledon. Photograph: Tony O'Brien/Reuters"}},"importance":0,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/6dfa90f4c8593e867f1962ddeb4f6d3034d348e1/516_180_3018_1811/1000.jpg","height":600,"width":1000}}]},{"title":"Murray v Federer / Five things that will decide the semi-final","rawTitle":"Five things that will decide the semi-final","item":{"type":"comment","id":"sport/blog/2015/jul/09/andy-murray-roger-federer-five-things-wimbledon","title":"Andy Murray v Roger Federer: five things that will decide Wimbledon semi-final","trailText":"Craig O’Shannessy, the lead analyst for the ATP and WTA Tours and the mastermind behind Dustin Brown’s win over Rafael Nadal, runs the rule over the two players","standFirst":"Craig O’Shannessy, lead analyst for the ATP and WTA Tours and the mastermind behind \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/dustin-brown-rafael-nadal-wimbledon\" title=\"\">Dustin Brown’s win over Rafael Nadal</a>, runs the rule over the two players","byline":"Craig O'Shannessy talks to Simon Cambers","body":"<h2>The Federer serve<br /></h2> \n<p>The most impressive thing in Roger Federer’s matches so far is his serving. He’s hitting his spots, he’s serving well, first serve, serve and volley, he’s mixing second serves, serve and volley. Everything is built around a strong first-serve percentage for him. That’s really the most important thing in the match. Every part of Roger’s game is better when he’s serving well. It allows Roger to do other things. Even the return game is better because he’s not under pressure. I think his average first serve percentage over his career is about 63%. It feels like it has to be more here, maybe about 67%. If he hits that average there’s not much Andy Murray can do.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final\">Mature Andy Murray in form of his life to face Roger Federer at Wimbledon</a> </p> \n</aside> \n<h2>The Murray second serve<br /></h2> \n<p>Roger should attack the Murray second serve, for sure. He makes more errors off his forehand return but he wins more points overall off it. He puts a ton of backhands back into play but he doesn’t win quite as many. Andy has to figure out where to go. On the deuce court, on the first serve, he’s got to go wide, pull him off the court, open up a hole. Two or three times a set Roger will chip and charge and come in off the return – and he likes to do it on the deuce court, down the line on the backhand – so Andy’s got to try to jam him a bit to the forehand. Mixing second serves to the forehand will be vital because if Roger gets in a rhythm with that serve coming to the backhand he’ll start to come over it with topspin.</p> \n<h2>How Murray deals with Federer coming to the net<br /></h2> \n<p>Roger just grows another leg up there, he really does. So anything Andy can do to stop him coming in will help. The thing Andy’s got to have an awareness of is how good is Roger going to be at the net? Roger’s going to come in on first serves, on second serves, on returns, with a regular approach, and he’s probably going to hit a drop shot and come in. So there are five ways he will come in and Andy’s got to have an awareness of which one’s working better on the day and try to have a plan to shut that down. Using the lob is a great idea for Andy. Roger can close in tight on the net and I’ve seen him miss quite a few overheads going back. You try to put it over the backhand if you can but for sure that’s a good idea.</p> \n<h2>The Murray forehand on the run<br /></h2> \n<p>I did some analysis of four matches between them and Andy made something like 67 errors when he was running from the ad[vantage] court to the forehand out wide, about 15 in the middle and only a few on the backhand. It used to be that you’d just get him on the run; it’s now a strength – I’ve hardly seen him miss it. Every time I’ve seen him on defence there, he’s flicked it across, and that corner to corner, I believe, is four and a half feet longer than down the line, so when he’s on defence he’s going right at that corner, where he’s got more room to land that.</p> \n<h2>Who deals with the occasion better on the day<br /></h2> \n<p>I don’t remember Andy <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/andy-murray-roger-federer-wimbledon-semi-final\" title=\"\">playing better than this</a>, and I don’t remember Roger playing better than this either – both guys are really at the absolute peak of their game. Roger’s not framing the ball, he’s hitting it clean. Andy’s hitting it harder. Both have improved. It’s going to be remarkable to see who blinks, to see who gets nervous. We always say it’s going to come down to a few points but it could come down to one point. It’s a crackerjack match. With Roger, all his strengths are on the serving side. For Andy, all his are on the returning side.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436461132646/Andy-Murray-and-Roger-Fed-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Andy Murray and Roger Federer face off in the Wimbledon men's semi-final for the chance to face Novak Djokovic or Richard Gasquet. Photograph: BPI/Rex Shutterstock; AFP/Getty","credit":"BPI/Rex Shutterstock; AFP/Getty","altText":"Andy Murray and Roger Federer","cleanCaption":"Andy Murray and Roger Federer face off in the Wimbledon men's semi-final for the chance to face Novak Djokovic or Richard Gasquet. Photograph: BPI/Rex Shutterstock; AFP/Getty"}],"bodyImages":[],"webPublicationDate":"2015-07-09T17:02:07Z","lastModified":"2015-07-10T00:09:55Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":true,"keywords":["Andy Murray","Roger Federer","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/andy-murray-roger-federer-five-things-wimbledon","shortUrl":"http://gu.com/p/4agyh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/09/andy-murray-roger-federer-five-things-wimbledon","webUri":"http://www.theguardian.com/sport/blog/2015/jul/09/andy-murray-roger-federer-five-things-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436461132646/Andy-Murray-and-Roger-Fed-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Andy Murray and Roger Federer face off in the Wimbledon men's semi-final for the chance to face Novak Djokovic or Richard Gasquet. Photograph: BPI/Rex Shutterstock; AFP/Getty","credit":"BPI/Rex Shutterstock; AFP/Getty","altText":"Andy Murray and Roger Federer","cleanCaption":"Andy Murray and Roger Federer face off in the Wimbledon men's semi-final for the chance to face Novak Djokovic or Richard Gasquet. Photograph: BPI/Rex Shutterstock; AFP/Getty"}},"importance":0,"kicker":{"title":"Murray v Federer"},"byline":{"title":"Craig O'Shannessy talks to Simon Cambers"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436461132646/Andy-Murray-and-Roger-Fed-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Andy Murray and Roger Federer face off in the Wimbledon men's semi-final for the chance to face Novak Djokovic or Richard Gasquet. Photograph: BPI/Rex Shutterstock; AFP/Getty","credit":"BPI/Rex Shutterstock; AFP/Getty","altText":"Andy Murray and Roger Federer","cleanCaption":"Andy Murray and Roger Federer face off in the Wimbledon men's semi-final for the chance to face Novak Djokovic or Richard Gasquet. Photograph: BPI/Rex Shutterstock; AFP/Getty"}}]},{"title":"Men's singles / Gasquet comfortable with underdog status","rawTitle":"Gasquet comfortable with underdog status","item":{"type":"article","id":"sport/2015/jul/09/richard-gasquet-says-he-is-underdog-against-novak-djokovic-in-semi-final","title":"Richard Gasquet says he is underdog against Novak Djokovic in semi-final","trailText":"Richard Gasquet has only one win against Djokovic in 12 matches but Frenchman says he can use experience of semi-final defeats to help him","standFirst":"<span class=\"bullet\">•</span> Frenchman Gasquet has only one win against Djokovic in 12 matches\n<br />\n<span class=\"bullet\">•</span> Gasquet says he can use experience of semi-final defeats","byline":"Simon Cambers at Wimbledon","body":"<p>Perhaps the best thing for Richard Gasquet, as he prepares to face the defending champion, Novak Djokovic, for a place in the final here, is that almost nobody expects or believes he will win. For a man who has spent a large chunk of his career inside the top 20, and been as high as No7, that may sound harsh. But his record of one win in 12 meetings with the world No 1, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2007/nov/13/tennis.simonburnton\" title=\"\">back in 2007</a>, and just one set to his name since that victory, means Gasquet knows that he is the underdog. And that is how he likes it.</p> \n<p>It is 10 years since an 18-year-old Gasquet shot to prominence when he beat Roger Federer in Monte Carlo. A prodigiously gifted junior, he had long been tipped for the top and with his one-handed backhand one of the most elegant, effective strokes in the game, he seemed set for big things. A semi-final appearance here in 2007 promised much but eight years on, Friday’s match is his third grand slam semi-final. His other semi-final was in the 2013 US Open, when he lost to Rafael Nadal. His ability has never been in question and his backhand is a thing of beauty, able to create pace, spin and angles that few others can match.</p> \n<p>Slighter of build than players such as Nadal, his physical strength has been the subject of some criticism, and at the crucial moments in big matches he has often been found wanting. Handling the pressure has never been considered his forte but the way he coped with the final set of his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/wimbledon-2015-richard-gasquet-stan-wawrinka\" title=\"\">quarter-final with Stan Wawrinka</a>, when he failed to serve out at 5-3 in the fifth but won it 11-9, bodes well. At 29, the road to this point has been a long one and despite his woeful record against Djokovic, he wants to relish it.</p> \n<p>“Novak is the favourite,” said Gasquet, who described himself as “the worst” of the four semi-finalists. “Everybody knows that. But I want to take my chance and we will see what will happen. I want to play a big game, try to be very aggressive. I want to enjoy it. It’s important for me to think I can win this match. That’s the most important thing, to go on the court and think you can win, it’s something I need to do on my mental part, to be there to win.”</p> \n<p>When he was in the semi-finals in 2007, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2007/jul/07/tennis.wimbledon10\" title=\"\">Gasquet was easily beaten by Federer</a>. That experience, he hopes, will stand him in good stead. “I’m 29 now,” he said. “I was 21. I have more experience. I know what it means to be in the semis. It’s a long time I didn’t do it.”</p> \n<p>Djokovic, who <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2011/jul/03/novak-djokovic-rafael-nadal-wimbledon-final\" title=\"\">won here in 2011</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/06/novak-djokovic-wins-wimbledon-title-roger-federer\" title=\"\">last summer</a>, looks strong again as he tries to bounce back from his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/06/novak-djokovic-stan-wawrinka-french-open-final\" title=\"\">defeat by Stan Wawrinka in the French Open final</a>, just as he did 12 months ago, recovering from defeat to Nadal in Paris. “Definitely it wasn’t easy to digest this loss in the finals against Stan,” he said. “I thought it was a great chance for me to win Roland Garros for the first time. But you’ve got to keep going. If there’s one thing I learnt from tennis it is the fact you have to recover so quickly. Try to use these losses, these particular experiences, as a way of getting stronger, encouraging yourself to be better. Last year was a pretty similar situation. I lost another close Roland Garros final against Rafa. Came here, won the title.</p> \n<p>“I try not to take things for granted. I worked very hard to get myself in position to fight for the big trophies. I want to keep on going.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436463270985/Richard-Gasquet-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richard Gasquet held his nerve to win 11-9 in the final set against Stan Wawrinka in their Wimbledon quarter-final. Photograph: Ye Pingfan/Xinhua Press/Corbis","credit":"Ye Pingfan/Xinhua Press/Corbis","altText":"Richard Gasquet","cleanCaption":"Richard Gasquet held his nerve to win 11-9 in the final set against Stan Wawrinka in their Wimbledon quarter-final. Photograph: Ye Pingfan/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-09T17:35:42Z","lastModified":"2015-07-09T23:01:23Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":false,"keywords":["Wimbledon 2015","Novak Djokovic","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/richard-gasquet-says-he-is-underdog-against-novak-djokovic-in-semi-final","shortUrl":"http://gu.com/p/4agn9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/richard-gasquet-says-he-is-underdog-against-novak-djokovic-in-semi-final","webUri":"http://www.theguardian.com/sport/2015/jul/09/richard-gasquet-says-he-is-underdog-against-novak-djokovic-in-semi-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436463270985/Richard-Gasquet-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richard Gasquet held his nerve to win 11-9 in the final set against Stan Wawrinka in their Wimbledon quarter-final. Photograph: Ye Pingfan/Xinhua Press/Corbis","credit":"Ye Pingfan/Xinhua Press/Corbis","altText":"Richard Gasquet","cleanCaption":"Richard Gasquet held his nerve to win 11-9 in the final set against Stan Wawrinka in their Wimbledon quarter-final. Photograph: Ye Pingfan/Xinhua Press/Corbis"}},"importance":0,"kicker":{"title":"Men's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436463270985/Richard-Gasquet-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richard Gasquet held his nerve to win 11-9 in the final set against Stan Wawrinka in their Wimbledon quarter-final. Photograph: Ye Pingfan/Xinhua Press/Corbis","credit":"Ye Pingfan/Xinhua Press/Corbis","altText":"Richard Gasquet","cleanCaption":"Richard Gasquet held his nerve to win 11-9 in the final set against Stan Wawrinka in their Wimbledon quarter-final. Photograph: Ye Pingfan/Xinhua Press/Corbis"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436460563903/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/REX Shutterstock/Mike Frey/BPI/REX Shutterstock","altText":"Andy Murray","cleanCaption":"Andy Murray lost the 2012 Wimbledon final to Roger Federer but gained a measure of revenge when he won the Olympic final less than a month later. Photograph: Mike Frey/BPI/Rex Shutterstock"}}]},{"title":"The Joy of Six / The Open at St Andrews","rawTitle":"The Open at St Andrews","item":{"type":"article","id":"sport/blog/2015/jul/10/the-open-at-st-andrews-joy-of-six","title":"The Joy of Six: The Open at St Andrews","trailText":"<strong>Scott Murray:</strong> From 19th-century wrath of Strath, snarking from Snead and not so elementary for Tom Watson, here’s a selection of the highlights from the Old Course","standFirst":"<p>From 19th-century wrath of Strath, snarking from Snead and not so elementary for Tom Watson, here’s a selection of the highlights from the Old Course</p>","byline":"Scott Murray","body":"<h2>1) Strath hits two men, storms off (1876)</h2> \n<p>The 1873 Open was the first to be held at St Andrews, and the first to be played over two rounds on an 18-hole course. (The competition had previously been decided by three rounds of 12 at Prestwick.) A record entry of 26 players contested it. Tom Kidd, a local lad, triumphed with rounds of 91 and 88. The scoring was high, even by the standards of the day: Mungo Park would take 20 shots fewer the following year at Musselburgh. The cause? Driving rain had turned the Old Course into a quagmire, though the local press hesitated before finally admitting any imperfections. “The putting greens were in fine condition,” one paper insisted, before finally, reluctantly, conceding downpage that “pools of water on the greens added considerably to the hazards”.</p> \n<p>Unlike the recent US Open at Chambers Bay, nobody harped on and on and on and on and on and on about the imperfect putting conditions. Instead, it would be another three years before the Open’s – and golf’s – first big toy-pram divestment scenario. The second Open to be held at St Andrews, the 16th overall, was a farce from the get-go, with the organisers forgetting to book the Old Course for the tournament. Oops! This meant pairings had to be squeezed in between meandering groups of ordinary folk out for their weekend hack. One such punter, an upholsterer called Mr Hutton, was hit upside the head by Open competitor Davie Strath, who hit a wild one from 14 towards a parallel hole while chasing down Bob Martin’s clubhouse lead.</p> \n<p>Strath already had four top-five Open finishes to his name, and this looked like being his year. Up until 14, he’d been going well. But though Mr Hutton was able to traipse gingerly back to the clubhouse, the incident disturbed Strath’s equilibrium. He bogeyed the hole, then dropped another at 15. Still, with a couple of holes left, his destiny remained in his own hands. A pair of fives would do it. Strath’s third into 17 looked like scampering on to the eponymous Road running behind the Hole, but the ball hit a member of the group ahead, who had taken their sweet time to vacate the green. Two putts, and that was the first five marked down. But Strath got snagged up in the Valley of Sin at 18, and took six. Never mind, he was still in a play-off the next day.</p> \n<figure class=\"element element-image\" data-media-id=\"6e40997f3a88acbf6243d1a612f626ab5a926238\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443085391/1643cd30-af36-4fdf-b937-d16aa8342d39-460x251.jpeg\" alt=\"Golfers and spectators line up at St Andrews in 1876.\" width=\"460\" height=\"251\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Golfers and spectators line up at St Andrews in 1876.</span> \n  <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty Images</span> \n </figcaption> \n</figure> \n<p>Ah but. The R&amp;A hadn’t only – this is worth repeating – <em>forgotten to book tee times for the Open</em>. They’d also failed to appoint a referee to adjudicate any contentious decisions. And a protest had been lodged by cronies of Martin regarding Strath’s approach to 17, arguing that the player had benefited unfairly from hitting the slow mover, thus avoiding the road. It was nothing more than a breach of etiquette, and would doubtless have been waved away, but the R&amp;A in its infinite wisdom refused to rule until after the play-off, which would be played “under protest”. Strath argued there was no point playing another 18 holes if he was just going to be disqualified at the end of them, and so stormed off in high dudgeon. Martin walked the 18 holes on his own the day after and was awarded the trophy.</p> \n<p>Strath had another go the following year at Musselburgh, but the title remained elusive. He came fifth, six shots behind Jamie Anderson. It was his final Open. Two years later, suffering from tuberculosis, he took a boat to Australia, hoping the sun would provide a cure. But laryngitis set in, and he died soon after disembarking. Martin’s victory, meanwhile, was destined to appear with an asterisk attached, so it’s nice that his presence on the Open roll of honour was later validated by another, far less controversial, win at St Andrews in 1885.</p> \n<h2>2) Jones melts down in bunker (1921)</h2> \n<p> Jock Hutchison won the 1921 Open. It’s fair to say his victory turned the tide. It was the first time an American lifted the Claret Jug, at a point in time where Scotland already had 39 wins under her belt. Since then, only Sandy Lyle and Paul Lawrie have taken the Open back to the old country. But the folks from the US have kept on truckin’. Phil Mickelson’s win at Muirfield in 2013 nudged the States ahead in the all-time list for the first time, the Americans now 42 up. So for setting the ball rolling, hats off to Hutchison – who, rather deliciously, was only a naturalised American, having been born and brought up (where else?) in St Andrews.</p> \n<p>Hutchison was a deserving winner in 1921, coming home early to study the course, and utilising deep-grooved pitching clubs to gain extra bite on greens that were running fast and hard. He aced the short 8th on his first round, and very nearly followed it up with a second hole-in-one in a row at the par-four 9th, driving the green, his ball scampering to within a couple of inches of the hole.</p> \n<p>He handsomely won a play-off against the amateur Roger Wethered by nine strokes. Mind you, Wethered would have won outright had he not incurred a penalty during the third round for stepping on his ball. The crass error was unlikely to have ever kept him awake at nights, though, if his attitude to the play-off is anything to go by: he took quite some persuading to hang around for it, a game of cricket having been arranged back home.</p> \n<p>An eventful enough Open, then, yet it’s probably best remembered for the Open debut of Bobby Jones. The 19-year-old American was the low amateur after two rounds, after which the Old Course showed its teeth. In the third round, Jones took 46 shots across the front nine, then another six on the 10th. And then on 11, having taken four shots in a bunker, he ripped his scorecard into tiny pieces, sent them scattering into the breeze, and stomped off wearing a look later described by onlookers as “puzzled dislike”.</p> \n<p>The greats have a way of turning things around, though, and the next time Jones came to HQ, for the 1927 Open, he shot an opening round of 68, eventually winning by six strokes, having led wire to wire. In his dotage, he explained how a drastic change of attitude led to a drastic change of fortune. “The Old Course is like a wise old lady,” began the wise old man, “whimsically tolerant of my impatience, but ready to reveal the secrets of her complex being, if I would only take the trouble to study and learn. The more I studied the Old Course, the more I loved it and the more I loved it, the more I studied it. There is always a way at St Andrews, although it is not always the obvious way.”</p> \n<figure class=\"element element-image\" data-media-id=\"51ffebe97f1ac8b5e4ead25015872edeab0953ef\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443237174/665d2823-dc1c-451e-a075-d27f41f5100f-460x362.jpeg\" alt=\"Bobby Jones put the 1921 debacle behind him and when the tournament returned to St Andrews six years later, won his second British Open title.\" width=\"460\" height=\"362\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bobby Jones put the 1921 meltdown behind him and when the tournament returned to St Andrews six years later, won his second British Open title.</span> \n  <span class=\"element-image__credit\">Photograph: Central Press/Getty Images</span> \n </figcaption> \n</figure> \n<p>Incidentally, that bunker Jones lost his mind in paid no heed to star names. Twelve years after Bobby’s brain-melt, in 1933, Gene Sarazen found himself stuck in there too, and took three to get out. He lost that Open by one shot.</p> \n<h2>3) Slammin’ Sam slams St Andrews (1946)</h2> \n<p> Bobby Jones is not the only US superstar to have taken an instant dislike to the Old Course. Enter Sam Snead, harrumphing his way up the east coast of Fife in a right old stew. “What is this place?!” he spluttered on first sight of St Andrews. “That looks like an abandoned golf course over there.” In fairness, this was 1946, and the course was only in passable condition thanks to the efforts of German prisoners of war, so Sammy wasn’t being egregiously unfair in his Slammin’. Nevertheless, the course could have been so pristine as to make Augusta National look like a peat bog, and yet Snead wouldn’t have been any happier to be visiting. He didn’t hold the Open in high regard, and was rumoured to have only agreed to play at the behest of Wilson Sporting Goods, to whom he was contracted, and who were interested in giving British sales a boost.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"626909215ecb3ba2e0027777d6f6c5bc9f43d742\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443320185/f881a3c3-01fc-427c-aa97-258d1ccb4b9f-280x420.jpeg\" alt=\"Cheer up Sam Snead.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cheer up Sam Snead.</span> \n  <span class=\"element-image__credit\">Photograph: Keystone/Getty Images</span> \n </figcaption> \n</figure> \n<p>Snead was also unsure that his occasionally skittish putting stroke was reliable enough to pass muster on the Old Course’s huge double greens (a set-up which he also considered beyond ridiculous). But he was given a few tips by the old master Walter Hagen and, subsequently becalmed, agreed to play. It proved a fine decision: Snead, benefiting from his prodigious length, accurate driving, and ability to fire long irons into the wind, was by far the steadiest golfer over the three days and four rounds, winning the tournament by four strokes from Bobby Locke and his good friend Johnny Bulla.</p> \n<p>Bulla may well have rued his troubles at the Road Hole during the tournament, where he took seven and six. He might also have regretted three-putting 16, 17 and 18 on his final round. But he must especially have questioned his persistence in persuading his pal Snead to come over and compete. (Bulla himself loved the Open.) A textbook case of self-sabotage.</p> \n<p>Snead never really changed his opinion of St Andrews or the Open, his mood not helped when his caddy requested the winning ball for posterity, then immediately sold it. Did he enjoy his visit? “Whenever you leave the USA, you’re just camping out,” came the gruff reply. But it was a harsh analysis, given how good Scotland had been to him. After all, in time, that Open win became a crucial component of the Snead legacy, especially as the great man would never get his hands on a precious US Open.</p> \n<h2>4) Peter Alliss &gt; Arnold Palmer (for one day) (1960)</h2> \n<p> The Centenary Open, at the home of golf. But the great British celebrations were overshadowed by a brash American. Arnold Palmer had just won the Masters and US Open, and fancied his chances of matching Ben Hogan’s three-major slam of 1953. Only this time, because there was no schedule clash between the Open and the PGA, he had a chance to go all out for all four. The grand slam. Or, as it was once known, the Impregnable Quadrilateral of Golf.</p> \n<p>The Impregnable Quadrilateral of Golf! It never gets old, does it. Grand slams are two a penny in professional sport; golf’s marketing gurus are missing a trick by not reviving this one, you know.</p> \n<p>But the Open organisers were more than happy that this brash American was here to overshadow their celebrations. Because the Open, 100, had dramatically slipped in status since the war, ignored by US players who would rather compete in the money-spinning PGA and didn’t fancy a long, expensive journey which promised little coin at the end of it. (Sam Snead famously complained that his travelling expenses in 1946 exceeded his prize money, though of course the notoriously parsimonious Snead never did factor in the extra endorsements that came his way.)</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e6319de1ba74da5addf0b9ac9d32eb293881172d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443412045/6a4d733e-e490-4183-8042-71924a4c1490-280x420.jpeg\" alt=\"The gallery intently watch a shot made by Arnold Palmer as he competes in a qualifying round of the 1960 British Open.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The gallery intently watches a shot made by Arnold Palmer as he competes in a qualifying round of the 1960 Open.</span> \n  <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> \n </figcaption> \n</figure> \n<p>But Palmer sussed quickly what Snead never quite grasped: that the Open was, for all its idiosyncrasies, a must-win for any player with posterity in mind. Over he came, in a blaze of publicity, and shot 67 in one of the pre-tournament qualifying rounds. But it never quite worked out for Palmer in the tournament proper. He was there or thereabouts for the entire week, but always just off the pace, first lagging behind early leader Roberto De Vicenzo, then trailing eventual winner Kel Nagle. Palmer ended up in second place, a shot off the lead. Three three-putts on the Road Hole had proved his undoing.</p> \n<p>So no Impregnable Quadrilateral for Arnie. Which was a shame, as his mere presence had given the Open a huge shot in the arm. The other Americans started taking notice again, their biggest stars trooping over from here on in. Palmer won the Open in 1961 and 1962. Tony Lema triumphed in 1964 and would surely have won more but for his untimely death in a plane crash. After which focus shifted to the emerging Jack Nicklaus, with Lee Trevino and Tom Watson not too far after him.</p> \n<p>But there’s a lesson in Palmer’s near miss of 1960 for the grand-slam-seeking Jordan Spieth: they don’t call that Quadrilateral impregnable for nothing. And St Andrews, especially the 17th, won’t give you anything for free. Heed also the fate of poor Peter Alliss. The legendary BBC commentator was some player in his prime, and on the day Palmer shot that 67 in qualifying, Alliss broke the Old Course record with a 66. Then, when the tournament began, he carded a 79 and went on to miss the cut.</p> \n<h2> 5) Bunkers and lofts (1978)</h2> \n<p>Who was the star of the 1978 Open? Well, by rights it should be Jack Nicklaus. He’d just failed to win the previous year’s duel in the sun at Turnberry, despite shooting 65 and 66 on the last two days. Tom Watson, with a pair of 65s, improbably bettered him. It’s the sort of defeat that would have finished a lesser man, but Nicklaus bounced straight back a year later at St Andrews, holding firm over the closing holes while the ostentatiously moustached Simon Owen crumbled, a pair of 69s over the final two rounds giving him a fairly comfortable victory. It was a 15th major for a player they said was past winning.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"284e6a2b81987265d679f7c82844b2996669149b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443522878/7ea99d13-64d1-42d2-8af4-5285b063601a-460x276.jpeg\" alt=\"Tommy Nakajima has trouble with the 'Road Hole Bunker' on the par 4, 17th hole in 1978\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tommy Nakajima has trouble with the ‘Road Hole Bunker’ on the par 4, 17th hole in 1978.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Dazeley/Getty Images</span> \n </figcaption> \n</figure> \n<p>Maybe someone will write the same sentence one day about Tiger. Here’s hoping. But we digress.</p> \n<p>Perhaps the real star of 1978 was Tsuneyuki ‘Tommy’ Nakajima, who in the third round, one stroke off the lead, took four to escape the Road Hole bunker and left with a quadruple-bogey nine. His chances lay in tatters, his head gone, thanks to a trap quickly and wittily restyled as The Sands of Nakajima. Two things are often forgotten about Tommy’s troubles. First, that he’d actually been on the green in two, but had misjudged the borrow and putted into the sand. Second, that he wasn’t the only player to come a cropper on the infamous hole that day: there had been two triple-bogey sevens, 11 double-bogeys, 48 bogeys, only 18 pars, and no birdies. A true hell hole.</p> \n<p>But our vote for Man of ’78 goes to the R&amp;A secretary Keith Mackenzie, who came into his own after a telecommunications strike during the run-up to the Open. No additional phone lines could be set up for the big event, a state of affairs which caused great consternation in the press centre. Mackenzie snapped into action – but only to get a local carpenter to construct a pigeon loft outside the media tent. “Park your pigeons here,” read a tinder-dry sign. The fourth estate were thus forced to skitter hysterically into St Andrews each day to phone in their copy from local pubs, restaurants, hotels and shops. They weren’t smiling while they were doing it, either.</p> \n<figure class=\"element element-image\" data-media-id=\"72f555c63b044464d16c6d4a26d157e97041bf0c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443599872/7ea6633a-ddb4-4a25-94e3-a39365aadb42-460x308.jpeg\" alt=\"Journalist baiting at it's finest.\" width=\"460\" height=\"308\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Journalist baiting at its finest.</span> \n  <span class=\"element-image__credit\">Photograph: Tony Roberts/Corbis</span> \n </figcaption> \n</figure> \n<p>It is fair to say Mackenzie enjoyed baiting journalists. But then, who doesn’t? Even journalists enjoy baiting journalists.</p> \n<h2>6) Seve and Tom (1984)</h2> \n<p>At St Andrews in 1984, Tom Watson aimed to become the first golfer since Peter Thomson in the 1950s, and only the fourth player of all time, to win three consecutive Open Championships. He was also aiming for six Open titles overall, a record that would take him to the top of the roll of honour alongside Harry Vardon.</p> \n<p>He gave it a bloody good go, too. He shot 66 in the third round, and went into Sunday as joint leader alongside a young Ian Baker-Finch, and two shots clear of Seve Ballesteros and Bernhard Langer. It was a stellar cast, though in the final round Baker-Finch crumbled to a 79, while Langer started with a birdie but never really got going after that. It would turn into a duel between Ballesteros in the penultimate pairing, and Watson in the last group.</p> \n<p>Both men reached the Road Hole at 11 under par. Ballesteros was up first, and naturally he winged his drive into rough. But he lashed a six-iron to the front of the green, lagged his putt to the side of the hole, and escaped with a par. He pearled his drive down 18, then glanced back down the 17th, where Watson had split the fairway. “Well,” he thought to himself. “Watson is on the fairway, and Watson is Watson. He is going to make a par and he can make a birdie at any time.”</p> \n<p>But Watson did not make birdie. And he did not make par. He pushed a two-iron through the back of the green and on to the road, the ball cannoning off the wall and stopping a couple of feet in front of it. Watson jabbed a chip up on to the green, but as he sized up his par putt, a roar went up on 18. Ballesteros had chipped to 15 feet, then sunk the putt. Seve pummelled the air with his fist – &iexcl;Y&eacute;-y&eacute;-y&eacute;-y&eacute;-y&eacute;! – and Watson knew the jig was up. His par putt slid by. The bogey five was a damn fine result from down by the stone wall, but not good enough in this context. A par up the last, when only an unlikely eagle two would do, and Seve had landed his second Open.</p> \n<figure class=\"element element-image\" data-media-id=\"88ae1b5513981a6bba7f00c4ee08453b95c8be9e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436443805160/565cb36f-126e-4fcb-8afd-3bb8e6d31141-304x420.jpeg\" alt=\"Seve Ballesteros celebrates holing his winning putt for a birdie on the 18th green during the final round of the 1984 Open Championship\" width=\"304\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Seve Ballesteros celebrates holing his winning putt for a birdie on the 18th green during the final round of the 1984 Open.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Joy/R&amp;A via Getty Images</span> \n </figcaption> \n</figure> \n<p>Watson never won another major, though he’d come a yip away from equalling Vardon’s Open record as a 59-year-old at Turnberry in 2009. But it’s too early to talk about that painful day. It’s still far too raw. Ask us again in 2109 perhaps.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e34318298f777c953d80b15ae118f754995a3de0/0_0_4046_2427/4046.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2427,"width":4046,"orientation":"landscape","credit":"Gerry Penny/EPA","altText":"The famous Swilken Bridge at St Andrews.","cleanCredit":"Photograph: Gerry Penny/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443085976/1643cd30-af36-4fdf-b937-d16aa8342d39-2060x1124.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1124,"width":2060,"orientation":"landscape","caption":"Golfers and spectators line up at St Andrews in 1876. Photograph: Hulton Archive/Getty Images","credit":"Hulton Archive/Getty Images","altText":"Golfers and spectators line up at St Andrews in 1876.","cleanCaption":"Golfers and spectators line up at St Andrews in 1876.","cleanCredit":"Photograph: Hulton Archive/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443237748/665d2823-dc1c-451e-a075-d27f41f5100f-2060x1623.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1623,"width":2060,"orientation":"landscape","caption":"Bobby Jones put the 1921 meltdown behind him and when the tournament returned to St Andrews six years later, won his second British Open title. Photograph: Central Press/Getty Images","credit":"Central Press/Getty Images","altText":"Bobby Jones put the 1921 debacle behind him and when the tournament returned to St Andrews six years later, won his second British Open title.","cleanCaption":"Bobby Jones put the 1921 meltdown behind him and when the tournament returned to St Andrews six years later, won his second British Open title.","cleanCredit":"Photograph: Central Press/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443321795/f881a3c3-01fc-427c-aa97-258d1ccb4b9f-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Cheer up Sam Snead. Photograph: Keystone/Getty Images","credit":"Keystone/Getty Images","altText":"Cheer up Sam Snead.","cleanCaption":"Cheer up Sam Snead.","cleanCredit":"Photograph: Keystone/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443413901/6a4d733e-e490-4183-8042-71924a4c1490-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"The gallery intently watches a shot made by Arnold Palmer as he competes in a qualifying round of the 1960 Open. Photograph: Bettmann/Corbis","credit":"Bettmann/Corbis","altText":"The gallery intently watch a shot made by Arnold Palmer as he competes in a qualifying round of the 1960 British Open.","cleanCaption":"The gallery intently watches a shot made by Arnold Palmer as he competes in a qualifying round of the 1960 Open.","cleanCredit":"Photograph: Bettmann/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443524182/7ea99d13-64d1-42d2-8af4-5285b063601a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tommy Nakajima has trouble with the ‘Road Hole Bunker’ on the par 4, 17th hole in 1978. Photograph: Peter Dazeley/Getty Images","credit":"Peter Dazeley/Getty Images","altText":"Tommy Nakajima has trouble with the 'Road Hole Bunker' on the par 4, 17th hole in 1978","cleanCaption":"Tommy Nakajima has trouble with the ‘Road Hole Bunker’ on the par 4, 17th hole in 1978.","cleanCredit":"Photograph: Peter Dazeley/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443598892/7ea6633a-ddb4-4a25-94e3-a39365aadb42-2060x1379.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1379,"width":2060,"orientation":"landscape","caption":"Journalist baiting at its finest. Photograph: Tony Roberts/Corbis","credit":"Tony Roberts/Corbis","altText":"Journalist baiting at it's finest.","cleanCaption":"Journalist baiting at its finest.","cleanCredit":"Photograph: Tony Roberts/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436443806532/565cb36f-126e-4fcb-8afd-3bb8e6d31141-1475x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1475,"orientation":"portrait","caption":"Seve Ballesteros celebrates holing his winning putt for a birdie on the 18th green during the final round of the 1984 Open. Photograph: Michael Joy/R&A via Getty Images","credit":"Michael Joy/R&A via Getty Images","altText":"Seve Ballesteros celebrates holing his winning putt for a birdie on the 18th green during the final round of the 1984 Open Championship","cleanCaption":"Seve Ballesteros celebrates holing his winning putt for a birdie on the 18th green during the final round of the 1984 Open.","cleanCredit":"Photograph: Michael Joy/R&A via Getty Images"}],"webPublicationDate":"2015-07-10T08:10:05Z","lastModified":"2015-07-10T08:12:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Scott Murray","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/scottmurray"}],"feature":true,"keywords":["The Open","Golf","Sport"],"tags":[{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Scott Murray","topic":{"type":"tag-contributor","name":"profile/scottmurray"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/10/the-open-at-st-andrews-joy-of-six","shortUrl":"http://gu.com/p/4ag4j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/10/the-open-at-st-andrews-joy-of-six","webUri":"http://www.theguardian.com/sport/blog/2015/jul/10/the-open-at-st-andrews-joy-of-six"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e34318298f777c953d80b15ae118f754995a3de0/0_0_4046_2427/4046.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2427,"width":4046,"orientation":"landscape","caption":"The famous Swilken Bridge at St Andrews. Photograph: Gerry Penny/EPA","credit":"Gerry Penny/EPA","altText":"The Open","cleanCaption":"The famous Swilken Bridge at St Andrews.","cleanCredit":"Photograph: Gerry Penny/EPA"}},"importance":6,"kicker":{"title":"The Joy of Six"},"byline":{"title":"Scott Murray"},"showQuotedHeadline":false,"sublinks":[{"title":"Golf / Fowler finds form at Scottish Open but Olesen leads the field","rawTitle":"Fowler finds form at Scottish Open but Olesen leads the field","item":{"type":"article","id":"sport/2015/jul/09/rickie-fowler-scottish-open-thorbjorn-olesen-gullane-golf","title":"Rickie Fowler finds form at Scottish Open but Thorbjorn Olesen leads field","trailText":"Rickie Fowler, who disappointed at the US Open with rounds of 81 and 73, impressed at Gullane with a four-under first round of 66, three shots behind Denmark’s Olesen","standFirst":"<span class=\"bullet\">•</span> Fowler impresses with four-under first round of 66\n<br />\n<span class=\"bullet\">•</span> Denmark’s Olesen opens with 63 for two-shot lead","byline":"Ewan Murray at Gullane","body":"<p>A tale of woe involving Tiger Woods, this time at the US Open, rather overshadowed the more surprising struggles of one of his playing partners.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/phil-mickelson-scottish-open-\">Phil Mickelson takes rough with the smooth in buildup to the Scottish Open</a> </p> \n</aside> \n<p>Rickie Fowler had arrived at Chambers Bay last month as one of the favourites for the second major of the year but departed after only 36 holes on an aggregate of 13-over par. Given the consistency so readily associated with Fowler on the big stage, added to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/11/rickie-fowler-holds-nerve-win-playoff-players-championship\" title=\"\">his Players Championship success</a>, this was curious stuff.</p> \n<p>By the look of things there will be no lasting damage. Fowler’s Open Championship preparations continued apace with an opening round of 66, four-under par, at the Scottish Open. The amiable Californian is rightly of a mind to laugh off the blip which came before.</p> \n<p>“I had forgotten about that until now,” said Fowler with a smile when the US Open rounds of 81 and 73 were raised. “Look, I mean, there is nothing you can really do about it. Things just start going the wrong way and you can’t fix it. You just have to accept it. It was unfortunate timing but these days come. There are other days when it goes the other way and you can’t miss the hole. So it is all kind of give and take. That’s the way life is, that’s the way golf is.”</p> \n<p>Fowler’s intentions in East Lothian are clear – he is seeking to fine-tune his links game with next week’s Open in mind. Challenging for victory here, as Fowler readily admits, “wouldn’t hurt”.</p> \n<p>He added: “It can only help you if you have a good, solid tournament. It can only help if you are piecing together good rounds, whether that is one or two or a whole tournament.</p> \n<p>“Tiger was able to play well <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/tiger-woods-lowest-score-season-greenbrier\" title=\"\">at the Greenbrier Classic</a> last week and piece some things together for the Open. It can never hurt you to play well leading into a major.”</p> \n<p>Jimmy Walker, a Ryder Cup team-mate of Fowler’s, signed for a 65. The Dane Thorbjorn Olesen, who has seen youthful progress offset by injury woes – including one incident where he fell from a camel in Dubai – surged to the top of the leaderboard with a seven-under 63. There was also a welcome return to form for Graeme McDowell, who has slipped outside of the world’s top 50 or the first time in five years because of a dismal 2015.</p> \n<p>The Northern Irishman made bogey at his last two holes but still had cause to be content with a 66. McDowell later said his desire to implement technical change in search of improvement led to him forgetting some of the fundamentals which earlier made him a major champion.</p> \n<p>“I am trying to get back to basics a bit,” McDowell said. “I’ve been searching a little bit, I’ll be the first to admit that. There’s been a lot of technique in my head. I simplified it today and hit the ball much more solidly than I have for a while. It has been a pretty lean year for me. Looking back at the schedule I’ve been playing, these golf courses are unforgiving when you look at your Bay Hills, Augustas and Chambers Bays.”</p> \n<p>McDowell admitted to a sense of opportunity missed now that his injured compatriot, Rory McIlroy, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/rory-mcilroy\" title=\"\">will not appear next week</a> at the Old Course. “I played there on Saturday and the first name that jumped into my mind was Rory,” McDowell said. “I really felt like he had a big shot next week.</p> \n<p>“I sent him a text message, basically saying sorry to hear what’s going on. I wished him well. I didn’t want to interrogate him and ask ‘how bad is it?’ I wasn’t looking for the exclusive.</p> \n<p>“Obviously he’ll be hugely disappointed not to be there. I really felt like the longer hitters could have a big chance next week. It’s going to be green and soft, at least by links standards.”</p> \n<p>The Scottish Open’s defending champion Justin Rose, who was a late starter on day one, has a legitimate hope of retaining his title after matching the score of Fowler and Phil Mickelson.</p> \n<p>Mickelson, who played alongside Rose, sits at one-under.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436462326513/Rickie-Fowler-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Rickie Fowler","cleanCaption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T17:20:03Z","lastModified":"2015-07-09T23:01:51Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["Golf","Sport","Rickie Fowler"],"tags":[{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/rickie-fowler","webTitle":"Rickie Fowler"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/rickie-fowler-scottish-open-thorbjorn-olesen-gullane-golf","shortUrl":"http://gu.com/p/4agmz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/rickie-fowler-scottish-open-thorbjorn-olesen-gullane-golf","webUri":"http://www.theguardian.com/sport/2015/jul/09/rickie-fowler-scottish-open-thorbjorn-olesen-gullane-golf"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436462326513/Rickie-Fowler-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Rickie Fowler","cleanCaption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images"}},"importance":0,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436462326513/Rickie-Fowler-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Rickie Fowler","cleanCaption":"Rickie Fowler, who disappointed at the US Open, impressed at Gullane with a four-under first round of 66, three shots off the early lead. Photograph: Andrew Redington/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e34318298f777c953d80b15ae118f754995a3de0/0_0_4046_2427/4046.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2427,"width":4046,"orientation":"landscape","credit":"Gerry Penny/EPA","altText":"The famous Swilken Bridge at St Andrews.","cleanCredit":"Photograph: Gerry Penny/EPA"}}]},{"title":"Ashes 2015 / Stokes’s late strike puts England in poll position, says Moeen","rawTitle":"Stokes’s late strike puts England in poll position, says Moeen","item":{"type":"article","id":"sport/2015/jul/09/moeen-ali-ben-stokes-england-australia-ashes","title":"Moeen Ali: Ben Stokes’ late strike gives England advantage against Australia","trailText":"Moeen Ali believes England are now in pole position in the first Ashes Test after a late strike by Ben Stokes helped reduce Australia to 264 for five on the second day in Cardiff","standFirst":"<p><span class=\"bullet\">•</span> Fifth wicket puts England in pole position, says spinner<br /><span class=\"bullet\">•</span> Chris Rogers rues manner of Australian dismissals</p>","byline":"Ali Martin at the Swalec Stadium","body":"<p>Moeen Ali believes England are now in pole position in the first Ashes Test after a late strike by Ben Stokes three overs from the close helped reduce Australia to 264 for five on the second day in Cardiff.</p> \n<p>The all-rounder’s removal of Adam Voges for 31 means the tourists head into day three still trailing by 166 runs. Moeen had been the best bowler, claiming the key wickets of the world No1 batsman, Steve Smith, for 33 and the Australia captain, Michael Clarke, on 31 for figures of two for 67, but was keen to credit his team-mate.</p> \n<p>“That last wicket put us into the pole position,” said Moeen, whose impressive return with the ball followed an earlier 77 with the bat from No8 as England reached 430 all out. “A couple of wickets early and with the new ball [in 10 overs], hopefully we can get these guys out cheaply.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two\">Moeen Ali puts England in the ascendancy as Australia struggle for parity</a> </p> \n</aside> \n<p>Australia’s opener Chris Rogers earlier fell five runs short of a century – a record seventh successive Test score of 50-plus without registering three figures – but admitted England are now in control of the match. And he warned the pitch at the Swalec Stadium could yet deteriorate, making the need for a first-innings lead imperative.</p> \n<p>“They’re probably in a happier position at the moment,” said the 37-year-old Rogers, playing in his final series before retirement. “I think the wicket will possibly deteriorate so it’ll be hard work for us, particularly at the back end. We have to work hard on our runs and maybe get a lead, but that’ll be hard for us.</p> \n<p>“For us to get out how we did is going to hurt when we had the opportunity to make it count today,” he added. “The fact that I got a 90 and there were three 30s, the ways we got out, that’ll hurt us. We’re better than that. We can’t concede a big deficit or else it’s a big uphill battle for us. We have to get close and get to a position where we can put England under pressure.”</p> \n<p>The key moment of the day, prior to Stokes’ late intervention, was the removal of the dangerman Smith by Moeen, who saw the right-hander dance down the pitch and drag the ball down, teasing a false shot to the England captain, Alastair Cook, at short mid-on.</p> \n<p>“He kept using his feet at me so I went one-day mode at his hip and he got into a bit of a mess,” said Moeen, who said wickets and runs give him equal pleasure. “I’m obviously happy with getting him out as he’s a very good player of spin and very aggressive. I’m always telling myself I’m one ball from getting a wicket. I’m not too fussed about what he’s done before, I’m just trying to take wickets.”</p> \n<p>Asked about his own place in the team, which was debated prior to the Test when the leg-spinner Adil Rashid was named in the squad, Moeen replied: “I’d not thought about it at all. I just turn up and practise hard and prepare as well as I can. If selected I’m very happy and if not selectedI’m happy for whoever gets picked. I just prepare myself for every game and I’m not that fussed.”</p> \n<p>Cook had earlier spent 40 minutes off the field in the afternoon session after a sickening blow to the groin when fielding at slip. “He was a little bit worried at first but he’s OK now,” said Moeen. Rogers, who was batting at the time, said: “I was trying not to laugh. It’s an unfortunate injury but when I saw Joe Root laughing I knew he was OK. Apparently it was a sickening sound.”</p> \n<p>Rogers was also quick to defend his team-mate Voges after he appeared to hold a catch at short-leg off Stuart Broad only for the third umpire to rule it had touched the ground. Rogers, who insisted Voges was unsure it was clean, was also keen to praise the fast bowler Mitchell Starc, who was able to bowl despite reporting ankle soreness on the first day, recording figures of five for 114 as the English tail wagged early on to the tune of 87 runs.</p> \n<p>“I think it was a great effort to come out today and bowl again and get a five-for,” added Rogers, who claimed the injury would be manageable through the series. “The fact he came back out and pushed through it speaks volumes for me.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436471482778/a38b9c5a-8f3b-4413-b6c7-6af0d49040bf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Philip Brown/Reuters","altText":"Ben Stokes","cleanCredit":"Photograph: Philip Brown/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-09T19:52:50Z","lastModified":"2015-07-09T23:24:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Australia cricket team","Ben Stokes","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ben-stokes","webTitle":"Ben Stokes"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/moeen-ali-ben-stokes-england-australia-ashes","shortUrl":"http://gu.com/p/4agp7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/moeen-ali-ben-stokes-england-australia-ashes","webUri":"http://www.theguardian.com/sport/2015/jul/09/moeen-ali-ben-stokes-england-australia-ashes"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457459028","source":"ECB","durationInSeconds":43,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150710cricketashes_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150710cricketashes_FromGAus/150710cricketashes_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436481656629/England-v-Australia---Inv-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS","credit":"Jason Cairnduff/REUTERS","altText":"England v Australia - Investec Ashes Test Series First Test","cleanCaption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS"}}},"importance":5,"kicker":{"title":"Ashes 2015"},"showQuotedHeadline":false,"sublinks":[{"title":"Ashes 2015 / Moeen gives England edge as Australia struggle","rawTitle":"Moeen gives England edge as Australia struggle","item":{"type":"article","id":"sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two","title":"Ashes 2015: Moeen puts England in the ascendancy as Australia struggle","trailText":"Moeen Ali with bat and ball has helped put England in the ascendancy as Australia fight for parity in the first Ashes Test","standFirst":"<p><span class=\"bullet\">•</span> England 430, Australia 264-5<br /></p>","byline":"Mike Selvey at Swalec Stadium","body":"<p>This first Test appears to have some uncanny overtones of the famous match in Cardiff six years ago. Then, after the first day, England were 336 for seven and went on to make 435. This time they resumed the second day on 343 for seven and by the time Jimmy Anderson was dismissed they had reached 430, with Moeen Ali making a fine 77 before going down with guns blazing in the cause.</p> \n<p>Whether Australia can go on and reprise the 674 for six they made on that occasion remains to be seen, but by the close of the second day they were struggling to reach parity. The England bowling was excellent, particularly during the final session when they overwhelmed the Australians for a period. Anderson produced an immaculate spell that brought him four successive maiden overs and thus helped Moeen, who had already dismissed Steve Smith, to take the valuable wicket of Michael Clarke.</p> \n<p>Australia will resume on 264 for five, 166 adrift still, of which the veteran opener Chris Rogers, playing in his last Test series before he retires, made 95. The day finished with Australia on the defensive, a nightwatchman in place and predatory fielders all round the bat. Already some perspective can be placed on the ease with which Joe Root had batted for England on the first day.</p> \n<div>\n __VIDEO_EMBED_gu-video-457459028__\n</div> \n<p>This was a considerably different pitch, though, to the turgid strip of the first day that emasculated the pace of the three Australian seamers. The sun shone all day and the strip looked a lighter shade of brown, an indication that some of the moisture had evaporated. There was less swing too, both with the old ball that the Australians were using in their quest to finish off the England innings and, significantly, when England had the new ball. The pace and carry was also better and more consistent so that Jos Buttler had an easier time of it behind the stumps than had Brad Haddin.</p> \n<p>More pace, of course, means that the Australians will find more reason to bend their backs second time round, but it also means that the batsmen have pace on the ball to exploit. Were it not for the fact that the ball at times jags off the seam disconcertingly it might be seen as a belter: the number of batsmen who seem to have settled in and then got out shows it is not quite. The occasional movement is enough to keep the bowlers interested and the batsmen honest. There are still plenty of runs to be had but they won’t come easily.</p> \n<p>It was Mitchell Starc of the Australian bowlers who prospered, adding the wickets of Moeen and Anderson to the three he had taken on the first day to finish with five for 114, which, as he looked the most dangerous bowler throughout the innings, was just reward.</p> \n<p>Mitchell Johnson, on the other hand, will have bowled a lot worse and emerged with more flattering figures than none for 111, the century greeted with an ironic standing ovation by the crowd to which he responded in good part by doffing his cap and kissing the badge on it. The second innings might bring him something about which to cheer.</p> \n<p>Moeen rode his luck a little but played with elegant panache for his runs. He drives sublimely through the offside in particular, reached an excellent half century from 69 balls, and was finally dismissed driving at, and edging, Starc to first slip.</p> \n<p>Stuart Broad, meanwhile, had survived a chance to short leg in which Adam Voges, diving into the crease, unknowingly surely, grounded the ball in the flurry so that Broad was eventually recalled following replays. Broad was able to hang around long enough to help add 52 for the eighth wicket before he heaved at the first ball of the day from Nathan Lyon and was caught at the wicket.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/england-moeen-ali-first-ashes-test-australia-cricket\">England’s Moeen Ali impresses with bat and ball in his first Ashes Test | Vic Marks</a> </p> \n</aside> \n<p>Anderson and Broad came at Australia hard with the ball, with Broad at his most urgent and pushing the speed gun up around 90mph, a velocity he had not managed all winter. It was Anderson, though, who made England’s first breakthrough, inducing a drive from David Warner which found the edge and screamed to the right of Alastair Cook at first slip – he held on even as the ball was searing past him.</p> \n<figure class=\"element element-image\" data-media-id=\"e41644c8e08dcf117a2748466759482b7ecdaa81\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436470760667/c982f811-726a-430f-8129-52b2e6d915d2-460x276.jpeg\" alt=\"Rogers\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Rogers cuts during his innings of 95 for Australia at Cardiff.</span> \n  <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> \n </figcaption> \n</figure> \n<p>It brought to the crease Smith, and with it an air of curiosity to see quite how this young batsman had been transformed. Key is his decision to take charge of his game himself and do the simple things well. He has a trigger movement on to off stump and so is well placed to make judgment outside, and is consequently prolific off his legs. There is confidence and adventure too, and when Moeen came on he belted him twice to the onside of straight, taking the ball from outside off stump each time, and then once over extra cover for good measure.</p> \n<p>To the credit of Cook, he kept Moeen on and was rewarded when the bowler, perhaps anticipating Smith advancing again, speared the ball in towards his legs. Somehow Smith got in a tangle, tried to work the ball square but sent it instead from a chunky leading edge to the straighter of two fielders placed short on the legside. Modern bats can be the curse of bowlers but Bradman’s edge would never have carried the ball as far.</p> \n<p>Moeen was also to claim the wicket of Michael Clarke, who, an excellent player of spin, was looking to get after him even as Anderson was tying up the other end so brilliantly. Now, though, he came down to drive once again but this time hit a firm return catch which the bowler snaffled with ease: two huge wickets for Moeen and a huge boost to his confidence. In between times Rogers, playing immaculately, had hit 11 fours and a six and had seemed certain to reach his fourth Ashes hundred when he tried to cut Mark Wood and edged to Buttler.</p> \n<p>There was one more wicket, that of Voges, before the close, and it went to a persevering and deserving Ben Stokes, working up a real head of steam, who got a full-length ball to jag back off the seam as the batsman looked for the drive. The inevitably mistimed shot went gently to extra cover.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436467013769/moeen-ali-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England's Moeen Ali, centre, takes the congratulations of his team-mates after dismissing Australia's Michael Clarke with a slower ball for 38. Photograph: Rui Vieira/AP","credit":"Rui Vieira/AP","altText":"moeen ali","cleanCaption":"England's Moeen Ali, centre, takes the congratulations of his team-mates after dismissing Australia's Michael Clarke with a slower ball for 38. Photograph: Rui Vieira/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436470762017/c982f811-726a-430f-8129-52b2e6d915d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Rogers cuts during his innings of 95 for Australia at Cardiff. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Rogers","cleanCaption":"Chris Rogers cuts during his innings of 95 for Australia at Cardiff.","cleanCredit":"Photograph: Stu Forster/Getty Images"}],"webPublicationDate":"2015-07-10T07:29:22Z","lastModified":"2015-07-10T08:07:17Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Australia cricket team","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[{"id":"gu-video-457459028","source":"ECB","durationInSeconds":43,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150710cricketashes_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150710cricketashes_FromGAus/150710cricketashes_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436481656629/England-v-Australia---Inv-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS","credit":"Jason Cairnduff/REUTERS","altText":"England v Australia - Investec Ashes Test Series First Test","cleanCaption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two","shortUrl":"http://gu.com/p/4agzk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two","webUri":"http://www.theguardian.com/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436467013769/moeen-ali-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England’s Moeen Ali, centre, takes the congratulations of his team-mates after dismissing Australia’s Michael Clarke with a slower ball for 38. Photograph: Rui Vieira/AP","credit":"Rui Vieira/AP","altText":"moeen ali","cleanCaption":"England’s Moeen Ali, centre, takes the congratulations of his team-mates after dismissing Australia’s Michael Clarke with a slower ball for 38. Photograph: Rui Vieira/AP"}},"importance":0,"kicker":{"title":"Ashes 2015"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/c3785daeb6eb2519d144c348bf1c290afdfdf013/141_100_3066_1840/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/5ecf9141d0b225b34bd5791cc4cefb4d52366fd3/83_171_2952_1770/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/ee51fd02aded8f064e021f803621a762d7b040f0/229_1232_2354_1412/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/64d592fd8fa17ec55e6384f9eb9d04233bebe045/55_88_3082_1850/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/1d48de338a728cd8f6b774e06daee1cda8e186f7/83_288_4575_2745/1000.jpg","height":600,"width":1000}}]},{"title":"Barney Ronay / Smith batted like a world No1 – got out like a No11","rawTitle":"Smith batted like a world No1 – got out like a No11","item":{"type":"comment","id":"sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes","title":"Australia’s Steve Smith batted like a world No1 – until he got out like a No11","trailText":"The highest-ranked Test batsman looked calm in the heat of Ashes battle, but his bizarre dismissal gave voice to those critics who believe he does not deserve such an elevated status","standFirst":"The highest-ranked Test batsman looked calm in the heat of Ashes battle, but his bizarre dismissal gave voice to those who feel he does not deserve such status","byline":"Barney Ronay at the Swalec Stadium","body":"<p>Welcome to England, then, Mr Smith: we’ve been expecting you. With 20 minutes to go before tea on a calm, clear, sun-bleached day in Cardiff, Steve Smith looked to have settled in for an afternoon of upright, endearingly fidgety right-handed dominance. Smith is, of course, the top-ranked Test batsman in the world right now, newly installed as Australia’s Ashes No3 and by extension the latest, rather callow member of a lineage of Aussie batting kingpins that stretches back though Ricky Ponting and Greg Chappell to the Path&eacute; newsreel giants of the pre-modern age.</p> \n<p>Not that everyone is convinced just yet. Smith’s status as the world’s No1 has come in a rush in the last two years, an ugly duckling transformation from twitchy, crabby leg-spinning all-rounder to twitchy, crabby gun batsman. Doubts had been voiced in England. Graeme Swann, who was biffed around the Waca by Smith in his last Test, has suggested it is a false position. England’s bowlers had hinted coyly at schemes hatched during their trip to Spain, the conviction that early exposure to the full, swinging ball would expose the glitches in a technique that presents the front pad to the bowler as a kind of lure, only to be ambushed at the last by the brilliance of Smith’s eye and those whip-crack hands.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/moeen-ali-england-australia-first-test-day-two\">Moeen Ali puts England in the ascendancy as Australia struggle for parity</a> </p> \n</aside> \n<p>Here Smith got the promised examination early on; and for all the ugliness of his eventual dismissal, he passed it too, up to a point. Emerging at the fall of David Warner’s wicket with the score on 52 for one, he was confronted by Jimmy Anderson in the middle of an accurate spell of nibble and nip, if not quite hooping swing. The ball was hard. England were fresh. Over to you, Steve.</p> \n<p>For a while Anderson and Mark Wood bowled deliberately wide, luring Smith into playing balls others might leave as he walked across. There was one slightly streaky slap just past point to get off the mark and after that a series of cautious but increasingly convincing leaves. England may have plans for Smith but he has plans for them too, mainly to keep on playing like Steve Smith, a batsman with five first innings Test hundreds in his last six matches.</p> \n<p>In the flesh Smith presents an absorbing spectacle even between deliveries, touching every part of his kit in well-worn spectacles-testicles-wallet-and-watch fashion. He stands straight and still as the bowler runs in, before bending his knees twice in vaguely music hall fashion, hoisting that red-smeared bat, then taking a late, improbable step across on to off-stump just as the ball is bowled, as though suddenly noticing he’s standing one pitch down from the stumps.</p> \n<div>\n __VIDEO_EMBED_gu-video-457459028__\n</div> \n<p>England believe this makes him an lbw candidate, understandably so given he is basically standing right in front of his stumps. And yet Smith’s eye is so good the weakness is more often negated, the bowler unsettled by chasing an illusory opening. This isn’t a chink, or a wobble or a bad habit, but an entirely natural way of playing, rediscovered in the last two years after some slightly fallow times following his Test debut in 2010, when he was picked as a like-for-like replacement for Nathan Hauritz.</p> \n<p>The key for Smith in his most profitable period has been the ability simply to slow down, an epiphany that came in the first Test against South Africa in Centurion in 2014 when he spent 14 overs crawling through the 90s against an attack containing Dale Steyn, Morne Morkel and Vernon Philander.</p> \n<p>In Cardiff he moved sedately to six from his first 21 balls at the mid-afternoon drinks break, before chopping Wood past point for two immediately afterwards with an extravagant flourish, bat moving through a great wafting arc like a samurai warming up for a ceremonial duel. At which point Smith began to rev up through the gears.</p> \n<p>Moeen Ali had bowled three overs for eight from the Taff end. His first ball to Australia’s No3 was bulleted straight for four with a skip down the pitch. The second was a more violent, cross-batted version of the same. The fourth produced the shot of the day, a skip to the pitch and a lovely fluid drive through cover, a calculated act of violence that took Smith rollicking on to 28. The world’s No1 batsman was cooking. He was in the series. Pretty soon he was out too, and in slightly comical fashion.</p> \n<p>No doubt the manner of Smith’s dismissal will be held against him, confirmation that as world No1s go he remains something of a caretaker, a man on a once-in-a-career spree. Credit must go to Moeen, though, who saw Smith coming and fired the ball in at his feet. And also to Alastair Cook, who took the catch at a funkier-than-thou straight short mid-on as Smith stumbled and fell trying to dig it out and popped the ball up to the England captain.</p> \n<p>So Smith departed for a calm, decorative 33 that seemed, right up to its rather ugly end, likely to be quite a few more. But even in his dismissal there was evidence at least of a man playing to a plan, attacking England’s spinner to order when he might simply have accumulated. If there were grumbles in the press box about the world’s top-rated batsman being dismissed with such a villagey flourish then it is worth remembering plenty of great batsmen have been unorthodox, just as even the best players have tended towards the odd ugly dismissal.<a href=\"https://www.youtube.com/watch?v=tq3jzR45fm0\"> Inzamam ul-Haq falling on his stumps</a> is surely the best of the lot. Brian Lara, who played four or five shots to every ball with his own home-made range of leaps and feints, could lose his rhythm completely, while England’s own highest run scorer across all formats, Kevin Pietersen, was prone to the odd horrible end. It could even be suggested Smith is in his own way a lesson for England’s own slightly rigid technicians at every level, a player who has settled into rather than fought against his own quirks, and wrung the absolute most from those bespoke gifts over the last two years.</p> \n<p>England finished the day ahead in Cardiff with Australia on 264 for five and the top order winkled out. And yet, for all the sense of a chance missed on a flat pitch, Smith will perhaps still take a little heart from his resilience against the new-ish ball and the blunting, for an hour, of some well laid plans.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436467829776/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Steve Smith","cleanCaption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-09T18:51:30Z","lastModified":"2015-07-09T23:45:57Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Australia cricket team","Steve Smith","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/steve-smith","webTitle":"Steve Smith"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[{"id":"gu-video-457459028","source":"ECB","durationInSeconds":43,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150710cricketashes_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150710cricketashes_FromGAus/150710cricketashes_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436481656629/England-v-Australia---Inv-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS","credit":"Jason Cairnduff/REUTERS","altText":"England v Australia - Investec Ashes Test Series First Test","cleanCaption":"Cricket - England v Australia - Investec Ashes Test Series First Test - SWALEC Stadium, Cardiff, Wales - 9/7/15..Englandis Moeen Ali ..Action Images via Reuters / Jason Cairnduff..Livepic Photograph: Jason Cairnduff/REUTERS"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes","shortUrl":"http://gu.com/p/4agzp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes","webUri":"http://www.theguardian.com/sport/blog/2015/jul/09/australia-steve-smith-world-no1-batsman-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/9/1436467829776/Steve-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Steve Smith","cleanCaption":"Steve Smith of Australia gets out in curious fashion on day two of the opening Ashes test in Cardiff. Photograph: BPI/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Barney Ronay"},"byline":{"title":"Barney Ronay at the Swalec Stadium"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png"}}]},{"title":"First Test / Broad emerges victorious from Johnson duel","rawTitle":"Broad emerges victorious from Johnson duel","item":{"type":"comment","id":"sport/blog/2015/jul/09/mitchell-johnson-australia-stuart-broad","title":"Stuart Broad emerges victorious from duel with Mitchell Johnson","trailText":"Fast bowler Johnson enjoyed joke at Broad’s expense but last laugh was on Johnson as he finished England innings wicketless having conceded over 100 runs","standFirst":"Fast bowler Johnson had joke at Broad’s expense but last laugh was on Australian as he finished England innings wicketless and at great cost","byline":"Ali Martin at the Swalec Stadium","body":"<p>The message mimed by a smiling Mitchell Johnson to the canary yellow-capped travelling support ensconced down at fine leg was crude in its simplicity: Stuart Broad, in his opinion, wasn’t enjoying himself out in the middle. In fact, a change of trousers might be in order.</p> \n<p>By the end of the following over he was delivering another missive, this time kissing the badge on his baggy green cap in the direction of the home fans who were celebrating the fast bowler’s figures, freshly delivered on the electronic scoreboard to a cacophony of cheers.</p> \n<p>Johnson, England’s tormentor 18 months ago to the tune of 37 wickets, had just brought up his gallon; 100 runs against his name with nothing to show for it. Broad, fittingly, had been the man to register this milestone, bunting a four down the ground on a morning of tail-end defiance that turned 343 for seven into 430 all out.</p> \n<p>The pair’s duel was to one to savour. England’s No9 is international cricket’s most analysed tailender ever since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/aug/09/england-series-lead-india-stuart-broad-broken-nose\" title=\"\">a nose-shattering encounter with a Varun Aaron bouncer</a> last summer. He can no longer play the protracted innings, it seems, since his confidence was damaged against India at Old Trafford. But what he can do is cause chaos down the order; he can be a pest.</p> \n<p>In ice hockey, the term is given to a designated creator of mayhem, a player whose role is to get under the skin of the opponent. Broad, when playing Australia, tends to be England’s equivalent – even if you sense that trouble seems to seek him out, rather than the other way around. Certainly the ball does, with Johnson testing his bravery from around the wicket and so nearly profiting.</p> \n<p>By the time their encounter had truly got under way, Broad had already got through an over against Josh Hazlewood that neatly sums up his predicament. Opening his account with a punchy four through mid-off, the left-hander followed it up by ducking into a bouncer, which pranged off the helmet. Next came a swish outside off stump before he pulled a six over mid-wicket.</p> \n<p>Broad, who insisted before the series that his wickets, not runs, will play a greater role in determining the destiny of the Ashes, can still play the attacking shot; his eye remains good. But against the short stuff, the mind gets muddled. Johnson, a bowler with a preference for the head-seeking missile, was keen to explore that route. Switching to around the wicket, the left-armer speared one into the tailender, with the ball popping off glove and into the hands of the diving Adam Voges at short leg. The umpire, Marais Erasmus, was happy to give him out and Broad was probably not unhappy to be trudging back towards the pavilion. That appeared to be that.</p> \n<p>But with Broad just a few yards from the gate, the third umpire, Chris Gaffaney, was asked to intervene, with the replays showing the ball had, in fact, been grassed. The Swalec Stadium cheered and the batsman returned. The four that took Johnson past 100 in the following over was simply the icing on the cake.</p> \n<p>The pair would exchange glances for just three more balls after that, with Broad ducking one bouncer, wearing a second on the shoulder and then lofting a backfoot drive through the covers for three.</p> \n<p>And then, with the spinner Nathan Lyon introduced at the other end, the No9 perished, caught behind on 18 attempting another great yahoo.</p> \n<p>With Broad departed, Johnson did not return and thus finished the innings wicketless. Muzzled by the Cardiff pitch and denied by technology, the man who wreaked such havoc in Australia on the 2013-14 tour was back to being the bowler the England support remember from 2009 – numerically, at least.</p> \n<p>His nought for 111 represents the first time in his 67 Tests he has passed three figures without taking a wicket and England have discovered, back on home soil, they can survive him. Johnson is mortal after all.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436461907455/Mitchell-Johnson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mitchell Johnson, standing, is denied Stuart Broad's wicket as Adam Voges' catch was reviewed and had touched the ground. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Mitchell Johnson","cleanCaption":"Mitchell Johnson, standing, is denied Stuart Broad's wicket as Adam Voges' catch was reviewed and had touched the ground. Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T17:13:07Z","lastModified":"2015-07-09T23:01:24Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":true,"keywords":["Mitchell Johnson","Australia cricket team","Stuart Broad","England cricket team","Ashes 2015","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/mitchell-johnson","webTitle":"Mitchell Johnson"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/stuart-broad","webTitle":"Stuart Broad"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/09/mitchell-johnson-australia-stuart-broad","shortUrl":"http://gu.com/p/4agm8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/09/mitchell-johnson-australia-stuart-broad","webUri":"http://www.theguardian.com/sport/blog/2015/jul/09/mitchell-johnson-australia-stuart-broad"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436461907455/Mitchell-Johnson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mitchell Johnson, standing, is denied Stuart Broad's wicket as Adam Voges' catch was reviewed and had touched the ground. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Mitchell Johnson","cleanCaption":"Mitchell Johnson, standing, is denied Stuart Broad's wicket as Adam Voges' catch was reviewed and had touched the ground. Photograph: Ryan Pierse/Getty Images"}},"importance":0,"kicker":{"title":"First Test"},"byline":{"title":"Ali Martin at the Swalec Stadium"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436461907455/Mitchell-Johnson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mitchell Johnson, standing, is denied Stuart Broad's wicket as Adam Voges' catch was reviewed and had touched the ground. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Mitchell Johnson","cleanCaption":"Mitchell Johnson, standing, is denied Stuart Broad's wicket as Adam Voges' catch was reviewed and had touched the ground. Photograph: Ryan Pierse/Getty Images"}}]}],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/ee51fd02aded8f064e021f803621a762d7b040f0/229_1232_2354_1412/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/c3785daeb6eb2519d144c348bf1c290afdfdf013/141_100_3066_1840/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/5ecf9141d0b225b34bd5791cc4cefb4d52366fd3/83_171_2952_1770/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/64d592fd8fa17ec55e6384f9eb9d04233bebe045/55_88_3082_1850/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/1d48de338a728cd8f6b774e06daee1cda8e186f7/83_288_4575_2745/1000.jpg","height":600,"width":1000}}]},{"title":"Tour de France / Martin quits after breaking collarbone in crash","rawTitle":"Martin quits after breaking collarbone in crash","item":{"type":"article","id":"sport/2015/jul/09/tour-de-france-2015-tony-martin-race-in-doubt-stage-six-crash-zdenek-stybar-cycling","title":"Tour de France 2015: Tony Martin quits after breaking collarbone on stage six","trailText":"The yellow jersey wearer Tony Martin crashed in a frantic finale to stage six of the Tour de France in Le Havre and has pulled out","standFirst":"<span class=\"bullet\">•</span> Martin, the yellow jersey wearer, crashes with 1km to go\n<br />\n<span class=\"bullet\">•</span> Chris Froome takes over as leader once more","byline":"Barry Glendenning","body":"<p>Tony Martin was forced to pull out of the Tour de France after crashing in bizarre circumstances just inside the closing kilometre of stage six. While his Etixx-Quick Step team-mate, Zdenek Stybar, was powering to victory in Le Havre, Martin appeared to veer violently right, barging into another rider who in turn took out Vincenzo Nibali and Nairo Quintana in a domino effect. Martin later said he had clipped the wheel of a rider in front of him. “He abandons,” a spokesman said.</p> \n<p>Later it emerged that Martin will undergo surgery in Hamburg on Friday. “The collarbone is in lots of pieces, so it was a major impact,” said Helge Riepenhof, the team doctor. “One of the pieces came through the skin, which means it’s an open fracture. Therefore, even if it was Tony’s wish to start tomorrow, I have to say he is not allowed to.</p> \n<p>“He needs surgery straight away, and that is why we are going to the hospital now. We will fix the collarbone there. He is already on antibiotics. It’s a serious injury, and that is why we can’t risk anything and why he cannot be at the start tomorrow.”</p> \n<p>Accelerating past on the outside, Chris Froome was lucky to avoid hitting the deck, too. The Sky team leader was sent into a speed-wobble but remained upright and eventually crossed the line unscathed but with a buckled wheel. Nibali initially blamed Froome for the crash and claimed to be “very angry”, but the Sky rider later visited the Astana team bus to have it out with his rival, who apologised upon seeing footage of the incident.</p> \n<p>“Did we clear it all up?” said Nibali. “Yeah. We are not footballers, we are cyclists.” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/tour-de-france-tony-martin-wins-stage-four\" title=\"\">In Martin’s absence, Froome takes over as race leader</a> as the next-best-placed rider on general classification. Martin is the second race leader to withdraw through injury, following Fabian Cancellara’s abandonment on Monday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/09/tour-de-france-2015-stage-six-live\">Tour de France 2015: stage six – as it happened</a> </p> \n</aside> \n<p>As the various riders involved in the crash extricated themselves from the pile-up, it quickly became apparent the <em>maillot jaune</em> had come off worst. Riding home one-handed, he was flanked by several team-mates, with Julian Vermote and Michal Kwiatkowski pushing him over the line. “I was extremely unlucky,” said Martin. “I can’t really remember what happened. I touched the wheel of the rider ahead of me. It’s the Tour, luck and bad luck are very close together. It’s often the way accidents happen. You’re not going that fast and then you fall over each other with all your weight.”</p> \n<p>With its short, steep climb to a finishing straight that levels out for the final 400m, this stage to Le Havre prompted considerable debate over who would prevail: sprinters or <em>puncheurs</em>, specialists on this terrain. Such sharp ascents can prove tricky for out-and-out fast men such as Andr&eacute; Greipel and Mark Cavendish, but are relished by the likes of Peter Sagan, the Tinkoff-Saxo rider whose quick acceleration up small climbs made him odds-on favourite for the win. Sadly, for the fourth time in five stages he finished second or third, this time behind the former cyclo-cross star Stybar, who made an impressive contribution to an increasingly weird week for Etixx-Quick Step.</p> \n<p>In just six stages, the Belgian team have had the mother of all internecine bust-ups and been publicly flamed by their owner. They have won two stages and narrowly missed out on two others. They have had a sporting director suspended for a stage after film of him celebrating in a team car showed he was not wearing a seatbelt. And now, having finally got Martin into the yellow jersey for the first time in his career after two near misses, the keystone Quick Steppers have lost it sooner than expected.</p> \n<p>Before their incident-packed finish, the peloton had a little under 191 uneventful kilometres with which to contend, setting off from Abbeville in the Somme, heading to Dieppe and then making their way along the north-west coast to the port of Le Havre. On a route that proved the source of many aerial views of topaz seas lapping up against gleaming white cliff faces, the 188 remaining competitors were spared the downpours and violent buffeting feared by many and instead rode in glorious sunshine.</p> \n<p>Cruising along after a three-man breakaway that at one point opened a gap of over five minutes, the early excitement within the peloton came in the form of a puncture for Martin and a minor crash for the Movistar rider Alejandro Valverde, who slipped on gravel following a post-pee wheelspin. So far, so quiet.</p> \n<p>Following the abandonment of their star sprinter, Nacer Bouhanni, on Wednesday, it was no surprise to see Cofidis revert to their old habit of justifying their otherwise futile existence by committing Kenneth van Bilsen to the escape party, where he was accompanied by Daniel Teklehaimanot and Perrig Qu&eacute;m&eacute;neur.</p> \n<p>Teklehaimanot realised a lifelong ambition by securing the polka dot jersey, becoming the first black African in race history to wear it, while Bilsen’s late doomed solo effort ended inevitably with 3km to go. He was swallowed by the bunch before Stybar surged clear to take the win on a day of mixed fortunes for his team.</p> \n<p>Etixx-Quickstep are not the only team being put through the wringer and have at least enjoyed plenty of success to go with their assorted misfortunes. Orica-GreenEdge, the team of the British twins Adam and Simon Yates, have already lost three riders to broken bones while their Tour debutant, Michael Matthews, struggles on despite two fractured ribs. The Australian team would have been fancied to win Sunday’s team time-trial from Vannes to Plumelec but in a discipline where the clock stops when the fifth rider crosses the finish line, they will do well to get five men down the starting ramp. “The team time trial was one of our goals,” mused one member of their backroom team. “Now with six riders, it’ll be a rest day before the rest day.”</p> \n<p>Stage seven takes the peloton from Livarot, hosting the Tour for the first time and known for the pungency of its Graindorge cheese, to Foug&egrave;res along a long and flat route that Etixx-Quick Step have earmarked as a final chance for Mark Cavendish to open his account before the race enters the mountains. In what has been a preposterously topsy-turvy week for them, absolutely anything could happen.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/09/tour-de-france-2015-stage-six-live\">Tour de France 2015: stage six – as it happened</a> </p> \n</aside>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7918f728dc8aa57d3c1a41bb11ae86038274662f/0_0_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","credit":"Bryn Lennon/Getty Images","altText":"Le Tour de France 2015 - Stage Six<br>LE HAVRE, FRANCE - JULY 09:  Injured yellow jersey wearer Tony Martin of Germany and Etixx-Quick Step is given assistance after a fall close to the finish during stage six of the 2015 Tour de France, a 191.5km stage between Abbeville and Le Havre, on July 9, 2015 in Le Havre, France.  (Photo by Bryn Lennon/Getty Images)","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T16:42:00Z","lastModified":"2015-07-09T23:50:01Z","metadata":{"commentable":true,"commentCount":171,"contributors":[],"feature":false,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/tour-de-france-2015-tony-martin-race-in-doubt-stage-six-crash-zdenek-stybar-cycling","shortUrl":"http://gu.com/p/4agyt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/tour-de-france-2015-tony-martin-race-in-doubt-stage-six-crash-zdenek-stybar-cycling","webUri":"http://www.theguardian.com/sport/2015/jul/09/tour-de-france-2015-tony-martin-race-in-doubt-stage-six-crash-zdenek-stybar-cycling"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457458013","source":"Other...","durationInSeconds":189,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150708LeTourStage6_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150708LeTourStage6.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/9/1436466060522/KP_347844_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France day 6 highlights","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France day 6 highlights","cleanCaption":"620x372 trailpic for Tour De France day 6 highlights"}}},"importance":4,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[{"title":"Video / Tour de France: stage six highlights","rawTitle":"Tour de France: stage six highlights","item":{"type":"video","id":"sport/video/2015/jul/09/tour-de-france-day-6-highlights","title":"Tour de France: day six highlights","trailText":"<p>Day six saw another big crash, this time involving yellow jersey-wearer Tony Martin</p>","standFirst":"Day 6, saw another big crash, this time involving the yellow jersey-wearer Tony Martin. The stage was won by Martin's team mate Zdenek Stybar in an uphill sprint in Le Havre. Daniel Teklehaimanot made history on Thursday by becoming the first African rider to claim a major jersey, the King of the Mountains. Chris Froome maintained his lead over his main rivals.","byline":"","body":"<video data-media-id=\"gu-video-457458013\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2015/7/9/1436466060522/KP_347844_crop_1200x720.jpg\"> \n <source src=\"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150708LeTourStage6_desk.mp4\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/small/2015/07/09/150708LeTourStage6_small.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/large/2015/07/09/150708LeTourStage6_large.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/webM/2015/07/09/150708LeTourStage6_synd_768k_vp8.webm\"></source>\n <source src=\"http://cdn.theguardian.tv/HLS/2015/07/09/150708LeTourStage6.m3u8\"></source> \n</video>","video":{"id":"gu-video-457458013","source":"Other...","durationInSeconds":189,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/09/150708LeTourStage6_desk.mp4","width":480,"height":360},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/09/150708LeTourStage6.m3u8","width":480,"height":360}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/9/1436466060522/KP_347844_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France day 6 highlights Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France day 6 highlights","cleanCaption":"620x372 trailpic for Tour De France day 6 highlights","cleanCredit":"guardian.co.uk"}},"section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/9/1436466060522/KP_347844_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France day 6 highlights Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France day 6 highlights","cleanCaption":"620x372 trailpic for Tour De France day 6 highlights","cleanCredit":"guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-07-09T18:26:00Z","lastModified":"2015-07-09T18:31:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Tour de France","Tour de France 2015","Cycling","Chris Froome"],"tags":[{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/chris-froome","webTitle":"Chris Froome"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/video/2015/jul/09/tour-de-france-day-6-highlights","shortUrl":"http://gu.com/p/4agzg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/video/2015/jul/09/tour-de-france-day-6-highlights","webUri":"http://www.theguardian.com/sport/video/2015/jul/09/tour-de-france-day-6-highlights"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"Video"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/9/1436466060522/KP_347844_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France day 6 highlights Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France day 6 highlights","cleanCaption":"620x372 trailpic for Tour De France day 6 highlights","cleanCredit":"guardian.co.uk"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7918f728dc8aa57d3c1a41bb11ae86038274662f/0_0_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","credit":"Bryn Lennon/Getty Images","altText":"Le Tour de France 2015 - Stage Six<br>LE HAVRE, FRANCE - JULY 09:  Injured yellow jersey wearer Tony Martin of Germany and Etixx-Quick Step is given assistance after a fall close to the finish during stage six of the 2015 Tour de France, a 191.5km stage between Abbeville and Le Havre, on July 9, 2015 in Le Havre, France.  (Photo by Bryn Lennon/Getty Images)","cleanCredit":"Photograph: Bryn Lennon/Getty Images"}}]},{"title":"Athletics / Farah returns only to reignite feud with Vernon","rawTitle":"Farah returns only to reignite feud with Vernon","item":{"type":"article","id":"sport/2015/jul/09/mo-farah-reignites-feud-andy-vernon","title":"Mo Farah returns only to reignite feud with British team-mate Andy Vernon","trailText":"Mo Farah triumphed on his return to the track but ran into more controversy by reigniting his feud with his British team-mate Andy Vernon","standFirst":"<span class=\"bullet\">•</span> Farah tells fellow distance runner to ‘fuck off’\n<br />\n<span class=\"bullet\">•</span> I wanted to bury the hatchet, says Vernon","byline":"Owen Gibson in Lausanne","body":"<p>Mo Farah triumphed on his return to the track after the doping claims levelled at his coach but immediately ran into more controversy by reigniting his feud with his British team-mate Andy Vernon.</p> \n<p>After their 5,000m Diamond League race, <a href=\"http://preview.gutools.co.uk/sport/2015/jul/09/mo-farah-5000m-lausanne-diamond-league-justin-gatlin-100m\" title=\"\">which Farah won with a trademark last-lap surge</a> against a high-quality field, Vernon said that he approached the double Olympic champion to congratulate him and was told to “fuck off”.</p> \n<p>The pair became engaged in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/17/mo-farah-twitter-argument-andy-vernon\" title=\"\">an extraordinary public row</a> this year, when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/17/mo-farah-twitter-argument-andy-vernon\" title=\"\">Vernon accused Farah</a>, on Twitter, of running against “joke” fields in Britain. Farah retaliated before the Birmingham indoor grand prix by accusing Vernon of questioning his nationality when the pair won 10,000m gold and silver at last year’s world championships.</p> \n<p>Farah, under intense pressure in recent weeks since the BBC’s Panorama made <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/06/mo-farah-alberto-salazar-doping-allegations-panorama\" title=\"\">doping allegations about Alberto Salazar</a>, which the coach has denied, was a picture of delight when he crossed the line. But Vernon claimed things turned ugly immediately afterwards when he tried to bury the hatchet before he travels to Font Romeu where Farah has been training.</p> \n<p>“I went to shake his hand and he turned his back on me and told me to fuck off. I’m glad you saw it. I wanted to bury the hatchet, I’m going up to Font Romeu in a few days’ time and I just wanted to end it,” said Vernon, who finished 15th. “It’s in the past, I don’t know why we can’t just forget about it. He’s done to me a lot worse than I’ve done to him and to not even be a sportsman there and shake my hand I think is pretty disgraceful, to be honest.</p> \n<p>“With all the bad publicity he’s getting at the moment I would have thought he would try to actually make a good name for himself again but by doing that it’s not too good for him,” added Vernon. “Like in the armed forces, you salute the rank, not the person sometimes. I wanted to congratulate the performance. Whether we’re friends or not, I can appreciate a good performance so I’d like to congratulate him but I get that reaction.”</p> \n<p>Both parties had earlier said they wanted to draw a line under the embarrassing row in February. Last month Vernon said he was “not surprised” that Farah had chosen to stick with Salazar but added that if he could deal with any backlash then “good luck to him”. Asked whether there was an incident with Vernon after the race, Farah said: “I don’t know, not that I saw,” and refused to comment further.</p> \n<p>The incident took the gloss off a cathartic victory for Farah against a high-class field. “The race had everybody in it, it wasn’t an easy race, it was like a mini-worlds. I wanted to come out here and race against the guys before the worlds, I was happy with the way I finished the race, I enjoyed it,” he said. “As an athlete you just have to do what you best. The last couple of weeks have been hard for my family and everyone else. But what can you do? You just want to run and that’s what I did and I enjoyed it.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436475780201/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS","credit":"Denis Balibouse/REUTERS","altText":"mo farah","cleanCaption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-09T21:03:49Z","lastModified":"2015-07-09T23:15:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Mo Farah","Alberto Salazar","Athletics","Sport"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/mo-farah-reignites-feud-andy-vernon","shortUrl":"http://gu.com/p/4agqx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/mo-farah-reignites-feud-andy-vernon","webUri":"http://www.theguardian.com/sport/2015/jul/09/mo-farah-reignites-feud-andy-vernon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436475780201/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS","credit":"Denis Balibouse/REUTERS","altText":"mo farah","cleanCaption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS"}},"importance":3,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436475780201/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS","credit":"Denis Balibouse/REUTERS","altText":"mo farah","cleanCaption":"Mo Farah celebrates with the 'Mobot' after winning the 5,000 metres in the Diamond League meeting in Lausanne. Photograph: Denis Balibouse/REUTERS"}}]},{"title":"Wimbledon 2015 / Williams beats Sharapova to book place in final","rawTitle":"Williams beats Sharapova to book place in final","item":{"type":"article","id":"sport/2015/jul/09/serena-williams-beats-maria-sharapova-wimbledon-2015-final","title":"Serena Williams beats Maria Sharapova to book place in Wimbledon 2015 final","trailText":"Serena Williams beat Maria Sharapova in straight sets to reach the Wimbledon 2015 final, where she will face Garbiñe Muguruza","standFirst":"<span class=\"bullet\">•</span> World No1 through in straight sets on Centre Court, winning 6-2, 6-4\n<br />\n<span class=\"bullet\">•</span> Serena Williams will face Spaniard Garbi&ntilde;e Muguruza in Saturday’s final","byline":"Kevin Mitchell at Wimbledon","body":"<p>Saddled with history and a ball-toss that rebelled, Maria Sharapova suffered for an hour and 19 minutes in the glare and heat of Centre Court before watching Serena Williams ease past her for the 17th time in a row and into the final of the 2015 Wimbledon. And then she suffered some more.</p> \n<p>As feisty afterwards as she had been in enduring another public hammering against a rival with whom she shares mutual respect but little warmth, she rejected suggestions – daft ones during an uncomfortable press conference – that she either change her baseline strategy or even look for a new coach.</p> \n<p>“I’m not going to come out and become a serve-and-volleyer or a chip-and-charge type of player. No, you’re not going to see that from me,” the Russian said after Williams had beaten her 6-2, 6-4, with only the hint of parity near the end.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/garbine-muguruza-beats-agnieszka-radwanska-wimbledon-2015-final\">Garbi&ntilde;e Muguruza beats Agnieszka Radwanska to reach Wimbledon 2015 final</a> </p> \n</aside> \n<p>She seethed when asked to respond to David Cameron’s remarks that women players should wear earplugs to block out the screeching that plagues the women’s game, with Sharapova among the chief culprits. “Next question, please,” she said through pursed lips. She would probably give Cameron a run for his money at prime minister’s questions.</p> \n<p>There was further awkwardness when Sharapova was reminded that Williams’s coach, Patrick Mouratoglou – whom she pointed out here two years ago had left his family for Serena – said Victoria Azarenka was a better player than her. “I don’t think you’re ever going to hear nice words from him about me,” she said. “I don’t expect that, and I’m sure you don’t either.” If the match had been tough, this was an ordeal she probably could have done without. “Maybe if I was British, a semi-final would be incredible,” she said to weak laughter. “I’d be on the front page of the paper.” It did not get any more cordial than that.</p> \n<p>Williams, meanwhile, is in fine spirits. With her long-time friend, the musician Drake, again sitting among the journalists and smiling from start to finish, she looked relaxed and sharp, ready to introduce the young Spaniard Garbi&ntilde;e Muguruza to the realities of elite competition at the highest level in Saturday’s’s final.</p> \n<p>She said of the Canadian rapper’s presence: “It’s all about luck. You got to keep your luck around. We’ve been friends for like so many years, just like family. Kind of like we’re on a streak right now. We got to do this.”</p> \n<p>But it is harder than she makes it sound, and she does not lack for motivation – especially against Sharapova, who beat her to win the title when a teenager <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2004/jul/04/wimbledon2004.wimbledon4\">in 2004</a> and has won only five sets in 18 matches against her since. Williams gives the impression she would happily play her morning, noon and night.</p> \n<p>Every time Williams looks across the net and sees Sharapova staring back she surely thinks to herself: “You’re the queen off the court. This is my place – and it always will be.” The American didn’t face a single break point.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"ea8f4c0b2f0aeb5ef90d64d5dd1f6ca717e591c3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436472196483/88e8a5b3-1272-46a8-947c-ac98d242ff73-460x276.jpeg\" alt=\"Maria Sharapova\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A despondent Maria Sharapova.</span> \n  <span class=\"element-image__credit\">Photograph: Mark Pain/Rex Shutterstock/Mark Pain/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>It is the rivalry that isn’t. It’s a serial nightmare for the Russian, an opportunity for Williams to show who is, by a distance, the finest player in women’s tennis since Steffi Graf and in all likelihood, crowned the very best of them all before she retires. She should also be the owner of 21 slam titles by late Saturday afternoon – one behind the German – if, as universally expected, she dismantles the No20 seed, Muguruza, to win her sixth Wimbledon final, having lifted the trophy in 2002, 2003, 2009, 2010 and 2012.</p> \n<p>Sharapova, the highest-earning female athlete in the world, loses to Williams whether she plays well or not, and she was rarely more than a bystander as the world No1 took her apart in front of a lightly baked audience as embarrassed as they were unsurprised.</p> \n<p>Williams has won $6,175,648 in prize money this year, nearly three times as much as Sharapova. Over her career, she has won $69,676,428 – nearly twice as much as Sharapova. Yet each time they meet it is an event. There is not a weirder duality in sport.</p> \n<p>In every facet of the game, the American was dominant. As Sharapova struggled to even get her ball-toss right, Williams banged down ace after ace, 13 to go with 68 already collected in getting this far, and 29 winners to nine.</p> \n<p>Sharapova led on serve in the second set but it was an illusion. Once Williams found her rhythm, the hammering resumed. Facing break point in the fifth game, she double-faulted – her 43rd of the tournament – and the match was all but done. The hum that rattled around the stadium was one of barely contained pity.</p> \n<p>She gained brief hope with a couple of points on the Williams serve, but, as loud as she shrieked, as fiercely as her eyes blazed, she could not sustain the charge. She tried, nonetheless, as she always does – all the way to the grim end.</p> \n<p>Serving to stay in the championships, she battled to deuce, double-faulted, saved match point and held through two deuce points. A lot of players would dissolve in such circumstances. A lot of players aren’t Maria Sharapova.</p> \n<p>But she could only swish in vain as Williams’s concluding ace flew past her like a bullet. And there were precious few missiles that had gone the other way. For Sharapova, it was a sadly familiar story.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436457660710/Serena-Williams-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Serena Williams","cleanCaption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436472197006/88e8a5b3-1272-46a8-947c-ac98d242ff73-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A despondent Maria Sharapova. Photograph: Mark Pain/Rex Shutterstock/Mark Pain/Rex Shutterstock","credit":"Mark Pain/Rex Shutterstock/Mark Pain/Rex Shutterstock","altText":"Maria Sharapova","cleanCaption":"A despondent Maria Sharapova.","cleanCredit":"Photograph: Mark Pain/Rex Shutterstock/Mark Pain/Rex Shutterstock"}],"webPublicationDate":"2015-07-09T16:37:55Z","lastModified":"2015-07-09T23:30:00Z","metadata":{"commentable":true,"commentCount":280,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Wimbledon 2015","Serena Williams","Maria Sharapova","Wimbledon","Tennis","US sports","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/serena-williams-beats-maria-sharapova-wimbledon-2015-final","shortUrl":"http://gu.com/p/4agkf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/serena-williams-beats-maria-sharapova-wimbledon-2015-final","webUri":"http://www.theguardian.com/sport/2015/jul/09/serena-williams-beats-maria-sharapova-wimbledon-2015-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436457660710/Serena-Williams-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Serena Williams","cleanCaption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian"}},"importance":2,"kicker":{"title":"Wimbledon 2015"},"showQuotedHeadline":false,"sublinks":[{"title":"Bryan Graham / Williams' win was numbingly familiar","rawTitle":"Williams' win was numbingly familiar","item":{"type":"article","id":"sport/2015/jul/09/serena-williams-sharapova-wimbledon-semi-final","title":"Inevitability of Serena Williams against Sharapova is numbingly familiar","trailText":"Wimbledon’s No1 seed, Serena Williams, has now won 17 successive matches against the Russian in a rivalry which is completely lopsided","standFirst":"Wimbledon’s No1 seed has now won 17 successive matches against the Russian in a rivalry which is completely lopsided","byline":"Bryan Graham at Wimbledon","body":"<p>It took less than five minutes for the sense of ceremony that preceded the semi-final between Serena Williams and Maria Sharapova to be supplanted by an inevitability that has become numbingly familiar.</p> \n<p>Sharapova, serving from the Royal Box end amid flawless conditions on Centre Court, was broken after double-faulting three times in her opening service game. Once Williams consolidated with a pair of heat-seeking 118mph aces, the greatest front-runner in sports had all the edge she needed.</p> \n<p>The world’s two highest-profile sportswomen may compete for the same endorsements, column inches and trophies, but Williams’s straightforward victory to book a place in the final – where she will face the Spanish ing&eacute;nue Garbi&ntilde;e Muguruza – proved once again this is no more a rivalry than hammer v nail.</p> \n<p>“It’s never easy to beat such a great player who’s had such a wonderful career,” Williams said following a 6-4, 6-2 victory in which she crunched 29 winners and 13 aces. “Whenever you play someone that has beaten you before, you get really focused.”</p> \n<p>No one can accuse the world No1 of having a short memory. Williams has now won 17 straight matches against Sharapova extending back 11 years, an astonishing run that includes six meetings at grand slams and three in major finals. In 13 outings since they met here five years ago, Sharapova has taken just one set.</p> \n<p>The 33-year-old from Compton, California flummoxed Sharapova with her rangy court coverage and ability to uncork flat, sharply angled groundstrokes with depth and pace. What few moments of danger Williams encountered, she escaped with efficiency and aplomb. Sharapova faced break points in six of her nine service games while Williams did not face a break point.</p> \n<p>What’s happened with Williams v Sharapova can no longer be explained away as an anomaly. The five-times Wimbledon champion has mastered an oppressive, pugilistic style that Sharapova has neither the nerve nor tactical versatility to match.</p> \n<p>“I always expect her to play the best tennis against myself,” a despondent Sharapova said. “You have to be able not to just produce your best tennis, but more. Obviously it hasn’t happened for me.”</p> \n<p>Now she is one win from holding all four grand slam titles simultaneously, an achievement so rare she became its namesake – the “Serena Slam” – when she first did it in 2003. And with losses in only four major finals out of 24 played, she is no doubt the overwhelming favourite.</p> \n<p>One mark of Williams’ excellence is how she has always heightened her game against the best of her era. Consider her head-to-head record against the other players who have spent time at No1 over the past decade: Victoria Azarenka (16 wins, 3 defeats), Caroline Wozniacki (10-1), Jelena Jankovic (10-4), Kim Clijsters (7-2), Dinara Safina (6-1), Ana Ivanovic (8-1), Am&eacute;lie Mauresmo (10-2), Lindsay Davenport (10-4).</p> \n<p>Only Justine Henin (8-6) kept it close among her top rivals, though Williams inflicted some famous beatings when they met. But no one has felt the back end of her wrath more consistently than Sharapova. “It’s strange because a lot of the people I grew up with are now on the legends tour,” Williams said with a laugh. “Me and Venus just laugh. We’re just enjoying our time. We’re so fortunate to still be playing. We feel just really overjoyed.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436475832077/serena-williams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams shakes hands at the net with Maria Sharapova after defeatingthe No2 seed 6-2, 6-4 in their semi-final. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"serena williams","cleanCaption":"Serena Williams shakes hands at the net with Maria Sharapova after defeatingthe No2 seed 6-2, 6-4 in their semi-final. Photograph: Pavel Golovkin/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-09T21:05:48Z","lastModified":"2015-07-09T23:30:01Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Serena Williams","Wimbledon 2015","Maria Sharapova","Wimbledon","Tennis","Sport","US sports"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/09/serena-williams-sharapova-wimbledon-semi-final","shortUrl":"http://gu.com/p/4agq4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/09/serena-williams-sharapova-wimbledon-semi-final","webUri":"http://www.theguardian.com/sport/2015/jul/09/serena-williams-sharapova-wimbledon-semi-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436475832077/serena-williams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams shakes hands at the net with Maria Sharapova after defeating the No2 seed 6-2, 6-4 in their semi-final. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"serena williams","cleanCaption":"Serena Williams shakes hands at the net with Maria Sharapova after defeating the No2 seed 6-2, 6-4 in their semi-final. Photograph: Pavel Golovkin/AP"}},"importance":0,"kicker":{"title":"Bryan Graham"},"byline":{"title":"Bryan Graham"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/9/1436475832077/serena-williams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams shakes hands at the net with Maria Sharapova after defeatingthe No2 seed 6-2, 6-4 in their semi-final. Photograph: Pavel Golovkin/AP","credit":"Pavel Golovkin/AP","altText":"serena williams","cleanCaption":"Serena Williams shakes hands at the net with Maria Sharapova after defeatingthe No2 seed 6-2, 6-4 in their semi-final. Photograph: Pavel Golovkin/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436457660710/Serena-Williams-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Serena Williams","cleanCaption":"Serena Williams was again too strong for Maria Sharapova and advanced to the Wimbledon 2015 final, where she will play Garbiñe Muguruza. Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Football / Crystal Palace sign PSG’s Cabaye and close on new deal for Dann","rawTitle":"Crystal Palace sign PSG’s Cabaye and close on new deal for Dann","item":{"type":"article","id":"football/2015/jul/10/crystal-palace-yohan-cabaye-paris-saint-germain","title":"Crystal Palace sign PSG’s Yohan Cabaye and close on new deal for Scott Dann","trailText":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain","standFirst":"<span class=\"bullet\">•</span> France international links up again with Alan Pardew\n<br />\n<span class=\"bullet\">•</span> &pound;12.5m transfer represents club record fee for Palace","byline":"Dominic Fifield","body":"<p>Scott Dann is set to follow James McArthur by pledging his long-term future to Crystal Palace with an enhanced contract at Selhurst Park after the south London club completed the signing of Yohan Cabaye for a record fee.</p> \n<p>The France international’s transfer from Paris Saint-Germain for an initial &pound;10m, potentially rising to nearer &pound;12.5m with add-ons, on a three-year contract has been confirmed following the successful completion of a medical.</p> \n<p>Cabaye, who started only 13 Ligue 1 games last season, also attracted interest from West Ham and two Champions League clubs in Roma and Atl&eacute;tico Madrid before agreeing to link up again with Alan Pardew, under whose management he flourished at Newcastle.</p> \n<p>He told Palace’s website: “I’m happy to be here. I’ve been waiting for the decision, had the medical and now I can’t wait to focus on my new team, a new season and my new life.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CPFC/statuses/619416029417095170\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">BREAKING: <a href=\"https://twitter.com/hashtag/CPFC?src=hash\">#CPFC</a> are delighted to announce the signing of Yohan Cabaye on a three-year deal. <a href=\"https://twitter.com/hashtag/WelcomeCabaye?src=hash\">#WelcomeCabaye</a> <a href=\"http://t.co/R1petCwcbq\">pic.twitter.com/R1petCwcbq</a></p>— Crystal Palace FC (@CPFC) \n  <a href=\"https://twitter.com/CPFC/status/619416029417095170\">July 10, 2015</a>\n </blockquote> \n</figure> \n<p>“I wanted to come and play for Palace because there are some really strong players here. They finished very well last season and I think they can compete to get into the top eight.</p> \n<p>“I also know the gaffer and have worked with him before and I’m confident with him. I want to do my best for him because he’s made a big effort to get me to come here, as well as the chairman, so I have to say a big thank you to both of them.”</p> \n<p>While Palace will add further to their squad, and are to enter the running for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/09/charlie-austin-crystal-palace-qpr-6m-fraizer-campbell\">Charlie Austin at QPR as well as Chelsea’s Lo&iuml;c R&eacute;my</a>, the co-chairman Steve Parish is also intent upon retaining key performers from the side which finished 10th under Alan Pardew last term.</p> \n<p>McArthur, a Scotland international who joined from Wigan last summer, signed a new three-year deal earlier this week with Dann, a &pound;2.65m arrival from Blackburn Rovers in January 2014 while Tony Pulis was in charge, now set to follow suit despite having two years to run on his current deal.</p> \n<p>The 28-year-old’s form carried him into contention for England recognition last season, and attracted the attention of Everton, but Palace hope to secure his future at around &pound;65,000-a-week until 2019.</p> \n<p>Pardew still aspires to partner Dann with Swansea’s Ashley Williams next season, despite securing Damien Delaney and Brede Hangeland to new terms already this summer, as Palace, who were promoted in 2013, focus on consolidating as a side capable of finishing regularly in the top half of the Premier League.</p> \n<p>Palace also announced the Mansion Group as the club’s new main shirt sponsor, replacing Neteller.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mark__Bright/statuses/619417202085752832\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Welcome to <a href=\"https://twitter.com/CPFC\">@CPFC</a> <a href=\"https://twitter.com/YCabayeofficiel\">@YCabayeofficiel</a> <a href=\"https://twitter.com/hashtag/cpfc?src=hash\">#cpfc</a> fans, is there a better way to start the weekend? Exciting times. ⚽ <a href=\"http://t.co/15REvKjlrM\">pic.twitter.com/15REvKjlrM</a></p>— Brighty (@Mark__Bright) \n  <a href=\"https://twitter.com/Mark__Bright/status/619417202085752832\">July 10, 2015</a>\n </blockquote> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436428182043/Yohan-Cabaye-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images","credit":"Franck Fife/AFP/Getty Images","altText":"Yohan Cabaye","cleanCaption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T08:02:00Z","lastModified":"2015-07-10T08:14:33Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Dominic Fifield","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400768136849/Dominic-Fifield-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominicfifield"}],"feature":false,"keywords":["Crystal Palace","Paris Saint-Germain","Football","Sport","Transfer window"],"tags":[{"id":"football/crystalpalace","webTitle":"Crystal Palace"},{"id":"football/parisstgermain","webTitle":"Paris Saint-Germain"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/transfer-window","webTitle":"Transfer window"}],"section":{"id":"football"},"topics":[{"displayName":"Dominic Fifield","topic":{"type":"tag-contributor","name":"profile/dominicfifield"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/10/crystal-palace-yohan-cabaye-paris-saint-germain","shortUrl":"http://gu.com/p/4ag4f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/10/crystal-palace-yohan-cabaye-paris-saint-germain","webUri":"http://www.theguardian.com/football/2015/jul/10/crystal-palace-yohan-cabaye-paris-saint-germain"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436428182043/Yohan-Cabaye-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images","credit":"Franck Fife/AFP/Getty Images","altText":"Yohan Cabaye","cleanCaption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images"}},"importance":1,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436428182043/Yohan-Cabaye-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images","credit":"Franck Fife/AFP/Getty Images","altText":"Yohan Cabaye","cleanCaption":"Crystal Palace have completed the club record signing of Yohan Cabaye from Paris Saint-Germain.  Photograph: Franck Fife/AFP/Getty Images"}}]}],"lastModified":"2015-07-10T08:18:47Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}