{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"Tour de France 2015 / Utrecht gears up for grandest of départs","rawTitle":"Utrecht gears up for grandest of départs","item":{"type":"article","id":"sport/2015/jul/03/utrecht-tour-de-france-contador-nibali-froome","title":"Utrecht and Tour de France rivals gear up for grandest of départs","trailText":"Cycling-mad Dutch city embraces its big day while Contador, Nibali, Froome and Quintana get set for one of the most exciting Tours in years","standFirst":"Cycling-mad Dutch city embraces its big day while Contador, Nibali, Froome and Quintana get set for one of the most exciting Tours in years","byline":"Barry Glendenning in Utrecht","body":"<p>From gleaming top-end racers down to rusting bone-shakers whose best days are long behind them, the sight of bicycles swarming the streets of Utrecht is far from rare. How fitting, then, that Saturday’s opening stage of the Tour de France will bring to fruition the labours of 13 long years since this Dutch city first threw its hat in the ring to play host to the world’s most famous bike race. Finally, the Grand D&eacute;part has arrived.</p> \n<p>The 2015 Tour begins with a looping 13.8km individual time trial through the streets of the compact city centre, but will be no less punishing or closely fought for its brevity. The winner will be zipped into the leader’s yellow jersey and will quietly fancy his chances of keeping it on his shoulders for a series of tricky but far from brutal stages to come in the week ahead. The veteran Swiss Fabian Cancellara, Germany’s Tony Martin and the UK’s Alex Dowsett are among a handful of riders with realistic chances of winning the stage and with it the honour of leading the peloton westwards from Utrecht towards the peninsulas and islands of Zeeland on Sunday in the <em>maillot jaune</em>.</p> \n<p>On any normal occasion, the addition of another 198 Lycra-clad cyclists would scarcely raise an eyebrow in a locale whose population is so devoted to cycling that everyday life plays out to the soundtrack of the polite warning jingles of bells on handlebars. Indeed, such is the determination of the local elders to show off their city’s proud cycling heritage that they have placed the finish of today’s stage beside Utrecht’s new bike park – as in, an actual parking area for bikes – near the main train station, where spaces have been made available for 12,500 two-wheeled conveyances.</p> \n<p>Elsewhere, the local denizens have taken up the cudgels waved so enthusiastically by their Yorkshire brethren a year ago, with most shop windows in the beautiful and ancient old town given over to celebrations of the Tour and its history. Not even the most majestic local trees have avoided being swept up by the enthusiasm, with almost all having been swaddled in yellow, green or polka dot, those famous colours assorted members of the peloton are about to contest with such vigour.</p> \n<p>A vibrant city with a population of only 328,000, many of them students at the country’s biggest university, Utrecht has unsurprisingly embraced the Tour’s fleeting stay and imminent departure. “You can feel that,” said Sir Dave Brailsford, the Team Sky general manager. “Just riding around, actually seeing how many kids are out on their bikes, all in their little pelotons going off to school. It’s a fabulous demonstration of what a sport can do.”</p> \n<p>With the defending champion, Vincenzo Nibali, and his main rivals and fellow Grand Tour winners Chris Froome, Nairo Quintana and Alberto Contador all in fine form, this promises to be one of the most exciting Tours in years. Flat, short and fast, it should present few difficulties to the stage favourites, although the arrival of rain forecast late in the afternoon could scupper the chances of those scheduled with later departure times.</p> \n<p>“It’s a nice <em>parcours</em>,” said Etixx-Quick Step’s German time-trial specialist Tony Martin. “It would suit a lot of riders. At the moment it’s my main objective and it’s a big deal for me personally. While I’m here to support the other guys, for the moment it’s just Saturday that counts. I hope the course will be in the same condition for everybody.”</p> \n<p>Sitting down table from Martin, Mark Cavendish seemed reasonably relaxed as he looked forward to his first Tour de France since coming a bone‑crunching cropper at the conclusion of last year’s opening stage in Harrogate. Although a pedal has not yet been turned in anger, he did fail to disguise his irritation upon being asked if the absence of the German sprinter Marcel Kittel, through illness, would increase this own chances of adding to his tally of 25 Tour de France stage wins. With a shake of his head and a weary sigh, he got on with a part of his job he appears to relish even less than ascending Alpine peaks: answering questions in press conferences.</p> \n<p>“Sure, but there’ll be 200 riders there at the start, so take any of them and it’ll increase my chances,” he said, before pointing out that his team have the personnel to challenge for most of this year’s stages. Asked much the same Kittel-related question again, but in a slightly different way, Cavendish visibly bristled and pointed out that it is bike races, rather than individual rivals, for which he tends to yearn.</p> \n<p>“To be fair, I miss the races more,” he explained. “I crashed out of the first stage of last year’s Tour de France and missed the race. I was in superb form and had to sit at home and watch it, which wasn’t easy. I’ve tried to come to the Tour de France in the same form I was in last year and get back to winning ways.”</p> \n<p>Like many other riders in this year’s Tour, Cavendish comes into the race on the back of one his best ever seasons and, barring misfortune, looks a certainty to prevail in the two sprint finishes he has publicly stated would be a satisfactory return for his endeavours. There are so many in-form contenders contesting this year’s race. “Everyone’s in form, it’s box office time,” said Brailsford. Get the popcorn on.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435949967619/dae221fb-c3c0-46a4-8cfa-bfa5a166ae67-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Laurent Cipriani/AP","altText":"Team Sky","cleanCredit":"Photograph: Laurent Cipriani/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-03T19:08:32Z","lastModified":"2015-07-03T23:08:31Z","metadata":{"commentable":true,"commentCount":45,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Mark Cavendish","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/markcavendish","webTitle":"Mark Cavendish"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/utrecht-tour-de-france-contador-nibali-froome","shortUrl":"http://gu.com/p/4acd7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/utrecht-tour-de-france-contador-nibali-froome","webUri":"http://www.theguardian.com/sport/2015/jul/03/utrecht-tour-de-france-contador-nibali-froome"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435949967619/dae221fb-c3c0-46a4-8cfa-bfa5a166ae67-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Froome rides out with his Team Sky team-mates in the buildup to Saturday’s Grand Départ. Photograph: Laurent Cipriani/AP","credit":"Laurent Cipriani/AP","altText":"Team Sky","cleanCaption":"Chris Froome rides out with his Team Sky team-mates in the buildup to Saturday’s Grand Départ.","cleanCredit":"Photograph: Laurent Cipriani/AP"}},"importance":7,"kicker":{"title":"Tour de France 2015"},"byline":{"title":"Barry Glendenning"},"showQuotedHeadline":true,"sublinks":[{"title":"Tour de France / Astana’s Boom may face Tour exit over low cortisol levels","rawTitle":"Astana’s Boom may face Tour exit over low cortisol levels","item":{"type":"article","id":"sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol","title":"Astana’s Lars Boom could be thrown off Tour for low cortisol levels","trailText":"One of the reigning champion Vicenzo Nibali’s most experienced lieutenants on the Astana team could be excluded from the Tour de France after returning cortisol levels below the normal level","standFirst":"<span class=\"bullet\">•</span> Astana say cyclist will start if he cannot be replaced\n<br />\n<span class=\"bullet\">•</span> Boom is a key lieutenant of the champion, Vincenzo Nibali","byline":"Ed Aarons","body":"<p>Lars Boom, one of the reigning Tour de France champion Vicenzo Nibali’s most experienced lieutenants on the Astana team, could be excluded from this year’s race after returning cortisol levels below the normal level.</p> \n<p>The Dutchman, 29, was revealed to have posted an abnormally low cortisol level after tests by the governing body, the UCI, on all riders competing in the 2015 race. Astana, under scrutiny since being threatened with having their racing licence removed earlier this year, immediately reported the discrepancy to the Movement for Credible Cycling (MPCC).</p> \n<p>“MPCC has received notice of the anonymous results of its 14 team members starting the race, on Friday afternoon,” <a href=\"http://www.mpcc.fr/index.php/en/news-uk/item/451-07-03-press-release\" title=\"\">read a statement on their website</a>.</p> \n<p>“Its results having shown an abnormally low cortisol level, Team Astana has immediately reported Roger Legeay, President of MPCC, the identity of the rider concerned (Lars Boom). According to article nine of MPCC regulation, in case of abnormally low cortisol levels, competition will resume after an additional eight-day rest minimum, and back-to-normal cortisol levels.</p> \n<p>“MPCC would like to remind that cortisol level tests are carried out within the framework of health, not antidoping.”</p> \n<p><a href=\"http://www.lequipe.fr/Cyclisme-sur-route/Actualites/Tour-de-france-lars-boom-astana-prive-de-depart/571537\" title=\"\">According to L’Equipe</a>, the Astana team will not be allowed to replace Boom because the results arrived after the cut-off point. The paper stated that general manager Alexander Vinokourov asked for a replacement, the Italian Alessandro Vanotti, to take Boom’s spot but his request was rejected. “Either the UCI allows us to replace Boom or he starts with us. So much for the MPCC,” Vinokourov was quoted as saying. “At 14.00 on 3 July, the Astana Pro Team received analyses from the UCI’s independent antidoping agency CADF from blood tests administered to its nine Tour de France riders on 2 July,” read a statement from Astana.</p> \n<p>“According to the CADF notification, rider Lars Boom has a healthy and permissable level of cortisol for the Tour de France that is however too low for applicable standards from the MPCC.</p> \n<p>“Astana asked the UCI to authorise the activation of named reserve rider Alessandro Vanotti to the Tour de France squad in order to start on 4 July. Official registration of riders for the 2015 Tour de France closed at 10.30 on 3 July at the sport directors’ meeting, before the CADF notification.</p> \n<p>“Alessandro Vanotti will arrive in the Netherlands Saturday morning to undergo physical and blood tests and await a UCI decision on the matter.”</p> \n<p>The UCI <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/27/uci-licence-revoke-vincenzo-nibali-tiur-de-france\" title=\"\">moved to revoke Astana’s licence in February</a> after an audit of the team’s anti-doping procedures carried out by the Institute of Sports Science at the University of Lausanne. However <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/05/astana-cycling-licence-commission-brian-cookson\" title=\"\">that was reversed in May</a> after they were found to have shown sufficient signs of progress.</p> \n<p>Boom was earmarked to play a significant role for Astana in this year’s race, having won stage five on the pav&eacute; last year. The MPCC was established in 2007 at the instigation of the professional teams that decided to take a zero tolerance stand against doping in the sport.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435960061456/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Lars Boom","cleanCaption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:50:32Z","lastModified":"2015-07-03T23:31:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ed Aarons","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ed-aarons"}],"feature":false,"keywords":["Tour de France 2015","Cycling","Sport","Tour de France","Astana"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/astana","webTitle":"Astana"}],"section":{"id":"sport"},"topics":[{"displayName":"Ed Aarons","topic":{"type":"tag-contributor","name":"profile/ed-aarons"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol","shortUrl":"http://gu.com/p/4ace9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol","webUri":"http://www.theguardian.com/sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435960061456/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Lars Boom","cleanCaption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435960061456/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Lars Boom","cleanCaption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/22ece7abe037020518c72d8cbbb8178a80eca7a5/0_165_3500_2100/1000.jpg","height":600,"width":1000}}]},{"title":"Wimbledon holds its breath as Watson takes Williams to brink","rawTitle":"Wimbledon holds its breath as Watson takes Williams to brink","item":{"type":"article","id":"sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon","title":"Wimbledon held its breath as Heather Watson stood up to Serena Williams","trailText":"Heather Watson came agonisingly close to beating her childhood hero but when push came to shove Serena Williams had deeper to dig on a raucous Centre Court","standFirst":"The British No1 came agonisingly close to beating her childhood hero but when push came to shove the world No1 had deeper to dig on a raucous Centre Court\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/03/serena-williams-v-heather-watson-wimbledon-2015-live\" title=\"\">Serena Williams v Heather Watson – as it happened</a>","byline":"Andy Bull at Wimbledon","body":"<p>It can be a hard thing to meet your heroes, and a harder thing still to beat them. This was Heather Watson’s first match against Serena Williams, a player she used to idolise as a child. The first time Watson ever came to Wimbledon, when she was “seven or eight” years old, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/heather-watson-serena-williams-venus-wimbledon-2015\" title=\"\">she bought a poster of the Williams sisters</a>, which she then pinned up on her wall. And here she was, more than a decade later, facing the younger of the two on Centre Court. You wondered, when Watson walked out, whether she really believed, deep down, that she could win. If so, she would have been one of the few of the 15,000 present who did. “All I saw,” she said afterwards, “was an opportunity.” She was two points away from taking it, and it said plenty that she was so distraught about failing.</p> \n<p>Earlier in the afternoon, Watson was out in the far corner of the practice courts, away from the crowds. There, she spent 30 minutes, the entirety of the session, doing nothing other than work on her return of serve. As hard as her coach was hitting, the practice could only do so much to prepare Watson for the 112mph ace Williams walloped past her to win the second point of the match. Some welcome. Williams hits with such force, Watson was reeling. Literally so. A couple of strokes knocked her clean off her feet. At that point, it felt like Watson may as well have been trying to swim up Niagara Falls. A little historical perspective: no British woman had beaten a world No1 since Sue Barker defeated Chris Evert in 1979.</p> \n<p>There were little moments for Watson early on, each treated like a major event by the mustard-keen crowd, all anxious for a reason, of any sort at all, to cheer her on. An ace in the first game, a couple of brilliant pinpoint backhands soon after, all rewarded with rapturous applause. As time ticked by, the intermittent cries of “Come on Heather!” began to sound ever more forlorn. It took Williams just 25 minutes to win that first set. She was too smart, too powerful, too good, and Watson too tense. She was shaping up to be just another piece of roadkill on Williams’ route to the final.</p> \n<p>Midway through the second set, something changed. Perhaps Williams let her concentration slip, as she sometimes does when she’s winning so easily. She was gracious enough to say that Watson played so well that she “wasn’t able to keep up”. In the fifth game, Williams hit a smash into the net. Moments later, Watson played a marvellous drop shot that put her 0-30 up. And just like that, the match switched. All of a sudden, what was a procession was now a fair fight.</p> \n<p>Williams knew it too. You could tell from the way she started screaming in celebration of her winners. She sent a forehand long, followed it with a double fault and, glory be, Watson had won a break point to go 3-2 up. Centre Court was alive with energy. The fans refused to quieten down, even when Williams broke right back, then held her own serve to lead 4-3. Watson won the next, and then, better yet, won herself another break when Williams sent a forehand wide. So it was Watson’s turn to serve for the set.</p> \n<p>Wimbledon seemed almost to stop. The attention of the thousands of fans spread out across the other courts drifted away from what they were watching as they heard the sound from Centre Court, and when they saw, soon after, the scores flash up on the big screens. Watson lost control of her first serve, and delivered a double fault that gave Williams a break point. She should have taken it. But somehow the pressure seemed to have shifted. Where it had been weighing down on Watson in the first set, now it was all on Williams. As odd a phrase as this seems, the Centre Court crowd began to feel genuinely intimidating. Watson saved the break point, and though she squandered the first set point soon after, she won a second when Williams hit a backhand return into the net. One set each.</p> \n<p>By now, Williams was struggling. Watson broke her serve in the first game of the third set, and again in the third. At that point, Watson had won six games in a row. But the world No1 is made of tougher stuff than she had shown in that time. The momentum swung again, back Williams’ way. She won the next three games. But Watson, too, had more to give. She scrambled through some brilliant defensive tennis to hold her own serve, then broke Williams again, to love. Now she was serving for the match. The closest she came was deuce. The crowd was now so loud that Williams complained about noise, which only brought forth more boos.</p> \n<p>“What’s the toughest away match to play?” Williams was asked afterwards. “A French player at Roland Garros? An Australian at the Rod Laver Arena?” She didn’t think for long. “I’m going to have to go with playing Heather Watson in Great Britain. For sure.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435957518723/Heather-Watson-served-for-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hosti","cleanCaption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:05:45Z","lastModified":"2015-07-03T23:08:19Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Andy Bull","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733420/AndyBull.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybull"}],"feature":true,"keywords":["Wimbledon 2015","Heather Watson","Serena Williams","Wimbledon","Tennis","Sport","US sports"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Andy Bull","topic":{"type":"tag-contributor","name":"profile/andybull"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon","shortUrl":"http://gu.com/p/4ace5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435957518723/Heather-Watson-served-for-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hosti","cleanCaption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images"}},"importance":6,"byline":{"title":"Andy Bull"},"showQuotedHeadline":true,"sublinks":[{"title":"Kevin Mitchell / Battling Watson pushes Williams all the way","rawTitle":"Battling Watson pushes Williams all the way","item":{"type":"article","id":"sport/2015/jul/03/heather-watson-serena-williams-wimbledon","title":"Heather Watson pushes Serena Williams to limit before bowing out in thriller","trailText":"Heather Watson came close to shocking Serena Williams before the world No1 fought back from two breaks down in the final set to win 6-2, 4-6, 7-5","standFirst":"<span class=\"bullet\">•</span> World No1 recovers to win epic Wimbledon duel 6-2, 4-6, 7-5\n<br />\n<span class=\"bullet\">•</span> Watson rattles Williams in performance of her life before exiting","byline":"Kevin Mitchell at Wimbledon","body":"<p>Heather Watson disagrees – because athletes hate to embrace defeat – but she might never reach a higher standard of tennis than that which she showed in losing to Serena Williams in three sets of incomparable drama on Centre Court at Wimbledon on Friday evening.</p> \n<p>To lose the way she did, with quiet elan and sustained skill under intense pressure, leaving every sweat-drop of effort on court during two and a quarter hours against possibly the best player in the history of the women’s game – such a British defeat – was a victory in itself.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/03/serena-williams-v-heather-watson-wimbledon-2015-live\">Serena Williams v Heather Watson: Wimbledon 2015 – as it happened</a> </p> \n</aside> \n<p>It <a href=\"https://twitter.com/andy_murray\" title=\"\">inspired Andy Murray to Tweet</a>: “Retweet if @HeatherWatson92 just made you feel effing proud! Favourite if she made you feel really effing proud!”</p> \n<p>An hour or so after the match the latter outpointed the former 22,464 to 16,868.</p> \n<p>Nevertheless the nation’s pride in her performance will not strike Watson as a reason to celebrate losing – and that is exactly the attitude to have if she is to build on this third-round defeat in her first match against the world No1, a player at the peak of her powers with 20 grand slam titles to her name.</p> \n<p>“I was two points away from winning that match, so I’m pretty disappointed,” Watson said. “But the atmosphere on court was amazing. It really helped me and pushed me. I just wish I could have closed it out at the end – and, no, I wouldn’t call losing the greatest day of my career.”</p> \n<p>She did surrender a 3-0 lead in the third set, having won six games in a row from the middle of the second, but her level hardly dropped. It was Williams who rescued it, not Watson who threw it away.</p> \n<p>She did something that few players manage to do: reduced Williams to a shaking wreck, near tears and screaming in exasperation, before the world No1 regathered her fighting spirit and came back at her like a wounded lioness to win <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/03/serena-williams-v-heather-watson-wimbledon-2015-live\" title=\"\">6-2, 4-6, 7-5</a>. The American’s prize is a fourth-round match against her sister, Venus, whom she has not played since losing in the semi-finals in Montreal last year but who will do well to stretch her as far as Watson did.</p> \n<p>Venus beat the Serb Aleksandra Krunic 6-3, 6-2 in only 71 minutes on Court Two.</p> \n<p>Two sets of numbers told the tale on Centre Court. Williams, straining at the edge of her strength and menacing power in nearly every shot, hit 53 clean winners – along with 13 aces – and 33 unforced errors; Watson, smaller, quicker, way less powerful and playing watchful, intelligent tennis, hit only 20 winners – with three aces – and only 11 unforced errors.</p> \n<p>Yet the match was coat-of-paint-close, all the way to the final game, theatre of the highest order containing a standard of play matched by any other contest at these championships, men’s or women’s.</p> \n<p>“I honestly didn’t think I was going to win,” Williams said. “I don’t know how I pulled through. [At 0-3 down], I was thinking what am I going to do tomorrow, find a dance class, hang around to watch Venus play? She just did everything so well and I wasn’t able to keep up. Obviously I keep fighting. She played unbelievable. She went out with the mind-set of winning.</p> \n<p>“At the end, I was trying to get myself pumped up. I got a little slack. It was really intense today. The crowd were really vocal, between points and during points. They were rooting for their champion to do well. You can’t blame them. I’ve never heard boos here before but, hey, I’ve been through it all.”</p> \n<p>Williams threatened to overwhelm Watson at the beginning, winning the first set pretty much as she pleased, with not a hint of the drama to follow.</p> \n<p>Williams held to love at the start of the second set and came close to breaking at the first opportunity. The shouts of encouragement for the home player grew weaker and more sporadic. Williams kept her pinned on the baseline in nearly every exchange, one return off a first serve seeming to take Watson off her feet – but she held.</p> \n<p>Watson got a couple of points up on Williams’s serve in the fifth game, prodding her into a loud and quite menacing response, her winning forehand ripped with all the intensity of a right hook in a world heavyweight title fight. Another followed.</p> \n<p>Then Watson got a break point. To secure it would be a triumph in itself, surely – but Williams found another huge serve for deuce. When she hit long to give Watson a second look, there was further hope. A serve hit the net – and another. Her first double fault – and Watson, to the astonishment of everyone but herself, perhaps, led 3-2.</p> \n<p>From that point it was a different match. Watson produced some delightful groundstrokes and leg-stretching defence to hold and take the second set before they embarked on the most fitting of conclusions to a great match.</p> \n<p>Watson went 3-0 up and at 40-love looked to have the match in her pocket. Williams, however, landed a smash on the line at Watson’s feet, ground out the break and won the next three games. It was looking grim for the British No1 but she would not go away.</p> \n<p>Her defence hit stratosphere levels at the start of the ninth game. Williams, plainly rattled, double-faulted then hit long on both wings after excellent rallies and Watson served for the match after two of the best hours of her career.</p> \n<p>Williams dug into her extraordinary reserves to grab two break points and returned long on the first one; Watson hit the line to save the second. Williams got another chance – and Watson saved with her third ace of the match. Williams got a fourth break point and this time Watson cracked, netting her backhand.</p> \n<p>Williams held to love but blew match point on Watson’s serve with a lazy forehand. She got another with a smash, then netted again. A third arrived at the end of a long rally and this time she benefited from another kind, but fair, line call when the ball landed at Watson’s feet.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435949249255/0c1fd138-34b3-4576-9b87-a893ce6f2186-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Couldridge/Reuters","altText":"Heather Watson","cleanCredit":"Photograph: Andrew Couldridge/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-03T18:48:16Z","lastModified":"2015-07-03T23:08:19Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Wimbledon 2015","Heather Watson","Serena Williams","Wimbledon","Venus Williams","Tennis","US sports","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/venus-williams","webTitle":"Venus Williams"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/heather-watson-serena-williams-wimbledon","shortUrl":"http://gu.com/p/4acd4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/heather-watson-serena-williams-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jul/03/heather-watson-serena-williams-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435949249255/0c1fd138-34b3-4576-9b87-a893ce6f2186-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Heather Watson stretches to hit a return during her pulsating Wimbledon match against Serena Williams. Photograph: Andrew Couldridge/Reuters","credit":"Andrew Couldridge/Reuters","altText":"Heather Watson","cleanCaption":"Heather Watson stretches to hit a return during her pulsating Wimbledon match against Serena Williams.","cleanCredit":"Photograph: Andrew Couldridge/Reuters"}},"importance":0,"kicker":{"title":"Kevin Mitchell"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/4104d899a24ae75e85266c017a0c54f2cf059e36/186_744_3319_1990/1000.jpg","height":600,"width":1000}}]},{"title":"Esther Addley / Watson shakes off setbacks to take centre stage","rawTitle":"Watson shakes off setbacks to take centre stage","item":{"type":"article","id":"sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","title":"Heroic Heather leaves her mark on childhood idol Serena Williams","trailText":"After Britain’s No1 pushed Wimbledon’s top-seed all the way, <strong>Esther Addley</strong> takes a look at the rise of Guernsey’s 23-year-old tennis star","standFirst":"<p>After Britain’s No1 pushed Wimbledon’s top-seed all the way, <strong>Esther Addley</strong> takes a look at the rise of Guernsey’s 23-year-old tennis star</p>","byline":"Esther Addley","body":"<p>Heather Watson and Serena Williams had never played each other before Friday, and the world No1 admitted earlier this week that she “[didn’t] know her at all”.</p> \n<p>But the British 23-year-old’s name will be considerably more familiar to Williams today, after Watson pushed the five-time Wimbledon champion to the very brink of a sensational Centre Court defeat, only to be squeezed out by the American superstar in a heartbreaking final set.</p> \n<p>The Guernsey-native, who <a href=\"http://www.mirror.co.uk/sport/tennis/heather-watson-fulfil-wimbledon-dream-5990063\">idolised the American as a youngster</a> and grew up with pictures of Williams on her bedroom wall, fought her way back from one set down to emphatically take the second set and come within two points of victory in the third. </p> \n<p>Williams, however, has not won 20 grand slams for nothing, and she battled back to break the hearts of a crowd that had roared deafening support for the Briton for more than two hours.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon\">Wimbledon held its breath as Heather Watson stood up to Serena Williams | Andy Bull</a> </p> \n</aside> \n<p>Speaking immediately after the match, an almost stunned Williams admitted that it was probably the toughest contest she had ever fought at Wimbledon: “I think she played unbelieveable. She should have won the match.”</p> \n<p>Watson, for her part, was inconsolable at the result. “It was a tough, tough ask today, but I was super-, super-close. I think that’s what really hurts the most.”</p> \n<p>Though Watson is the British No1 and came into her third round match on the back of two impressively tough-minded wins, very few would have expected a performance of such fire – or a result so close. But Watson’s slight 5’7” frame and softly spoken manner belie a grit and confidence that have been hard-earned. </p> \n<p>Born in St Peter Port in Guernsey in 1992 to Ian, a Mancunian-born businessman, and Michelle, who was born in Papua New Guinea, she took up tennis at seven at around the same time as she made her first visit to Wimbledon. </p> \n<p>On that visit, she said earlier this week, “I bought two posters: One was Venus and Serena together and one was Roger Federer. Those were the three players that I liked. They went straight up on my wall.”</p> \n<p>At 12 she left home, alone, to board at Nick Bollettieri’s tennis academy in Florida; three years later her mother, with a teenage Watson already travelling around the world to compete in the junior circuit, <a href=\"http://www.thenational.com.pg/?q=node/683\">left her job</a> to accompany her daughter full-time.</p> \n<p>“Lots of times I feel quite lonely,” <a href=\"http://www.telegraph.co.uk/sport/tennis/9763188/British-No-1-Heather-Watson-admits-when-she-is-on-tour-she-feels-lonely-and-does-not-fit-in.html\">she said in 2012</a> of life on the tour. “I just want to go home and see everybody, because I hardly get to see my friends and family during the season. It’s really tough, always living out of a suitcase or in a hotel.”</p> \n<p>Part of the problem, she suggested, was that as a warm and fun-loving young woman who loves posting silly photos to <a href=\"https://instagram.com/heatherwatson92/?hl=en\">her Instagram feed</a>, she found it difficult to make friends and was often snubbed by the more aloof players on the tour.</p> \n<p>“I don’t really fit in,” she said. “I couldn’t be mean and not talk to people if I tried … But some of the girls have to be that way. In their minds, they are not playing a friend, they’re playing an opponent. That’s the job. It’s difficult, though.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andy_murray/statuses/617038314164477952\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Retweet if <a href=\"https://twitter.com/HeatherWatson92\">@HeatherWatson92</a> just made you feel really effing proud! Favourite if she made you feel really effing proud!</p>— Andy Murray (@andy_murray) \n  <a href=\"https://twitter.com/andy_murray/status/617038314164477952\">July 3, 2015</a>\n </blockquote> \n</figure> \n<p>But a solo life on the tennis circuit made her very self-sufficient – it was not until this year that she lifted a bar on her parents coming to Wimbledon to watch her performances, fearing their presence at SW19 could jinx her.</p> \n<p>By 2013, as the British No1 and ranked 40 in the world after reaching the third round of the Australian Open, truly high-level success seemed there for the taking. But within months she had contracted glandular fever, which <a href=\"http://www.ibtimes.co.uk/heather-watson-glandular-fever-diego-veronelli-527821\" draggable=\"true\">devastated her form </a>for much of the following year and hugely dented her confidence, leading her to fear at times that her career could be over.</p> \n<p>On top of her health problems, Watson spoke recently of the harassment she has received on social media, often from gamblers who have lost money because of her match results. </p> \n<p>“I’ve had death threats,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/heather-watson-defiantly-slams-cowardly-social-media-abuse\">she said</a>. “I’ve had people threatening to kill me and kill my family, wishing that I get cancer and die a slow, painful death. Horrible words I couldn’t even think up in my head, to be that mean.”</p> \n<figure class=\"element element-image\" data-media-id=\"71d7ba3c2099c4048a12aa6bcbc321fda9002e78\"> \n <img src=\"http://media.guim.co.uk/71d7ba3c2099c4048a12aa6bcbc321fda9002e78/0_81_2299_1378/1000.jpg\" alt=\"Serena Williams\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Serena Williams had to throw everything she had at Heather Watson to progress.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Corbis</span> \n </figcaption> \n</figure> \n<p>She recently split from her boyfriend of two years, Phil Stephens, an investment banker who represented Britain in his teens – but beamed with delight on Wednesday when she told reporters at Wimbledon that she had recently bought her own property close to the All England Club, “a big goal of mine for a long, long time”. </p> \n<p>A devoted dog-lover who stays with the same host family every year at Wimbledon, Watson remains, in many ways, a very normal young woman. But as she made plain in her post-match press conference, she has absolutely no time for the “didn’t she do well?” school of British ambition.</p> \n<p>A reporter who suggested her heroic performance against Williams made it the greatest day of her career was given extremely short shrift: “No, I wouldn’t call losing the greatest day of my career.”</p> \n<p>Had it flickered into her mind at any point that this was the woman whose image had been on her bedroom wall? “No. All I saw today was an opportunity for me to make it to the second week of a grand slam, which is one of my goals for this year.”</p> \n<p>Asked about Andy Murray, who <a href=\"https://twitter.com/andy_murray\">tweeted after the match</a> that she had made him “feel really effing proud”, Watson allowed herself a small smile and said she hoped her country had been proud of her. </p> \n<p>“It would have been a lot better if I [had] won. But I hope I fought for them and showed that, you know, it’s not going to be a walk in the park for anybody that plays me.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCredit":"Photograph: Tony O'Brien/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71d7ba3c2099c4048a12aa6bcbc321fda9002e78/0_81_2299_1378/2299.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1378,"width":2299,"orientation":"landscape","caption":"Serena Williams had to throw everything she had at Heather Watson to progress. Photograph: Colorsport/Corbis","credit":"Colorsport/Corbis","altText":"Serena Williams","cleanCaption":"Serena Williams had to throw everything she had at Heather Watson to progress.","cleanCredit":"Photograph: Colorsport/Corbis"}],"webPublicationDate":"2015-07-03T22:03:28Z","lastModified":"2015-07-04T00:00:01Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":true,"keywords":["Wimbledon 2015","Heather Watson","Wimbledon","Sport","Tennis","Serena Williams"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/serena-williams","webTitle":"Serena Williams"}],"section":{"id":"sport"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","shortUrl":"http://gu.com/p/4acex","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","caption":"Great Britain’s Heather Watson in action during her third round defeat to No1 seed Serena Williams.  Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCaption":"Great Britain’s Heather Watson in action during her third round defeat to No1 seed Serena Williams. ","cleanCredit":"Photograph: Tony O'Brien/Reuters"}},"importance":0,"kicker":{"title":"Esther Addley"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCredit":"Photograph: Tony O'Brien/Reuters"}}]},{"title":"Order of play / All Saturday's matches at SW19","rawTitle":"All Saturday's matches at SW19","item":{"type":"article","id":"sport/2015/jul/03/wimbledon-2015-order-of-play-saturday-4-july","title":"Wimbledon 2015: Order of play for Saturday 4 July","trailText":"The draw has opened up for Andy Murray, who plays Andreas Seppi in the third round on Centre Court","standFirst":"<span class=\"bullet\">•</span> Andy Murray takes on Andreas Seppi on Centre Court\n<br />\n<span class=\"bullet\">•</span> Dustin Brown plays Viktor Troicki on No3 Court","byline":"Guardian sport","body":"<h2><strong>CENTRE COURT</strong></h2> \n<p><strong> 1pm start</strong></p> \n<p>S Groth (Aus) v R FEDERER (Swi, 2); J JANKOVIC (Ser, 28) v P KVITOVA (Cz, 2); A SEPPI (It, 25) v A MURRAY (GB, 3)</p> \n<h2>No1 COURT</h2> \n<p><strong> 1pm</strong></p> \n<p>C WOZNIACKI (Den, 5) v C GIORGI (It, 31); J Ward (GB) v V Pospisil (Can); G MONFILS (Fr, 18) v G SIMON (Fr, 12)</p> \n<h2>No2 COURT</h2> \n<p><strong> 11.30am</strong></p> \n<p>G MUGURUZA (Sp, 20) v A KERBER (Ger, 10); T BACSINSZKY (Swi, 15) v S LISICKI (Ger, 18); T BERDYCH (Cz, 6) v P And&uacute;jar (Sp); E Roger-Vasselin &amp; A Cornet (Fr) v L PAES &amp; M HINGIS (Ind/Swi, 7)</p> \n<h2>No3 COURT</h2> \n<p><strong> 11.30am</strong></p> \n<p>V TROICKI (Ser, 22) v D Brown (Ger) ; J-W TSONGA (Fr, 13) v I KARLOVIC (Cro, 23); C DELLACQUA &amp; Y SHVEDOVA (Aus/Kaz, 9) v D Hantuchova &amp; S Stosur (Svk/Aus)</p> \n<h2><strong>COURT 12</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>N Basilashvili (Geo) v R BAUTISTA AGUT (Sp, 20); M KEYS (US, 21) v T Maria (Ger); R Lindstedt &amp; J Melzer (Swe/Aut) v L Hewitt &amp; T Kokkinakis (Aus)</p> \n<h2><strong>COURT 18</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>K Pliskova (Cz) v M Niculescu (Rom); A RADWANSKA (Pol, 13) v C Dellacqua (Aus); M Rybarikova (Svk) v O Govortsova (Blr); R Ram &amp; Arina Rodionova(US/Aus) or A Begemann &amp; J Husarova (Ger/Svk) v B SOARES &amp; S MIRZA (Br/Ind, 2)</p> \n<h2><strong>COURT FOUR</strong></h2> \n<p><strong> 11am</strong></p> \n<p>A Potapova (Rus) v F Di Lorenzo (US); J Nikles (Swi) v A Pellegrino (It); L Stefani (Br) v C Liu (US); S Fukuda (Jpn) v T Sandkaulen (Ger)</p> \n<h2><strong>COURT Five</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>T Gabashvili &amp; Lu Y-h (Rus/Tai) v D NESTOR &amp; L Paes (Can/Ind, 11); J-S CABAL<strong> </strong>&amp; R FARAH (Col, 16) v J Marray &amp; F Nielsen (GB/Den); J PEERS &amp; Chan Y-j (Aus/Tai, 14) v M Draganja &amp; A Konjuh(Cro) or C Fleming &amp; J Rae (GB); H TECAU &amp; K Srebotnik (Rom/Svn, 6) v E Butorac &amp; K Marosi (US/Hun) or R Bopanna &amp; MJ Mart&iacute;nez S&aacute;nchez (Ind/Sp)</p> \n<h2><strong>COURT six </strong></h2> \n<p><strong>11.30am</strong></p> \n<p>A Collins (GB) v S Zhuk (Rus); Y Watanuki (Jpn) v A Canter (GB); L John-Baptiste (GB) v I Neel (US); U Maitane Arconada (US) v M Kilnarova (Cz)</p> \n<h2><strong>COURT Seven</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>J MURRAY &amp; J PEERS (GB/Aus, 13) v N Monroe &amp; A Sitak (US/NZ); L Arruabarrena &amp; I-C Begu (Sp/Rom) v J Gajdosova &amp; A Tomljanovic (Aus); M Daniell &amp; M Demoliner (NZ/Br) v J Erlich &amp; P Petzschner (Isr/Ger)</p> \n<h2><strong>COURT Eight</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>B MATTEK-SANDS &amp; L SAFAROVA (US/Cz, 3) v J Rae &amp; A Smith (GB); B Bencic &amp; K Siniakova (Swi/Cz) v A KUDRYAVTSEVA &amp; A PAVLYUCHENKOVA (Rus, 11); M Niculescu &amp; O Savchuk (Rom/Ukr) v T BABOS &amp; K MLADENOVIC (Hun/Fr, 4); J-J ROJER &amp; A-L GR&ouml;NEFELD (Neth/Ger, 11) v A Sitak &amp; Anastasia Rodionova (NZ/Aus)</p> \n<h2><strong>COURT Nine</strong></h2> \n<p><strong> 11am</strong></p> \n<p>J Adina Cristian (Rom) v Zheng Wushuang (Chn); M Pe&ntilde;a L&oacute;pez (Arg) v A Santillan (Jpn); C Muramatsu (Jpn) v E Levashova (Rus); A Bublik (Rus) v S Tsitsipas (Gr); Chung Y-s (Kor) v M Osmakcic (Swi)</p> \n<h2><strong>COURT 10</strong></h2> \n<p><strong> 11am</strong></p> \n<p>N Bains (Aus) v C Robillard-Millette (Can); Oh C-y (Kor) v M Ymer (Swe); F Stollar (Hun) v B Torelli (It); JJ Rosas (Per) v M Dembek (Pol)</p> \n<h2><strong>COURT 11</strong></h2> \n<p><strong> 11am</strong></p> \n<p>M Kecmanovic (Ser) v F Bass (GB); F Cunha Silva (Por) v M Valkusz (Hun); P Yadlapalli (Ind) v M Herazo Gonz&aacute;lez (Col); F Christie (GB) v O Pervushina (Rus); RJ Storrie (GB) v N Borges (Por)</p> \n<h2><strong>COURT 14</strong></h2> \n<p><strong> 11am</strong></p> \n<p>A Dougaz (Tun) v A L&oacute;pez San Mart&iacute;n (Sp); Y Takahashi (Jpn) v N Ponwith (US); A Pospelova (Rus) v T Mihalikova (Svk); R Masarova (Swi) v M Gordon (US); C Denolly (Fr) v K Raisma (Est)</p> \n<p><strong>COURT 15 11am</strong></p> \n<p>Ly Nam Hoang (Vie) v P Niklas-Salminen (Fin); C Ruud (Nor) v J Yamasaki (Jpn); K Day (US) v T Andrianjafitrimo (Fr); K Sebov (Can) v TA Black (US)</p> \n<h2><strong>COURT 16</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>K Knapp &amp; R Vinci (It) v A HLAVACKOVA &amp; L HRADECKA (Cz, 8); D Inglot &amp; E Roger-Vasselin (GB/Fr) v M MATKOWSKI &amp; N ZIMONJIC (Pol/Ser, 7); M Fyrstenberg &amp; K Jans-Ignacik (Pol) or S Lipsky &amp; Chan H-c (US/Tai) v R KLAASEN &amp; R KOPS-JONES (SA/US, 10); M MATKOWSKI &amp; E VESNINA (Pol/Rus, 3) v N Skupski &amp; L Raymond (GB/US) or I Dodig &amp; A Tomljanovic (Cro/Aus)</p> \n<h2><strong>COURT 17</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>A-L Gr&ouml;nefeld (Ger) &amp; C Vandeweghe (Ger/US) v C GARCIA &amp; K SREBOTNIK (Fr/Svn, 10); M Erakovic &amp; H Watson (NZ/GB) v A MEDINA GARRIGUES &amp; A PARRA SANTONJA (Sp, 16); P-H HERBERT &amp; N MAHUT (Fr, 10) v G Muller &amp; Aisam-Ul-Haq Qureshi (Lux/Pak); A PEYA &amp; T BABOS (Aut/Hun, 5) v P Oswald &amp; B Bencic(Aut/Swi) or D Inglot &amp; E Svitolina(GB/Ukr)</p> \n<h2><strong>To be arranged</strong></h2> \n<p>M BRYAN &amp; B MATTEK-Sands (US, 1) v N Monroe &amp; M Brengle (US); N Zimonjic &amp; J Gajdosova (Ser/Aus) v B Bryan &amp; C Garcia (US/Fr, 4); O Marach &amp; O Savchuk (Aut/Ukr) v M Mirnyi &amp; H Watson (Blr/GB)</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435953530177/Dustin-Brown-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Dustin Brown","cleanCaption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-03T20:01:55Z","lastModified":"2015-07-03T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Wimbledon 2015","Wimbledon","Andy Murray","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/wimbledon-2015-order-of-play-saturday-4-july","shortUrl":"http://gu.com/p/4acdy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/wimbledon-2015-order-of-play-saturday-4-july","webUri":"http://www.theguardian.com/sport/2015/jul/03/wimbledon-2015-order-of-play-saturday-4-july"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435953530177/Dustin-Brown-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Dustin Brown","cleanCaption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Order of play"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435953530177/Dustin-Brown-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Dustin Brown","cleanCaption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/REX Shutterstock"}}]}],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/769f388f5acde1f73468ced0c24061adff89437d/153_145_3640_2185/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/f70b0ce54aaabdd5cf5961701a4ecb00aad4a8b2/0_252_4496_2699/1000.jpg","height":600,"width":999}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/05275228edfd5bf65f6bfb8cb640bb588cdf2e4b/710_110_4109_2468/1000.jpg","height":601,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/71d7ba3c2099c4048a12aa6bcbc321fda9002e78/58_33_2218_1330/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/b57cfea16ea8c767b33b6d15473e1c141497e597/0_146_4352_2611/1000.jpg","height":600,"width":1000}}]},{"title":"Murray the main event on sportsman's day at SW19","rawTitle":"Murray the main event on sportsman's day at SW19","item":{"type":"article","id":"sport/2015/jul/03/wimbledon-andy-murray-superstars-tv-programme","title":"Wimbledon winner Andy Murray would relish joining different type of Superstars","trailText":"The 2013 champion believes the versatility tennis players have to show on court would make them ideal candidates for the cult sporting TV programme","standFirst":"The 2013 champion believes the versatility tennis players have to show on court would make them ideal candidates for the cult sporting TV programme","byline":"Kevin Mitchell at Wimbledon","body":"<p>Andy Murray’s standing as an international athlete ought to be established beyond doubt – certainly in tennis he is universally respected and admired – but it is a little odd, still, to hear commentators occasionally say that he has “finally arrived” in the hearts of fans.</p> \n<p>This lingering perception of Murray as a Scot and an outsider was the subject of a controversial advert put out by the bookmakers Paddy Power earlier in the tournament, which attracted widespread criticism for branding certain established athletes as foreigners. The advert also features Mo Farah, who was born in Somalia, the Jamaican-born footballer Raheem Sterling, the Irish-born cricketer Eoin Morgan and the Samoan-born rugby player Manu Tuilagi, all of whom have represented England or Great Britain.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/novak-djokovic-wimbledon-bernard-tomic\">Novak Djokovic marches on at Wimbledon against Bernard Tomic</a> </p> \n</aside> \n<p>Indeed, the poster was offensive on all levels. Plastered on the side of a lorry clearly meant to be going through the docks at Dover, it read: “Immigrants jump in the back! (But only if you’re good at sport).”</p> \n<p>On Saturday, when Murray plays the Italian Andreas Seppi in the third round at Wimbledon, there will be a packed Centre Court awaiting him on what is known as sportsman’s day, with the royal box containing sports contemporaries from several disciplines – maybe even a player or two from Arsenal, whom he supports alongside Hibernian. There has always been huge respect for Murray in the wider sporting community, from the former world champion boxers David Haye and Johnny Nelson, to the world’s No1 golfer, Rory McIlroy, so it is enlightening to hear his thoughts on how he might fare in an episode of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/gallery/2008/jul/11/channelfive.bbc\" title=\"\">Superstars</a>.</p> \n<p>“I’d like to do it and would find it fun,” he says. “For tennis, you have to be good at a lot of things. My speed on the tennis court is because I am quick over two or three metres or changing direction. Over a 50m or 100m race I am not going to be particularly quick in comparison to some football players or some rugby players.</p> \n<p>“But I suppose we are used to being very versatile. There are a lot of different skills that you have to train in tennis, in terms of the strokes – forehands, backhands, serves, returns, smashes, drop shots, different spins, different surfaces. You are not playing on the same surface every time and different opponents every couple of days, which can be challenging tactically. In terms of our physical skill set – we would have to be good at a lot of things without necessarily being good at one thing.”</p> \n<p>He will need all of those well-practised gifts against Seppi, even though he has beaten the world No27 in six out of their seven meetings. The Italian’s only success was in their first match, a quarter-final in Nottingham nine years ago. In their last encounter, Murray won on the clay of Naples in the Davis Cup last year.</p> \n<p>Seppi, whose native language is German, comes from northern Italy and has the inventiveness of the classic Italian clay-courter.</p> \n<p>“Seppi has had such good results this year,” Murray says. “He <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/roger-federer-wins-halle-open-eighth-time\" title=\"\">made the final a couple of weeks ago in Halle</a>, plays well on the grass. He won against Roger [Federer] <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/23/australian-open-roger-federer-andreas-seppi-report\" title=\"\">at the Australian Open this year</a>. He’s capable of playing some top tennis.”</p> \n<p>Murray also has some encouraging, but realistic, words for James Ward, who is in the same quarter of the draw and who plays the Canadian Vasek Pospisil – the British world No111’s first taste of the third round.</p> \n<p>“It is not an easy thing to do. For me, I don’t like saying that it is great that James makes the top 100; what is great is that he reaches his potential. Not everybody has the capabilities to get to the top 100 but James really has the capability and you want to see him reach his potential, which he is getting close to doing.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435946508542/Andy-Murray-right-and-Jam-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray, right, and James Ward prepare for the third round of Wimbledon at a practice session. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Andy Murray, right, and James Ward prepare for the third round of Wimbledon at a practice session","cleanCaption":"Andy Murray, right, and James Ward prepare for the third round of Wimbledon at a practice session. Photograph: Adam Davy/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:00:04Z","lastModified":"2015-07-03T23:08:20Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Andy Murray","Wimbledon 2015","Wimbledon","James Ward","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/james-ward","webTitle":"James Ward"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/wimbledon-andy-murray-superstars-tv-programme","shortUrl":"http://gu.com/p/4accb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/wimbledon-andy-murray-superstars-tv-programme","webUri":"http://www.theguardian.com/sport/2015/jul/03/wimbledon-andy-murray-superstars-tv-programme"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435946508542/Andy-Murray-right-and-Jam-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray, right, and James Ward prepare for the third round of Wimbledon at a practice session. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Andy Murray, right, and James Ward prepare for the third round of Wimbledon at a practice session","cleanCaption":"Andy Murray, right, and James Ward prepare for the third round of Wimbledon at a practice session. Photograph: Adam Davy/PA"}},"importance":5,"byline":{"title":"Kevin Mitchell"},"showQuotedHeadline":true,"sublinks":[{"title":"Wimbledon / Ward relishes big stage for Pospisil duel","rawTitle":"Ward relishes big stage for Pospisil duel","item":{"type":"article","id":"sport/2015/jul/03/james-ward-wimbledon-vasek-pospisil","title":"James Ward relishes big Wimbledon stage for Vasek Pospisil duel but stays grounded","trailText":"The softly-spoken James Ward said he relished the big occasion as he prepared to face Vasek Pospisil in the third round at Wimbledon","standFirst":"<span class=\"bullet\">•</span> ‘A lot of people rise to the occasion. I am one of them’\n<br />\n<span class=\"bullet\">•</span> Ward still hopeful of progressing to Andy Murray meeting","byline":"Kevin Mitchell at Wimbledon","body":"<p>James Ward and Andy Murray are as close as any players dare to be in the cut-throat world of elite tennis, sharing a love of Arsenal, a dry sense of humour and a passion for the Great Britain Davis Cup team. And they know that if they collide in the quarter-finals at Wimbledon all of that will be forgotten, at least for an afternoon.</p> \n<p>There is a little way to go before then, of course. To get into the second week of the tournament, Ward must beat the Canadian Vasek Pospisil , then either of Dustin Brown or Viktor Troicki; Murray will be waiting in the quarters for him if he gets past the Italian Andreas Seppi followed by the winner of Jo-Wilfried Tsonga and Ivo Karlovic.</p> \n<p>Meanwhile, Britain’s remaining representatives in the men’s singles draw are going about their routines pretty much the same as ever, Ward arriving each day from Euston, Murray coming up from Oxshott in Surrey.</p> \n<p>The notion of a reasonably famous tennis player travelling to and from Wimbledon on the underground – as Ward did before the tournament – makes perfect sense if you know he does not have a driver’s licence and wouldn’t dream of asking his cab driver father to give him a lift.</p> \n<p>“I go from Southfields to Victoria and then get on the Victoria line and go to Euston,” he says like a seasoned commuter.</p> \n<p>Ward – who now uses the tournament cars each day – is as grounded an athlete as there is in this tournament. He has earned only $92,920 (&pound;59,680) in purses this year, and $796,119 (&pound;511,331) in a career that began in 2004, lives where he was born and grew up and would not have it any other way. He is 28, the same age as Murray, and ranked 111 in the world, 108 places adrift of the Scot and the owner of a wicked forehand.</p> \n<p>Certainly, he is no Nick Kyrgios, in manners at least. Quietly spoken to the point of inaudible unless miked up or sitting a few feet away, Ward sheds his natural reticence when speaking about Arsenal – and Murray’s not quite so fanatical attachment to the club. “I call him a TV fan,” Ward says. “He never comes to the matches – even when we’re both in London. I always say to him: ‘Right, I’ll sort it out. You don’t even have to call up and get tickets. I’ll sort it.’</p> \n<p>“And he’s, like: ‘Aw, it’s too far to drive, and after the match I’ve got to get home.’ He’s always got an excuse. Then he’s the first one during a match with messaging and talking about the game. But I [say to him]: ‘Don’t bother talking about it any more. If you don’t want to come to the games when you’re in London, there’s no point.’”</p> \n<p>They have a rapport that sounds everyday normal, and Ward’s continuing excellence when a team-mate with Murray in the Davis Cup team is a dividend of that. So why does he not figure more often in major victories on Tour?</p> \n<p>This is his sixth Wimbledon and the first time in the third round.</p> \n<p>“I think a lot of people rise to the occasion, and like the big stage. I am one of them but it is not like I am playing terrible throughout the year. I play a lot of tough players and the level of tennis as you can see here – no one expected Dustin Brown to beat Rafa [Nadal] yesterday but it happens.</p> \n<p>“People on the outside go: ‘Wow! it is the biggest shock in the world,’ but people in tennis will probably say he has beaten him in Halle before and it is a decent shot he can do it again, even thought it is over five sets.</p> \n<p>“[Rafa] doesn’t like the match-up and for me that is a typical example of guys who are 50, 60, 70 in the world. It is not that big a difference now. Top 10 is a step up but after that, from let’s say 25 down, it is not that big a difference.</p> \n<p>“On the day anyone can beat anyone and people just react different in situations. I like playing here, it is a grand slam and everyone gives it their all.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947296481/45761461-d5ff-4936-a39b-06d86c9f1955-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mike Egerton/PA","altText":"James Ward","cleanCredit":"Photograph: Mike Egerton/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:00:04Z","lastModified":"2015-07-03T23:08:20Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["James Ward","Wimbledon","Wimbledon 2015","Sport","Tennis"],"tags":[{"id":"sport/james-ward","webTitle":"James Ward"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/james-ward-wimbledon-vasek-pospisil","shortUrl":"http://gu.com/p/4acck","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/james-ward-wimbledon-vasek-pospisil","webUri":"http://www.theguardian.com/sport/2015/jul/03/james-ward-wimbledon-vasek-pospisil"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947296481/45761461-d5ff-4936-a39b-06d86c9f1955-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"James Ward practises at Wimbledon on Friday in preparation for his third-round match against Vasek Pospisil. Photograph: Mike Egerton/PA","credit":"Mike Egerton/PA","altText":"James Ward","cleanCaption":"James Ward practises at Wimbledon on Friday in preparation for his third-round match against Vasek Pospisil.","cleanCredit":"Photograph: Mike Egerton/PA"}},"importance":0,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947296481/45761461-d5ff-4936-a39b-06d86c9f1955-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mike Egerton/PA","altText":"James Ward","cleanCredit":"Photograph: Mike Egerton/PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435946508542/Andy-Murray-right-and-Jam-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray, right, and James Ward prepare for the third round of Wimbledon at a practice session. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Andy Murray, right, and James Ward prepare for the third round of Wimbledon at a practice session","cleanCaption":"Andy Murray, right, and James Ward prepare for the third round of Wimbledon at a practice session. Photograph: Adam Davy/PA"}}]},{"title":"F1 / Hill demands more driver powers to restore sport’s human touch","rawTitle":"Hill demands more driver powers to restore sport’s human touch","item":{"type":"article","id":"sport/2015/jul/03/damon-hill-f1-drivers-voice","title":"Damon Hill: more powers for F1 drivers can restore sport’s human touch","trailText":"Damon Hill has expressed strong concern over the disempowerment of drivers in F1 and argued that their lack of involvement has been a fundamental problem for the sport","standFirst":"<span class=\"bullet\">•</span> Drivers must not be mute and compliant, says former world champion\n<br />\n<span class=\"bullet\">•</span> Hill backs reforms as a step in the right direction","byline":"Giles Richards","body":"<p>Damon Hill has expressed strong concern over the disempowerment of drivers in Formula One and argued that their lack of involvement has been a fundamental problem with the way the sport has been run and its consequent perceived decline in popularity.</p> \n<p>Criticism of Bernie Ecclestone, the governing FIA and the teams themselves has been long and vocal this year amid a fall in both attendances and viewing figures. But Hill, who won the world title with Williams in 1996 and has long argued that the sport should make more of an effort to connect with fans, believes the drivers too must shoulder some of the blame.</p> \n<p>“If the drivers are indifferent about their sport, if they’re not passionate about their sport, then I think the public get that message and they don’t care either,” he said. “I think sometimes the drivers see it as a job. Sometimes they will suffer equipment that they don’t really like, under conditions that they don’t really like and just endure it. They can’t be themselves, they can’t behave in the way that they want, they’re not free men any more. It’s been a gradual process that’s taken place over 20 years.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/british-grand-prix-1965-heady-era-home-drivers\">British Grand Prix 1965: the race that defined heady era for home drivers | Giles Richards</a> </p> \n</aside> \n<p>The drivers have for a long time been closely controlled and marketed by the teams with limited access to the public and, while this makes sense for those inside the sport it is, believed Hill, diminishing its appeal to fans.</p> \n<p>Speaking before Sunday’s British Grand Prix, Hill said: “Now drivers are contracted with 60-page contracts as to what they can say, can’t say, can do and can’t do. That can conspire against the sport to make it exciting. People are paying to see drivers in cars that are difficult to drive and exciting to watch and that’s where the admiration comes about.</p> \n<p>“That certainly was the case in the 60s and 70s and if they’re simply mute on the subject and apparently compliant and unconcerned about whether or not people admire them or not, then you end up with a rather dull combination.”</p> \n<p>Hill, who retired in 1999, followed his father, Graham, who won two world titles in the 1960s, into Formula One and believes the modern pedallers should take more of an example from that period. “The way the sport has gone, it has disempowered drivers,” he said. “In the days of my dad, John Surtees and Jackie Stewart, they very much had a voice and they defined the sport. Primarily because of safety reasons but they also did it because they loved those cars. They would drive ever more powerful cars and exciting cars, they created the level of risk they were prepared to take and they had a voice because their necks were on the lines. It was very difficult to turn round to them and say ‘shut up’.</p> \n<p>“The last guy to really have a voice and a power in the sport was Ayrton Senna and since that time key drivers have been rather compliant with the direction that the teams or the organisations that run the sport want to go in.”</p> \n<p>The concept of fan engagement with drivers, which F1 has been criticised for failing to address in comparison to racing in the US which takes a pro-active role, with pit walks and driver signing sessions, was also a concern. “The way that the public connect to our sport is through the drivers,” said Hill. “It’s the human face with which people approach the sport. They look for their hero, for their character or the way he performs and they become fans of those people. They are fascinated to see how individuals behave in the arena.”</p> \n<p>The announcement by the F1 strategy group this week putting more control of key elements of racing <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/f1-race-reforms-drivers-responsibilities\" title=\"\">back into drivers’ hands</a> was, however, welcomed by Hill. “It would appear to be recognising the need for people to know that the driver is doing the decision making in the race,” he said.</p> \n<p>“My gut feeling is that is important to the fans, they want to know the driver is playing his part and using his skill to beat the others. They have acknowledged that they need to address those particular points, so it’s a step in the right direction.”</p> \n<p>The key issue Hill emphasised, however, was one of perception that was reinforced by the way the sport is now run. “I am not anti any of the drivers, I think the drivers are the stars. I just don’t think anybody can see them, under the conditions they are under at the moment,” he said. “When you have F1 teams that are employing thousands of people and investment is so massive, everyone has a gun to their head – you can’t upset the applecart because it’s such a huge industry. But the industry is not the most important thing. The sport is the most important thing. The industry wouldn’t be there if people didn’t want to see the sport.”</p> \n<p>This was not something he believed current owners CVC understood. “The big prize is the sport itself because it is a revenue stream. People like CVC are not there because they love the sport, they are there because they love the money it makes,” he said.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947870201/eef5b177-839d-4708-892c-67cbd37206fe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sutton Images/Corbis","altText":"Damon Hill","cleanCredit":"Photograph: Sutton Images/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:00:04Z","lastModified":"2015-07-03T23:08:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Giles Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesrichards"}],"feature":false,"keywords":["Formula One 2015","Formula One","Motor sport","Sport"],"tags":[{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Giles Richards","topic":{"type":"tag-contributor","name":"profile/gilesrichards"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/damon-hill-f1-drivers-voice","shortUrl":"http://gu.com/p/4accm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/damon-hill-f1-drivers-voice","webUri":"http://www.theguardian.com/sport/2015/jul/03/damon-hill-f1-drivers-voice"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947870201/eef5b177-839d-4708-892c-67cbd37206fe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Damon Hill talks to Lewis Hamilton at Silverstone in the runup to the British Grand Prix. The former world champion wants drivers to be more empowered. Photograph: Sutton Images/Corbis","credit":"Sutton Images/Corbis","altText":"Damon Hill","cleanCaption":"Damon Hill talks to Lewis Hamilton at Silverstone in the runup to the British Grand Prix. The former world champion wants drivers to be more empowered.","cleanCredit":"Photograph: Sutton Images/Corbis"}},"importance":4,"kicker":{"title":"F1"},"showQuotedHeadline":false,"sublinks":[{"title":"Giles Richards / The 1965 British GP defined an era for home drivers","rawTitle":"The 1965 British GP defined an era for home drivers","item":{"type":"article","id":"sport/2015/jul/03/british-grand-prix-1965-heady-era-home-drivers","title":"British Grand Prix 1965: the race that defined heady era for home drivers","trailText":"As the 50th anniversary of that Silverstone race approaches, John Surtees recalls the extraordinary years of British dominance, his close friendship with Jim Clark, the respect competitors had for each other and socialising between teams","standFirst":"<p>As the 50th anniversary of that Silverstone race approaches, John Surtees recalls the extraordinary years of British dominance, his close friendship with Jim Clark, the respect competitors had for each other and socialising between teams</p>","byline":"Giles Richards","body":"<p>There is little that stirs the heart of British motor racing fans quite like the cars Colin Chapman was making at Lotus during the 1960s. While they will be enjoying <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/20/lewis-hamilton-mercedes-deal-formula-one-monaco\">Lewis Hamilton’s resurgence</a> as he attempts to win a third world championship, he is part of a racing industry in this country that owes so much to those heady days. And there were few that defined the era like the British Grand Prix of 1965, when the nation owned the event and Jim Clark, Graham Hill and John Surtees were the last British trio to complete a podium lock-out at the race.</p> \n<p>Next Friday is the 50th anniversary of that race when Mike Spence and Jackie Stewart, in his debut season, made it a British top five. Such was the home dominance, Surtees’s Ferrari was the only non British-based car in the top 10. The success had been years in the making. Hill won his first world championship in a BRM in 1962, Clark secured his in the beautiful Lotus 25 in 1963 and, along with Surtees, the trio had shared the top three places at the previous two British GPs at Silverstone and Brands Hatch.</p> \n<p>Surtees, still the only racer to have won world championships on bikes and in Formula One, had joined Ferrari in 1963, and was the only driver preventing Lotus, BRM, Cooper and Brabham from flying the flag. His world championship came the following year – giving the three drivers one apiece when they came to Silverstone in 1965. After Hill’s death in an aeroplane crash in 1975 and Clark’s at Hockenheim in 1968, Surtees is the only one of the three greats still alive.</p> \n<p>At 81, fit, sprightly and with a cheerful glint in his eye, he takes pleasure in recalling the period. He was close to Clark from the moment he switched from two wheels to four. Chapman had invited him to Lotus in 1960 and after a second place at the British Grand Prix in his second race, asked him to join the team. “He said, ‘You are going to be No1 and you can choose your team-mate,’” says Surtees. “So I said: Jimmy.”</p> \n<p>Clark was with Lotus but Surtees did not take up the offer, instead driving for another team before joining Ferrari. Unlike today, socialising between teams was part of the fabric of the sport. “I stayed friends with Jimmy,” says Surtees and in 1963 it was a friendship he had cause to cherish. “Jimmy was dancing with a girl at the hotel in Spa and the music was going and I wanted to get to bed, so I came out and had a right go at them,” he says. “But he ended up introducing me to my first wife – I married Pat, the girl he was dancing with, and had Jimmy as my best man.”</p> \n<p>Relationships then were closer between drivers not least because of the very real dangers of the sport. Hill and Clark went on to become team-mates at Lotus but there was no acrimony to accompany their rivalry. “There was respect for one another,” says Hill’s son, Damon, who was a child at the time. “There was rivalry, competition but also an appreciation that the people you were racing with were doing it because they loved something. Even if you could get killed doing it, they would still want to do it, which is extraordinary.”</p> \n<p>“It’s dangerous enough as it is without having someone who would like to see you dead racing against you. So that was not the way they went racing.”</p> \n<p>Surtees also acknowledges Hill’s skill. “Graham was always going to give a good performance and keep the pressure on,” he says. “Perhaps not with the ultimate speed but certainly he would always be there and you couldn’t take any chances and expect him to ease off.”</p> \n<p>It is hard not to imagine he is thinking of that race in 1965 in particular, when Hill’s tenacity saw it go to the wire. Surtees was struggling at Ferrari, with the team splitting resources in their mighty battle with Ford at Le Mans and the car he was racing, the new 1512 with its Flat-12 engine, needed development. His rivals were moving ahead and it was the British industry in the lead.</p> \n<p>“F1 had been reborn in this country,” he says. “Before that you had the Germans and Italians dominating, then Coventry Climax came along with an engine and that was the basis on which Lotus and Cooper and Brabham all developed their championship contenders.”</p> \n<p>“I was aware of the piggy-back situation that existed – each of these teams were out making little gains and piggy-backing on each other and becoming more and more competitive. It transformed British motorsport and grand prix racing and created the motorsport industry which is now a major one in this country.”</p> \n<p>An industry that proved its might at Silverstone 50 years ago, when the drivers had to bring everything to bear to manhandle the cars. “You try and go along and become part of it,” says Surtees. “Through the seat of your pants and the way your hands are on the steering wheel, you get that essence of what the car is telling you and that is how you decide how close to the limit you can go and what the limit is.</p> \n<p>“At times there are places where you can relax and other times where you have to tell it you are in charge and hold on to make certain outside forces don’t send you off. You have to bring the physical side.”</p> \n<p>Hill’s BRM was quick but Clark was too strong. “Jimmy and the Lotus were the combination which was formidable, no doubt about it,” says Surtees. “Jimmy was someone who wouldn’t make many mistakes and was also quick. He was the most competitive person out there.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d44b01f39a3476efccb7b006496365e6237405aa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435941793114/3184d9c3-1a09-4b31-b523-9baccc6e662b-460x307.jpeg\" alt=\"Jim Clark celebrates after winning the 1965 British Grand Prix at Silverstone.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jim Clark celebrates after winning the 1965 British Grand Prix at Silverstone.</span> \n  <span class=\"element-image__credit\">Photograph: David Newell Smith for the Observer</span> \n </figcaption> \n</figure> \n<p>So it proved. Clark started from pole and quickly pulled away from the field but a misfire after 50 laps saw Hill haul him in. The latter had a brake issue, too, but could not resist the challenge and flew after Clark, breaking the lap record, but it was not quite enough. Clark took the flag by three seconds.</p> \n<p>“I would have been prepared to risk blowing up rather than see Graham pass me,” Clark said afterwards, as far from the controlled measures currently foisted on modern F1 drivers as it is possible to imagine. He went on to be the first of the three to take a second title, winning six of the first seven races that season. And the seventh? Well that was Monaco – a race he missed because he was away winning the Indy 500. He remains the only driver to have won at the Brickyard and the F1 championship in the same season. Another feat unlikely to be repeated from that extraordinary group of drivers and from a time that, unsurprisingly, many remember as British motor racing’s golden age. “They were all drivers of the highest standard,” says Surtees with a smile. “They had different characteristics but were always people you would watch. But in those days it was largely down to performance. Today you need so much initial backing that a lot of talent is lost along the way.”</p> \n<p><em>The Henry Surtees Foundation was established by John Surtees after the death of his son Henry during a Formula 2 race in 2009; </em><a href=\"http://www.henrysurteesfoundation.com\"><em>henrysurteesfoundation.com</em></a></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435930223070/Klemantaski-Collection-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"British GP, Silverstone, 1965 (from right to left): Jackie Stewart's BRM, Richie Ginther's Honda, Graham Hill's BRM and Jim Clark's Lotus. John Surtees' Ferrari is in the second row.  Photograph: Klemantaski Collection/Getty Images","credit":"Klemantaski Collection/Getty Images","altText":"Klemantaski Collection","cleanCaption":"British GP, Silverstone, 1965 (from right to left): Jackie Stewart's BRM, Richie Ginther's Honda, Graham Hill's BRM and Jim Clark's Lotus. John Surtees' Ferrari is in the second row.  Photograph: Klemantaski Collection/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435941791758/3184d9c3-1a09-4b31-b523-9baccc6e662b-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Jim Clark celebrates after winning the 1965 British Grand Prix at Silverstone. Photograph: David Newell Smith for the Observer","credit":"David Newell Smith for the Observer","altText":"Jim Clark celebrates after winning the 1965 British Grand Prix at Silverstone.","cleanCaption":"Jim Clark celebrates after winning the 1965 British Grand Prix at Silverstone.","cleanCredit":"Photograph: David Newell Smith for the Observer"}],"webPublicationDate":"2015-07-03T13:42:29Z","lastModified":"2015-07-03T23:08:16Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Giles Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesrichards"}],"feature":true,"keywords":["British Grand Prix","Motor sport","Formula One","Sport"],"tags":[{"id":"sport/british-grand-prix","webTitle":"British Grand Prix"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Giles Richards","topic":{"type":"tag-contributor","name":"profile/gilesrichards"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/british-grand-prix-1965-heady-era-home-drivers","shortUrl":"http://gu.com/p/4ac43","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/british-grand-prix-1965-heady-era-home-drivers","webUri":"http://www.theguardian.com/sport/2015/jul/03/british-grand-prix-1965-heady-era-home-drivers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435930223070/Klemantaski-Collection-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"British GP, Silverstone, 1965 (from right to left): Jackie Stewart’s BRM, Richie Ginther’s Honda, Graham Hill’s BRM and Jim Clark’s Lotus. John Surtees’s Ferrari is in the second row. Photograph: Klemantaski Collection/Getty Images","credit":"Klemantaski Collection/Getty Images","altText":"Klemantaski Collection","cleanCaption":"British GP, Silverstone, 1965 (from right to left): Jackie Stewart’s BRM, Richie Ginther’s Honda, Graham Hill’s BRM and Jim Clark’s Lotus. John Surtees’s Ferrari is in the second row. Photograph: Klemantaski Collection/Getty Images"}},"importance":0,"kicker":{"title":"Giles Richards"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/3/1435930223070/Klemantaski-Collection-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"British GP, Silverstone, 1965 (from right to left): Jackie Stewart's BRM, Richie Ginther's Honda, Graham Hill's BRM and Jim Clark's Lotus. John Surtees' Ferrari is in the second row.  Photograph: Klemantaski Collection/Getty Images","credit":"Klemantaski Collection/Getty Images","altText":"Klemantaski Collection","cleanCaption":"British GP, Silverstone, 1965 (from right to left): Jackie Stewart's BRM, Richie Ginther's Honda, Graham Hill's BRM and Jim Clark's Lotus. John Surtees' Ferrari is in the second row.  Photograph: Klemantaski Collection/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947870201/eef5b177-839d-4708-892c-67cbd37206fe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sutton Images/Corbis","altText":"Damon Hill","cleanCredit":"Photograph: Sutton Images/Corbis"}}]},{"title":"Our Ashes columnist / Lehmann’s nous gives Australia the edge over England","rawTitle":"Lehmann’s nous gives Australia the edge over England","item":{"type":"comment","id":"sport/blog/2015/jul/03/jason-gillespie-darren-lehmann-australia-ashes-edge","title":"Darren Lehmann’s nous gives Australia the edge in Ashes battle","trailText":"Our new columnist and former Australia fast bowler says the coach’s cricketing brain can be key to Ashes success and that England should try Adil Rashid","standFirst":"Our new columnist and former Australia fast bowler says the coach’s cricketing brain can be key to Ashes success and that England should try Adil Rashid","byline":"Jason Gillespie","body":"<p>There are a number of reasons why <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/ashes-2015-england-australia\" title=\"\">Australia are favourites for this summer’s Ashes series</a>, but right up there is their head coach, Darren Lehmann. Appointing him, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jun/24/dareen-lehmann-mickey-arthur-australia-ashes\" title=\"\">just 16 days before the 2013 series</a>, was one of the most significant moments in Australian cricket’s recent history and the results since – a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jan/09/australia-darren-lehman-england-ashes-mitchell-johnson\" title=\"\">5-0 Ashes whitewash later that year</a>, a series win in South Africa and the World Cup earlier this year – are testament to that.</p> \n<p>Boof, as he is known around the sport, has overseen an incredible transformation in fortunes for the national side in his two years in the job. Before he arrived, we had lost our way a little bit. Everything I heard come out from Cricket Australia and Boof’s predecessor, Mickey Arthur, seemed to revolve around the future; I felt they had became obsessed with it, at the expense of the here and now of winning games of cricket.</p> \n<figure class=\"element element-image\" data-media-id=\"89e8fad3cd0d15085f2b5ab4e7d17d464dcbf2d5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435920902570/d464991d-c07b-4688-8255-d3708929c209-460x276.jpeg\" alt=\"lehmann chelmsford\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lehmann gives his team some throwdowns during the Ashes warm-up match at Chelmsford.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Cziborra/Reuters</span> \n </figcaption> \n</figure> \n<p>But Boof came in and his immediate response was to reverse this mentality and start devising plans that revolved around achieving success as quickly as possible. That first Ashes series in 2013 – and bear in mind he had just over a fortnight to prepare – became about experimentation: trying to find the right players in the right positions to do damage in the series that followed. And damage England they certainly did.</p> \n<p>The same thing happened in one-day cricket. Some of the chat previously had been about building towards winning the 2019 World Cup and simply to compete in the tournament that came before. Darren looked at the tools at his disposal and simply disagreed. Sure enough they went on to lift the trophy as unquestionably the best team in the tournament.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/jason-gillespie-australia-ashes-england\">Jason Gillespie: Australia start as Ashes favourites in England – and rightly so</a> </p> \n</aside> \n<p>Darren and Cricket Australia’s biggest challenge now will striking the balance to accommodate some forward planning again, because, as I have mentioned previously, age is becoming a factor in the Test squad. But that can wait. This is the Ashes, right here, this summer. And besides, I know Darren has the talent to manage that transition naturally.</p> \n<p>Because for all the clich&eacute;s about him being a beer-and-fags, knockabout kinda bloke, he is a guy with a serious cricket brain. Yes, he is a joker with a big personality. But he is also one of the best readers of the sport I have ever met. Anthony McGrath, part of my coaching staff now at Yorkshire, tells a story from Boof’s early days as the club’s overseas professional that sums up how sharp he is.</p> \n<figure class=\"element element-image\" data-media-id=\"e0b6b44851d3ffdf1f6a2d4c797ac3a2fcda6949\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435921084427/02dd59d5-8e4b-4589-83e4-73dd2d98af1f-460x276.jpeg\" alt=\"harris and johnson\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ryan Harris, left, and Mitchell Johnson after helping Lehmann’s Australia secure an Ashes whitewash in 2013-14.</span> \n  <span class=\"element-image__credit\">Photograph: Rob Griffith/AP</span> \n </figcaption> \n</figure> \n<p>With a long drive down to Taunton from Headingley for a game with Somerset the following day, Boof decided the journey itself was going to be his net session, so he asked his young team-mate Mags to list off the bowlers he was set to face. And one by one he explained how he would play them. A tuck off the hips here, a cover-drive there; he devised a gameplan for his entire innings on the motorway. When they got to practice at the ground, Boof struck 10 underarm throwdowns against a side net before declaring he was done for the day and hitting the showers. His new team-mates couldn’t believe it.</p> \n<p>And yet the next day he peeled off a hundred to order, in the exact fashion he had outlined in car. Boof has always shared this tactical nous too. Speak to anyone at Headingley and they will say he is the best overseas player they have had for this reason, as much as his 8,871 first-class runs for the club.</p> \n<p>Darren also sees cricket for what it is. He instils in his players, like I try to now at Yorkshire, that we are in the entertainment business. That means playing hard but with a smile on your face, engaging with supporters, speaking to media outlets, selling our great sport and ultimately not taking yourself too seriously. I think this mentality was passed down by the late David Hookes, who was Boof’s mentor in the South Australia dressing room. He always preached that we must put on a show for the crowd.</p> \n<figure class=\"element element-image\" data-media-id=\"dfa90a12ceb83bb6a37403b32f68abb27072e6b0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435921199100/4edae9c0-5cf3-49ce-8216-58e4911d32f8-460x276.jpeg\" alt=\"lehmann 200\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lehmann celebrates a double hundred for Yorkshire against Lancashire in 2001.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Finn-Kelcey/Allsport</span> \n </figcaption> \n</figure> \n<p>Boof’s empathy is one of his strongest suits. He has an ability to judge an individual’s mood and react accordingly and would always make sure the whole dressing room feels involved. I certainly felt that when I came in the South Australia side as an 18-year-old, where he was among the first to welcome me. As my captain, he only ever had one question for me: “Dizzy, how are you trying to get the batsman out?” That was the starting point for every field we set together. Simplicity in planning and a calm environment behind the scenes are crucial.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/trevor-bayliss-england-australia-coach\">Trevor Bayliss lives up to reputation with measured words not hyperbole</a> </p> \n</aside> \n<p>Judging from his press conference on Wednesday, it sounds like this is the same philosophy that our fellow Australian Trevor Bayliss will bring as England’s head coach. It wasn’t hard to be impressed by his vision going forward. The skill level of the modern player is very high at present; so much so that the dressing room needs the kind of calm environment he is talking about. It’s the same thing that Boof has fostered with Australia in the past two years.</p> \n<p>And it was great to hear Trevor say that he sees our leg-spinner at Yorkshire, Adil Rashid, playing a part in this Ashes series. It was with huge pride that I was able to deliver the news to Adil that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/england-adil-rashid-first-test-australia-bayliss\" title=\"\">he had been named in the squad for the first Test in Cardiff</a> as he walked off the field at Chester-le-Street after our win over Durham.</p> \n<figure class=\"element element-image\" data-media-id=\"5af77b2c67db229309d4d48c070cf7dfe108abbe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435921367873/feb4febb-aa6d-40cb-92f4-43a45aacab58-460x276.jpeg\" alt=\"adil rashid\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Yorkshire’s Adil Rashid, here celebrating a County Championship wicket against Durham, is in the squad for the first Ashes Test.</span> \n  <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> \n </figcaption> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/01/england-adil-rashid-barbados-ashes\">England missed a trick when failing to road test Adil Rashid in Barbados | Vic Marks</a> </p> \n</aside> \n<p>Leg-spinners of his quality are a rare commodity in cricket and how they are captained can be as important as how they bowl. Eoin Morgan used him superbly in the one-day series, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/england-morgan-root-new-zealand-centuries\" title=\"\">especially at Trent Bridge where he trusted him to bowl at the death</a>. He went for 28 in his penultimate over but Morgan saw the bigger picture, kept him on for the 50th over and he repaid him with a wicket and just five runs conceded. Rash was able to walk off brimming with confidence.</p> \n<p>But my message to Alastair Cook in Test cricket is to not think about Rash in terms of runs, but to concentrate solely on the attacking side of his game, which is spinning the ball hard, getting it above the eye line and creating opportunities. If England want someone to control the run-rate, he’s not your man. But pick him and as the match develops, he will come into his own – that is where leg-spinners earn their paycheck.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/ashes-2015-moeen-ali-england-australia\">Ashes 2015: why Moeen Ali’s spin will be a vital part of England’s attack | Vic Marks</a> </p> \n</aside> \n<p>You can still bowl him early in a match – he will be a threat – but come the second innings, having sent down a few spells already, he will have worked out the pace required by the surface and, with his variations, he will create opportunities. His wrong ’un is very good: players around the circuit have trouble picking it and not just lower-order batsmen. Rash is touching 400 first-class wickets and playing the leg-spinner is something England should certainly consider.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435920746387/darren-lehmann-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Australia's Darren Lehmann is a relaxed guy, but England must not underestimate his cricketing nous Photograph: Nigel French/PA","credit":"Nigel French/PA","altText":"darren lehmann","cleanCaption":"Australia's Darren Lehmann is a relaxed guy, but England must not underestimate his cricketing nous Photograph: Nigel French/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435920903881/d464991d-c07b-4688-8255-d3708929c209-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lehmann gives his team some throwdowns during the Ashes warm-up match at Chelmsford. Photograph: Peter Cziborra/Reuters","credit":"Peter Cziborra/Reuters","altText":"lehmann chelmsford","cleanCaption":"Lehmann gives his team some throwdowns during the Ashes warm-up match at Chelmsford.","cleanCredit":"Photograph: Peter Cziborra/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435921085838/02dd59d5-8e4b-4589-83e4-73dd2d98af1f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ryan Harris, left, and Mitchell Johnson after helping Lehmann’s Australia secure an Ashes whitewash in 2013-14. Photograph: Rob Griffith/AP","credit":"Rob Griffith/AP","altText":"harris and johnson","cleanCaption":"Ryan Harris, left, and Mitchell Johnson after helping Lehmann’s Australia secure an Ashes whitewash in 2013-14.","cleanCredit":"Photograph: Rob Griffith/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435921199642/4edae9c0-5cf3-49ce-8216-58e4911d32f8-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Lehmann celebrates a double hundred for Yorkshire against Lancashire in 2001. Photograph: Mike Finn-Kelcey/Allsport","credit":"Mike Finn-Kelcey/Allsport","altText":"lehmann 200","cleanCaption":"Lehmann celebrates a double hundred for Yorkshire against Lancashire in 2001.","cleanCredit":"Photograph: Mike Finn-Kelcey/Allsport"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435921369254/feb4febb-aa6d-40cb-92f4-43a45aacab58-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yorkshire’s Adil Rashid, here celebrating a County Championship wicket against Durham, is in the squad for the first Ashes Test. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"adil rashid","cleanCaption":"Yorkshire’s Adil Rashid, here celebrating a County Championship wicket against Durham, is in the squad for the first Ashes Test.","cleanCredit":"Photograph: Stu Forster/Getty Images"}],"webPublicationDate":"2015-07-03T11:17:26Z","lastModified":"2015-07-03T23:08:29Z","metadata":{"commentable":true,"commentCount":144,"contributors":[{"name":"Jason Gillespie","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/7/3/1435930387788/Jason-Gillespie-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jason-gillespie"}],"feature":true,"keywords":["Ashes 2015","England cricket team","Australia cricket team","Australia sport","Cricket","The Ashes","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Jason Gillespie","topic":{"type":"tag-contributor","name":"profile/jason-gillespie"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/jason-gillespie-darren-lehmann-australia-ashes-edge","shortUrl":"http://gu.com/p/4abpt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/jason-gillespie-darren-lehmann-australia-ashes-edge","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/jason-gillespie-darren-lehmann-australia-ashes-edge"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457391670","source":"guardian.co.uk","durationInSeconds":260,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/02/150703JasonGillespieHowToWinTheAshes_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/02/150703JasonGillespieHowToWinTheAshes.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/2/1435848549013/KP_338941_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Jason Gillespie: How to win the Ashes","credit":"guardian.co.uk","altText":"620x372 trailpic for Jason Gillespie: How to win the Ashes","cleanCaption":"620x372 trailpic for Jason Gillespie: How to win the Ashes"}}},"importance":3,"kicker":{"title":"Our Ashes columnist"},"byline":{"title":"Jason Gillespie"},"showQuotedHeadline":true,"sublinks":[{"title":"Ashes / Warner lifts lid on Walkabout run-in with Root","rawTitle":"Warner lifts lid on Walkabout run-in with Root","item":{"type":"article","id":"sport/2015/jul/03/david-warner-lifts-lid-walkabout-bar-jo-root-england-australia","title":"David Warner lifts lid on Walkabout bar run-in with Joe Root","trailText":"The Australia batsman David Warner has finally lifted the lid on his run-in with England’s Joe Root in Birmingham’s Walkabout bar<br />","standFirst":"<span class=\"bullet\">•</span> Australian punched England batsman for wearing wig on chin\n<br />\n<span class=\"bullet\">•</span> ‘I probably let my aggression and alcohol take over’\n<br />","byline":"Chris Stocks in Chelmsford\r\n","body":"<p>Two years after the most infamous punch in cricketing history David Warner has finally lifted the lid on his run-in with England’s Joe Root in Birmingham’s Walkabout bar.</p> \n<p>Despite expressing regret Warner has never before spoken in detail about his clash with Root which occurred in the early hours of 9 June 2013, following England’s Champions Trophy win against Australia at Edgbaston.</p> \n<p>In the incident the Australia opener punched Root, offended by the Englishman wearing an Australian wig on his chin, imitating, he thought, Hashim Amla, the South Africa batsman who sports a beard as a proud display of his Muslim faith. Now, though, Warner tells the full story, confirming he thought Root’s placement of the wig was racially insensitive and claiming England’s fast bowler Steven Finn was “asleep in the gutter” by the end of the night.</p> \n<p>At the time the England and Wales Cricket Board said Root was “in no way responsible for, nor retaliated to, the attack”. The ECB did not respond when contacted by the Guardian for comment on either Root or Finn on Friday.</p> \n<p>The timing of the revelations promises to ramp up the apparent ill-feeling between the Ashes adversaries five days before the series starts in Cardiff and is embarrassing for Root, now England’s vice-captain, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/ashes-2015-england-adil-rashid-first-test-squad\" title=\"\">Finn, who is in the squad for that first Test</a>. “We were in the bar in the hotel, a few of us, and we all decided to go next door and have a couple of drinks,” Warner told the Sydney Morning Herald. “It was convenient; it wasn’t a sought-out thing.”</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-94f51966-f414-4e82-aa05-e5b36a5d704e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435936039289/9ef4f11c-3d1b-4fc6-8379-31163886f87d-460x276.jpeg\" alt=\"walkabout\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Walkabout bar in Birmingham.</span> \n  <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> \n </figcaption> \n</figure> \n<p>The Australians were invited into a roped-off area at the Walkabout along with members of the New Zealand team and a group of England players turned up, including Root, Stuart Broad and Finn.</p> \n<p>“We had a place sectioned off for us and they decided to come in – it was probably one, 1.30 in the morning,” says Warner. “They were obviously not part of our group. It was more me giving marching orders in a way.”</p> \n<p>Warner says there were “little things throughout the night” that annoyed him before Root’s positioning of the green-and-gold wig tipped him over the edge.</p> \n<p>He says: “A mate of mine was actually wearing it on top of his head like a [Lasith] Malinga wig, that’s what it was, and [Root] decided to come in and take it off my mate’s head and start acting the way he did. I thought it was a bit inappropriate the way he went about that stuff so I went over and tried to take it off him.</p> \n<p>“I just think in today’s society you shouldn’t be fooling around with that kind of stuff. And he probably didn’t mean anything by it at all but I probably let my aggression and alcohol take over.”</p> \n<p>He was dragged away from Root by his Australia team-mate Clint McKay and the parties left, with Warner noting on his way out he saw Finn “asleep in the gutter”.</p> \n<p>The fall-out from the incident was that Warner was banished to the Australia A team’s tour of South Africa, Mickey Arthur was sacked as coach and Darren Lehmann was installed in his place. Neither Lehmann nor Warner, who came back into the fold for the third Test of that 2013 Ashes series, has looked back since and the resurrection of Australia means they are strong favourites to win their first Test series in England since 2001.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/jason-gillespie-darren-lehmann-australia-ashes-edge\">Darren Lehmann’s nous gives Australia Ashes edge | Jason Gillespie</a> </p> \n</aside> \n<p>Warner also revealed he has been teetotal since Australia left for their tour of the Caribbean in May, the self-imposed booze ban a sign of his determination to get the best out of himself this summer and the change in attitude since becoming a father for the first time last year.</p> \n<p>“I haven’t been told to. I don’t want to prove a point. I just want to tell myself that I can be disciplined,” he said. “But I’m definitely not ruling out having a beer if we win the series.”</p> \n<p>Australia’s final warm-up match before Cardiff continued in Chelmsford on Friday, with Warner out for four as his side reached the close on 212 for eight. The tourists’ collapse will not unduly concern their captain, Michael Clarke, who top-scored with 77after posting a golden duck on the first day, given they lead Essex by 360. However, the Division Two Championship team could set up an exciting final day if they decide to chase down whatever target they are eventually set and if Tom Westley and Ravi Bopara both pick up from where they left off in scoring centuries during Essex’s first innings of 414.</p> \n<p>Clarke, meanwhile, has ruled key fast bowler Ryan Harris out of the first Test. Harris, 35, will receive the results of a second scan on his right knee on Saturday and Clarke said: “Fingers crossed for the tour.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435935598779/-BESTPIX--Australia-v-Eng-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Warner celebrates a century at the Gabba Test in November 2013 as Joe Root looks on. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"*** BESTPIX *** Australia v England - First Test: Day 3","cleanCaption":"David Warner celebrates a century at the Gabba Test in November 2013 as Joe Root looks on. Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435935972235/walkabout-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The Walkabout bar in Birmingham. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"walkabout","cleanCaption":"The Walkabout bar in Birmingham.","cleanCredit":"Photograph: Joe Giddens/PA"}],"webPublicationDate":"2015-07-03T15:15:40Z","lastModified":"2015-07-03T23:08:25Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Chris Stocks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-stocks"}],"feature":false,"keywords":["David Warner","Joe Root","Australia cricket team","England cricket team","Cricket","Ashes 2015","The Ashes","Sport","Australia sport"],"tags":[{"id":"sport/david-warner","webTitle":"David Warner"},{"id":"sport/joe-root","webTitle":"Joe Root"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Chris Stocks","topic":{"type":"tag-contributor","name":"profile/chris-stocks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/david-warner-lifts-lid-walkabout-bar-jo-root-england-australia","shortUrl":"http://gu.com/p/4ac7d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/david-warner-lifts-lid-walkabout-bar-jo-root-england-australia","webUri":"http://www.theguardian.com/sport/2015/jul/03/david-warner-lifts-lid-walkabout-bar-jo-root-england-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435935598779/-BESTPIX--Australia-v-Eng-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Warner celebrates a century at the Gabba Test in November 2013 as Joe Root looks on. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"*** BESTPIX *** Australia v England - First Test: Day 3","cleanCaption":"David Warner celebrates a century at the Gabba Test in November 2013 as Joe Root looks on. Photograph: Ryan Pierse/Getty Images"}},"importance":0,"kicker":{"title":"Ashes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435935598779/-BESTPIX--Australia-v-Eng-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Warner celebrates a century at the Gabba Test in November 2013 as Joe Root looks on. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"*** BESTPIX *** Australia v England - First Test: Day 3","cleanCaption":"David Warner celebrates a century at the Gabba Test in November 2013 as Joe Root looks on. Photograph: Ryan Pierse/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435920746387/darren-lehmann-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Australia's Darren Lehmann is a relaxed guy, but England must not underestimate his cricketing nous Photograph: Nigel French/PA","credit":"Nigel French/PA","altText":"darren lehmann","cleanCaption":"Australia's Darren Lehmann is a relaxed guy, but England must not underestimate his cricketing nous Photograph: Nigel French/PA"}}]},{"title":"Women's World Cup / Bassett 'heartbroken' after semi-final own goal","rawTitle":"Bassett 'heartbroken' after semi-final own goal","item":{"type":"article","id":"football/2015/jul/04/england-women-world-cup-laura-bassett","title":"England’s Laura Bassett ‘couldn’t breathe’ after World Cup own-goal","trailText":"The England central defender Laura Bassett has admitted she felt heartbroken after her injury-time own-goal handed Japan victory in the World Cup semi-final","standFirst":"<span class=\"bullet\">•</span> Notts County defender yet to speak to parents about Japan semi-final\n<br />\n<span class=\"bullet\">•</span> England head coach will ‘definitely’ start 31-year-old against Germany\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/03/womens-world-cup-mark-sampson-lionesses-silvia-neid\" title=\"\">Mark Sampson’s Lionesses out to spoil Silvia Neid’s party</a>","byline":"Louise Taylor in Edmonton","body":"<p>Laura Bassett has spoken about the anguish of scoring the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/england-japan-postgame-coach-comments\" title=\"\">stoppage-time own-goal</a> which ended England’s hopes of reaching the Women’s World Cup final.</p> \n<p>“I couldn’t breathe, my heart was out of my chest and I wanted the ground to open up and swallow me,” she <a href=\"http://www.bbc.co.uk/sport/0/football/33392881\" title=\"\">told the BBC</a>, reflecting on that unfortunate intervention against Japan.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams\" title=\"\">England’s 2-1 semi-final defeat</a> means they face Germany in Saturday’s third-place play-off, while Japan head to Vancouver for the final against the United States the following day.</p> \n<p>Bassett’s torment is such that she has been unable to speak to her parents since her unlucky moment. “I haven’t been able to speak to my mum and dad over FaceTime yet because they will just set me off crying,” said the 31-year-old Notts County defender. “I’ve messaged them and I know they are so proud but I keep thinking about that moment and I would do anything to change it.</p> \n<p>“The hardest thing is looking at other people here who committed themselves to this team - for the first time in a long time everyone believed England could do it. I’d prefer no one to know my name.”</p> \n<p>The pain is only exacerbated by the reality that Bassett - who England’s coach, Mark Sampson, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/03/womens-world-cup-mark-sampson-lionesses-silvia-neid\" title=\"\">said will “definitely” start against Germany</a> - had otherwise been one of the stars of the tournament.</p> \n<p>“After the game, I was heartbroken, devastated, just uncontrollable, emotional,” she said. “For those people who know me and call me a swinging brick and say I lack emotion, nine out of 10 times I’d agree with that, but something took over and I was out of control. I wanted to get out of there. I wanted to cry and be on my own and bury my head.</p> \n<p>“This team never gives up but we didn’t have time to pull it back; it was so cruel. It was all a blur. Afterwards I looked round and saw my boyfriend and it set me off crying again.”</p> \n<p>Bassett is grateful for the support she has received from Sampson and his staff. “I know the long hours Mark’s staff have worked and the commitment they have given to this dream and to us as players,” she said. “They have been there for me so I want to thank them.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/4/1435965147022/Laura-Bassett-and-her-Eng-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Laura Bassett and her England team-mates have a play-off match against Germany to try to make up for the agony of their semi-final defeat to Japan. Photograph: Maddie Meyer - Fifa/FIFA via Getty Images","credit":"Maddie Meyer - Fifa/FIFA via Getty Images","altText":"Laura Bassett and her England team-mates have a play-off match against Germany to try to make up for","cleanCaption":"Laura Bassett and her England team-mates have a play-off match against Germany to try to make up for the agony of their semi-final defeat to Japan. Photograph: Maddie Meyer - Fifa/FIFA via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T23:12:47Z","lastModified":"2015-07-03T23:55:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"}],"feature":false,"keywords":["England women's football team","Women's World Cup 2015","Women's football","Football","Sport"],"tags":[{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Louise Taylor","topic":{"type":"tag-contributor","name":"profile/louisetaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/04/england-women-world-cup-laura-bassett","shortUrl":"http://gu.com/p/4acez","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/04/england-women-world-cup-laura-bassett","webUri":"http://www.theguardian.com/football/2015/jul/04/england-women-world-cup-laura-bassett"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/4/1435965147022/Laura-Bassett-and-her-Eng-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Laura Bassett and her England team-mates have a play-off match against Germany to try to make up for the agony of their semi-final defeat by Japan. Photograph: Maddie Meyer/Fifa via Getty Images","credit":"Maddie Meyer - Fifa/FIFA via Getty Images","altText":"Laura Bassett and her England team-mates have a play-off match against Germany to try to make up for","cleanCaption":"Laura Bassett and her England team-mates have a play-off match against Germany to try to make up for the agony of their semi-final defeat by Japan. Photograph: Maddie Meyer/Fifa via Getty Images"}},"importance":3,"kicker":{"title":"Women's World Cup"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/4/1435965147022/Laura-Bassett-and-her-Eng-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Laura Bassett and her England team-mates have a play-off match against Germany to try to make up for the agony of their semi-final defeat to Japan. Photograph: Maddie Meyer - Fifa/FIFA via Getty Images","credit":"Maddie Meyer - Fifa/FIFA via Getty Images","altText":"Laura Bassett and her England team-mates have a play-off match against Germany to try to make up for","cleanCaption":"Laura Bassett and her England team-mates have a play-off match against Germany to try to make up for the agony of their semi-final defeat to Japan. Photograph: Maddie Meyer - Fifa/FIFA via Getty Images"}}]},{"title":"T20 Blast / McCullum hits record 158 for Birmingham Bears","rawTitle":"McCullum hits record 158 for Birmingham Bears","item":{"type":"article","id":"sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire","title":"Brendon McCullum hits record 158 for Birmingham against Derbyshire","trailText":"Brendon McCullum scored 158 not out, the highest total in English Twenty20 history, as <strong>Birmingham Bears</strong> crushed <strong>Derbyshire</strong> in the NatWest T20 Blast","standFirst":"<span class=\"bullet\">•</span> McCullum’s 64-ball knock the highest in English Twenty20 history\n<br />\n<span class=\"bullet\">•</span> New Zealand captain equalled his own highest score in T20","byline":"Press Association","body":"<p>Brendon McCullum scored 158 not out, the highest total in English Twenty20 history, as <strong>Birmingham Bears</strong> crushed <strong>Derbyshire</strong> in the NatWest T20 Blast.</p> \n<p>New Zealand’s captain, McCullum, clubbed 13 fours and 11 sixes in a thrilling 64-ball knock at Edgbaston, to lead the North Division leaders to 242 for two.</p> \n<p>McCullum also scored an unbeaten 158 for Kolkata Knight Riders on the first day of the Indian Premier League in 2008, with his two centuries occupying joint second on the all-time T20 list behind Chris Gayle’s unbeaten 175.</p> \n<p>Derbyshire managed 182 all out for a 60-run defeat, with four wickets for Josh Poysden.</p> \n<p>Warwickshire’s director of cricket, Dougie Brown, said after the match: “Brendon McCullum’s innings was brutal, it was measured and it was world-class.</p> \n<p>“It was everything we knew we were getting when we signed him for seven games. He is a world-class player.</p> \n<p>“It was a brilliant innings but everything about him is impressive. The way he has straight away become part of the team and the club. He is a class act, on and off the field. You could see that, the way he was signing all those autographs.”</p> \n<p>The Red Rose eclipsed the White Rose at a sold-out Old Trafford, with <strong>Lancashire</strong> seeing off <strong>Yorkshire</strong> by 29 runs.</p> \n<p>Ashwell Prince and Karl Brown hit swift half-centuries in a total of 231 for four, while 51 from the recalled Tim Bresnan could take the Vikings to only 202 all out. The spinners Stephen Parry and Arron Lilley shared six wickets for the hosts.</p> \n<p><strong>Kent</strong> replaced <strong>Sussex</strong> at the top of the South Division courtesy of a seven-wicket triumph at Hove. The hosts made an under-par 136, which was reeled in by a 91-run stand between Sam Billings (39 not out) and Alex Blake (52 not out).</p> \n<p><strong>Surrey</strong> eased to an eight-wicket victory over <strong>Middlesex</strong> at the Kia Oval, skittling the visitors for 105. Dawid Malan made 40 of those, a score matched by Kumar Sangakkara as the Brown Caps reached their target two down with 32 balls remaining.</p> \n<p><strong>Gloucestershire</strong> chased down <strong>Somerset’s</strong> 174 for six for an eight-wicket success at Taunton. New Zealand’s Luke Ronchi hit five sixes in his 49 but he was outdone by his compatriot Hamish Marshall, who smashed 93 in only 53 deliveries for Gloucestershire, while Michael Klinger weighed in with 58.</p> \n<p>The arrival of the former England coach Peter Moores as coaching consultant could not lift <strong>Nottinghamshire</strong> as <strong>Worcestershire</strong> claimed a 20-run victory at Trent Bridge. Tom Kohler-Cadmore’s 75 was the top score of the day, as the Outlaws stuttered to 153 for nine in response to the Pears’ 173 all out.</p> \n<p><strong>Durham’s</strong> captain, Mark Stoneman, kept his good form going against <strong>Leicestershire</strong> at The Riverside, batting through for an unbeaten 89 in a total of 163 for five. The Foxes went down by 38 runs, John Hastings and Usman Arshad turning in combined figures of six for 28.</p> \n<p><strong>Glamorgan</strong> upset <strong>Hampshire</strong> by 23 runs at the Aegeas Bowl, turning Jacques Rudolph’s 77 into a match-winning effort. They posted 181 for seven and restricted the hosts to 158 for six, Michael Carberry managing 70 in vain.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435959270345/Brendon-McCullum-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Brendon McCullum","cleanCaption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:35:07Z","lastModified":"2015-07-03T22:43:44Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["NatWest T20 Blast","Brendon McCullum","Twenty20","Warwickshire","Derbyshire","Lancashire","Yorkshire","Kent","Sussex","Surrey","Middlesex","Gloucestershire","Somerset","Nottinghamshire","Worcestershire","Durham","Leicestershire","Glamorgan","Hampshire","Cricket","Sport"],"tags":[{"id":"sport/natwest-t20-blast","webTitle":"NatWest T20 Blast"},{"id":"sport/brendon-mccullum","webTitle":"Brendon McCullum"},{"id":"sport/twenty20","webTitle":"Twenty20"},{"id":"sport/warwickshireccc","webTitle":"Warwickshire"},{"id":"sport/derbyshire","webTitle":"Derbyshire"},{"id":"sport/lancashire","webTitle":"Lancashire"},{"id":"sport/yorkshire","webTitle":"Yorkshire"},{"id":"sport/kent","webTitle":"Kent"},{"id":"sport/sussexccc","webTitle":"Sussex"},{"id":"sport/surrey","webTitle":"Surrey"},{"id":"sport/middlesex","webTitle":"Middlesex"},{"id":"sport/gloucestershireccc","webTitle":"Gloucestershire"},{"id":"sport/somerset","webTitle":"Somerset"},{"id":"sport/nottinghamshire","webTitle":"Nottinghamshire"},{"id":"sport/worcestershire","webTitle":"Worcestershire"},{"id":"sport/durham","webTitle":"Durham"},{"id":"sport/leicestershire","webTitle":"Leicestershire"},{"id":"sport/glamorganccc","webTitle":"Glamorgan"},{"id":"sport/hampshire","webTitle":"Hampshire"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire","shortUrl":"http://gu.com/p/4ace8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire","webUri":"http://www.theguardian.com/sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435959270345/Brendon-McCullum-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Brendon McCullum","cleanCaption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images"}},"importance":2,"kicker":{"title":"T20 Blast"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435959270345/Brendon-McCullum-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Brendon McCullum","cleanCaption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images"}}]}],"lastModified":"2015-07-04T00:25:28Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}