{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"Martin Kaymer / There is no lead that is really big enough for you to relax","rawTitle":"There is no lead that is really big enough for you to relax","item":{"type":"article","id":"sport/2015/jun/15/martin-kaymer-us-open-golf","title":"Martin Kaymer: ‘There is no lead that is really big enough for you to relax’","trailText":"German roared to victory in the US Open last year but as he prepares to defend his title the 30-year-old reveals his No1 target lies in Scotland","standFirst":"German roared to victory in the US Open last year but as he prepares to defend his title the 30-year-old reveals his No1 target lies in Scotland","byline":"Ewan Murray at Chambers Bay","body":"<p>A logical assumption would be that Martin Kaymer is now in the midst of his most-eagerly anticipated week of the year. Defending a US Open title won in flawless style is not the domain of many golfers. Many celebrated players of this era, such as Phil Mickelson, are yet to win one.</p> \n<p>The theory, however, would be incorrect. When Kaymer looked ahead to this season, it was an occasion in Scotland in July that instantly captured his thoughts. He pinpointed the Old Course and Claret Jug.</p> \n<p>“It is a bit boring to say you only focus on the majors and all that sort of stuff but my main focus is the Open,” Kaymer says when asked of his ambitions for 2015. “That is huge.”</p> \n<p>He continues: “ I have won on that course. In 2010 I finished seventh in the Open there. It is my favourite course in the world. The whole atmosphere around St Andrews is just so pure, so natural. That is the place where I feel the most comfortable.</p> \n<p>“I’m not going to play the week before, I will just chill out – go to Wimbledon maybe, watch a couple of days of tennis – then head up the weekend before to Kingsbarns and Carnoustie, just get used to it. I really want to start off that week fairly calm and enjoy it. For me, it is the most important week this year.</p> \n<p>“I have thought about the Open since January or February because I think I have a chance. I just need to make sure that my excitement is not in my way. It is important you try to lower that excitement and let things fall into place.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b869c06c157f692076f28264fbdc88e554cb7d86\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434438818576/5a7fb077-a751-4c46-996c-8a5a6b4a8f45-460x321.jpeg\" alt=\"Martin Kaymer during a practice round at Chambers Bay.\" width=\"460\" height=\"321\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Martin Kaymer during a practice round at Chambers Bay.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Redington/Getty Images</span> \n </figcaption> \n</figure> \n<p>For someone who is so dedicated to his work and meticulous in planning, this serves as a warning to the Open Championship field. To Kaymer, thinking about something means putting in the necessary work to ensure he has the shots to fit a venue.</p> \n<p>The curious Kaymer major dynamic relates to the first one of the year. In eight appearances at the Masters he has missed five cuts and has a best finish of tied 31st. For a former world No1, a player so talented, this makes little sense. “Too much respect,” answers Kaymer instantly when asked for an explanation. “I have too much respect for the holes. It was the same again this year.</p> \n<p>“At the end of the day, it is just green grass, a white ball and a hole. Honestly, if you break it down to the facts, that is it.”</p> \n<p>For now, Kaymer insists he will relish the sentiment a US Open defence will bring. Last June,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/13/martin-kaymer-us-open-report-day-two\"> back-to-back rounds of 65</a> at Pinehurst No2 on Thursday and Friday meant the only person who could defeat Kaymer was the German himself. He led by six.</p> \n<p>The US Golf Association tried their best to halt the procession. Doubtless riled by Kaymer’s ability to score low and with such ease, they insisted on a host of Saturday pin placements to the left side of greens. “My natural shot is left to right,” Kaymer says. “I was walking up the 18th fairway, the pin was in the middle of the green. I said to [Kaymer’s caddie] Craig [Connelly]: ‘At last, a pin I can play to.’” Kaymer was to make birdie, signing for a 72 and a five-stroke lead over Rickie Fowler and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jun/17/why-erik-compton-tie-second-us-open-astonishing-feat\">Erik Compton</a>. By the close of play on Sunday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/16/martin-kaymer-wins-us-open-second-major\">the margin of success was eight.</a></p> \n<p>But was he at any stage inwardly nervous, or scared of letting such an advantage slip away? “It was none of those things,” Kaymer says. “It was a great mindset that I had and it is a difficult one to get. It is difficult to keep going, just to focus on yourself.</p> \n<p>“I said to Craig on the range on that final day: ‘This is probably going to be the most difficult round that we are ever going to play.’ Because leading by that many shots is hard. People always think that should be easy but there are inner expectations that you have to lower.</p> \n<p>“Mentally it is very difficult. I am playing in America, with an American player [Fowler] who is fairly famous. That is going to be tough.</p> \n<p>“I was focused so much on myself, on getting the job done mentally. I didn’t need to worry about the way I was playing the game, there was a reason I was leading by five shots. I was playing well enough.</p> \n<p>“Early on, Rickie wasn’t really pushing me but I have experienced it myself, I have watched it many times on television. There is no lead that is really big enough for you to relax.</p> \n<p>“You saw it with me <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jan/27/martin-kaymer-abu-dhabi-collapse-golf-dubai-desert-classic\">this year in Abu Dhabi </a>when I was ahead by 10 shots [with 12 holes to play; he finished third]. It is never enough. You have to keep going. And where is the problem in keeping it going? If he was only one or two behind you, that’s what you would say to yourself. So why not when the lead is six or seven? Challenge yourself. That is what I did very well.”</p> \n<p>The fresh nuances of Chambers Bay make it difficult to predict whether Kaymer will prevail again. There is also the rarity of successful major defences. “These days there are 60, 70 guys who can be up there. Defending or not, it is very tough to compete for major championships,” he insists.</p> \n<p>What is without question is that the 30-year-old is better placed than in 2011, when he headed to the Atlanta Athletic Club as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2010/aug/16/us-pga-martin-kaymer\">the holder of the US PGA Championship.</a> By his own admission, he was basically lacking in maturity.</p> \n<p>“I didn’t play good golf at all,” he says. “I was too inexperienced to really notice and understand what I had done. I didn’t see it, really, I was surprised. It wasn’t something I could reach out and touch therefore I wasn’t really in the moment. I was just playing.</p> \n<p>“<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2011/aug/11/us-pga-2011-live\">Then in 2011</a> when I went back, I just didn’t play good golf at all. 2011 and 2012 were tough times for me, anyway.</p> \n<p>“Now, I am very proud. This is something you can be very proud of: to win a major is nice but to win two and the way I did it last year, you should be very proud of your achievement. That’s the way I will approach Chambers Bay. I will try to use all the positives that I experienced last year, take that into the first and second rounds and then see where I am.”</p> \n<p>It was pertinent that Kaymer spent the weekend completing preparations at Whistling Straits, where he won the 2010 US PGA. The policy of staying away from Chambers Bay was as typical for Kaymer as it was deliberate – designed, in essence, to avoid boredom.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-dd14db75-fd01-41bf-8732-e77215db0151\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434384127599/63c3513b-9c0e-4dcf-9d04-20bf7ea025bc-460x276.jpeg\" alt=\"Martin Kaymer of Germany\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kaymer celebrates with the trophy after winning the US Open, his second major victory.</span> \n  <span class=\"element-image__credit\">Photograph: Aflo/Rex</span> \n </figcaption> \n</figure> \n<p>He will spend the opening two days in Washington state in the company of Rory McIlroy, whom every other golfer currently looks up to. To his credit, Kaymer is perfectly happy to admit as much.</p> \n<p>“It is very inspiring,” says Kaymer of McIlroy’s rise. “It is always inspiring when you see someone playing so well. Rory has already said he saw me winning the US Open and that inspired him to play well.</p> \n<p>“That’s the great thing about this situation we are in now, we can inspire each other. It is nothing to do with jealousy, it is a positive thing where you see how great somebody can play and it makes you wonder: ‘Maybe I can get there, too.’ All of a sudden you can have a couple of weeks where you think, ‘Wow, if I play like this I am unbeatable.’ Not a lot of players can say that about themselves.</p> \n<p>“Obviously eras change. If you look right now at the Ryder Cup teams, there are a few young guys in there, mid to late 20s, who can play for the next 15 years against each other. That is why you are an athlete, that is why you play sport – it is about the competition. You try to compare yourself to others at the same time as staying within yourself. You don’t focus too much on them but you need some kind of a battle all the time; that’s fun.”</p> \n<p>At Pinehurst, the remainder of the field pursued an utterly fruitless chase. Majors are not typically dominated to such an extent by one player, which hands Kaymer just cause to glance back 12 months as well as forward one this week.</p> \n<p><em>Martin Kaymer is a Rolex Testimonee. Rolex is official timekeeper at the US Open Championship and partner of the United States Golf Association (USGA)</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/15/1434380273580/Martin-Kaymer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Martin Kaymer won the US Open at Pinehurst in 2014 and feels he is well-prepared to defend his title. Photograph: Chris Turvey/Rolex","credit":"Chris Turvey/Rolex","altText":"Martin Kaymer","cleanCaption":"Martin Kaymer won the US Open at Pinehurst in 2014 and feels he is well-prepared to defend his title. Photograph: Chris Turvey/Rolex"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434438817568/5a7fb077-a751-4c46-996c-8a5a6b4a8f45-2060x1439.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1439,"width":2060,"orientation":"landscape","caption":"Martin Kaymer during a practice round at Chambers Bay. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Martin Kaymer during a practice round at Chambers Bay.","cleanCaption":"Martin Kaymer during a practice round at Chambers Bay.","cleanCredit":"Photograph: Andrew Redington/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2014/6/16/1402933565341/Martin-Kaymer-of-Germany-012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Kaymer celebrates with the trophy after winning the US Open, his second major victory. Photograph: Aflo/Rex","credit":"Aflo/Rex","altText":"Martin Kaymer of Germany","cleanCaption":"Kaymer celebrates with the trophy after winning the US Open, his second major victory.","cleanCredit":"Photograph: Aflo/Rex"}],"webPublicationDate":"2015-06-15T21:00:02Z","lastModified":"2015-06-16T07:13:47Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":true,"keywords":["Martin Kaymer","US Open","Golf","US sports","Sport"],"tags":[{"id":"sport/martin-kaymer","webTitle":"Martin Kaymer"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/15/martin-kaymer-us-open-golf","shortUrl":"http://gu.com/p/49z8a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/15/martin-kaymer-us-open-golf","webUri":"http://www.theguardian.com/sport/2015/jun/15/martin-kaymer-us-open-golf"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/15/1434380273580/Martin-Kaymer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Martin Kaymer won the US Open at Pinehurst in 2014 and feels he is well-prepared to defend his title. Photograph: Chris Turvey/Rolex","credit":"Chris Turvey/Rolex","altText":"Martin Kaymer","cleanCaption":"Martin Kaymer won the US Open at Pinehurst in 2014 and feels he is well-prepared to defend his title. Photograph: Chris Turvey/Rolex"}},"importance":7,"kicker":{"title":"Martin Kaymer"},"showQuotedHeadline":true,"sublinks":[{"title":"Golf / Spieth aims to join elite group by winning US Open title","rawTitle":"Spieth aims to join elite group by winning US Open title","item":{"type":"article","id":"sport/2015/jun/16/jordan-spieth-aims-make-history-us-open","title":"Jordan Spieth aims to join elite group by adding US Open to Masters title","trailText":"Jordan Spieth knows he can make history in ‘many ways’ this year and even has one eye on an unprecedented clean sweep of the four major championships<br />","standFirst":"<span class=\"bullet\">•</span> ‘I have a chance to make history in many ways,’ says 21-year-old\n<br />\n<span class=\"bullet\">•</span> Hopes to become only sixth man to win US Open and Masters in same year","byline":"Press Association","body":"<p>Jordan Spieth knows he can make history in “many ways” this year and even has one eye on an unprecedented clean sweep of the four major championships.</p> \n<p>Spieth is looking to become just the sixth man in history after Craig Wood, Ben Hogan, Arnold Palmer, Jack Nicklaus and Tiger Woods to win the Masters and US Open in the same year.</p> \n<p>And the world No2 can also became the first player since Gene Sarazen in 1922 to win multiple majors aged 21 or younger with victory at Chambers Bay.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/martin-kaymer-us-open-golf\">Martin Kaymer: ‘There is no lead that is really big enough for you to relax’ | Ewan Murray</a> </p> \n</aside> \n<p>“I have a chance to make history in many ways,” said Spieth, who has recorded nine top-10 finishes on the PGA Tour this season. “But in order to do that, I have to really focus on this week, focus on the major championships and how I’m going to prepare for them. There are certainly a lot of goals left for the year.</p> \n<p>“It’s never even crossed my mind to let it kind of sink in that it’s been a great year, and that it would be a great year at the end. If I didn’t do anything the rest of the year, I’d be pretty frustrated at the second half.</p> \n<p>“You can’t win a Grand Slam unless you win the first [major], so I’m the only one with that opportunity this year. So I’m going to go ahead and focus on this week and see if I can put myself in contention.”</p> \n<p>Chambers Bay has received mixed reviews from the players with the former Masters champion Charl Schwartzel saying luck will play a big part in the fast, dry conditions which were compared to the 2013 Open at Muirfield by local favourite Ryan Moore.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/16/jason-day-tiger-woods-us-open\">Jason Day believes matters of the mind are holding back Tiger Woods</a> </p> \n</aside> \n<p>Much has also been made of how the numerous tees will see the course set-up changed each day, with the first and 18th capable of being played as either a par four or par five.</p> \n<p>“To be honest, I think it’s more just to get in our heads ahead of time,” added Spieth, who approved of the changes made to the course since he shot 83 here in the 2010 US Amateur.</p> \n<p>“I think if the wind is coming from the north, we’re going to play the first as par five and 18 as a par four. If it’s the other way, it’ll be the other way. Twelve is probably going to be a similar tee box every day.</p> \n<p>“Fifteen has an opportunity to change drastically, but if the greens are where the USGA wants the greens to be, I don’t think that 245-yard tee box can or should be played. The way that green pitches, it would have to be a back left pin or else we’re never going to finish the round. And they know that.</p> \n<p>“In the 2010 US Amateur, there was a lot learned from us and from the USGA and so I think they have a great grasp on what they’re going to do with the golf course.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/16/1434439555661/US-Open-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jordan Spieth hits out of the bunker on the 16th hole during a practice round at this year's US Open course at Chambers Bay. Photograph: John David Mercer/USA Today Sports","credit":"John David Mercer/USA Today Sports","altText":"US Open","cleanCaption":"Jordan Spieth hits out of the bunker on the 16th hole during a practice round at this year's US Open course at Chambers Bay. Photograph: John David Mercer/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-06-16T07:29:23Z","lastModified":"2015-06-16T07:37:59Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["US Open Golf 2015","US Open","Jordan Spieth","Golf","US sports","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/jordan-spieth","webTitle":"Jordan Spieth"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/16/jordan-spieth-aims-make-history-us-open","shortUrl":"http://gu.com/p/49zk8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/16/jordan-spieth-aims-make-history-us-open","webUri":"http://www.theguardian.com/sport/2015/jun/16/jordan-spieth-aims-make-history-us-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/16/1434439555661/US-Open-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jordan Spieth hits out of the bunker on the 16th hole during a practice round at this year's US Open course at Chambers Bay. Photograph: John David Mercer/USA Today Sports","credit":"John David Mercer/USA Today Sports","altText":"US Open","cleanCaption":"Jordan Spieth hits out of the bunker on the 16th hole during a practice round at this year's US Open course at Chambers Bay. Photograph: John David Mercer/USA Today Sports"}},"importance":0,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/16/1434439555661/US-Open-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jordan Spieth hits out of the bunker on the 16th hole during a practice round at this year's US Open course at Chambers Bay. Photograph: John David Mercer/USA Today Sports","credit":"John David Mercer/USA Today Sports","altText":"US Open","cleanCaption":"Jordan Spieth hits out of the bunker on the 16th hole during a practice round at this year's US Open course at Chambers Bay. Photograph: John David Mercer/USA Today Sports"}}]},{"title":"Jason Day / Matters of the mind are holding back Woods","rawTitle":"Matters of the mind are holding back Woods","item":{"type":"article","id":"sport/2015/jun/16/jason-day-tiger-woods-us-open","title":"Jason Day believes matters of the mind are holding back Tiger Woods","trailText":"Jason Day, the world No10 and a regular practice partner of Tiger Woods, has said that only flaws with the driver and matters of the mind are preventing the 14-times major winner from regular success once again","standFirst":"<span class=\"bullet\">•</span> Australian puts American’s poor form largely down to his mental state\n<br />\n<span class=\"bullet\">•</span> ‘His short game looks pretty good,’ Day says before this week’s US Open","byline":"Ewan Murray at Chambers Bay","body":"<p>Jason Day, the world No10 and a regular practice partner of Tiger Woods, has said only flaws with the driver and matters of the mind are preventing the 14-times major winner from regular success once again.</p> \n<p>Woods heads into this week’s US Open devoid of any positive form and having seen his career written off in many quarters. It was at this event, seven years ago, that he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2008/jun/17/usopengolf.tigerwoods\" title=\"\">last claimed a major</a>.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/martin-kaymer-us-open-golf\">Martin Kaymer: ‘There is no lead that is really big enough for you to relax’ | Ewan Murray</a> </p> \n</aside> \n<p>Day partnered Woods for nine holes at Chambers Bay on Monday, as has become customary in recent times. Woods headed straight to the range, where he looked far from delighted with his ball-striking amid consultation with his swing coach, Chris Como. Later the Australian offered an open critique.</p> \n<p>“Tell you what, if he could get on the fairway, he’d probably be back to where he was,” Day said. “His iron play is just ridiculous right now, it’s really special. The driver and the 3-wood ... the 3-wood is OK, the driver gets a little wide sometimes. But I think that’s the biggest thing for him right now is to really kind of get on the fairway. His short game looks pretty good.”</p> \n<p>What followed from Day was unprompted, more intriguing and a likely implication of the mental struggles Woods may be involved in. “Who knows what’s going on with Tiger right now,” he said. “We’re friends but I don’t get into his personal life and I don’t want to. That’s his stuff and he deserves his privacy.</p> \n<p>“When it comes to golf, it’s very difficult because you could have all the tools in the world but, if you really don’t want to be there or if there’s something that’s off course that’s playing on your mind . . . the game of golf is so mental and, if you don’t have everything in the right order, it’s very difficult to win golf tournaments. I learned that very early on.”</p> \n<p>Day added: “It really is amazing that some days you’ll come out and you’ll feel like you can beat anyone and then some days you come out and you’ve got no confidence in the world and you can’t break an egg with a hammer.</p> \n<p>“Unfortunately with Tiger it’s so hard because he’s done what he’s done in the past and everyone is expecting him to do that still. And we put him on such a pedestal that where is the old Tiger and what’s he going to do? When’s he going to come back? We’re just waiting for him to come back and win those tournaments like it was nothing, hunt down people like like he was playing a Wednesday tournament at the country club. But will we see it? I’m not sure.</p> \n<p>“He dominated the game for so long, and that’s what I admire about him the most. He dominated the game so long and he was so motivated to win. I don’t know how long he was No1 for but he was No1 for a very, very long time. And it’s hard to do that. You’re climbing Mount Everest and he’s fallen off it a couple of times and climbed back up there again.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/us-open-2015-charl-schwartzel-stenson-rose\">US Open: Charl Schwartzel figures luck will have big say on scorched course</a> </p> \n</aside> \n<p>“So it’s pretty admirable to see what he’s done to get back there a couple of times. And once again I think, if he could straighten out that driver, he’d play phenomenal golf, because his iron play and putting is on point.”</p> \n<p>While Woods is not regarded as a serious contender on the outskirts of Seattle, the opposite applies to Jordan Spieth. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/13/jordan-spieth-masters-augusta-justin-rose-phil-mickelson\" title=\"\">reigning Masters champion</a> has more knowledge of Chambers Bay than most, partly because his caddie Michael Greller spent time working here. Spieth is not willing to join any <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/us-open-2015-charl-schwartzel-stenson-rose\" title=\"\">chorus of disapproval regarding the venue</a>.</p> \n<p>“If you are going to talk negative about a place, you’re almost throwing yourself out to begin with because golf is a mental game,” Spieth said. “Plus, the US Open is about as challenging mentally as any tournament in the world. So you have to go in positively. You have to go in with enough confidence to get yourself into contention.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434410647214/Tiger-Woods-right-and-Jas-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods, right, and Jason Day during a practice session at Chambers Bay ahead of the US Open.  Photograph: Ted S. Warren/AP","credit":"Ted S. Warren/AP","altText":"Tiger Woods, right, and Jason Day during a practice session at Chambers Bay ahead of the US Open","cleanCaption":"Tiger Woods, right, and Jason Day during a practice session at Chambers Bay ahead of the US Open.  Photograph: Ted S. Warren/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-15T23:24:23Z","lastModified":"2015-06-15T23:51:57Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["Tiger Woods","US Open","US sports","Sport","Golf"],"tags":[{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/golf","webTitle":"Golf"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/16/jason-day-tiger-woods-us-open","shortUrl":"http://gu.com/p/49zgp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/16/jason-day-tiger-woods-us-open","webUri":"http://www.theguardian.com/sport/2015/jun/16/jason-day-tiger-woods-us-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434410647214/Tiger-Woods-right-and-Jas-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods, right, and Jason Day during a practice session at Chambers Bay before the US Open. Photograph: Ted S Warren/AP","credit":"Ted S. Warren/AP","altText":"Tiger Woods, right, and Jason Day during a practice session at Chambers Bay ahead of the US Open","cleanCaption":"Tiger Woods, right, and Jason Day during a practice session at Chambers Bay before the US Open. Photograph: Ted S Warren/AP"}},"importance":0,"kicker":{"title":"Jason Day"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434410647214/Tiger-Woods-right-and-Jas-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tiger Woods, right, and Jason Day during a practice session at Chambers Bay ahead of the US Open.  Photograph: Ted S. Warren/AP","credit":"Ted S. Warren/AP","altText":"Tiger Woods, right, and Jason Day during a practice session at Chambers Bay ahead of the US Open","cleanCaption":"Tiger Woods, right, and Jason Day during a practice session at Chambers Bay ahead of the US Open.  Photograph: Ted S. Warren/AP"}}]},{"title":"US Open / Schwartzel fears high scores on scorched course","rawTitle":"Schwartzel fears high scores on scorched course","item":{"type":"article","id":"sport/2015/jun/15/us-open-2015-charl-schwartzel-stenson-rose","title":"US Open: Charl Schwartzel figures luck will have big say on scorched course","trailText":"The former Masters champion Charl Schwartzel said luck will have a big say in the destination of the US Open title","standFirst":"<span class=\"bullet\">•</span> 2011 Masters champion says major could be won in over-par score\n<br />\n<span class=\"bullet\">•</span> Henrik Stenson compares practice area to Hoylake 2006","byline":"Ewan Murray at Chambers Bay","body":"<p>The latest murmur of discontent relating to the US Open has emerged from Charl Schwartzel, who fears fortune rather than ability could determine the outcome at Chambers Bay.</p> \n<p>The British links feel of this venue, added to the typically ferocious set-up implemented by the USGA for the year’s second major, has triggered fears over the dynamic of the tournament. Chambers Bay was opened only eight years ago.</p> \n<p>The 2011 Masters champion is clearly among those who harbour concerns. “Ummm, not sure. Is it a golf course?” asked the South African when pressed for his views. “I think it’s a course that involves a hell of a lot of luck. You don’t only win by luck, of course; you need to hit good shots.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2006/jul/22/theopen2006.theopen1\">Plains of Hoylake demand Attenborough cameo</a> </p> \n</aside> \n<p>“But most guys aren’t of the mindset to be able to shoot the scores you’re going to see here and remain focused. I think you will see a tournament won in over-par, especially if it stays like this. If you get off on the wrong foot on Thursday the hardest thing is going to be to accept what is going to happen out there.”</p> \n<p>A spell of warm weather has dried out and in parts scorched the course, as was the case at Pinehurst No2 a year ago. The Swede Henrik Stenson acknowledged on Monday that the Chambers Baypractice putting area was akin to that at Royal Liverpool’s parched Open Championship of 2006.</p> \n<p>One quirk relates to the seamless transition from fairway to green, a matter that is likely to keep rules officials busy over the four tournament days. Schwartzel is similarly uneasy about the greens. “You play a golf course like Muirfield Village [the weekend before last] and you’ve got the most perfect putting surfaces you could ask for and then you come to the US Open and you’ve got surfaces that a good putt doesn’t really matter,” he said.</p> \n<p>“They roll so badly that a good putt misses and a bad one goes in. That’s the most difficult part for us. You practise and a good putt goes in the hole, so you’re going to have to work on accepting what is going to happen out there. You’ll just have to be mentally stronger, I suppose.”</p> \n<p>Justin Rose, the 2013 US Open champion, added to his preparations by having the course architect Robert Trent Jones Jnr for company during a practice round. Jones accepted an invitation after a chance meeting with Rose’s caddie, Mark Fulcher. Jones praised Rose’s shot-making capabilities.</p> \n<p>“I didn’t really know what to expect coming here,” Rose said. “It’s a good test of golf and it’s one that takes a lot of attention and learning; there’s nothing by accident out here.</p> \n<p>“Every slope has been thought about; every reaction to a good shot and a bad shot has been calculated. If you wrongly use a slope and you get unlucky, or what you think is unlucky, it’s really not unlucky. There is a way to play the golf course.”</p> \n<p>He added: “I’m trying to figure out a game plan, get comfortable off the tee and with the approach shots, which ridges to use and which to avoid. There are pin placements that deserve a lot of respect and others where you can make some birdies. I think it’s going to be what I’d say is a real US Open. I think it’s going to brown out and become very firm and fast. I’m just trying to get my head around everything.”</p> \n<p>Tiger Woods played nine holes on Monday morning before taking to the range alongside his swing coach, Chris Como.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/15/1434399831298/charl-schwartzel-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Charl Schwartzel tees off at the 3rd during his practice round on Monday at Chambers Bay.  Photograph: John David Mercer/USA Today Sports","credit":"John David Mercer/USA Today Sports","altText":"charl schwartzel","cleanCaption":"Charl Schwartzel tees off at the 3rd during his practice round on Monday at Chambers Bay.  Photograph: John David Mercer/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-06-15T20:42:01Z","lastModified":"2015-06-15T23:01:31Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["US Open","Charl Schwartzel","Justin Rose","Henrik Stenson","Golf","US sports","Sport"],"tags":[{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/charl-schwartzel","webTitle":"Charl Schwartzel"},{"id":"sport/justin-rose","webTitle":"Justin Rose"},{"id":"sport/henrik-stenson","webTitle":"Henrik Stenson"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/15/us-open-2015-charl-schwartzel-stenson-rose","shortUrl":"http://gu.com/p/49zfb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/15/us-open-2015-charl-schwartzel-stenson-rose","webUri":"http://www.theguardian.com/sport/2015/jun/15/us-open-2015-charl-schwartzel-stenson-rose"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/15/1434399831298/charl-schwartzel-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Charl Schwartzel tees off at the 3rd during his practice round on Monday at Chambers Bay.  Photograph: John David Mercer/USA Today Sports","credit":"John David Mercer/USA Today Sports","altText":"charl schwartzel","cleanCaption":"Charl Schwartzel tees off at the 3rd during his practice round on Monday at Chambers Bay.  Photograph: John David Mercer/USA Today Sports"}},"importance":0,"kicker":{"title":"US Open"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/15/1434399831298/charl-schwartzel-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Charl Schwartzel tees off at the 3rd during his practice round on Monday at Chambers Bay.  Photograph: John David Mercer/USA Today Sports","credit":"John David Mercer/USA Today Sports","altText":"charl schwartzel","cleanCaption":"Charl Schwartzel tees off at the 3rd during his practice round on Monday at Chambers Bay.  Photograph: John David Mercer/USA Today Sports"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/b869c06c157f692076f28264fbdc88e554cb7d86/0_334_5184_3111/1000.jpg","height":600,"width":1000}}]},{"title":"Today's matches","rawTitle":"Today's matches","item":{"type":"todaysMatches","todaysMatches":{"competitions":[{"name":"International friendlies","matches":[{"id":"3822260","status":"F","phase":"before","kickOff":"2015-06-16T18:30:00Z","competitionDisplayName":"Friendlies","homeTeam":{"id":"717","name":"Italy","shortCode":"ITA","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/717.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/italy"},"topic":{"displayName":"Italy","topic":{"type":"football-team","name":"717"}}},"awayTeam":{"id":"5539","name":"Portugal","shortCode":"PRT","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/5539.png?width=#{width}","followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/portugal"},"topic":{"displayName":"Portugal","topic":{"type":"football-team","name":"5539"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3822260","venue":"Stade de Geneve","topic":{"displayName":"Italy vs Portugal (2015-06-16)","topic":{"type":"football-match","name":"3822260"}}}]}]},"title":"Today's matches","style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","backgroundColour":"#ffffff","ruleColour":"#4bc6df","titleColour":"#333333","dateColour":"#999999","competitionColour":"#676767","teamColour":"#333333","scoreColour":"#676767","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","viewMoreColour":"#676767","colourPalette":"todaysMatches"},"lastModified":"2015-06-16T08:15:22Z","webPublicationDate":"2015-06-16T00:00:00Z","links":{"uri":"http://mobile-apps.guardianapis.com/items/todays-matches"}},"importance":6,"showQuotedHeadline":false,"sublinks":[]},{"title":"Football / Chelsea may have to move out of Stamford Bridge for at least two seasons","rawTitle":"Chelsea may have to move out of Stamford Bridge for at least two seasons","item":{"type":"article","id":"football/2015/jun/15/chelsea-homeless-two-seasons-stamford-bridge","title":"Chelsea may have to leave Stamford Bridge for at least two seasons","trailText":"Chelsea may have to leave their ground for up to two seasons as they seek to turn Stamford Bridge into a 60,000-seat stadium","standFirst":"<span class=\"bullet\">•</span> Redevelopment to 60,000 seat Stamford Bridge may take toll\n<br />\n<span class=\"bullet\">•</span> Abramovich’s &pound;500m project could involve digging below street level","byline":"Dominic Fifield","body":"<p>Chelsea’s plans to redevelop Stamford Bridge into a 60,000-seat stadium could see them play their home matches elsewhere for at least two seasons should the go-ahead be given for work to begin on their home of 110 years.</p> \n<p>The Premier League champions are to reveal proposals to residents and fans at an exhibition at the stadium running from 30 June to 2 July. The consultation meeting will include an explanation of “the rationale for expansion”, with Chelsea, who are restricted by a site comprising around 12 acres when around 20 acres would normally be required for a stadium of the proposed size, likely to build over the adjacent railway tracks. They are also considering digging below street level.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/ng-interactive/2014/dec/18/chelseas-stamford-bridge-then-and-now\">Chelsea's Stamford Bridge – then and now</a> </p> \n</aside> \n<p>The cost of the project, which would increase the capacity from 41,798 and effectively allow the club to house a new generation of younger fans, could stretch to &pound;500m, which the owner, Roman Abramovich, would have to meet. Chelsea could rebuild the arena piece by piece, a project which could drag on for three or four seasons while the team continue to play at there, but are more likely to seek to undertake the extensive redevelopment all at once with the team temporarily moving out.</p> \n<p>Early estimates suggest they would need to find an alternative ground for at least two seasons. Twickenham has been mentioned as a venue and discussions have taken place with Ian Ritchie, the chief executive of the Rugby Football Union, though there are likely to be objections from residents at the prospect of regular matches at the stadium. Wembley is another option the club would explore, though it would not be feasible under Brent council’s existing policy.</p> \n<p>Chelsea, who have been in regular contact with their council, are aware this remains a long-term project which could take years to come to fruition. They had considered building at Earl’s Court and White City, and were attracted to the prospect of redeveloping Battersea power station to create an iconic ground incorporating the existing building on the south bank of the Thames. However, those plans have long since been frustrated, with the club having now accepted there are no suitable sites available in south-west London for them to pursue.</p> \n<p>Abramovich commissioned a study of the area from Fulham Broadway to Stamford Bridge and beyond to examine the possibilities of upgrading the streetscape as well as the stadium. “The study also began to assess the feasibility of an expansion of the stadium capacity within the existing historical site boundary, based on the principles of improving site access, benefiting the neighbourhood and enhancing the spectator experience,” said the club in a statement. “Mr Abramovich has appointed a professional team to assess, in more detail, the feasibility of expanding the existing stadium capacity at Stamford Bridge grounds.</p> \n<p>“The process now enters a further local consultation phase. This will include an explanation of the rationale for expansion, driven by spectator demand for more seats and the need to increase stadium revenue to remain competitive with our major rivals, this revenue being especially important under financial fair play rules. Technical solutions for stadium capacity expansion are being investigated initially.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/thibaut-courtois-chelsea-monaco-radamel-falcao\">Thibaut Courtois backs Chelsea move for Monaco’s Radamel Falcao</a> </p> \n</aside> \n<p>“This stage of the consultation will focus at present on discussing the rationale and technical solutions for expansion with residents and match-going spectators. Local stakeholders, neighbours, season ticket holders and club members will be invited to comment on the potential expansion. This feedback, which to date has assisted our progress in earlier stages, will continue to inform the next stage of the study.” The exhibition, which would allow fans and residents to ask questions of potential development ideas, is to be housed in the stadium’s east stand.</p> \n<p>Chelsea continue to plan for next season’s defence of the title, with talks progressing with Monaco over a season-long loan for Radamel Falcao. The French club are keen to bring some of Chelsea’s young players to Stade Louis II for a season as part of the deal, with interest confirmed in the Belgium Under-21 international Charly Musonda, 18, and the Croatia midfielder Mario Pasalic, 20, who spent last season in Spain with Elche.</p> \n<p>Petr Cech’s departure from Chelsea is likely to be smoothed in talks with the club’s hierarchy this week, with Arsenal expected to be a prominent suitor of suitors. The 33-year-old is understood to favour remaining in the capital, though Ars&egrave;ne Wenger’s side are likely to have to pay up to &pound;11m for a goalkeeper who has 12 months remaining on his contract.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/4/1428157565014/f2452f4b-6708-4c25-a13d-21accd2772fc-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Mike Hewitt/Getty Images","altText":"Stamford Bridge","cleanCredit":"Photograph: Mike Hewitt/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T17:00:40Z","lastModified":"2015-06-16T07:24:28Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Dominic Fifield","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400768136849/Dominic-Fifield-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominicfifield"}],"feature":false,"keywords":["Chelsea","Roman Abramovich","Football","Sport"],"tags":[{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"world/roman-abramovich","webTitle":"Roman Abramovich"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Dominic Fifield","topic":{"type":"tag-contributor","name":"profile/dominicfifield"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/15/chelsea-homeless-two-seasons-stamford-bridge","shortUrl":"http://gu.com/p/49zc5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/15/chelsea-homeless-two-seasons-stamford-bridge","webUri":"http://www.theguardian.com/football/2015/jun/15/chelsea-homeless-two-seasons-stamford-bridge"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/4/1428157565014/f2452f4b-6708-4c25-a13d-21accd2772fc-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Stamford Bridge may be going underground as Chelsea look to expand their fanbase.  Photograph: Mike Hewitt/Getty Images","credit":"Mike Hewitt/Getty Images","altText":"Stamford Bridge","cleanCaption":"Stamford Bridge may be going underground as Chelsea look to expand their fanbase. ","cleanCredit":"Photograph: Mike Hewitt/Getty Images"}},"importance":6,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"Interactive / Chelsea's Stamford Bridge – then and now","rawTitle":"Chelsea's Stamford Bridge – then and now","item":{"type":"article","id":"football/ng-interactive/2014/dec/18/chelseas-stamford-bridge-then-and-now","title":"Chelsea's Stamford Bridge – then and now","trailText":"Explore the history of Stamford Bridge stadium, home of Chelsea Football Club, as part of our new sporting series of then and nows","standFirst":"<p>Explore the history of Stamford Bridge stadium, home of Chelsea Football Club, as part of our new series of football Then &amp; Nows. Each archival photograph has been juxtaposed with a present-day photograph taken from the same perspective, showing how the ground – and the game itself – has been transformed over the past century. Some of the most memorable moments in the Bridge’s history are featured, including the first FA Cup final staged in west London and the day Chelsea hosted Dynamo Moscow in 1945</p>\n<ul>\n <li><strong>Click on the images to fade between Then and Now<br /></strong></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/ng-interactive/2014/dec/22/football-stadiums-then-and-now-interactive-quiz\">Take on our interactive quiz: football stadiums then and now</a></li>\n <li>‘Then’ photos by Getty and PA; ‘Now’ photos by Tom Jenkins (with additional thanks to Chelsea FC, Rick Glanvill, Darren Walsh, Matthew Uberoi, Laura McKoy and Gay Christie)</li>\n</ul>","byline":"Tom Jenkins & Jonny Weeks","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2014/apr/image-opacity-slider-master/index.html?chelsea-then-and-now\" data-alt=\"Chelsea Then and Now\"> \n <a href=\"http://interactive.guim.co.uk/embed/2014/apr/image-opacity-slider-master/index.html?chelsea-then-and-now\">Chelsea Then and Now</a> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/12/17/1418776156909/95fdb18c-8524-4087-8214-9e906bda9c4a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Guardian","altText":"Chelsea Then&Now","cleanCredit":"Photograph: Guardian"}],"bodyImages":[],"webPublicationDate":"2014-12-18T09:55:07Z","lastModified":"2014-12-22T17:20:53Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Tom Jenkins","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tomjenkins"},{"name":"Jonny Weeks","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/30/1414683724775/Jonny-Weeks-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonny-weeks"}],"feature":false,"keywords":["Chelsea","Football","Premier League","Photography","Sport"],"tags":[{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/football","webTitle":"Football"},{"id":"football/premierleague","webTitle":"Premier League"},{"id":"artanddesign/photography","webTitle":"Photography"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"series":{"title":"Photography then and now","uri":"http://mobile-apps.guardianapis.com/lists/tag/artanddesign/series/photography-then-and-now"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/ng-interactive/2014/dec/18/chelseas-stamford-bridge-then-and-now","shortUrl":"http://gu.com/p/44x9g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/ng-interactive/2014/dec/18/chelseas-stamford-bridge-then-and-now","webUri":"http://www.theguardian.com/football/ng-interactive/2014/dec/18/chelseas-stamford-bridge-then-and-now"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"Interactive"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/12/17/1418776156909/95fdb18c-8524-4087-8214-9e906bda9c4a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Guardian","altText":"Chelsea Then&Now","cleanCredit":"Photograph: Guardian"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/4/1428157565014/f2452f4b-6708-4c25-a13d-21accd2772fc-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Mike Hewitt/Getty Images","altText":"Stamford Bridge","cleanCredit":"Photograph: Mike Hewitt/Getty Images"}}]},{"title":"Football / Hodgson tells Clyne that club form is not enough for England","rawTitle":"Hodgson tells Clyne that club form is not enough for England","item":{"type":"article","id":"football/2015/jun/15/roy-hodgson-nathaniel-clyne-england","title":"Roy Hodgson tells Nathaniel Clyne that form is not enough for England","trailText":"Roy Hodgson has indicated he will continue with Phil Jones as England’s right-back and said his team is not chosen ‘on the basis of a good season’","standFirst":"<span class=\"bullet\">•</span> Manchester United’s Phil Jones preferred at right-back against Slovenia\n<br />\n<span class=\"bullet\">•</span> Hodgson says team not chosen ‘on the basis of a good season’","byline":"Daniel Taylor","body":"<p>Roy Hodgson has indicated he will continue with Phil Jones as England’s right-back and made it clear to Nathaniel Clyne that he has no right “on the basis of a good season” to think he should take over from the Manchester United defender.</p> \n<p>Clyne was restricted to the role of a late substitute in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/14/slovenia-england-euro-2016-qualifier-match-report\">England’s 3-2 win against Slovenia</a> and was overlooked when Hodgson withdrew Jones, who was suffering from a minor ankle injury, at half-time. Jordan Henderson was switched from central midfield into defence and at the end of the game Clyne went straight down the tunnel. “I suppose he was disappointed,” Hodgson said.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/15/wayne-rooney-spirit-england-dressing-room\">Wayne Rooney: spirit in England dressing room the best I’ve experienced</a> </p> \n</aside> \n<p>Jones was partly to blame for Slovenia’s first goal and has had an erratic season at Old Trafford but Hodgson gave him his backing after it was put to the England manager that Clyne had been the outstanding right-back in the Premier League last season with Southampton.</p> \n<p>“Maybe,” Hodgson said, “but Jones is a top-quality player. We have great faith in him and we are very happy with him. We think Nathaniel Clyne is a very good player but I would be disappointed if anyone thought that on the basis of a good season with their clubs they can walk in and demand a place.</p> \n<p>“If I were to play him and leave out Phil Jones there would have been a lot of questions about ‘Don’t you rate Phil Jones?’ and ‘Don’t you think he’s a man of the future?’ I didn’t notice Clyne walk off and you would have to ask him.</p> \n<p>“He’s a good lad, he’s been very solid since he’s come in and we like him very much. I would be surprised if he did that. I spoke to him and explained what I was doing but you can’t expect everyone to be happy.</p> \n<p>“After the game when you are walking around the substitutes you won’t get the same smiling faces as you do from the 11 who played. That is a fact of life.”</p> \n<p>Liverpool had an opening offer for Clyne of around &pound;10m turned down last month. Southampton want the 24-year-old to extend his contract, which has one season to run.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434383871701/Englands-Nathaniel-Clyne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images","credit":"Michael Regan/The FA via Getty Images","altText":"England's Nathaniel Clyne","cleanCaption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T21:30:00Z","lastModified":"2015-06-15T23:00:51Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Daniel Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/7/1399489693450/Daniel-Taylor-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/danieltaylor"}],"feature":false,"keywords":["England","Roy Hodgson","Euro 2016 qualifiers","Euro 2016","Southampton","Football","Sport"],"tags":[{"id":"football/england","webTitle":"England"},{"id":"football/roy-hodgson","webTitle":"Roy Hodgson"},{"id":"football/euro-2016-qualifiers","webTitle":"Euro 2016 qualifiers"},{"id":"football/euro-2016","webTitle":"Euro 2016"},{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Daniel Taylor","topic":{"type":"tag-contributor","name":"profile/danieltaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/15/roy-hodgson-nathaniel-clyne-england","shortUrl":"http://gu.com/p/49z75","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/15/roy-hodgson-nathaniel-clyne-england","webUri":"http://www.theguardian.com/football/2015/jun/15/roy-hodgson-nathaniel-clyne-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434383871701/Englands-Nathaniel-Clyne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images","credit":"Michael Regan/The FA via Getty Images","altText":"England's Nathaniel Clyne","cleanCaption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images"}},"importance":5,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"Football / England spirit is best I’ve experienced, says Rooney","rawTitle":"England spirit is best I’ve experienced, says Rooney","item":{"type":"article","id":"football/2015/jun/15/wayne-rooney-spirit-england-dressing-room","title":"Wayne Rooney: spirit in England dressing room the best I’ve experienced","trailText":"The England captain is the elder statesman in Roy Hodgson’s squad and says it is the best he has been in since earning his first cap 12 years ago","standFirst":"<span class=\"bullet\">•</span> Captain praises spirit in camp after scoring winner in Slovenia\n<br />\n<span class=\"bullet\">•</span> Rooney says helping team is priority not Charlton’s goal record","byline":"Dominic Fifield","body":"<p>Wayne Rooney considers the spirit within the squad to be the best he has experienced during his 12 years with England as the players of a new generation thrive in each other’s company.</p> \n<p>The Manchester United and England captain moved level with Gary Lineker as the country’s second-highest scorer with the winner in Sunday’s 3-2 victory over Slovenia. He has scored eight goals in 10 appearances this season to help Roy Hodgson’s youthful side remain unbeaten in the Euro 2016 qualifying campaign and help exorcise the painful memories of last summer’s dismal World Cup.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/15/gary-cahill-england-unfinished-business\">Gary Cahill: England have ‘unfinished business’ in major tournaments</a> </p> \n</aside> \n<p>Hodgson has pinpointed Rooney’s contribution as a bridge between the younger and older generations and the striker is encouraged by the atmosphere in the squad.</p> \n<p>“It’s probably the best dressing room since I’ve been in the international set-up,” the 29-year-old said after earning his 105th cap in Ljubljana. “The difference is there are so many young players together. When I came through I was on my own with a load of senior lads but these lads have all come through together, which helps settle them down when we meet up. Really they are the ones who are taking over the dressing room.</p> \n<p>“Myself and Gary Cahill have to take a back seat and let them do what they’re doing and be young lads together. But it’s great to be a part of. Even during the World Cup we were saying this is a young, exciting team, with a lot of energy and ability, and we’ve shown that over the last year. There is a lot of rivalry at club level but, as soon as we meet up with England, everyone is together and gets on. It’s great to see. There will be some tough friendlies next season which will show us where we have to improve. But we are still learning and hopefully we will get better.”</p> \n<p>Rooney is effectively the elder statesman of a squad which has lost Ashley Cole, Steven Gerrard and Frank Lampard through retirement over the past year. A veteran of five major tournaments, he has 50 caps more than any other player in the group – James Milner and Joe Hart have 54 and 52 respectively – and has taken the more inexperienced members under his wing when required.</p> \n<p>“Wayne has that wonderful ability to mix with every type of group,” Hodgson said. “He is still young and enthusiastic enough to play PlayStation with them if necessary but he can play the senior player with his 48 goals and his experience as Manchester United’s captain. On Sunday he must have been a bit annoyed when he didn’t take a couple of his chances but he kept going and did a good job for the team. He took a nasty whack on the side of the head [from the Slovenia captain Bostjan Cesar] and might have lost his temper in the past but he showed self-discipline and, finally, got us the winning goal.</p> \n<p>“I don’t like to put 100% on one man. We have a senior group of players in Wayne, Joe Hart, James Milner and Gary Cahill, and I expect them all to help me, but we are working hard for all the players to take responsibility. They know what their jobs are: Chris Smalling was very dominant at times in Slovenia, talking to the players on the pitch and pushing them up. We will play better teams than them, with more quality, but the result on Sunday was another step on the way to becoming a good team in a year’s time.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/15/roy-hodgson-nathaniel-clyne-england\">Roy Hodgson tells Nathaniel Clyne that form is not enough for England</a> </p> \n</aside> \n<p>Hodgson will be in the Czech Republic to watch Gareth Southgate’s Under-21s compete in the European Championship over the next few weeks, checking on the progress of players such as Harry Kane and John Stones, who have made an impact with the senior side.</p> \n<p>He has been heartened by England’s progress. “I like the pass and move, the runs, the pace and the mobility in the team,” he said. “We are exciting when the ball goes to Andros Townsend, Raheem Sterling, Jack Wilshere. We are inheriting players who have ability and we’re trying to harness that, bottle it up, and will keep believing in it.”</p> \n<p>Rooney will surely make the goalscoring record his own in the autumn, when England play San Marino and Switzerland in September, as he hovers one goal shy of Sir Bobby Charlton’s 49-goal haul. “I’m proud to be up there and to be within a goal of equalling Sir Bobby’s record,” he said. “It is something I will look back on at the end of my career and will be extremely proud. Helping the team is the number one priority. If the record comes it will be a proud moment for me and my family but, until it does, the focus is the side.</p> \n<p>“The record has stood for 45 years, and many players have tried to beat it. Now to be within a goal of it, at 29 and with a few good years left in me to play … I’m sure it will happen. If I was in my last year or six months I’d be more edgy but I’m not concerned. It will happen at some stage. I hope it doesn’t stand for another 40 years because we have so many talented players coming through. You’re hoping two or three come through and take it really quickly. That would be great.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434377868309/Wayne-Rooney--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wayne Rooney celebrates after scoring England's late winner against Slovenia in their European Championship qualifier. Photograph: NurPhoto/Rex Shutterstock","credit":"NurPhoto/Rex Shutterstock/NurPhoto/Rex Shutterstock","altText":"Wayne Rooney ","cleanCaption":"Wayne Rooney celebrates after scoring England's late winner against Slovenia in their European Championship qualifier. Photograph: NurPhoto/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-15T21:30:00Z","lastModified":"2015-06-15T23:50:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Dominic Fifield","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400768136849/Dominic-Fifield-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominicfifield"}],"feature":false,"keywords":["Wayne Rooney","England","Roy Hodgson","Euro 2016","Euro 2016 qualifiers","Football","Sport"],"tags":[{"id":"football/wayne-rooney","webTitle":"Wayne Rooney"},{"id":"football/england","webTitle":"England"},{"id":"football/roy-hodgson","webTitle":"Roy Hodgson"},{"id":"football/euro-2016","webTitle":"Euro 2016"},{"id":"football/euro-2016-qualifiers","webTitle":"Euro 2016 qualifiers"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Dominic Fifield","topic":{"type":"tag-contributor","name":"profile/dominicfifield"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/15/wayne-rooney-spirit-england-dressing-room","shortUrl":"http://gu.com/p/49z6e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/15/wayne-rooney-spirit-england-dressing-room","webUri":"http://www.theguardian.com/football/2015/jun/15/wayne-rooney-spirit-england-dressing-room"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434377868309/Wayne-Rooney--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wayne Rooney celebrates after scoring England's late winner against Slovenia in their European Championship qualifier. Photograph: NurPhoto/Rex Shutterstock","credit":"NurPhoto/Rex Shutterstock/NurPhoto/Rex Shutterstock","altText":"Wayne Rooney ","cleanCaption":"Wayne Rooney celebrates after scoring England's late winner against Slovenia in their European Championship qualifier. Photograph: NurPhoto/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434377868309/Wayne-Rooney--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wayne Rooney celebrates after scoring England's late winner against Slovenia in their European Championship qualifier. Photograph: NurPhoto/Rex Shutterstock","credit":"NurPhoto/Rex Shutterstock/NurPhoto/Rex Shutterstock","altText":"Wayne Rooney ","cleanCaption":"Wayne Rooney celebrates after scoring England's late winner against Slovenia in their European Championship qualifier. Photograph: NurPhoto/Rex Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434383871701/Englands-Nathaniel-Clyne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images","credit":"Michael Regan/The FA via Getty Images","altText":"England's Nathaniel Clyne","cleanCaption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images"}}]},{"title":"Royal Ascot / Night Of Thunder is tipped to claim the Queen Anne Stakes","rawTitle":"Night Of Thunder is tipped to claim the Queen Anne Stakes","item":{"type":"article","id":"sport/2015/jun/15/night-of-thunder-tip-queen-anne-royal-ascot","title":"Royal Ascot 2015: Night Of Thunder is tipped in the Queen Anne Stakes","trailText":"Royal Ascot’s straight mile will hold no fears for the 2,000 Guineas winner Night Of Thunder","standFirst":"<span class=\"bullet\">•</span> Straight mile holds no fears for 2,000 Guineas winner\n<br />\n<span class=\"bullet\">•</span> Hong Kong challenger Able Friend is the major danger","byline":"Chris Cook","body":"<p>For all that Solow has been impressive since being brought back in distance to a mile, he looks the wrong favourite for the Queen Anne Stakes, a fascinating and star-packed race to open this Royal Ascot. We have probably not seen the best of Freddy Head’s grey and he will surely do well here, but this is a much tougher test than those he has met in his two Group Ones so far.</p> \n<p>Hong Kong’s Able Friend is a big beast with a potent turn of foot and the pin hovered over him for a lengthy period. But few horses can run to their best form having travelled so far and this race being run on a straight mile may not suit him as he has been performing on a round course his whole life.</p> \n<p>Straight miles hold no fears for <strong>Night Of Thunder (2.30)</strong>, who won last year’s 2,000 Guineas, beating Kingman and Australia, as well as this year’s Lockinge in such circumstances. On Ascot’s straight mile he looked a most unlucky loser on Champions’ Day.</p> \n<p>Night Of Thunder has sometimes looked a bit short of pace when racing round a bend but take out the turns and he has time to build up a head of steam. He hit it off with James Doyle when they first paired up at Newbury last month and they look overpriced at 5-1.</p> \n<p><strong>3.05</strong> From the stable that won this three years ago, <strong>Round Two</strong> seems a most impressive animal. Having made a winning debut over six furlongs, Jim Bolger’s colt was stepped back to five for a Listed race last time and briefly looked like being collared before powering away from his rivals.</p> \n<p><strong>3.40</strong> Naturally a case can be made for many of these, including Sole Power, who seeks a hat-trick of wins in the race and gets his ground. The French colt Rangali may run above his odds but <strong>Muthmir</strong> appeals as the winner, being not far short of a rocket when things go right. A strong pace over this uphill five could be close to his ideal.</p> \n<p>4.20 Make Believe had the run of the French Guineas and Consort may be a bigger danger to the favourite, Gleneagles. But danger is all he is because <strong>Gleneagles </strong>overcame trouble in running to win the Irish Guineas and should be extremely hard to beat in this smaller field.</p> \n<p>5.00 <strong>Lycidas</strong> warmed up for this by landing the same York handicap which was a springboard for Well Sharp, who took this two years ago. Lightly raced for a six-year-old, Lycidas still has scope for better and seems a proper stayer.</p> \n<p>5.35 Beaten only by Round Two at The Curragh last time, <strong>Washington DC</strong> may give Aidan O’Brien a long overdue first success in this race.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/15/1434392278114/Ascot-Races-Night-of-Thun-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Night of Thunder, far side, was an unlucky loser in the Queen Elizabeth II Stakes at Ascot last October. Photograph: Ben Hoskins/Getty Images","credit":"Ben Hoskins/Getty Images","altText":"Ascot Races Night of Thunder","cleanCaption":"Night of Thunder, far side, was an unlucky loser in the Queen Elizabeth II Stakes at Ascot last October. Photograph: Ben Hoskins/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T18:31:09Z","lastModified":"2015-06-15T23:01:08Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Chris Cook","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chriscook"}],"feature":false,"keywords":["Royal Ascot 2015","Royal Ascot","Horse racing tips","Horse racing","Sport"],"tags":[{"id":"sport/royal-ascot-2015","webTitle":"Royal Ascot 2015"},{"id":"sport/royal-ascot","webTitle":"Royal Ascot"},{"id":"sport/horse-racing-tips","webTitle":"Horse racing tips"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Chris Cook","topic":{"type":"tag-contributor","name":"profile/chriscook"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/15/night-of-thunder-tip-queen-anne-royal-ascot","shortUrl":"http://gu.com/p/49zeh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/15/night-of-thunder-tip-queen-anne-royal-ascot","webUri":"http://www.theguardian.com/sport/2015/jun/15/night-of-thunder-tip-queen-anne-royal-ascot"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/15/1434392278114/Ascot-Races-Night-of-Thun-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Night of Thunder, far side, was an unlucky loser in the Queen Elizabeth II Stakes at Ascot last October. Photograph: Ben Hoskins/Getty Images","credit":"Ben Hoskins/Getty Images","altText":"Ascot Races Night of Thunder","cleanCaption":"Night of Thunder, far side, was an unlucky loser in the Queen Elizabeth II Stakes at Ascot last October. Photograph: Ben Hoskins/Getty Images"}},"importance":4,"kicker":{"title":"Royal Ascot"},"showQuotedHeadline":false,"sublinks":[{"title":"Greg Wood / Ascot should not be blinkered about Qipco partnership","rawTitle":"Ascot should not be blinkered about Qipco partnership","item":{"type":"article","id":"sport/blog/2015/jun/15/royal-ascot-qipco","title":"Royal Ascot should not be blinkered about its Qipco partnership","trailText":"It remains to be seen if the £50m deal for British racing to 2024 will turn out to be a positive","standFirst":"It remains to be seen if the &pound;50m deal for British racing to 2024 will turn out to be a positive","byline":"Greg Wood","body":"<p>A winner of the World Series of Poker is said to have observed that poker is not a card game played by people but a people game played with cards. When the stakes are at their highest, and at Royal Ascot above all, Flat racing can feel much the same. For the next five days it will be a people game played with horses.</p> \n<p>On the face of it, this is nothing new. From its earliest days in the first half of the 18th century, the pinnacle of horse racing has been the domain of a super-rich elite. The list of winning owners in the Derby and Ascot’s Gold Cup, first run in 1780 and 1807 respectively, could be a crib sheet for students of social and economic history.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/night-of-thunder-tip-queen-anne-royal-ascot\">Royal Ascot 2015: Night Of Thunder is the tip in Queen Anne Stakes</a> </p> \n</aside> \n<p>For a century or more, both races were dominated by the landed aristocracy, men who lavished a great deal more love and money on their horses than they did on the labourers working their estates. New players slowly emerged to take them on as money made during the industrial revolution or in the colonies - the Joel family’s riches from South African mines, for instance - found its way to the racecourse. American billionaires like Raymond Guest and Nelson Bunker Hunt were major owners in the 1960s, while Robert Sangster, the heir to a immense pools fortune, teamed up with John Magnier and Vincent O’Brien to dominate the turf in the 1970s.</p> \n<p>Magnier, of course, is still a player at the top table, and a legacy of Sangster’s investment is the long list of champion racehorses and sires that have emerged from their Ballydoyle base with a new O’Brien in charge. Sangster, though, could not compete with the oil wealth which emerged from Dubai, Saudi Arabia and most recently Qatar, building strings of a size that would have seemed unthinkable 50 years ago.</p> \n<p>Through all the social, industrial and economic upheaval of the last two centuries, British racing has survived and flourished by attracting immensely rich individuals from one generation to the next to invest in bloodstock, and the priceless asset that has kept the super-rich coming back for more is its heritage. You can win a Derby in many countries, but you can win <em>the</em> Derby only in Britain. And when it comes to Royal Ascot, there is quite simply nothing like it anywhere in the world.</p> \n<p>It requires extraordinary wealth to be a player at the Royal meeting. Anyone who needs to count the cost would be better off trying to compete in a less expensive pursuit like Formula One. But it is worth every cent if it allows an owner to feel first among equals at this annual gathering of the global elite.</p> \n<p>This time the heavy-hitters will be a mixture of established names like Magnier, Dubai’s ruler Sheikh Mohammed and the Saudi Prince Khalid Abdullah – and the new enthusiasts from Qatar’s ruling al-Thani family, who have accelerated from a standing start to a combined strength of several hundred horses in scarcely the time it takes for a colt foal to reach its Classic season.</p> \n<p>The importance of Qatari investment in British racing was further underlined last week when Qipco, a private investment company owned by Sheikh Fahad al-Thani and his brother Sheikh Hamad, the prime movers behind the Qatar Racing string of horses, extended its sponsorship of the British Champions Series to 2024. Said to be worth at least &pound;50m over the next decade, which makes it the biggest sponsorship deal in British racing’s history, the contract also includes a significant bump to the prize money for the 1,000 Guineas and 2,000 Guineas, both of which will now be worth &pound;500,00, and a stated intention that the total prize fund for Champions Day at Ascot in October will be worth &pound;5m by the end of the deal. Qipco’s status as an official partner of Ascot - a common-or-garden sponsor being deemed as too commercial for the Queen’s own racecourse - has also been extended to 2024 and it will have “branding rights” on two days at this week’s Royal meeting.</p> \n<p>So far so traditional. British racing appears to have hooked its next generation of billionaires. But the latest deal follows close behind a huge contract, also for 10 years, to turn Glorious Goodwood into the Qatar Goodwood Festival and to redefine the Flat season for the jockeys’ championship to run from the Qipco-sponsored Guineas meeting to the Qipco-sponsored Champions Day, thus taking out nearly two months of action.</p> \n<p>A &pound;50m investment is, on the face of it, unalloyed good news for a sport that never tires of claiming to be woefully underfunded and the reaction from the British Horseracing Authority and the racecourses concerned has been predictably euphoric. It has all been faintly reminiscent of a scene in The Simpsons when Homer’s long-lost, millionaire half-brother tell him that he wants to put him on the payroll at $200,000 a year. To which Homer replies: “And I want to let you!”.</p> \n<p>But the latest Qipco investment is not just the biggest or longest sponsorship deal that racing has ever seen. It is very different in its structure too. For one thing it is not intended as an advertisement. The rest of the world is not being invited to buy a piece of Qipco, while Sheikh Fahad himself was at pains to stress when the deal was unveiled that Qipco is a private enterprise, “operating independently” from the state of Qatar, which sponsors both Glorious Goodwood and Arc weekend in Paris.</p> \n<p>The same Qatar is, of course, under immense and continuing scrutiny over its acquisition of the 2022 World Cup and the shocking conditions in which an army of migrant workers is building the venues at which it might, or might not, take place. The fallout is likely to increase as the FBI continues to investigate Fifa’s endemic corruption, which could be one reason why Qipco seems so keen on 10-year deals. In a year or two racing might be one of the few friends that Qatar and its ruling al-Thani family have left.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/california-chrome-doubtful-prince-of-wales-royal-ascot\">California Chrome doubtful for Prince of Wales’s at Royal Ascot</a> </p> \n</aside> \n<p>But above all, these multi-million pound deals are an abrupt departure from the billionaire’s traditional route into British racing: via horses. Both Qatar Racing and Al Shaqab Racing, the main operation of Sheikh Joaan al-Thani which employs Frankie Dettori as its main jockey, are buying plenty of horses too, of course. The last fortnight has seen several battles between both these operations and Sheikh Mohammed’s Godolphin to acquire any promising two-year-olds with Ascot entries that they missed at the yearling sales.</p> \n<p>It is not just horses, though. Qipco in particular is buying into British racing’s foundations and structure too, via 10-year deals that involve several of the most important tracks. The BHA itself is deeply indebted to Qipco since its cherished Champions Series and Champions Day would not have got off the ground without its support.</p> \n<p>Whether this will be positive for British racing in the medium to long term remains to be seen. Will the next generation of billionaires after this one be tempted in if many of the fixtures and fittings belong to somebody else? It is also another example of the trend among major tracks to turn away from the Levy and betting as a primary revenue stream towards alternatives that serve their own interests but not necessarily those of the sport as a whole.</p> \n<p>Attention will turn to the track at the Royal meeting, as Flat racing’s superpowers vie for ascendancy and, perhaps, a place in the Royal procession. It will be a surprise if &pound;50m does not guarantee that, at least.</p> \n<p>The evidence of Qipco’s immense investment in racing, meanwhile, will be written across Britain’s Flat season for a decade at least. This is not merely an advertisement. Ten years has the permanence of a tattoo. It may turn out to be a match made in heaven but there are few things that cause as much regret as the tattoo that seemed like a wonderful idea at the time.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/15/1434385240650/Newmarket-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sheikh Fahad al-Thani, pictured at Newmarket, where the 1,000 and 2,000 Guineas will benefit from Qipco's sponsorship.  Photograph: Alan Crowhurst/Getty Images","credit":"Alan Crowhurst/Getty Images","altText":"Newmarket Races","cleanCaption":"Sheikh Fahad al-Thani, pictured at Newmarket, where the 1,000 and 2,000 Guineas will benefit from Qipco's sponsorship.  Photograph: Alan Crowhurst/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T17:31:42Z","lastModified":"2015-06-15T23:01:08Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Greg Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregwood"}],"feature":true,"keywords":["Royal Ascot 2015","Royal Ascot","Horse racing","Sport"],"tags":[{"id":"sport/royal-ascot-2015","webTitle":"Royal Ascot 2015"},{"id":"sport/royal-ascot","webTitle":"Royal Ascot"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Greg Wood","topic":{"type":"tag-contributor","name":"profile/gregwood"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/15/royal-ascot-qipco","shortUrl":"http://gu.com/p/49zc4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/15/royal-ascot-qipco","webUri":"http://www.theguardian.com/sport/blog/2015/jun/15/royal-ascot-qipco"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/15/1434385240650/Newmarket-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sheikh Fahad al-Thani, pictured at Newmarket, where the 1,000 and 2,000 Guineas will benefit from Qipco's sponsorship.  Photograph: Alan Crowhurst/Getty Images","credit":"Alan Crowhurst/Getty Images","altText":"Newmarket Races","cleanCaption":"Sheikh Fahad al-Thani, pictured at Newmarket, where the 1,000 and 2,000 Guineas will benefit from Qipco's sponsorship.  Photograph: Alan Crowhurst/Getty Images"}},"importance":0,"kicker":{"title":"Greg Wood"},"byline":{"title":"Greg Wood"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/15/1434385240650/Newmarket-Races-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sheikh Fahad al-Thani, pictured at Newmarket, where the 1,000 and 2,000 Guineas will benefit from Qipco's sponsorship.  Photograph: Alan Crowhurst/Getty Images","credit":"Alan Crowhurst/Getty Images","altText":"Newmarket Races","cleanCaption":"Sheikh Fahad al-Thani, pictured at Newmarket, where the 1,000 and 2,000 Guineas will benefit from Qipco's sponsorship.  Photograph: Alan Crowhurst/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/013a82d914f35e70d5ef7de7cfe4f36ccd4422c3/0_147_2208_1324/1000.jpg","height":600,"width":1000}}]},{"title":"Cricket / Pace bowlers hard to whittle down for Ashes, says Lehmann","rawTitle":"Pace bowlers hard to whittle down for Ashes, says Lehmann","item":{"type":"article","id":"sport/2015/jun/16/australia-pace-bowlers-selection-dilemma-ashes","title":"Australia’s pace bowlers hard to whittle down for Ashes, says Darren Lehmann","trailText":"Australia coach Darren Lehmann is delighted to be wrestling with a dilemma over which three of five pace bowlers will start the Ashes series against England next month","standFirst":"<span class=\"bullet\">•</span> ‘Those guys have given us a massive headache,’ says Australia coach\n<br />\n<span class=\"bullet\">•</span> ‘Two of those five are going to be unbelievably unlucky to miss out’","byline":"Reuters","body":"<p>The Australia coach, Darren Lehmann, is delighted to be wrestling with a dilemma over which three of five pace bowlers will start the Ashes series against England in Cardiff next month.</p> \n<p>The tourists will leave the Caribbean for Britain on Tuesday charged with confidence after completing a convincing 2-0 sweep of West Indies with a 277-run victory in the second Test.</p> \n<p>The right-arm quick Josh Hazlewood was named Australia’s ’man of the series’ after taking 12 wickets at 8.83 over the two matches, including his second five-wicket haul in only five Tests for his country.</p> \n<p>The Left-armer Mitch Starc continued where he left off with the white ball at the World Cup, where he was named ’man of the tournament’, by taking 10 wickets at 16 apiece against West Indies.</p> \n<p>The reigning ICC Cricketer of the Year, Mitchell Johnson (seven wickets at 18.62 in the series), and Peter Siddle are also in the party and the injury-prone but often explosive Ryan Harris is set to join the squad in England.</p> \n<p>“Those guys have given us a massive headache – albeit a good one – and we have a really tough decision to make when it comes to picking the side for the first Test in Cardiff,” he wrote in a column on the Cricket Australia website.</p> \n<p>“Two of those five guys are going to be unbelievably unlucky to miss out, but that’s what happens when you’re playing good cricket. You have to make those hard decisions. We just have to pick the right three fast bowlers to take the 20 wickets in that first Test.</p> \n<p>“And that’s not to say we’ll play those three all series, but we’ll just pick the XI for that match and go from there.“</p> \n<p>Hazlewood has never bowled a red ball in anger in English conditions and will be keen to prove he can generate pace and bounce on the grassy pitches there as he did on the sluggish Caribbean tracks.</p> \n<p>The 24-year-old will have his chance when Australia play four-day tour matches against Kent and Essex in the runup to the first test on 8 July.</p> \n<p>“The two tour matches leading into the series will play a big part in our thinking,” Lehmann added.</p> \n<p>“We need to see how the bowlers pull up and how they bowl in the different conditions, on different pitches and with the different ball.“</p> \n<p>Overall, there is no doubt Australia are in much better shape than when Lehmann led them to England for the first time in 2013 after a 4-0 humiliation in India and the sacking of Mickey Arthur. They lost 3-0.</p> \n<p>“We’re not far off but we know we have to raise the bar to win over there,” Lehmann said. “We haven’t done it for 14 years and that’s our goal.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/16/1434441463546/Josh-Hazlewood--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Josh Hazlewood was voted Australia's man of the series over the two matches against West Indies but English conditions would be a new test for the 24-year-old.  Photograph: Robyn Beck/AFP/Getty Images","credit":"Robyn Beck/AFP/Getty Images","altText":"Josh Hazlewood ","cleanCaption":"Josh Hazlewood was voted Australia's man of the series over the two matches against West Indies but English conditions would be a new test for the 24-year-old.  Photograph: Robyn Beck/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-16T07:58:35Z","lastModified":"2015-06-16T08:00:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["The Ashes","Australia cricket team","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/16/australia-pace-bowlers-selection-dilemma-ashes","shortUrl":"http://gu.com/p/49zkp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/16/australia-pace-bowlers-selection-dilemma-ashes","webUri":"http://www.theguardian.com/sport/2015/jun/16/australia-pace-bowlers-selection-dilemma-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/16/1434441463546/Josh-Hazlewood--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Josh Hazlewood was voted Australia's man of the series over the two matches against West Indies but English conditions would be a new test for the 24-year-old.  Photograph: Robyn Beck/AFP/Getty Images","credit":"Robyn Beck/AFP/Getty Images","altText":"Josh Hazlewood ","cleanCaption":"Josh Hazlewood was voted Australia's man of the series over the two matches against West Indies but English conditions would be a new test for the 24-year-old.  Photograph: Robyn Beck/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[{"title":"Australia / Smith hits the No1 spot in ICC world Test rankings","rawTitle":"Smith hits the No1 spot in ICC world Test rankings","item":{"type":"article","id":"sport/2015/jun/15/australia-steve-smith-icc-world-test-rankings","title":"Australia’s Steve Smith hits No1 in ICC world Test rankings","trailText":"Australia’s Steve Smith has reached the No1 spot in the ICC world Test rankings, taking over from Kumar Sangakkara of Sri Lanka","standFirst":"<span class=\"bullet\">•</span> Smith gets ahead of Sri Lanka’s Kumar Sangakkara\n<br />\n<span class=\"bullet\">•</span> Australia have three quicks in top 14 of bowling rankings","byline":"Agencies","body":"<p>If Steve Smith’s year at the crease was not already enough to confirm his status as the world’s best Test batsman, the International Cricket Council’s latest player rankings certainly is.</p> \n<p>Smith has jumped to No1 after his brilliant first-innings 199 earned him man-of-the-match honours in Australia’s second-Test drubbing of West Indies in Jamaica overnight.</p> \n<p>The captain-in-waiting, who also made 54 not out in only his second match batting at No3, leapfrogged the Sri Lankan Kumar Sangakkara and South Africans AB de Villiers and Hashim Amla to become the first Australian to top the Test rankings since their captain, Michael Clarke, did so in 2012.</p> \n<p>Smith’s 199 was the latest in a tremendous and rarely seen run in which he has averaged 131.5 over his past 12 Test innings.</p> \n<p>The right-hander has also logged five centuries in his past six Tests and nine from his previous 17 following his dominance over India in Australia’s home summer.</p> \n<p>The extraordinary streak has brought Smith’s overall Test average up to 56.23 – only two weeks after he turned 26.</p> \n<p>David Warner has retained 10th place in the rankings while Clarke is 14th after he missed three Tests due to injuries.</p> \n<p>In the Test bowling stakes Australia have three quicks in the top 14 but only one of that contingent played on the tour of the West Indies.</p> \n<p>Mitchell Johnson slipped to sixth after the rampant left-armer’s comparatively quiet two Tests in the Caribbean.</p> \n<p>Ryan Harris dropped from third to fourth place in his absence from the West Indies tour while Peter Siddle is still ranked 14th despite having not played a Test since December.</p> \n<p>Both face an uphill battle to unseat the in-form Josh Hazlewood and Mitchell Starc from the team to face England in the Ashes from next month.</p> \n<p>Hazlewood, who was named player of the series thanks to his 12 wickets at 8.83, was rewarded with a rankings boost to 27th. Starc has risen to No21 after his impressive 10 wickets at an average of 16.</p> \n<p><strong>Top 10 Test batsmen</strong> <strong>1</strong> Steve Smith <strong>Aus</strong>, <strong>2</strong> Kumar Sangakkara <strong>SL</strong>, <strong>3</strong> AB de Villiers <strong>SA</strong>, 4 Hashim Amla <strong>SA</strong>, <strong>5</strong> Angelo Matthews <strong>SL</strong>, <strong>6</strong> Younis Khan <strong>Pak</strong>, <strong>7</strong> Joe Root <strong>Eng</strong>, <strong>8</strong> Kane Williamson<strong> NZ</strong>, <strong>9 </strong>Misbah-ul-Haq <strong>Pak</strong>, <strong>10 </strong>David Warner <strong>Aus</strong></p> \n<p><strong>Top 10 Test bowlers 1</strong> Dale Steyn <strong>SA</strong>, <strong>2</strong> Jimmy Anderson <strong>Eng</strong>, <strong>3 </strong>Trent Boult<strong> NZ</strong>, <strong>4</strong> Ryan Harris <strong>Aus</strong>, <strong>5</strong> Rangana Herath <strong>SL</strong>, <strong>6 </strong>Mitchell Johnson <strong>Aus</strong>, <strong>7</strong> Stuart Broad <strong>Eng</strong>, <strong>8 </strong>Vernon Philander <strong>SA, 9</strong> Morne Morkel <strong>SA</strong>, <strong>10</strong> Tim Southee <strong>NZ</strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/15/1434405863120/2nd-Test---Australia-v-We-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith of Australia leads the team from the ground at stumps during day two of the second Test with West Indies at Sabina Park. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"2nd Test - Australia v West Indies: Day 2","cleanCaption":"Steve Smith of Australia leads the team from the ground at stumps during day two of the second Test with West Indies at Sabina Park. Photograph: Ryan Pierse/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T22:04:00Z","lastModified":"2015-06-15T22:38:05Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Cricket","Australia cricket team","Sport","Australia sport"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/15/australia-steve-smith-icc-world-test-rankings","shortUrl":"http://gu.com/p/49zfe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/15/australia-steve-smith-icc-world-test-rankings","webUri":"http://www.theguardian.com/sport/2015/jun/15/australia-steve-smith-icc-world-test-rankings"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/15/1434405863120/2nd-Test---Australia-v-We-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith of Australia leads the team from the ground at stumps on day two of the second Test with West Indies at Sabina Park. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"2nd Test - Australia v West Indies: Day 2","cleanCaption":"Steve Smith of Australia leads the team from the ground at stumps on day two of the second Test with West Indies at Sabina Park. Photograph: Ryan Pierse/Getty Images"}},"importance":0,"kicker":{"title":"Australia"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/15/1434405863120/2nd-Test---Australia-v-We-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Smith of Australia leads the team from the ground at stumps during day two of the second Test with West Indies at Sabina Park. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"2nd Test - Australia v West Indies: Day 2","cleanCaption":"Steve Smith of Australia leads the team from the ground at stumps during day two of the second Test with West Indies at Sabina Park. Photograph: Ryan Pierse/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/16/1434441463546/Josh-Hazlewood--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Josh Hazlewood was voted Australia's man of the series over the two matches against West Indies but English conditions would be a new test for the 24-year-old.  Photograph: Robyn Beck/AFP/Getty Images","credit":"Robyn Beck/AFP/Getty Images","altText":"Josh Hazlewood ","cleanCaption":"Josh Hazlewood was voted Australia's man of the series over the two matches against West Indies but English conditions would be a new test for the 24-year-old.  Photograph: Robyn Beck/AFP/Getty Images"}}]},{"title":"Tour de France / Froome still has work ahead to be in best shape to reclaim title","rawTitle":"Froome still has work ahead to be in best shape to reclaim title","item":{"type":"article","id":"sport/blog/2015/jun/15/chris-froome-tour-de-france-2015-win-criterium-dauphine","title":"Chris Froome says he can improve for 2015 Tour de France","trailText":"Chris Froome has just won the Critérium du Dauphiné and believes he is well-placed to win the Tour de France for second time","standFirst":"Briton believes he is well-placed for a second victory after winning the Crit&eacute;rium du Dauphin&eacute; on Sunday","byline":"William Fotheringham","body":"<p>Not everything is how it looks and two stage wins in two days and the overall title at the Crit&eacute;rium du Dauphin&eacute; do not mean Chris Froome is at his very best quite yet. There is more to come, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/21/chris-froome-tour-de-france-paris\">2013 Tour de France winner</a> said, and with the critical final phase of the 2015 Tour still five weeks away, that is precisely as it should be.</p> \n<p>“If I have to be honest, I’d say I’m not quite at my best,” Froome said. “I still have a lot of work to do. I’m exactly where I need to be. We have under three weeks to the Tour now. I still have one or two little things to touch on in term of preparation. Things are looking good.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/chris-froome-criterium-dauphine-victory-tour-france-boost\">Chris Froome roars to Dauphin&eacute; victory in pre-Tour de France boost</a> </p> \n</aside> \n<p>After the Dauphin&eacute; Froome was set to remain in the Alps for a few days, to look over some of the mountain stages that run from the Tour’s final Wednesday to Saturday and which will decide the race, as they did when he took the 2013 event.</p> \n<p>The Dauphin&eacute; included one stage over a route identical to the Tour’s stage 17, from Digne to Pra-Loup, and also went over a new Tour climb, the Lacets de Montvernier, but there are two classic major ascents, the Col de la Croix de Fer and Col Galibier, which have not been climbed by the Tour since 2012 and 2011 respectively.</p> \n<p>Froome’s season kicked off strongly, with a stage win and overall title at the Ruta del Sol in southern Spain, but illness then intervened and he was forced to miss the Tirreno-Adriatico stage race in March.</p> \n<p>He did not show strongly at the Ardennes Classics in late April but shortly afterwards at the Tour de Romandie his form looked to be arriving as he rode to third place. That was followed by a three-week spell training at altitude, as is now the norm.</p> \n<p>“I don’t know how Contador and Quintana are going but they’ll be ready just like Nibali will be,” Froome said. “Nibali has got the ability always to be at his best for the big races. However, until we start [the Tour], it’s difficult to say how everyone’s form really is.</p> \n<p>“But it’s important to consider the route too. Look at the first part, until the first rest day [after nine days in the saddle]. There’s the time trial, the Dutch coast, the Mur de Huy, cobbles, the Mur de Bretagne and the team time trial.” Strong rides by Peter Kennaugh, Ian Stannard, Philip Deignan and the Dutchman Wout Poels make it clear his support riders in Team Sky are hitting form at the right time as well.</p> \n<p>Froome is one of four favourites for the Tour and he was the second to show his hand after Alberto Contador <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/01/alberto-contador-giro-ditalia-tour-de-france\">took a close-run victory</a> two weeks ago in the Giro d’Italia; the 2007 and 2009 Tour winner has since returned to altitude training in Livigno.</p> \n<p>The third man on the list, Vincenzo Nibali, rode the Dauphin&eacute; with Froome and rode cagily apart from a couple of obvious displays of strength. It was uncannily similar to the way he raced the event in 2014 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/27/vincenzo-nibali-tour-de-france-win\">before winning the Tour.</a></p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/women-cycling-race-apologise-bikini-models-belgium-lotto\">Women’s race apologises after winners are greeted by bikini-clad models</a> </p> \n</aside> \n<p>The big absentee has been the fourth Tour contender, Nairo Quintana of Colombia, who won the Tirreno-Adriatico race in March and made a single outing on cobbled roads during the Belgian Classics with this year’s stage four of the Tour into Cambrai in mind.</p> \n<p>But most recently Quintana has been preparing quietly at home in Colombia, as he did before performing sensationally well in the 2013 Tour.</p> \n<p>The 2014 Giro d’Italia winner’s only race outing before Utrecht will be the Route du Sud, a four-day event in the south-west of France which starts on Thursday.</p> \n<p>Contador will use it as his final pre-Tour warm-up as well and both men will be expected to shine on Saturday, when stage three crosses the immense Port de Bal&egrave;s climb en route to Bagn&egrave;res-de-Luchon.</p> \n<p>As every year, the runes after the Dauphin&eacute; make intriguing reading. The French climber Romain Bardet, sixth in last year’s Tour, and the sprinter Nacer Bouhanni – winner of two stages – both showed well but last year’s Tour runner-up, Jean-Christophe P&eacute;raud, lost more than 40 minutes and finished 31st. The African MTN-Qhubeka team figured strongly three weeks out from their Tour debut, taking the King of the Mountains prize with the Eritrean, Daniel Teklehaiminot.</p> \n<p>Marcel Kittel, the Tour’s sprint king for the last two years, finally looks to have found race fitness.</p> \n<p>He finished sixth in the Rund um K&ouml;ln on Sunday, while the French will be closely following the fortunes of Thibaut Pinot, third in the Tour last year, who hones his form this week well away from the domestic spotlight by riding the Tour of Switzerland.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/15/1434389367254/Chris-Froome-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Froome knows he faces competition from Vincenzo Nibali, Alberto Contador and Nairo Quintana for the 2015 Tour de France. Photograph: Agence Zoom/Getty Images","credit":"Agence Zoom/Getty Images","altText":"Chris Froome","cleanCaption":"Chris Froome knows he faces competition from Vincenzo Nibali, Alberto Contador and Nairo Quintana for the 2015 Tour de France. Photograph: Agence Zoom/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T17:31:57Z","lastModified":"2015-06-15T23:50:04Z","metadata":{"commentable":true,"commentCount":42,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Chris Froome","Cycling","Tour de France","Sport"],"tags":[{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/15/chris-froome-tour-de-france-2015-win-criterium-dauphine","shortUrl":"http://gu.com/p/49zcy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/15/chris-froome-tour-de-france-2015-win-criterium-dauphine","webUri":"http://www.theguardian.com/sport/blog/2015/jun/15/chris-froome-tour-de-france-2015-win-criterium-dauphine"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/15/1434389367254/Chris-Froome-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Froome knows he faces competition from Vincenzo Nibali, Alberto Contador and Nairo Quintana for the 2015 Tour de France. Photograph: Agence Zoom/Getty Images","credit":"Agence Zoom/Getty Images","altText":"Chris Froome","cleanCaption":"Chris Froome knows he faces competition from Vincenzo Nibali, Alberto Contador and Nairo Quintana for the 2015 Tour de France. Photograph: Agence Zoom/Getty Images"}},"importance":3,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/15/1434389367254/Chris-Froome-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Froome knows he faces competition from Vincenzo Nibali, Alberto Contador and Nairo Quintana for the 2015 Tour de France. Photograph: Agence Zoom/Getty Images","credit":"Agence Zoom/Getty Images","altText":"Chris Froome","cleanCaption":"Chris Froome knows he faces competition from Vincenzo Nibali, Alberto Contador and Nairo Quintana for the 2015 Tour de France. Photograph: Agence Zoom/Getty Images"}}]},{"title":"Fifa / Blazer agreed to go undercover to avoid potential 75-year sentence","rawTitle":"Blazer agreed to go undercover to avoid potential 75-year sentence","item":{"type":"article","id":"football/2015/jun/15/chuck-blazer-fifa-ban-undercover-back-taxes-plea-deal","title":"Chuck Blazer agreed to go undercover at Fifa to avoid potential 75-year sentence","trailText":"The former executive committee member secretly pleaded guilty in 2013 and also agreed to pay more than $11m in back taxes as part of immunity deal","standFirst":"<p>The former executive committee member secretly pleaded guilty in 2013 and also agreed to pay more than $11m in back taxes as part of immunity deal</p>","byline":"Rupert Neate in New York","body":"<p>Former Fifa executive Chuck Blazer agreed to go “undercover” to help the US government expose widespread corruption across world football in order to avoid spending the rest of his life in prison, according to details of his plea bargain made public on Monday. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/15/nobel-board-terminate-fifa-peace-centre\">Nobel board to terminate its relationship with Fifa</a> </p> \n</aside> \n<p>Blazer, 70, pleaded guilty to 10 charges, including bribery, money laundering and tax evasion, in 2013. The charges carried a maximum concurrent imprisonment term of 75 years, but Blazer agreed to become an informant for the FBI and US justice department – and collect evidence implicating other Fifa executives – in return for immunity from prosecution. </p> \n<p>The plea bargain agreement reveals that Blazer, who was general secretary of the North and Central American Concacaf governing body, began providing information to the authorities in December 2011 – more than three years before the US government charged 14 current and former Fifa officials with “hijacking” international football to run “a World Cup of fraud” to line their pockets by $150m.</p> \n<p>Blazer, who was a Fifa executive committee member from 1997 to 2013, secretly pleaded guilty in November 2013 in a closed Brooklyn courtroom. According to his plea bargain, which was redacted in parts, Blazer admitted that he, along with other Fifa officials, accepted bribes for voting for South Africa’s bid for the 2010 World Cup and a bribe related to the 1998 World Cup in France.</p> \n<p>“I and others on the Fifa executive committee agreed to accept bribes in conjunction with the selection of South Africa as the host nation for the 2010 World Cup,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/03/fifa-chuck-blazer-bribes-world-cup\">he told the judge in the secret court session in November 2013</a>.</p> \n<p>He told the judge his involvement in the acceptance of bribes in connection with the South African bid began “in or around 2004 and continuing through 2011”. In a nod to a wider top-level conspiracy at Fifa, Blazer added: “My actions described above had common participants and results.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/15/sepp-blatter-stands-by-promise-resign-fifa-president\">Sepp Blatter stands by promise to resign as president, says Fifa</a> </p> \n</aside> \n<p>South Africa won the right to stage the 2010 World Cup in 2004, after missing out on the 2006 tournament to Germany in controversial circumstances.</p> \n<p>Blazer also admitted to accepting bribes related to five Concacaf Gold Cup tournaments between 1996 and 2003. </p> \n<p>In exchange for avoiding jail time, Blazer agreed to “provide truthful, complete and accurate information” to prosecutors and to “participate in undercover activities pursuant to the specific instructions of law enforcement agents”. Blazer also agreed to testify at future trials of his former Fifa colleagues and pay back more than $11m in taxes he avoided. </p> \n<p>The fallout from the US investigation into Fifa has led to an unprecedented crisis for the governance of world football, forcing the dramatic resignation of Fifa’s longtime president, Sepp Blatter.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9740e009ad7bdb6f81c86066592fae1ce4ff98c5/0_30_2200_1319/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1319,"width":2200,"orientation":"landscape","credit":"Alex Grimm/Reuters","altText":"Chuck Blazer","cleanCredit":"Photograph: Alex Grimm/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-15T23:02:53Z","lastModified":"2015-06-16T07:25:51Z","metadata":{"commentable":true,"commentCount":203,"contributors":[{"name":"Rupert Neate","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rupertneate"}],"feature":false,"keywords":["Fifa","World news","US news","Football","Sport","Football politics"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/footballpolitics","webTitle":"Football politics"}],"section":{"id":"football"},"topics":[{"displayName":"Rupert Neate","topic":{"type":"tag-contributor","name":"profile/rupertneate"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/15/chuck-blazer-fifa-ban-undercover-back-taxes-plea-deal","shortUrl":"http://gu.com/p/49zgx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/15/chuck-blazer-fifa-ban-undercover-back-taxes-plea-deal","webUri":"http://www.theguardian.com/football/2015/jun/15/chuck-blazer-fifa-ban-undercover-back-taxes-plea-deal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9740e009ad7bdb6f81c86066592fae1ce4ff98c5/0_30_2200_1319/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1319,"width":2200,"orientation":"landscape","caption":"Blazer admitted to authorities that he had accepted bribes related to five Concacaf Gold Cup tournaments. Photograph: Alex Grimm/Reuters","credit":"Alex Grimm/Reuters","altText":"Chuck Blazer","cleanCaption":"Blazer admitted to authorities that he had accepted bribes related to five Concacaf Gold Cup tournaments.","cleanCredit":"Photograph: Alex Grimm/Reuters"}},"importance":2,"kicker":{"title":"Fifa"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9740e009ad7bdb6f81c86066592fae1ce4ff98c5/0_30_2200_1319/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1319,"width":2200,"orientation":"landscape","credit":"Alex Grimm/Reuters","altText":"Chuck Blazer","cleanCredit":"Photograph: Alex Grimm/Reuters"}}]}],"lastModified":"2015-06-16T08:02:22Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}