{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"Djokovic ends era of Big Four to stand alone","rawTitle":"Djokovic ends era of Big Four to stand alone","item":{"type":"article","id":"sport/blog/2015/jul/12/wimbledon-novak-djokovic-roger-federer-mens-singles-final","title":"Wimbledon 2015: Novak Djokovic ends era of Big Four to stand alone","trailText":"Novak Djokovic stands head and shoulders above his rivals after beating Roger Federer in the Wimbledon men’s singles final to win his ninth grand slam title","standFirst":"<p>The world No1 is head and shoulders above his rivals after defeating Roger Federer in the men’s singles final to win his ninth grand slam title</p>","byline":"Bryan Armen Graham at Wimbledon","body":"<p>For nearly a decade a gang of four dominated the upper reaches of men’s tennis, at one point splitting 34 of 35 major championships among them. No longer.</p> \n<p>When Novak Djokovic pounded a cross-court winner past Roger Federer on Sunday afternoon to seal his third Wimbledon championship and ninth grand slam title, the four-way hegemony that has long defined the tour never appeared more like a spot in the rear view mirror. There is the Big One, and there is everyone else.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/federer-praises-djokovic-after-final-defeat\">Roger Federer generous in defeat by Novak Djokovic in Wimbledon final</a> </p> \n</aside> \n<p>Djokovic had entered the showdown between the top two seeds with an 8-8 record in grand slam finals, lending it a pivotal feel with respect to his legacy despite an extraordinary run of form this season that included a 47-3 match record and five titles. He would have been the world No1 by more than 3,000 rankings points even if he had lost Sunday’s final, but the questions over his mental fortitude that have persisted through the years – never more than after last month’s shock defeat by Stan Wawrinka in the French Open final – would have redoubled.</p> \n<p>Instead Djokovic proved that when he is at his best, there is simply no stopping him. He crunched 46 winners and committed just 16 unforced errors, pounding groundstrokes with metronomic efficiency that pinned Federer to the worn-out baselines through exhausting rallies, punctuating points with winners into the corners and grace notes of deft net play.</p> \n<p>Federer’s only choice was to counter Djokovic’s artillery – weapons-grade forehand, stout defence, superior endurance in the baseline rallies – with variety. The seven-times Wimbledon champion tried it all – varying topspin and slice within the points, blending serve-and-volley with traditional baseline exchanges – with the improvisational flair of a chess grandmaster.</p> \n<div>\n __VIDEO_EMBED_gu-video-457476148__\n</div> \n<p>The sentimental favourite was never in question despite conditions that fluctuated wildly. The crowd rallied behind the Swiss when he fell behind in his service games and buzzed in anticipation when he staked even the slightest foothold in Djokovic’s. The roar of 15,000 fans exploded when he saved seven set points in a second-set tiebreaker to avoid going two sets down. When he was broken at 2-2 in the fourth set – a sequence that ultimately decided that match – a subdued hush fell over Centre Court as ominous as the grey sky above. Djokovic does not want to be the cowboy in the black hat, but he showed that he will if he must.</p> \n<p>“I expected that coming into the match,” Djokovic said. “I think it’s normal because Roger is a champion on and off the court. He’s a very likeable guy. He’s somebody that’s played on this level for so many years. Not judging by the results, but his character, his personality. He’s done all the right things to get that support. More or less anywhere I play against Roger it’s the same. I have to accept it, and I have to work to earn that support. One day.”</p> \n<p>Whatever doubts lingered over Djokovic’s nerve, it was Federer who looked anxious during the decisive games of the fourth set with a series of uncharacteristic errors while the world No1 rolled through his service games, at one point winning 11 straight points on his serve after holding from 30-0 down in the opening game. When Federer led 30-0 with Djokovic serving at 4-3, the champion piped in a pair of 121mph aces, then closed out the game with a service winner – and one hand on the trophy.</p> \n<p>Posterity may read it as the scalp of a lion in winter, Djokovic bagging a second straight Wimbledon title at the expense of a 33-year-old father of four. But make no mistake, this was vintage-era Federer: the balletic footwork, liquid-whip forehand, effortless serve all working in concert.</p> \n<p>While his stamina has fallen off marginally from his stratospheric peak – as an average first-serve speed that faded over the course of the match would suggest – the legitimate world No2 showed well in his record 10th final at the All England Club. Just not well enough to defeat an opponent who at the moment holds the entire tour in his thrall.</p> \n<p>At 28, Djokovic’s move from the fringe toward the forefront of the debate over who is the greatest ever seems only a matter of time. Who on the horizon stands in his way? Andy Murray, two major titles in hand, is no doubt a worthy rival. But he has won just eight of their 27 meetings, including losing eight in a row since the Scot’s epochal win in the 2013 Wimbledon final.</p> \n<p>Djokovic has performed just as well or better against the next wave – Grigor Dimitrov (five wins, one loss), Kei Nishikori (5-2), Milos Raonic (5-0) – and has yet to lose to the surprise US Open champion Marin Cilic in 13 attempts. Should he remain injury-free, there is no reason he cannot make a serious run at catching up all before him on the all-time major leaderboard: Federer (17), Rafael Nadal (14), Pete Sampras (14), Roy Emerson (12), Rod Laver (11), Bjorn Borg (11) and Bill Tilden (10).</p> \n<p>“I’m 28,” he said. “I feel good. I don’t feel old. I have hopefully many more years in front of me. I’m going to try to push my own limits and see how far I can go really with titles and with myself playing on this high level.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436774033532/21a61bd1-19a5-49c6-82cd-39a172b4230a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Novak Djokovic kisses the trophy after his victory over Roger Federer.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-13T07:00:14Z","lastModified":"2015-07-13T07:54:23Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Bryan Armen Graham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bryan-armen-graham"}],"feature":true,"keywords":["Novak Djokovic","Wimbledon 2015","Roger Federer","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Bryan Armen Graham","topic":{"type":"tag-contributor","name":"profile/bryan-armen-graham"}}],"embeddedVideos":[{"id":"gu-video-457476148","source":"SNTV","durationInSeconds":54,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/13/150713Wimbledon_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/13/150713Wimbledon_FromGAus/150713Wimbledon_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436749923453/novak-djokovic-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Reaction after Novak Djokovic beat Roger Federer to win te men's singles final at Wimbledon on Sunday. 13 July 2015 Photograph: SNTV","credit":"SNTV","altText":"novak djokovic","cleanCaption":"Reaction after Novak Djokovic beat Roger Federer to win te men's singles final at Wimbledon on Sunday. 13 July 2015 Photograph: SNTV"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/wimbledon-novak-djokovic-roger-federer-mens-singles-final","shortUrl":"http://gu.com/p/4atbp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/12/wimbledon-novak-djokovic-roger-federer-mens-singles-final","webUri":"http://www.theguardian.com/sport/blog/2015/jul/12/wimbledon-novak-djokovic-roger-federer-mens-singles-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436774033532/21a61bd1-19a5-49c6-82cd-39a172b4230a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic kisses the trophy after his victory over Roger Federer. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Novak Djokovic kisses the trophy after his victory over Roger Federer.","cleanCaption":"Novak Djokovic kisses the trophy after his victory over Roger Federer.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":7,"byline":{"title":"Bryan Armen Graham"},"showQuotedHeadline":true,"sublinks":[{"title":"Wimbledon / The third title feels as sweet as the first, says Djokovic","rawTitle":"The third title feels as sweet as the first, says Djokovic","item":{"type":"article","id":"sport/2015/jul/13/novak-djokovic-wimbledon-title-roger-federer","title":"Novak Djokovic: third Wimbledon title feels as sweet as the first","trailText":"A jubilant Novak Djokovic said that winning his third Wimbledon title was every bit as sweet as the first after beating Roger Federer","standFirst":"<span class=\"bullet\">•</span> Novak Djokovic basks in achievement after beating Roger Federer\n<br />\n<span class=\"bullet\">•</span> ‘I thought he played great and I didn’t play badly myself,’ says Swiss","byline":"Simon Cambers at Wimbledon","body":"<p>A jubilant Novak Djokovic said that winning his third Wimbledon title was every bit as sweet as the first, after his 7-6, 6-7, 6-4, 6-3 victory over the seven-times champion, Roger Federer, gave him the title for a second straight year, taking his grand slam tally to nine.</p> \n<p>The world No&nbsp;1 recovered from the loss of the second set to repeat his triumph over the Swiss from 12 months ago, before completing his traditional celebration of eating a piece of the hallowed Centre Court turf.</p> \n<p>“It’s a great achievement,” said Djokovic. “Even though it’s a third title it feels like the first. I am extremely proud and it’s a huge relief. That’s the first thing I feel after finals, a huge relief.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/novak-djokovic-roger-federer-wimbledon-2015-final\">Novak Djokovic beats Roger Federer in four sets in Wimbledon final</a> </p> \n</aside> \n<p>“In the slams you play every second day but you encounter many things off the court, expectations from yourself, your team, people around you. It takes a lot of energy so that’s the first thing, relief, it’s over. It’s nicer when you have the trophy with you.”</p> \n<p>On his first wedding anniversary the&nbsp;victory was even sweeter for Djokovic after the disappointment of missing out in the final of the French Open last month, when he lost to Stan Wawrinka.</p> \n<p>“I had two years pretty much the same situation, losing in the final in four sets, obviously disappointed and heartbroken,” he said. “But the one thing I learned is to recover fast, learn things and move on.</p> \n<p>“You can’t think what happened in the French Open or a few weeks before. It was pretty good for me that Wimbledon was round the corner. Bouncing back from a tough loss, mentally, and winning this trophy makes it even bigger.”</p> \n<p>Federer, who had played so brilliantly to end Andy Murray’s hopes in the semi-final, admitted that Djokovic had simply been too good on the day.</p> \n<p>“I think Novak played great, not just today but the whole two weeks here, the whole year, the whole of last year as well,” he said. “He deserved it. Of course I had my chances, being up a break [at 4-2 in the first set]. In the second set I got lucky to win that, had some chances early in the third but he was tough on the big points and then at the end he was rock solid. I thought he played great and I didn’t play badly myself.”</p> \n<p>Federer, who turns 34 later this year,&nbsp;won the last of his 17 grand slam titles here three years ago, his only grand slam victory in the past five years. But the Swiss said the way he had played over the past fortnight made him even more convinced he could add to his tally.</p> \n<p>“I’m still very hungry and motivated to keep playing and a match like this is very helpful,” he said. “Of course I would have loved to win but Novak was too good. But at the end of the day I still enjoyed it.”</p> \n<p>As for Djokovic, he will now head to the US Open next month looking to add to what has already been a stunning year, including victory at the Australian Open and now here at Wimbledon. “This is a huge confidence boost for me, winning Wimbledon and having two grand slams this year,” he said. “If I had lost this today, it would have been&nbsp;entirely different. I’m glad I managed to make it. I’ll try to close out the grand slam season in the best possible way.”</p> \n<p>With nine grand slam titles to his name, Djokovic moved ahead of Andre Agassi and Ivan Lendl in the all-time list but said he still yearned for more.</p> \n<p>“Of course there are a couple of grand slam finals I could have won but everything happens for a reason,” he said. “I’m going to keep going. I’m 28, I feel good, I don’t feel old, I have hopefully many more years and I’m going to push my limits and see how many titles I can win.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436743593211/c763bfa0-b9c9-47dc-b045-6e0b9f1e62ba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Han Yan/Han Yan/Xinhua Press/Corbis","altText":"Novak Djokovic","cleanCredit":"Photograph: Han Yan/Han Yan/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-12T23:27:20Z","lastModified":"2015-07-13T00:02:11Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":false,"keywords":["Wimbledon 2015","Novak Djokovic","Roger Federer","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/13/novak-djokovic-wimbledon-title-roger-federer","shortUrl":"http://gu.com/p/4atd2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/13/novak-djokovic-wimbledon-title-roger-federer","webUri":"http://www.theguardian.com/sport/2015/jul/13/novak-djokovic-wimbledon-title-roger-federer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436743593211/c763bfa0-b9c9-47dc-b045-6e0b9f1e62ba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic kisses the trophy after winning Wimbledon for the third time. Photograph: Han Yan/Xinhua Press/Corbis","credit":"Han Yan/Xinhua Press/Corbis","altText":"Novak Djokovic","cleanCaption":"Novak Djokovic kisses the trophy after winning Wimbledon for the third time.","cleanCredit":"Photograph: Han Yan/Xinhua Press/Corbis"}},"importance":0,"kicker":{"title":"Wimbledon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/b3deaf0bd4fa06d593359316eae81da814ef73cd/0_20_4156_2494/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/259d4bc5370f7689ff3bda2f6145b5cf4002bd0d/270_742_4324_2593/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/cda5156f9618933c0ea6bc51720b278825a86a7b/43_171_4471_2683/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/a2433bad57ce2e608f63e5b98fab8d2c0af92443/904_158_3507_2103/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/721123a045231c0ca50ab17f532db2efbbc93a52/0_224_5184_3109/1000.jpg","height":600,"width":1000}}]},{"title":"Match report / Djokovic beats Federer in four sets to retain crown","rawTitle":"Djokovic beats Federer in four sets to retain crown","item":{"type":"article","id":"sport/2015/jul/12/novak-djokovic-roger-federer-wimbledon-2015-final","title":"Novak Djokovic beats Roger Federer in four sets in Wimbledon final","trailText":"Novak Djokovic pummelled Roger Federer with a never-ending series of brilliant groundstrokes to retain his Wimbledon crown with a 7-6, 6-7, 6-4, 6-3 victory","standFirst":"<p><span class=\"bullet\">•</span> World No1 wins 7-6, 6-7, 6-4, 6-3 to defend Wimbledon crown<br /><span class=\"bullet\">•</span> Federer sparkles but Serb’s power and precision prove too much</p>","byline":"Kevin Mitchell at Wimbledon","body":"<p>Novak Djokovic, the new softer version who cried after the Roland Garros crowd acclaimed him in defeat last month, has not lost his ruthless streak – and how he needed it to retain his Wimbledon title against Roger Federer, himself reborn in the twilight of his magnificent career.</p> \n<p>In a match split between dry and rain-threatened, the world’s best player wore down the world’s favourite player 7-6, 6-7, 6-4, 6-3 and spread the misery for the Swiss’s many fans over five minutes short of three hours of compelling theatre.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/12/wimbledon-2015-mens-singles-final-novak-djokovic-v-roger-federer-live-pictures\">Wimbledon 2015 men's singles final: Novak Djokovic v Roger Federer – live pictures!</a> </p> \n</aside> \n<p>In this most intriguing of plays on the game’s grandest stage there was little between the antagonists during the elongated prelude – the two hours and 11 minutes in which they stretched each other’s repertoire before rain forced them indoors – but plenty in the shorter concluding act under the partially drawn roof, especially in the d&eacute;nouement.</p> \n<p>Djokovic played virtually friendless throughout, which came as no surprise to anybody. When Federer won the first five points of the match, striking the first of 13 aces he put past Djokovic on the day, there will have been a genuine and wholly ludicrous desire running through sections of the awed gathering for the No2 seed to continue winning every point all the way to the end, when the sun would reappear and trumpets would celebrate his greatness.</p> \n<p>It did not quite work out like that. After an uncertain start Djokovic got into his serve a couple of times but Federer was in a different zone – not for the first time in the tournament – and held to love again for 3-2 after a quarter of an hour.</p> \n<p>As in his lead-from-the-front win over Andy Murray in the semi-finals Federer had the advantage of scoreboard pressure and that bore fruit to the delight of his fans when he broke the Serb to love in the sixth game with superb control of his racket and space.</p> \n<p>Then the oohs of disappointment that greeted his botched volley, low and close to the net, reflected the tension in the crowd, who suspected there was plenty of tennis left in this match.</p> \n<p>Serving to stay in the set after 32 minutes, Djokovic saved set point and held with an ace to force the tie-break, which he won handsomely, Federer’s poise under pressure deserting him for the first time. It did not seem quite fair, on balance, as Federer, straining elegantly for his eighth title, had bossed most of the set with his precision tennis. But when he double faulted to lose the set he had nobody to blame but himself – and the persistence of his opponent.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/wimbledon-novak-djokovic-roger-federer-mens-singles-final\">Novak Djokovic ends era of Big Four to stand alone after Wimbledon win| Bryan Armen Graham</a> </p> \n</aside> \n<p>After 44 minutes the mood was beginning to shift. When Djokovic aced Federer and the Swiss handed him the first game of the second set to love, disappointment dulled the moment for the overwhelming majority of those present. They were heartened when Federer also held to love, the reception raucous; when Djokovic held to 15, there was muted applause. And so it went pretty much all the way to the line, an imbalance of love.</p> \n<p>They worked their way towards another tie-break, Federer holding for 6-6, and this one could hardly have been more different from the first. This time Federer would not be moved. He thrashed a classic backhand winner to announce his intent but Djokovic led 4-2 at the changeover; it seemed very much as if he was going two sets up. However, after he had served for the set four times, comfortable assumptions were shelved.</p> \n<p>Djokovic handed Federer his first set point and, coming to the net in majestic style, the Swiss put away the winner. The place went wild.</p> \n<p>The stage was set for a repeat of last year’s terrific final and Djokovic duly stuck to the script, breaking in the third game of the third set, then steadying himself in the shot to protect his lead – while Federer, of course, continued to go for his shot in every exchange. The Serb led 3-2 with a break when the rain forced them off at 4.21pm. After two hours and 11 minutes – five minutes fewer than Federer’s longest match of the tournament – there was almost nothing between them.</p> \n<p>Djokovic had 11 aces, Federer 10, but the Serb had two double faults to one; they were each serving at 65%; Djokovic had 29 winners to Federer’s 45; Federer had 28 unforced errors to 13. Federer had taken one break from seven chances, Djokovic two from six. It was at the net where Federer shone, winning 30 of 40 visits, Djokovic 11 from 22.</p> \n<p>They resumed at 4.40pm and the narrative changed gear. Within a quarter of an hour Djokovic served out the set to love for 6-4 and it was surely his match to lose. He had won 94% of his first serves in that set, with only two unforced errors, which was too much pressure for Federer to deal with.</p> \n<p>Still, there was belief in the crowd that Federer could produce a fourth set to match his effort at the same point last year. It did not look promising when Djokovic broke him for 3-2, nor when Federer hit his third double fault to hand Djokovic break point in the seventh game, but he held.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/serena-williams-transcends-sport-outsider\">Serena Williams transcends sport. We're lucky to be living in her time</a> </p> \n</aside> \n<p>For the first time in the match Stefan Edberg rose from his seat in Federer’s box to chivvy him through a crisis but Djokovic’s serve was holding up well – even with a fan’s loud interruption before his serve at 40-15 and 4-3. He held with a startling second serve and appeared to remonstrate with the culprit.</p> \n<p>Federer served to stay in the match, accepting a late call against him for 0-30 – as well as the kind intervention of the net that sent Djokovic’s backhand wide. But the world No1 absolutely nailed a return for two championship points and finished it with a cross-court forehand winner with his opponent standing helpless at the baseline.</p> \n<p>It might have fallen a set short of the tremendous 2014 battle but this was still a fitting conclusion to a tournament of many surprises and a lot of familiar moments.</p> \n<p>Djokovic takes his majors to nine; Federer remains parked on 17. But there is no guarantee that those numbers will remain separated by that margin.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/12/1436722782403/Novak-Djokovic-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic kisses the trophy after his victory over Roger Federer in the men's singles final on Centre Court. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Novak Djokovic","cleanCaption":"Novak Djokovic kisses the trophy after his victory over Roger Federer in the men's singles final on Centre Court. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-12T16:27:14Z","lastModified":"2015-07-13T01:50:56Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Wimbledon 2015","Novak Djokovic","Roger Federer","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/novak-djokovic-roger-federer-wimbledon-2015-final","shortUrl":"http://gu.com/p/4atax","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/novak-djokovic-roger-federer-wimbledon-2015-final","webUri":"http://www.theguardian.com/sport/2015/jul/12/novak-djokovic-roger-federer-wimbledon-2015-final"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457476148","source":"SNTV","durationInSeconds":54,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/13/150713Wimbledon_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/13/150713Wimbledon_FromGAus/150713Wimbledon_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436749923453/novak-djokovic-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Reaction after Novak Djokovic beat Roger Federer to win te men's singles final at Wimbledon on Sunday. 13 July 2015 Photograph: SNTV","credit":"SNTV","altText":"novak djokovic","cleanCaption":"Reaction after Novak Djokovic beat Roger Federer to win te men's singles final at Wimbledon on Sunday. 13 July 2015 Photograph: SNTV"}}},"importance":0,"kicker":{"title":"Match report"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/21c0e8ad15a8cd7332501de6cf9d8655412dd171/0_321_4928_2958/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/587819034ae2f2730093ba84aa8f55aeaf66b761/0_127_4928_2958/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/25edf8a42328d8f5150e44d31f0fd2ff47a7cf2f/0_237_5184_3111/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/c3ec6c7d7e5b28cdc6c0f9870e9e08d0c773c100/0_5_2997_1798/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/deb720c25ef0ec4985985f197d18e1ec14f8e84f/0_0_2520_1512/1000.jpg","height":600,"width":1000}}]},{"title":"Owen Gibson / Federer magnanimous after defeat","rawTitle":"Federer magnanimous after defeat","item":{"type":"article","id":"sport/2015/jul/12/federer-praises-djokovic-after-final-defeat","title":"Roger Federer generous in defeat by Novak Djokovic in Wimbledon final","trailText":"Roger Federer praised his conqueror, Novak Djokovic, after his four-set defeat in the Wimbledon singles final but sounded confident he still has the game to extend his extraordinary Wimbledon career","standFirst":"Seven-times champion not quite at his imperious best in Sunday’s showpiece but gives every impression of being back next year","byline":"Owen Gibson at Wimbledon","body":"<p>So Roger Federer is mortal after all. Slumped at the end with head in hands – a rare display of emotion before he regathered his trademark poise – the man who won five consecutive titles here between 2003 and 2007 was perhaps looking round the arena he came to regard as home and wondering whether he would ever now add to his total of seven.</p> \n<p>Restored to equilibrium by a post-match shower during the strange break in proceedings that followed Djokovic’s victory while the roof was closed ahead of the trophy presentation, Federer was magnanimity personified in a monogrammed tracksuit. “I thought he played great. I didn’t play bad myself. That’s how it goes,” he said. “I am still very hungry and motivated to keep playing.”</p> \n<p>Federer knew that to win Wimbledon for the eighth time he would have to maintain or even surpass the superlative levels he reached in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/andy-murray-hurry-wimbledon-davis-cup\" title=\"\">beating Andy Murray</a> on Friday. In the end it was not to be, as the Swiss – surely now confirmed as the greatest ever to play the game – was ground down by the brilliance and athleticism of Novak Djokovic.</p> \n<p>This was not the imperious Federer of Friday, who had blown away Murray by rolling back the years. There were plenty of glimpses of him, not least during a titanic second-set tie-break in which he levelled the scores having saved seven set points. But just as on Friday Murray was able to say he played close to his limit but not quite close enough, so here Federer fell short by the smallest of margins. Perhaps fatigue did play a part, perhaps the cooler conditions suited him less than Djokovic.</p> \n<p>By the fourth set that elegant backhand was not working quite as it had. Against Djokovic he made 35 unforced errors, compared with 11 in defeating Murray. The Federer serve, so terrifyingly impregnable on a march to the final in which he dropped only one service game, was not quite as unplayable. Before the final someone unearthed the statistic that, when Federer gets 76% of his first serves in at Wimbledon, he wins. Against Djokovic it was 67%. He won less than half the points on his second serve.</p> \n<p>When the players returned following a short rain delay at 3-2 to Djokovic in the third, it was as though he had aged in the interim. There were crucial moments – when he failed to convert two set points in the first set and, in particular, when he failed to capitalise on levelling at one set all by handing Djokovic the initiative early in the third – when Federer’s challenge foundered on fine margins. But like last year’s five-set epic this was a match to be enjoyed for its aesthetics rather than seen through the prism of endless stats. In admiring his imperiousness over the past fortnight it was worth recalling the eulogies when Federer sat in the bunker-like Wimbledon press room and analysed in his matter-of-fact way his defeat by the Ukrainian world No116, Sergiy Stakhovsky, in 2013. Few of those present would have given him much hope of being here for his second consecutive final – apart, that is, from the man himself. And here he was, on the verge of his 34th birthday, the oldest finalist since Ken Rosewall in 1974, still the darling of the Centre Court.</p> \n<p>Around the turn of that year he took on Stefan Edberg as coach, switched to a larger racket head size and has enjoyed an Indian summer since, despite his 18th grand slam title remaining frustratingly out of reach. Federer loves it here and they undoubtedly adore him. “It’s beautiful. It almost means as much to me as winning. I’ve been around for a long, long time. It’s so cool when everyone gets involved,” he said afterwards.</p> \n<p>Gliding around Centre Court, he slips seamlessly in alongside the upmarket brands unobtrusively nestling amid the green and cream colour scheme. Djokovic, in contrast, is backed by the more utilitarian likes of Uniqlo and Peugeot. Federer, even in his advancing years, brings in $54m a year in endorsements. Has a sportsman ever managed so comprehensively to monetise his huge talents while maintaining such an aura and giving away so little of himself?</p> \n<p>At times during the past two years Federer has come close to regaining the aura of his imperial phase – not least against Murray, when a stunning display of dominant serving was capped off by that amazing whipped backhand that seemed to defy the laws of physics.</p> \n<p>He was not able to reach those stratospheric heights against Djokovic or wasn’t allowed to, but he does not have to prove anything to anyone. “It does not feel [like] I am chasing anything,” he said. “I am right there. My game is good. I got broken very few times. I played on my terms. Things are all right.” He does not yet sound like a man contemplating the end of a career that in the final reckoning will surely stand comparison with any other, in any sport.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436733910282/Roger-Federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer looks dejected during a final in which he was unable to reproduce the brilliant form that had seen off Andy Murray.  Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/Rex Shutterstock","altText":"Roger Federer","cleanCaption":"Roger Federer looks dejected during a final in which he was unable to reproduce the brilliant form that had seen off Andy Murray.  Photograph: Mike Frey/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-12T20:53:07Z","lastModified":"2015-07-12T23:05:49Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":true,"keywords":["Roger Federer","Novak Djokovic","Wimbledon 2015","Andy Murray","Wimbledon","Sport","Tennis"],"tags":[{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/federer-praises-djokovic-after-final-defeat","shortUrl":"http://gu.com/p/4atbk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/federer-praises-djokovic-after-final-defeat","webUri":"http://www.theguardian.com/sport/2015/jul/12/federer-praises-djokovic-after-final-defeat"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436733910282/Roger-Federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer looks dejected during a final in which he was unable to reproduce the brilliant form that had seen off Andy Murray.  Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/Rex Shutterstock","altText":"Roger Federer","cleanCaption":"Roger Federer looks dejected during a final in which he was unable to reproduce the brilliant form that had seen off Andy Murray.  Photograph: Mike Frey/BPI/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Owen Gibson"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436733910282/Roger-Federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer looks dejected during a final in which he was unable to reproduce the brilliant form that had seen off Andy Murray.  Photograph: Mike Frey/BPI/Rex Shutterstock","credit":"Mike Frey/BPI/Rex Shutterstock","altText":"Roger Federer","cleanCaption":"Roger Federer looks dejected during a final in which he was unable to reproduce the brilliant form that had seen off Andy Murray.  Photograph: Mike Frey/BPI/Rex Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436774033532/21a61bd1-19a5-49c6-82cd-39a172b4230a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Novak Djokovic kisses the trophy after his victory over Roger Federer.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Football / Manchester City and Liverpool agree £49m fee for Sterling","rawTitle":"Manchester City and Liverpool agree £49m fee for Sterling","item":{"type":"article","id":"football/2015/jul/12/raheem-sterling-miss-liverpool-tour-manchester-city","title":"Manchester City and Liverpool agree £49m fee for Raheem Sterling","trailText":"Raheem Sterling will undertake a medical at Manchester City on Monday after the deposed Premier League champions finally agreed a fee with Liverpool that could rise as high as £49m","standFirst":"<span class=\"bullet\">•</span> City to pay Liverpool an initial &pound;44m for forward\n<br />\n<span class=\"bullet\">•</span> Player free to discuss personal terms and undertake medical","byline":"Dominic Fifield","body":"<p>Raheem Sterling will undertake a medical at Manchester City on Monday after the deposed Premier League champions finally agreed a fee with Liverpool that could potentially rise as high as &pound;49m for the England forward.</p> \n<p>The winger remained behind as Brendan Rodgers and his players departed for Bangkok on their pre-season tour of south-east Asia and Australia after talks between the clubs reached an advanced stage.</p> \n<p>Agreement was eventually struck on Sunday afternoon on a deal which will cost City an initial &pound;44m, with a further &pound;5m due in add-ons. The player is now formally free to discuss personal terms and undertake medical checks with his new employers. A long-term contract worth around &pound;200,000 a week has in effect already been agreed.</p> \n<p>Confirmation of the agreement brings to a conclusion one of the more protracted and acrimonious transfer stories of the summer. Two previous bids – the first offering an initial &pound;25m rising to &pound;30m and the second &pound;35m with add-ons to take the deal closer to &pound;40m – had been knocked back by Liverpool, with those additional clauses and payments largely dependent on City winning silverware.</p> \n<p>Yet, while Liverpool had expressed a desire to retain the England international, there was an acceptance that Sterling’s relationship with the club had deteriorated markedly over the course of last season once talks over a new contract at Anfield, which were initiated last October, quickly ran aground. The player subsequently rejected a proposed deal worth &pound;100,000 a week in March and has appeared destined to leave ever since after five years, 129 appearances and 23 goals for the club.</p> \n<p>The 20-year-old still played 52 times last season but had made clear to Rodgers his wish to depart. The issue was brought to a head on the first day of pre-season, last Monday, when he requested to be omitted from the party for the two-week tour of Thailand, Malaysia and Australia.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/10/steven-gerrard-raheem-sterling-liverpool-carry-on\">Steven Gerrard condemns Raheem Sterling’s Liverpool ‘carry-on’</a> </p> \n</aside> \n<p>Liverpool informed the player that he would be the subject of disciplinary action if he did not fulfil his club commitments but Sterling then called in sick twice last week, missing two days of training at Melwood, amid suggestions the Professional Footballers’ Association might have to be called in as peacemaker.</p> \n<p>The player, who was under contract at Anfield until 2017, was at the club’s training ground on Sunday morning but was told he would not be travelling after City tabled their third offer on Friday night. That had sparked further talks over the weekend before the resolution. Liverpool are now expected to re-enter the transfer market with the money generated by Sterling’s sale. The Aston Villa striker Christian Benteke remains a long-standing target.</p> \n<p>The youngster becomes City’s first significant signing of the summer as Manuel Pellegrini’s side attempt to recruit more homegrown players to bolster their options after the departures of Frank Lampard, Micah Richards, James Milner, Scott Sinclair and Dedryck Boyata this summer.</p> \n<p>Their attempts to add Villa’s Fabian Delph to their squad, having activated the &pound;8m buyout clause in the midfielder’s contract, were thwarted on Saturday when the player <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/11/fabian-delph-manchester-city-aston-villa\">declared his intention to remain</a> at the Birmingham club. “I’m not leaving,” said the England midfielder, who had signed a new deal with Villa last season through to 2019 but had not travelled to Portugal for their pre-season training camp. “I’m staying at the football club and I can’t wait for the start of the Premier League season.”</p> \n<p>Rodgers’ side play their first friendly against a Thai All Stars XI on Tuesday. Mario Balotelli, Fabio Borini and Jos&eacute; Enrique have all been left out of the tour. The new signing Roberto Firmino, plus Philippe Coutinho and Emre Can have been given extended leave after recent international tournaments.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/12/1436700834200/Raheem-Sterling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling will not travel with the Liverpool squad when they head out to Thailand on Sunday as transfer talks are ongoing with Manchester City. Photograph: Lynne Cameron/PA","credit":"Lynne Cameron/PA","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling will not travel with the Liverpool squad when they head out to Thailand on Sunday as transfer talks are ongoing with Manchester City. Photograph: Lynne Cameron/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-12T11:40:29Z","lastModified":"2015-07-13T07:36:31Z","metadata":{"commentable":true,"commentCount":1063,"contributors":[{"name":"Dominic Fifield","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400768136849/Dominic-Fifield-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominicfifield"}],"feature":false,"keywords":["Raheem Sterling","Liverpool","Manchester City","Premier League","Transfer window","Football","Sport"],"tags":[{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/premierleague","webTitle":"Premier League"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Dominic Fifield","topic":{"type":"tag-contributor","name":"profile/dominicfifield"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/12/raheem-sterling-miss-liverpool-tour-manchester-city","shortUrl":"http://gu.com/p/4at75","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/12/raheem-sterling-miss-liverpool-tour-manchester-city","webUri":"http://www.theguardian.com/football/2015/jul/12/raheem-sterling-miss-liverpool-tour-manchester-city"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/12/1436700834200/Raheem-Sterling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling will have a medical at Manchester City on Monday after a deal was agreed on a long-term contract worth around £200,000 a week. Photograph: Lynne Cameron/PA","credit":"Lynne Cameron/PA","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling will have a medical at Manchester City on Monday after a deal was agreed on a long-term contract worth around £200,000 a week. Photograph: Lynne Cameron/PA"}},"importance":6,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[{"title":"Man Utd / Schweinsteiger says goodbye to Bayern before move","rawTitle":"Schweinsteiger says goodbye to Bayern before move","item":{"type":"article","id":"football/2015/jul/12/bastian-schweinsteiger-goodbye-bayern-munich-manchester-united","title":"Bastian Schweinsteiger says goodbye to Bayern Munich","trailText":"The Germany captain, Bastian Schweinsteiger, told Bayern Munich fans before leaving for Manchester United: ‘We are always going to have a bond and I will keep you in my heart forever’","standFirst":"<span class=\"bullet\">•</span> Germany captain to join Manchester United subject to medical\n<br />\n<span class=\"bullet\">•</span> ‘I will keep you in my heart and I hope we see each other again’","byline":"Press Association","body":"<p>Bastian Schweinsteiger has bid farewell to Bayern Munich fans in a statement and video posted on Twitter before his move to Manchester United.</p> \n<p>The Germany captain is set to join the Premier League club when he has successfully completed a medical and said goodbye to the supporters who have followed him in Munich for the past 17 years.</p> \n<p>“Hi dear Bayern fans, and the South Stand in Munich,” Schweinsteiger said in a Twitter video. “I know that has been a lot of speculation about my future in recent weeks and months and I just wanted to thank you for the fantastic time we spent together.</p> \n<p>“It started in the Olympiastadion and continued into the Allianz Arena. It was a really fantastic time and we experienced some great moments with 15 national titles, including the historic treble and other highlights.</p> \n<p>“We are always going to have a bond and I will keep you in my heart forever.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/11/manchester-united-bastian-schweinsteiger-morgan-schneiderlin-louis-van-gaal\">Manchester United agree deals for Bastian Schweinsteiger and Matteo Darmian</a> </p> \n</aside> \n<p>“I also want to thank all the employees at the Sabener Strasse [training ground] for the great time we had together – unfortunately I can’t name everybody, but thanks for everybody, you helped me a great deal.</p> \n<p>“I hope you, dear fans, understand that I have chosen this path now. I think it’s a great challenge and I’m looking forward to it, although I will never forget you.</p> \n<p>“I will always hold you here [in my heart] and I hope we see each other again soon. Yours, Basti.”</p> \n<p>The 30-year-old midfielder added in a written statement: “The decision was very hard to make because you and FCB have and always will be an extremely important part of my life.</p> \n<p>“Nevertheless, I would like to again gain experience at a new club.</p> \n<p>“My destination is Manchester United. I hope you understand my decision. No one can take away the incredible journey we had together. MiaSanMia.”</p> \n<p>Schweinsteiger, who will become the first German to play for United’s first team, will leave behind a sizeable gap in Bayern’s squad.</p> \n<p>He has been on the Bavarian club’s books for 17 years and won eight Bundesliga titles, seven DFB-Pokals and the Champions League with Bayern, among other successes.</p> \n<p>The Bayern defender Philipp Lahm told Sport1 television: “It’s a pity that our paths are now dividing. We’ve been through so much together so it really is a shame.</p> \n<p>“We played football together for the first time when we were 16. We’re going to miss him.</p> \n<p>“Anybody who knows him knows that he is always looking for challenges so we’ve got to accept his decision.”</p> \n<p>The forward Thomas M&uuml;ller, who has also been linked with a move to United, said: “It’s strange that Basti’s gone. He’s done sensationally for this club.</p> \n<p>“He’s not going to be forgotten in a rush. I wish him a lot of luck. This is how things work in football.”</p> \n<p>Meanwhile, the former Manchester United captain Bryan Robson described Schweinsteiger as “top drawer” and a “true leader of men” who can drive the Red Devils back to the top.</p> \n<p>Robson, 58, told The Sun: “Schweinsteiger is the kind of player and personality United have been short of. There is Michael Carrick, of course, who has that same experience and knowledge. When he was not playing last season, we saw that United were not the same team.</p> \n<p>“Schweinsteiger is absolutely top drawer and his record and reputation speak for themselves. He is the kind of player that can lead United back to the very top.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436718356119/Bastian-Schweinsteiger-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bayern Munich's Bastian Schweinsteiger said an emotional farewell to the club's fans in a video and statement posted on Twitter. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Bastian Schweinsteiger","cleanCaption":"Bayern Munich's Bastian Schweinsteiger said an emotional farewell to the club's fans in a video and statement posted on Twitter. Photograph: Martin Rickett/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-12T16:31:01Z","lastModified":"2015-07-12T22:58:58Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Manchester United","Bayern Munich","Transfer window","Football","Sport"],"tags":[{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/bayernmunich","webTitle":"Bayern Munich"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/12/bastian-schweinsteiger-goodbye-bayern-munich-manchester-united","shortUrl":"http://gu.com/p/4ata5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/12/bastian-schweinsteiger-goodbye-bayern-munich-manchester-united","webUri":"http://www.theguardian.com/football/2015/jul/12/bastian-schweinsteiger-goodbye-bayern-munich-manchester-united"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436718356119/Bastian-Schweinsteiger-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bayern Munich's Bastian Schweinsteiger said an emotional farewell to the club's fans in a video and statement posted on Twitter. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Bastian Schweinsteiger","cleanCaption":"Bayern Munich's Bastian Schweinsteiger said an emotional farewell to the club's fans in a video and statement posted on Twitter. Photograph: Martin Rickett/PA"}},"importance":0,"kicker":{"title":"Man Utd"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436718356119/Bastian-Schweinsteiger-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bayern Munich's Bastian Schweinsteiger said an emotional farewell to the club's fans in a video and statement posted on Twitter. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Bastian Schweinsteiger","cleanCaption":"Bayern Munich's Bastian Schweinsteiger said an emotional farewell to the club's fans in a video and statement posted on Twitter. Photograph: Martin Rickett/PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/12/1436700834200/Raheem-Sterling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling will not travel with the Liverpool squad when they head out to Thailand on Sunday as transfer talks are ongoing with Manchester City. Photograph: Lynne Cameron/PA","credit":"Lynne Cameron/PA","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling will not travel with the Liverpool squad when they head out to Thailand on Sunday as transfer talks are ongoing with Manchester City. Photograph: Lynne Cameron/PA"}}]},{"title":"Tour de France / Froome retains yellow jersey after Sky fall just short on stage nine","rawTitle":"Froome retains yellow jersey after Sky fall just short on stage nine","item":{"type":"article","id":"sport/2015/jul/12/tour-de-france-2015-stage-nine-chris-froome-bmc-win-team-time-trial","title":"Tour de France: Chris Froome keeps yellow but BMC win team time trial","trailText":"Chris Froome held on to the Tour de France race leader’s yellow jersey as Team Sky were beaten by one second on the ninth-stage team time-trial from Vannes to Plumelec","standFirst":"<span class=\"bullet\">•</span> Team Sky beaten by one second from Vannes to Plumelec\n<br />\n<span class=\"bullet\">•</span> Contador, Nibali and Quintana all lose time to Froome","byline":"Barry Glendenning in Plumelec","body":"<p>Chris Froome remains in the yellow jersey but the inability of Nicolas Roche to stay in touch with his team-mates in the closing metres of the team time trial cost Team Sky the stage win by the most slender of margins: one second. It was rounded up from 0.62sec, BMC’s actual margin of victory over the 28km course. Ouch.</p> \n<p>“Personally, it’s quite difficult for me,” said Roche. “This was a massive opportunity for me for a stage win. Over the last few Tours I’ve been riding as a <em>domestique </em>and winning a TTT is something very particular, something you work at. There’s no luck, it’s all about sticking together and being there. It’s something that I really dreamed of, so it’s a bit of a tough one. But looking at the bigger picture, Froomey is in top shape, we kept the jersey, we’re in contention and we’re really ready to be in the mountains now.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/12/tour-de-france-stages-eight-and-nine-in-pictures\">Tour de France, stages eight and nine – in pictures</a> </p> \n</aside> \n<p>Having put down a significant marker in last month’s Crit&eacute;rium du Dauphin&eacute; the BMC team of Tejay van Garderen were again triumphant on a day when they had made no secret of their hopes of getting their leader into the <em>maillot jaune</em>. It was not to be: on the race’s first rest day Froome remains 12 seconds clear of the American. Crucially Froome also put further time into his fellow Fab Four members Vincenzo Nibali, Alberto Contador and Nairo Quintana.</p> \n<p>“Those guys have that tag, the Fab Four, which is getting a little irritating hearing that,” said Van Garderen, the disgruntled fifth Beatle.</p> \n<p>“I’m not offended not to be named in that. All those guys in the Fab Four have won Grand Tours. I’ve had a couple of good top fives in the Tour but I’m yet to finish on the podium or win one.”</p> \n<p>Team time trials are usually held on stage four or five of Grand Tours; UCI rules decree they “shall take place during the first third of the race” in order to give teams as fair a chance as possible of fielding a full-strength line-up in a discipline where the time of the fifth man to cross the finishing line is the one recorded.</p> \n<p>Including rest days this year’s Tour de France is already nine days into a total of 23, on the ninth stage of 21 in an event where 40% of the total distance has already been completed. No matter which way you look at it this was a clear case of world cycling’s governing body ignoring its own guidelines.</p> \n<p>Orica GreenEdge suffered most from the anomalous scheduling having lost Michael Albasini, Simon Gerrans and Daryl Impey to injury in the opening week while their Tour debutant, Michael Matthews, struggles on with damaged ribs that continue to restrict his ability to breathe. He was nursed through this stage by his remaining team-mates without having to do a tow in front.</p> \n<p>Truth be told, the Australian team had no complaints about misfortune for which little or no legislation could realistically have been made. They lost a third of their team to a crash that took place on stage three and treated a time trial they originally had high hopes of winning like a Sunday afternoon countryside spin, finishing just shy of five minutes behind the winners.</p> \n<p>Of the big-budget big-hitters Nibali’s Astana team were first out and set an early clubhouse lead of 32min 30sec that was quickly beaten by Quintana’s Movistar outfit, who finished 11 seconds faster. All eyes promptly turned to Tinkoff Saxo, BMC and Sky, the teams of Contador,&nbsp;Van Garderen and Froome respectively, who were last out on the road in that order.</p> \n<p>On a course that finished with a tough climb up the 1.7km C&ocirc;te de Cadoudal, Contador came off worst of the trio; his Tinkoff-Saxo team finished 28 seconds behind the eventual winners. BMC posted a time of 32min 15sec, which Sky only just failed to match.</p> \n<p>With Froome, Geraint Thomas, Leopold K&ouml;nig, Richie Porte, Wouter Poels and Roche tasked with closing out the stage after Peter Kennaugh, Ian Stannard and Luke Rowe had exhausted themselves on the flat, Poels hoisted the white flag at the bottom of the ascent and, of the remaining quintet, Roche was found ever so slightly wanting in the closing metres.</p> \n<p>“We really can’t be too disappointed with that,” said Froome. “For everyone’s morale it would’ve been fantastic to have been able to get the stage win today, but more importantly we’ve kept the yellow jersey, we’ve put time into most of our rivals. We’ve got to be happy with that.</p> \n<p>“It’s one thing not to lose any time to your rivals, but to actually gain quite substantial amounts on quite a lot of contenders – it’s put us in a fantastic position. Some other rivals – Nibali, Quintana – they’ve both lost quite a substantial amount of time already so the pressure’s definitely on them to attack once we go into the mountains,” said Froome. “It’s for the other guys to get the yellow jersey from me now.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/21114be05d50d2a25618e68b408069048bf63be4/0_0_2200_1320/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1320,"width":2200,"orientation":"landscape","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Riders of the Great Britain's Sky cycling team, including Great Britain's Christopher Froome (L), wearing the overall leader's yellow jersey, compete in the 28 km team time-trial, the ninth stage of the 102nd edition of the Tour de France cycling race on July 12, 2015, between Vannes and Plumelec, western France.  AFP PHOTO / JEFF PACHOUDJEFF PACHOUD/AFP/Getty Images","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T15:49:09Z","lastModified":"2015-07-12T23:25:02Z","metadata":{"commentable":true,"commentCount":193,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Tour de France 2015","Tour de France","Team Sky","Chris Froome","Cycling","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/tour-de-france-2015-stage-nine-chris-froome-bmc-win-team-time-trial","shortUrl":"http://gu.com/p/4at9y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/tour-de-france-2015-stage-nine-chris-froome-bmc-win-team-time-trial","webUri":"http://www.theguardian.com/sport/2015/jul/12/tour-de-france-2015-stage-nine-chris-froome-bmc-win-team-time-trial"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/21114be05d50d2a25618e68b408069048bf63be4/0_0_2200_1320/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1320,"width":2200,"orientation":"landscape","caption":"Great Britain’s Chris Froome, left, wearing the overall leader’s yellow jersey, follows behind his Sky team-mates.  Photograph: Jeff Pachoud/AFP/Getty Images","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Great Britain’s Chris Froome (left), wearing the overall leader’s yellow jersey, follows behind his Sky team-mates. ","cleanCaption":"Great Britain’s Chris Froome, left, wearing the overall leader’s yellow jersey, follows behind his Sky team-mates. ","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Tour de France"},"showQuotedHeadline":false,"sublinks":[{"title":"Richie Porte / Australian confirms he will leave Sky at end of season","rawTitle":"Australian confirms he will leave Sky at end of season","item":{"type":"article","id":"sport/2015/jul/13/richie-porte-confirms-he-will-leave-team-sky","title":"Richie Porte confirms he will leave Team Sky at end of cycling season","trailText":"Australian star Richie Porte has confirmed cycling’s worst-kept secret: he will leave Team Sky at the end of the year","standFirst":"<ul>\n <li>Tasmanian to pursue Grand Tour success elsewhere</li>\n <li>‘I’ve got to take my own opportunities,’ Porte says <br /></li>\n</ul>","byline":"Australian Associated Press","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/tour-de-france-2015-stage-nine-chris-froome-bmc-win-team-time-trial\">Tour de France: Chris Froome keeps yellow but BMC win team time trial</a> </p> \n</aside> \n<p>Richie Porte has confirmed cycling’s worst-kept secret: he will leave Team Sky at the end of the year. The Australian is in the final year of his contract with the British team and talk has been rife the 30-year-old is looking to pursue his dreams of Grand Tour success elsewhere.</p> \n<p>He finally laid his cards on the table following the Tour de France’s 28km team time trial from Vannes to Plumelec. “I think it’s the worst-kept secret in the world,” Porte told SBS after the ninth stage, won by BMC. “I’ve got to take my own opportunities.”</p> \n<p>After four years at Sky, Porte is as one of the biggest names in this year’s transfer market and has been linked to BMC. Etixx-QuickStep have also reportedly shown interest and Orica-GreenEDGE are on the lookout for a general classification rider.</p> \n<p>He is in Sky’s team for the Tour but as a key domestique for his good friend Chris Froome, who has tightened his grip on the yellow jersey heading into the second week.</p> \n<p>Porte acknowledged he would have much more opportunity to lead a Grand Tour outfit elsewhere. “I’ve won Paris-Nice and Catalunya this year, and had my big opportunity in the Giro, which didn’t quite got to plan,” he said. “But I’m ready, I’m in the prime of my career now the next few years, so I need to go and lead a team.”</p> \n<p>Porte has proven himself at Sky in the Tour de France as a domestique and played crucial roles when Bradley Wiggins won the 2012 Tour and Froome took the title the following year.</p> \n<p>Two months ago, Porte led Sky at the Giro d’Italia after starting the season with outstanding form. But after a strong start to the Italian classic, Porte’s race fell apart following a controversial two-minute penalty for accepting a replacement wheel from compatriot and Orica-GreenEDGE rider Simon Clarke. Porte eventually abandoned the race because of injuries from a crash.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/81e04c8bf59c94a105ed329c3f6eee257affa2f6/0_40_3000_1802/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1802,"width":3000,"orientation":"landscape","credit":"Doug Pensinger/Getty Images","altText":"Porte on his way to 65th place in the individual time trial on stage one of the 2015 Tour de France in Utrecht, Netherlands. ","cleanCredit":"Photograph: Doug Pensinger/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-13T00:48:55Z","lastModified":"2015-07-13T00:48:57Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Cycling","Team Sky","Australia sport","Sport"],"tags":[{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/13/richie-porte-confirms-he-will-leave-team-sky","shortUrl":"http://gu.com/p/4atdg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/13/richie-porte-confirms-he-will-leave-team-sky","webUri":"http://www.theguardian.com/sport/2015/jul/13/richie-porte-confirms-he-will-leave-team-sky"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/81e04c8bf59c94a105ed329c3f6eee257affa2f6/0_40_3000_1802/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1802,"width":3000,"orientation":"landscape","caption":"Porte on his way to 65th place in the individual time trial on stage one of the 2015 Tour de France in Utrecht, Netherlands.  Photograph: Doug Pensinger/Getty Images","credit":"Doug Pensinger/Getty Images","altText":"Porte on his way to 65th place in the individual time trial on stage one of the 2015 Tour de France in Utrecht, Netherlands. ","cleanCaption":"Porte on his way to 65th place in the individual time trial on stage one of the 2015 Tour de France in Utrecht, Netherlands. ","cleanCredit":"Photograph: Doug Pensinger/Getty Images"}},"importance":0,"kicker":{"title":"Richie Porte"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/81e04c8bf59c94a105ed329c3f6eee257affa2f6/0_40_3000_1802/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1802,"width":3000,"orientation":"landscape","credit":"Doug Pensinger/Getty Images","altText":"Porte on his way to 65th place in the individual time trial on stage one of the 2015 Tour de France in Utrecht, Netherlands. ","cleanCredit":"Photograph: Doug Pensinger/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/21114be05d50d2a25618e68b408069048bf63be4/0_0_2200_1320/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1320,"width":2200,"orientation":"landscape","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Riders of the Great Britain's Sky cycling team, including Great Britain's Christopher Froome (L), wearing the overall leader's yellow jersey, compete in the 28 km team time-trial, the ninth stage of the 102nd edition of the Tour de France cycling race on July 12, 2015, between Vannes and Plumelec, western France.  AFP PHOTO / JEFF PACHOUDJEFF PACHOUD/AFP/Getty Images","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"}}]},{"title":"Root leaves Australia with no margin for error","rawTitle":"Root leaves Australia with no margin for error","item":{"type":"comment","id":"sport/blog/2015/jul/12/england-joe-root-australia-bowlers-ashes","title":"Ashes 2015: Joe Root leaves Australia’s bowlers with no margin for error","trailText":"The England No3 was in such brilliant form in the first Ashes Test at Cardiff it appeared like he was striking a beach ball at times but don’t be fooled into thinking Australia underestimated him","standFirst":"<p>The England No5 was in such brilliant form in the first Ashes Test at Cardiff it appeared like he was striking a beach ball at times but don’t be fooled into thinking Australia underestimated him</p>","byline":"Jason Gillespie","body":"<p>In Joe Root we are seeing a batsman who is blossoming on the international stage and at this point in time I don’t think any team has found a genuine way to knock him over. The margin for error when bowling to him is so small. When guys are out of nick, the area on the pitch the quicks need to hit can be the size of a beach towel. With Joe right now, it’s barely a handkerchief.</p> \n<p>The first Test in Cardiff saw Joe make a statement for the series. That century on day one, when he came in at 43 for three, showed what his game is all about: positive intent. Being dropped second ball was quickly erased from the memory and the hundred he peeled off from there was clinical in that he took the attacking option whenever Australia’s bowlers strayed even fractionally.</p> \n<p>Joe is seeing it like a beach ball, sure, but he is also getting into a very good position at the point of delivery and it is good thing for any young batsman to learn from. Look at some of the stills from that innings for a how-to guide on setting yourself. His weight is on the back foot but you can see he is lightly on the front too, looking to push forward and meet the ball on his terms.</p> \n<p>Don’t be fooled into thinking Australia underestimated him going into this series on the basis of what happened 18 months ago. I know for a fact that they rate Root incredibly highly. But as an overall observation, I thought they were too quick to abort Plan A – top of off stump or just around – when they strayed and went for a couple of boundaries. They didn’t realise that it wasn’t the plan that was the issue but the execution.</p> \n<p>Compare and contrast that with England, who knew to pitch the ball up and be patient on that surface. The line and length was key and, bar a clever tactic to Steve Smith, where they hung the ball outside off stump, they bowled predominantly straight. We saw batsmen bowled, lbw or nicking off playing from the crease, which tells me they got the length bang on.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-ashes-australia-alastair-cook\">Alastair Cook hails relentless England bowlers after win over Australia</a> </p> \n</aside> \n<p>That’s where you have to give credit to a bowler like Stuart Broad. In the past, like Australia’s bowlers in Cardiff, he has been slightly guilty of mixing it up if Plan A didn’t quite work out, like switching to around the wicket and bowling bouncers with two men out on the hook. But he got reward for sticking to full length and that is what Australia have to learn on these English pitches, where it is better to be too full than too short.</p> \n<p>We even saw England employ what we know at Headingley as the “Yorkshire Wall”, with fielders stationed short in front of the batsman for a gun-barrel straight line. That is good awareness by the bowlers and a feather in the cap of Alastair Cook. Without wanting to bring up eye-watering memories for the England captain, the moment he copped one in the sensitive parts was telling too.</p> \n<p>There was his vice-captain, Root, comfortable enough to have a good old laugh with his senior down in pain. It might not have been Cook’s happiest time on a cricket field but it told me that England have fostered an environment where players feel relaxed enough to enjoy the lighter moments. We know Joe is a cheeky chap, of course – a real card in the dressing room.</p> \n<p>Don’t let that mask what a determined young cricketer he is though. Joe takes his game very seriously and is striving for improvement all the time. He is ideal to work with as a coach because he demands full, honest feedback on his game – not simply what he would like to hear. That, mixed with his upbeat style, is why I think it was a very shrewd move by the England director of cricket, Andrew Strauss, to give him the vice-captaincy at the start of the summer.</p> \n<p>His attitude is quite infectious in a team and now he can combine that with the extra responsibility. When I arrived at Yorkshire in early 2012 he was relatively new in his cricket career, opening in four-day cricket and No3 in Twenty20. But he was also one of the voices driving our side to take the positive option at all times. Paul Farbrace, who is the England assistant coach now, was working with us at the time and I know those two spoke at length about this approach.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/darren-lehmann-shane-watson-ashes\">Darren Lehmann hints Shane Watson may lose place for second Ashes Test</a> </p> \n</aside> \n<p>The Australian mentality is to put your best batsman at No3 in Test cricket but there is plenty of time for Joe to return up the order naturally. And besides, Gary Ballance showed in the first innings, with his hard-fought 61, that he is not going anywhere soon. He has been copping it a bit of late but I have no doubt he will have a fine international career because he is a quality player.</p> \n<p>Overall, I don’t think the Cardiff result has thrown a cat among the pigeons, because I have been saying all along that England are a very good emerging side. The message to Australia, who I know will look to right a few wrongs at Lord’s, is to keep faith with the bowling plans and not lose patience. Because that is where the first Test in Cardiff was won and lost.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436711206146/Englands-Joe-Root-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Joe Root celebrates taking the wicket of Australia's Mitchell Johnson on day four of the first Ashes Test at Cardiff. Photograph: Ian Kington/AFP/Getty Images","credit":"Ian Kington/AFP/Getty Images","altText":"England's Joe Root","cleanCaption":"England's Joe Root celebrates taking the wicket of Australia's Mitchell Johnson on day four of the first Ashes Test at Cardiff. Photograph: Ian Kington/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-13T07:10:56Z","lastModified":"2015-07-13T07:11:14Z","metadata":{"commentable":true,"commentCount":114,"contributors":[{"name":"Jason Gillespie","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/7/3/1435930387788/Jason-Gillespie-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jason-gillespie"}],"feature":false,"keywords":["The Ashes","Cricket","England cricket team","Australia cricket team","Australia sport","Ashes 2015","Sport","Joe Root"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/joe-root","webTitle":"Joe Root"}],"section":{"id":"sport"},"topics":[{"displayName":"Jason Gillespie","topic":{"type":"tag-contributor","name":"profile/jason-gillespie"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/england-joe-root-australia-bowlers-ashes","shortUrl":"http://gu.com/p/4at8h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/12/england-joe-root-australia-bowlers-ashes","webUri":"http://www.theguardian.com/sport/blog/2015/jul/12/england-joe-root-australia-bowlers-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436712849203/24015313-7577-4a74-bea6-62424ea36f51-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joe Root hit a clinical first-innings hundred in the first Ashes Test, taking the attacking option whenever Australia’s bowlers strayed. Photograph: Andrew Fosker/Rex Shutterstock","credit":"Andrew Fosker/Rex Shutterstock","altText":"Joe Root hit a clinical first-innings hundred in the first Ashes Test, taking the attacking option whenever Australia’s bowlers strayed.","cleanCaption":"Joe Root hit a clinical first-innings hundred in the first Ashes Test, taking the attacking option whenever Australia’s bowlers strayed.","cleanCredit":"Photograph: Andrew Fosker/Rex Shutterstock"}},"importance":4,"byline":{"title":"Jason Gillespie"},"showQuotedHeadline":true,"sublinks":[{"title":"Mike Selvey / Dominant England give Australia much to ponder","rawTitle":"Dominant England give Australia much to ponder","item":{"type":"article","id":"sport/2015/jul/12/england-australia-dominant-ashes","title":"England leave Australia with much to ponder after dominant Ashes start","trailText":"Australia were outplayed by England in every facet of the game at Cardiff and have many questions to answer before Thursday’s second Test at Lord’s","standFirst":"Michael Clarke and his players were so outplayed at Cardiff that they have many questions to answer before Thursday’s second Test at Lord’s","byline":"Mike Selvey","body":"<p>There was a period during the first Test, as Joe Root was playing the innings of his life, when the air of invulnerability that surrounds Australia, one founded on their own capacity to talk themselves up and that of England supporters to take pessimism as a default, fell away. The bowling was wayward, Brad Haddin was being forced to fling his ageing body this way and that, fielders were chugging after the ball and the captain started to look bereft of ideas. They looked diminished in stature, the mystique gone. In The Wizard of Oz, Dorothy discovers that the wizard is in fact nothing more than a middle-aged man. It might stand as a metaphor for these wizards in the first game.</p> \n<p>Whatever happens from here England – brain, heart and courage intact – know there is nothing to fear. Australia have won one match, at Headingley in 2009, and lost eight of their past 15 in England and Wales. Cricket Australia’s immediate response was to put its fingers in its ears, go ‘nah nah nah’ and announce the dates of this year’s Big Bash in time for its morning bulletins.</p> \n<div>\n __VIDEO_EMBED_gu-video-457473252__\n</div> \n<p>Australia were outplayed in every department of the game. They attempted to match the panache of Root, Ben Stokes and Moeen Ali with the bat but foundered against skilled bowling that adhered rigidly to a game plan for each batsman – across the dangerous David Warner, fifth stump to Steve Smith and Michael Clarke, inevitably straight to Shane Watson, all to a length that encouraged the drive but made it a real risk-reward shot. Australia’s bowling was wholehearted but could not come to terms with the conditions or the Duke ball (which incidentally they had been using in the West Indies prior to coming to England).</p> \n<p>In the field England were athletic and sharp, the single chance missed that from Chris Rogers by Root on the final morning. There was a willingness to stand closer on a slower pitch, something that they had not done in West Indies or against New Zealand. During their pre-series Spanish get-together, the team had practised nothing but fielding, which has always been a focal point of the Trevor Bayliss creed, and it showed.</p> \n<p>Australia, too, held some excellent catches but they were also pedestrian at times, age showing its hand. Haddin’s dropping of Root before he had scored in the first innings will be right up there with Shane Warne missing Kevin Pietersen at The Oval in 2005, Michael Carberry dropping Haddin in Adelaide two winters ago and Ashley Giles dropping Ricky Ponting on the same ground in 2006-07 in the litany of expensive missed Ashes chances.</p> \n<p>Most telling of all was the manner in which Clarke was out-captained by Alastair Cook. It is, as Cook readily admits, pretty easy to captain a group of bowlers who know their roles to perfection and perform beautifully: they know what they want and the captain responds to that. But knowing when to ring the changes is something else altogether. Cook was proactive and obviously in charge, which has not always been the case. The decision to bowl Stuart Broad on the third morning, for example, despite the proximity of the second new ball would have been a combined management decision but not the instinct that gave Moeen the last over before lunch on the final day in which he claimed Warner’s wicket and kick-started the Australian slide to defeat. Clarke’s bowlers let him down but he appeared to do little to lift them and towards the end of the second England innings looked devoid of ideas, standing aloof, arms folded. With his form a worry along with his back he was exposed as much as anyone in this match.</p> \n<p>There is precious little time for Australia to regroup, with the second Test starting at Lord’s on Thursday, and they will find England no more accommodating than they were at Cardiff. The idea that visiting teams gain more inspiration from playing at the ground than England do is risible, a myth. Indeed England’s record there since Australia won the first Test of the 2005 series shows that of 19 matches they have lost only to South Africa and, last year, India with nine of the past 13 games won.</p> \n<p>Unsurprisingly England have named the same squad of 13 players and will no doubt play the same XI, the only debate being perhaps whether Ian Bell and Gary Ballance might swap places in the order if only to break up the sequence of left-handers.</p> \n<p>For Australia questions abound. Before the series started it looked, as with England in Australia last time, that they were trying to squeeze one last series out of a flagging unit. Already Ryan Harris has gone and there are concerns about Watson and Haddin. There also remains a question mark over the fitness of Mitchell Starc, although they seem confident enough that his ankle problem will improve sufficiently in time for the match. A guess would be that Mitchell Marsh will replace Watson, whose value as an all-rounder is diminished if he does not bowl more than a few overs, but that Haddin will retain his place for now. Yet making changes would be an early and uncharacteristic admission that they got things wrong.</p> \n<p>There is work to do for the Australian bowlers, however. Although rather too much is made of it, Lord’s is still a demanding place to bowl, with its vagaries of slope and consequent geometry. Some of the bowling angles will not come naturally to those who have not experienced it and for some reason left-armers appear to have more trouble than their counterparts although there is no obvious reason why this should be. None of Starc, Josh Hazlewood or the spinner Nathan Lyon has played at Lord’s. On the other hand Mitchell Johnson has and it has not been pretty, with four wickets in two Tests, against England in 2009 and Pakistan the following year, for an average of 76 and an economy rate of almost five runs per over. He has sharpened up his technique since those days but the thought will still linger, particularly after a modest first Test in Cardiff. Australia need to get some control from somewhere and Peter Siddle cannot be there just for the ride.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436720071467/England-v-Australia-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"England v Australia","cleanCaption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T21:10:00Z","lastModified":"2015-07-12T23:47:00Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":true,"keywords":["England cricket team","Australia cricket team","Ashes 2015","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[{"id":"gu-video-457473252","source":"SNTV","durationInSeconds":78,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/12/150712Ashes.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/12/150712Ashes_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/12/1436692720020/KP_352466_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for  Alastair Cook praises team after wining Ashes opener against Australia - video","credit":"guardian.co.uk","altText":"620x372 trailpic for  Alastair Cook praises team after wining Ashes opener against Australia - video","cleanCaption":"620x372 trailpic for  Alastair Cook praises team after wining Ashes opener against Australia - video"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/england-australia-dominant-ashes","shortUrl":"http://gu.com/p/4atab","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/england-australia-dominant-ashes","webUri":"http://www.theguardian.com/sport/2015/jul/12/england-australia-dominant-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436720071467/England-v-Australia-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"England v Australia","cleanCaption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images"}},"importance":0,"kicker":{"title":"Mike Selvey"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436720071467/England-v-Australia-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"England v Australia","cleanCaption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/ec6c49acb6f33fd8735d58323bd5deeb9b9e87c6/656_359_1821_1093/1000.jpg","height":600,"width":1000}}]},{"title":"Golf / Day's vertigo 'comes and goes' but he is confident he can challenge for Open","rawTitle":"Day's vertigo 'comes and goes' but he is confident he can challenge for Open","item":{"type":"article","id":"sport/2015/jul/12/jason-days-vertigo-comes-and-goes-but-hes-confident-he-can-challenge-for-open","title":"Jason Day’s vertigo ‘comes and goes’ but he’s confident he can challenge for Open","trailText":"Medication and dedication have put the Australian back in the frame after his US Open scare, when he almost wrote one of the great golfing stories","standFirst":"<p>Medication and dedication have put the Australian back in the frame after his scare at the US Open, where he almost wrote one of the great golfing stories</p>","byline":"Ewan Murray","body":"<p>Had Jason Day won the US Open last month, it would have registered as one of the great sporting stories in many a year. And the most remarkable in golf, surely, since Tiger Woods famously won the same event while effectively on one leg in 2008.</p> \n<p>A bout of the vertigo which has plagued Day to varying degrees since 2010 meant he collapsed on a fairway at the final hole of his second round. In defying all reasonable logic, the Australian later tied for the 54-hole lead. His finishing place in a share of ninth was rightly regarded as an outstanding effort.</p> \n<p>This week at the Open, Day is back on the major stage. He played 18 Sunday afternoon holes in the company of a past champion, John Daly. But before looking forward, Day inevitably admitted to fears over what had gone before.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/rickie-fowler-the-open-scottish-open-victory\">Rickie Fowler warms up for the Open with Scottish Open victory</a> </p> \n</aside> \n<p>“I’m on anti-viral medication and that suppresses it,” he said of what has been diagnosed as an inner ear infection. “So hopefully I won’t have another episode here. It’s vertigo. It comes and goes. There is a concern at the back of my mind, but I just have to deal with that and go out and play golf. It happened at the US Open, and I’m just hoping it doesn’t happen again here.</p> \n<p>“I went and saw a doctor in Columbus, Dr Oas. We sat there and talked for at least an hour and a half about history, when I first got it, all that sort of stuff. We debriefed the last five years. He did tests on me and prescribed these medicines. I am on them until October and then on 19 October I go back for more tests. After those tests we will sit down again and go over those results. If I need to stay on the medicine I will stay on the medicine, otherwise I will jump off them. I asked him if this was something I would have to stay on for the rest of my life; he said possibly, it could be, but we will see how it goes.”</p> \n<p>Day is outwardly candid and calm about a situation which hasn’t been remedied completely since his last golfing event. “Just a little bit here and there but it hasn’t been as severe as Chambers Bay,” he said. “Every now and then I would look a certain direction and my vision would shake a little bit but nothing too bad.”</p> \n<p>Day offers a firm retort when the general surprise that he completed the second major of the year is put to him. “I would ask you, if you had the opportunity to win the US Open would you do that as well? A lot of people would say yes. If it had happened on the 16th or 17th, there is no chance I was going to finish. I was just glad that I was up around the green where I could get it done. I had a litre and a half of intravenus in me then went to hospital that night.</p> \n<p>“They prescribed two drugs, Zofran and Meclizine. Zofran is given to cancer patients for sickness after chemotherapy. I was pretty sick for the next two days, I didn’t feel great. I was shaky but the vertigo symptoms were not as severe. I don’t know how I played that well on Saturday. It would have been nice to play better on Sunday but just to get it done was great. Hopefully I don’t have to go through that again.</p> \n<p>“I was just so happy that a lot of people were supporting me. There were a couple of times throughout the tournament that I felt I couldn’t carry on any more, that I would have to go in. I just kept on pushing through and counting down the holes that were left. I didn’t really look at my Twitter because it was blowing up. My agent got a lot of emails, calls and text messages. I got the same. That was all nice. It made me happy that they were all supporting me. It would have been great if I had won the tournament, it would have been a great story.”</p> \n<p>This time around, Day has returned to the scene of his first major appearance. Given he retains the distance which has been tipped as important at an unusually lush St Andrews, and is a terrific lag putter, the world No8 should be considered as a real hope. Don’t dare mention to Day that he may not relish standing on the 72nd tee holding a one-shot lead.</p> \n<p>“The pressure? I would love that pressure and stress,” he insisted. “I think Saturday was more about fighting through and not really caring about what other people are doing. That’s why being sick is OK sometimes because you are just focused on trying to get it done, try and get through every shot that you have.</p> \n<p>“When you are healthy, sometimes you start looking at leaderboards, start looking at other guys. I really focused on myself and I took a lot of positive stuff out of that week. Even though I was sick, I learned a lot.</p> \n<p>“I feel healthy and ready to go. I’m excited about playing this golf course. I feel good about my game and I’m excited about being healthy. Now I want to get in contention again, that’s the plan.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436735035915/Jason-Day-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jason Day is helped off the 18th green at Chambers Bay, where he had to battled illness.  Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Jason Day","cleanCaption":"Jason Day is helped off the 18th green at Chambers Bay, where he had to battled illness.  Photograph: Andrew Redington/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T21:00:04Z","lastModified":"2015-07-13T00:05:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":true,"keywords":["The Open","Golf","Sport"],"tags":[{"id":"sport/theopen","webTitle":"The Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/jason-days-vertigo-comes-and-goes-but-hes-confident-he-can-challenge-for-open","shortUrl":"http://gu.com/p/4atb7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/jason-days-vertigo-comes-and-goes-but-hes-confident-he-can-challenge-for-open","webUri":"http://www.theguardian.com/sport/2015/jul/12/jason-days-vertigo-comes-and-goes-but-hes-confident-he-can-challenge-for-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436735035915/Jason-Day-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jason Day is helped off the 18th green at Chambers Bay, where he had to battle illness. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Jason Day","cleanCaption":"Jason Day is helped off the 18th green at Chambers Bay, where he had to battle illness. Photograph: Andrew Redington/Getty Images"}},"importance":3,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[{"title":"Golf / Fowler warms up for the Open with victory at Gullane","rawTitle":"Fowler warms up for the Open with victory at Gullane","item":{"type":"article","id":"sport/2015/jul/12/rickie-fowler-the-open-scottish-open-victory","title":"Rickie Fowler warms up for the Open with Scottish Open victory","trailText":"The American Ryder Cup player Rickie Fowler said he was looking forward to the Open at St Andrews starting on Thursday after winning the Scottish Open at Gullane","standFirst":"<span class=\"bullet\">•</span> American wins by one shot from Kuchar and Jacquelin\n<br />\n<span class=\"bullet\">•</span> Confusion surrounds Donald Trump plans for 2017","byline":"Ewan Murray","body":"<p>A second American winner in three years at the Scottish Open, the third high-profile one in succession, and further evidence that Rickie Fowler should be among the favourites to prevail in the Open. All of the aforementioned was provided over the links of Gullane on Sunday afternoon.</p> \n<p>Fowler shot a final round of 68 to finish on 12 under par, one shot clear of his Ryder Cup team-mate Matt Kuchar and Rapha&euml;l Jacquelin. The latter came within inches of forcing a play-off with his approach shot from the middle of the 72nd fairway. Jacquelin will surely accept the consolation of an Open place.</p> \n<p>Fowler’s triumph, added to that at the Players Championship in May, supplies proof of his coming of age. How he will relish the coming days at St Andrews. Fowler birdied three of the closing four Gullane holes.</p> \n<p>“This is pretty special,” Fowler said of his maiden win in Europe. “It feels good to be back on form. There are a few things we can tighten up before St Andrews but I am excited to get back to St Andrews. I’m looking to get into contention there.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/11/rickie-fowler-holds-nerve-win-playoff-players-championship\">Rickie Fowler holds his nerve to win play-off at Players Championship</a> </p> \n</aside> \n<p>Earlier, the strongest hint yet that the Scottish Open may not, as had been widely expected, move to Donald Trump’s golf course just outside Aberdeen in 2017, had come from the chief executive of the event’s key sponsor.</p> \n<p>Trump has come under severe criticism for offensive comments made in the United States about Mexicans. The businessman accused Mexico of deliberately sending criminals across the border to harm Americans. “These people wreak havoc on our population,” he said in Las Vegas. His stance causes an obvious problem for golf, with several high-profile tournaments hosted by properties which Trump owns.</p> \n<p>The situation is even more delicate in Scotland, because of the country’s government being a co-sponsor of the European Tour event to the tune of more than &pound;1m per year. Nicola Sturgeon, the first minister, was present at Gullane for the tournament’s final round.</p> \n<p>Trump announced last month that his international golf links would host the Scottish Open from 2017. There is already a commitment to return to Castle Stuart, on the outskirts of Inverness, for 2016. “The Scottish Open wants to be here permanently,” said Trump of his Aberdeen site. “They think this is the best course they have ever seen.”</p> \n<p>Not only has the European Tour never confirmed Trump’s remarks but Martin Gilbert, the chief executive of Aberdeen Asset Management, spoke on Sunday of another plan entirely.</p> \n<p>“Yes, we are,” said Gilbert when asked if his firm was content with the policy of changing venue year on year. “We have committed to go to the west coast of Scotland, so the next challenge is finding the equivalent of Gullane on the west coast.</p> \n<p>“There are some great courses on the west coast but we have got to be careful about which ones we select, that they are inclusive and, really, a bit like here; accessible to everyone. Finding the right balance is the tricky part of selecting a golf course.”</p> \n<p>By obvious geographical inference, this discounts the Trump course.</p> \n<p>Luke Donald was content with a share of seventh at nine under. After a rough spell, the Englishman heads to St Andrews in fine spirits.</p> \n<p>“It has been a great week,” said the former world No1. “This was perfect preparation for next week and the Open. I’m happy with my play, with my form. This was the second successive tournament where I wasn’t out of the 60s in scoring so I am happy about that.</p> \n<p>“I have heard St Andrews is even softer, so that’s a lot different to what we have been used to seeing. It is normally firmer and baked out. I am looking forward to it. Who doesn’t love an Open at St Andrews? There will be a lot of buzz around there, a lot of atmosphere, and I am looking forward to being a part of it.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436731276031/Rickei-Fowler-wins-Scotti-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rickie Fowler with the Scottish Open trophy after his final-round 68 secured a one-shot win over Matt Kuchar and Raphaël Jacquelin. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Rickei Fowler wins Scottish Open","cleanCaption":"Rickie Fowler with the Scottish Open trophy after his final-round 68 secured a one-shot win over Matt Kuchar and Raphaël Jacquelin. Photograph: Andrew Redington/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T20:04:42Z","lastModified":"2015-07-13T00:05:02Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["Rickie Fowler","Golf","Donald Trump","US news","Sport"],"tags":[{"id":"sport/rickie-fowler","webTitle":"Rickie Fowler"},{"id":"sport/golf","webTitle":"Golf"},{"id":"us-news/donaldtrump","webTitle":"Donald Trump"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/rickie-fowler-the-open-scottish-open-victory","shortUrl":"http://gu.com/p/4atby","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/rickie-fowler-the-open-scottish-open-victory","webUri":"http://www.theguardian.com/sport/2015/jul/12/rickie-fowler-the-open-scottish-open-victory"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436731276031/Rickei-Fowler-wins-Scotti-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rickie Fowler with the Scottish Open trophy after his final-round 68 secured a one-shot win over Matt Kuchar and Raphaël Jacquelin. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Rickei Fowler wins Scottish Open","cleanCaption":"Rickie Fowler with the Scottish Open trophy after his final-round 68 secured a one-shot win over Matt Kuchar and Raphaël Jacquelin. Photograph: Andrew Redington/Getty Images"}},"importance":0,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436731276031/Rickei-Fowler-wins-Scotti-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rickie Fowler with the Scottish Open trophy after his final-round 68 secured a one-shot win over Matt Kuchar and Raphaël Jacquelin. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Rickei Fowler wins Scottish Open","cleanCaption":"Rickie Fowler with the Scottish Open trophy after his final-round 68 secured a one-shot win over Matt Kuchar and Raphaël Jacquelin. Photograph: Andrew Redington/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436735035915/Jason-Day-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jason Day is helped off the 18th green at Chambers Bay, where he had to battled illness.  Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Jason Day","cleanCaption":"Jason Day is helped off the 18th green at Chambers Bay, where he had to battled illness.  Photograph: Andrew Redington/Getty Images"}}]},{"title":"Football / Man Utd identify Cavani as Van Persie replacement","rawTitle":"Man Utd identify Cavani as Van Persie replacement","item":{"type":"article","id":"football/2015/jul/13/edinson-cavani-manchester-united-angel-di-maria-psg-louis-van-gaal","title":"Manchester United identify Edinson Cavani as Robin van Persie replacement","trailText":"Edinson Cavani is Louis van Gaal’s No1 choice to fill the vacancy left by Robin van Persie who will complete his move from Manchester United to Fenerbahce on Monday","standFirst":"<span class=\"bullet\">•</span> Move for Uruguayan striker may include &Aacute;ngel Di Mar&iacute;a as makeweight\n<br />\n<span class=\"bullet\">•</span> United to rubber stamp Morgan Schneiderlin signing on Monday","byline":"Jamie Jackson","body":"<p>Edinson Cavani is Louis van Gaal’s No1 choice to fill the vacancy left by Robin van Persie who will complete his move from Manchester United to Fenerbahce on Monday. Any prospective deal for Paris Saint-Germain’s Cavani may involve <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/12/paris-saint-german-target-manchester-united-angel-di-maria\" title=\"\">&Aacute;ngel Di Mar&iacute;a going the other way</a> as the French club want the Argentinian and Van Gaal is considering allowing him to go.</p> \n<p>The departure of Van Persie, who should be unveiled at Fenerbahce’s stadium on Monday, leaves Wayne Rooney as the only recognised goalscorer at Old Trafford. PSG’s Cavani has been a long-term target for United’s manager who is strengthening his squad in all the areas he wishes in the current transfer window.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/12/morgan-schneiderlin-manchester-united-southampton\">Manchester United get Southampton’s Morgan Schneiderlin for &pound;24m</a> </p> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/12/bastian-schweinsteiger-goodbye-bayern-munich-manchester-united\" title=\"\">In central midfield Bastian Schweinsteiger has been signed from Bayern Munich</a> and he is expected <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/12/morgan-schneiderlin-manchester-united-southampton\" title=\"\">to be followed by Southampton’s Morgan Schneiderlin on Monday</a>. Each should be part of the United squad that fly to Seattle in the afternoon to start the summer tour of the US. The Italy right-back Matteo Darmian has already been signed and, along with Memphis Depay, Van Gaal’s first close-season acquisition, both will be on the plane for the four-match trip that represents United’s sole competitive football before Tottenham Hotspur arrive at Old Trafford on 8 August for the start of the season.</p> \n<p>At 28 and a prolific striker, Cavani underlines how Van Gaal is seeking to add elite players in his bid to hit the ground running when the new campaign commences. Di Mar&iacute;a had an uneven first season at United following his British record &pound;59.7m arrival last summer. Van Gaal is open to letting the winger leave if he can be a makeweight in acquiring Cavani.</p> \n<p>The goalkeeper David De Gea could still miss the trip to the US after Iker Casillas left Real Madrid for Porto at the weekend.</p> \n<p>If a deal for Dea were to involve Sergio Ramos – the defender would be another elite player landed by Van Gaal – coming the other way from Real, the goalkeeper may not take the flight to Seattle.</p> \n<p>If Cavani and Ramos could be added then Van Gaal would have only the goalkeeper position to address this summer. V&iacute;ctor Vald&eacute;s, who is already at United, is one option.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dfd2141ae26f5077691707a9f1341ad96f8b26c7/0_28_4240_2543/4240.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2543,"width":4240,"orientation":"landscape","credit":"JEFFROY GUY/SIPA/REX/JEFFROY GUY/SIPA/REX","altText":"Paris Saint-Germain v AS Saint-Etienne, French Ligue 1 football match, Parc des Princes, Paris, France - 31 Aug 2014<br>Mandatory Credit: Photo by JEFFROY GUY/SIPA/REX (4088689c)\n Edinson Cavani\n Paris Saint-Germain v AS Saint-Etienne, French Ligue 1 football match, Parc des Princes, Paris, France - 31 Aug 2014\n \n24677501 transfertargets","cleanCredit":"Photograph: JEFFROY GUY/SIPA/REX/JEFFROY GUY/SIPA/REX"}],"bodyImages":[],"webPublicationDate":"2015-07-13T07:31:17Z","lastModified":"2015-07-13T07:33:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Jackson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400599738102/Jamie-Jackson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiejackson"}],"feature":false,"keywords":["Manchester United","Ángel Di María","Louis van Gaal","Robin van Persie","Transfer window","Football","Sport"],"tags":[{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/angel-di-maria","webTitle":"Ángel Di María"},{"id":"football/louis-van-gaal","webTitle":"Louis van Gaal"},{"id":"football/robin-van-persie","webTitle":"Robin van Persie"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Jamie Jackson","topic":{"type":"tag-contributor","name":"profile/jamiejackson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/13/edinson-cavani-manchester-united-angel-di-maria-psg-louis-van-gaal","shortUrl":"http://gu.com/p/4atg9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/13/edinson-cavani-manchester-united-angel-di-maria-psg-louis-van-gaal","webUri":"http://www.theguardian.com/football/2015/jul/13/edinson-cavani-manchester-united-angel-di-maria-psg-louis-van-gaal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dfd2141ae26f5077691707a9f1341ad96f8b26c7/0_28_4240_2543/4240.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2543,"width":4240,"orientation":"landscape","caption":"The Paris Saint-Germain striker Edinson Cavani has been a long-term target of the Manchester United manager, Louis van Gaal.  Photograph: Jeffroy Guy/Sipa/Rex","credit":"Jeffroy Guy/Sipa/Rex","altText":"The Paris Saint-Germain striker Edinson Cavani has been a long-term target of the Manchester United manager, Louis van Gaal. ","cleanCaption":"The Paris Saint-Germain striker Edinson Cavani has been a long-term target of the Manchester United manager, Louis van Gaal. ","cleanCredit":"Photograph: Jeffroy Guy/Sipa/Rex"}},"importance":3,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dfd2141ae26f5077691707a9f1341ad96f8b26c7/0_28_4240_2543/4240.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2543,"width":4240,"orientation":"landscape","credit":"JEFFROY GUY/SIPA/REX/JEFFROY GUY/SIPA/REX","altText":"Paris Saint-Germain v AS Saint-Etienne, French Ligue 1 football match, Parc des Princes, Paris, France - 31 Aug 2014<br>Mandatory Credit: Photo by JEFFROY GUY/SIPA/REX (4088689c)\n Edinson Cavani\n Paris Saint-Germain v AS Saint-Etienne, French Ligue 1 football match, Parc des Princes, Paris, France - 31 Aug 2014\n \n24677501 transfertargets","cleanCredit":"Photograph: JEFFROY GUY/SIPA/REX/JEFFROY GUY/SIPA/REX"}}]},{"title":"Golf / Spieth prepares for St Andrews by winning J Deere Classic in play-off","rawTitle":"Spieth prepares for St Andrews by winning J Deere Classic in play-off","item":{"type":"article","id":"sport/2015/jul/13/jordan-spieth-j-deere-classic-open","title":"Jordan Spieth prepares for Open by winning John Deere Classic","trailText":"Jordan Spieth offset concerns he may be treating the Open Championship lightly by winning the John Deere Classic in a play-off","standFirst":"<span class=\"bullet\">•</span> Texan beats Tom Gillis on second extra hole after finishing on 20 under\n<br />\n<span class=\"bullet\">•</span> Spieth looking to win third consecutive major at St Andrews","byline":"Ewan Murray","body":"<p>Jordan Spieth offset any concerns that he may be treating the Open Championship lightly, not least those raised after an opening round of level par at the John Deere Classic, by winning the PGA Tour event in a Sunday night play-off. A day earlier he had had his finest professional round, of 61.</p> \n<p>“What an incredible week,” Spieth said. “I started it so slowly, so to shoot 20 under over three rounds is pretty special.”</p> \n<p>He had been criticised in some quarters for not playing in the Scottish Open but produced his own answer. “I really didn’t care anyway. I came here for a reason. We accomplished that reason. I certainly have some momentum going into next week.</p> \n<p>“It is very satisfying to have stretches where I played poorly and still to come out with a win. It is good to know that, when I feel that spark, I can get it going to 20 under.”</p> \n<p>If anticipation was not already at fever pitch over the 21-year-old Texan and his attempt at the Old Course this week to win three majors in succession, it is now. In his last 20 worldwide starts Spieth has claimed six wins, 11 top-three places, 14 top-10s and more than $9m. He is the hottest player in the game.</p> \n<p>Spieth has the opportunity to upstage Rory McIlroy as the top-ranked golfer in the world by lifting the Claret Jug in Fife next weekend. Weeks ago such a scenario was fanciful.</p> \n<p>The Open absence of the injured McIlroy seems even more acute, given a fourth Spieth victory of 2015. He turned out at the John Deere to honour a commitment to an event which was good to him during younger days.</p> \n<p>Spieth prevailed at the second sudden-death hole in Illinois. The little-known Tom Gillis was his runner-up. The pair had finished 72 holes tied at 20 under par, with Spieth’s charge even to get to that point worthy of credit.</p> \n<p>He had stumbled in the early stages of Sunday before achieving birdies on four of the TPC Deere Run’s closing five holes to draw level with Gillis. When Gillis found trees and subsequently water on the second play-off hole Spieth’s victory was assured.</p> \n<p>Some, though, have raised eyebrows at the Spieth strategy. Paul McGinley, Europe’s successful Ryder Cup captain, was among them.</p> \n<p>“You’re talking about 95% over the last 20 years have played some kind of links golf on the week before the Open,” said the Irishman on assuming captaincy of the Ballantine’s Golf Club. “Because it is very different.</p> \n<p>“Spieth has played once [at St Andrews] so is he going to work it out? Jordan played 63 holes of practice around Chambers Bay the week before the US Open. He was more prepared than anyone in the field. He had a caddie who used to caddie there and was married there. Are you telling me that wasn’t the difference of one shot whether he won the US Open or not?</p> \n<p>“Having said that, I don’t want to be critical of Jordan because I’m full of admiration for his sense of loyalty to sponsors who have been good to him in the past. I admire that quality but at the same time, if you want to be really ruthless, I believe you should, like tennis players do, be practising on the same surface you play in the major. He’s not putting the odds in his favour, put it that way.</p> \n<p>“Knowing the golf course moves the needle. Being a big hitter moves the needle, things add up to the needle being moved quite significantly and a lot of those things were lined up for Rory. You’ve got to look at the basics of it and, when you add all those things up, and the needle is not really being moved that much for Jordan, because he doesn’t know the golf course that well, he’s doesn’t hit it 310 [yards] in the air, and he’s not playing a links golf course the week before.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/13/1436744703686/Jordan-Spieth-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jordan Spieth smiles after winning the John Deere Classic in a play-off against Tom Gillis. Photograph: Jon Durr/Getty Images","credit":"Jon Durr/Getty Images","altText":"Jordan Spieth","cleanCaption":"Jordan Spieth smiles after winning the John Deere Classic in a play-off against Tom Gillis. Photograph: Jon Durr/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T23:45:41Z","lastModified":"2015-07-13T00:05:01Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["Jordan Spieth","Golf","US sports","Sport","The Open"],"tags":[{"id":"sport/jordan-spieth","webTitle":"Jordan Spieth"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/theopen","webTitle":"The Open"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/13/jordan-spieth-j-deere-classic-open","shortUrl":"http://gu.com/p/4atcg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/13/jordan-spieth-j-deere-classic-open","webUri":"http://www.theguardian.com/sport/2015/jul/13/jordan-spieth-j-deere-classic-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/13/1436744703686/Jordan-Spieth-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jordan Spieth smiles after winning the John Deere Classic in a play-off against Tom Gillis. Photograph: Jon Durr/Getty Images","credit":"Jon Durr/Getty Images","altText":"Jordan Spieth","cleanCaption":"Jordan Spieth smiles after winning the John Deere Classic in a play-off against Tom Gillis. Photograph: Jon Durr/Getty Images"}},"importance":2,"kicker":{"title":"Golf"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/13/1436744703686/Jordan-Spieth-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jordan Spieth smiles after winning the John Deere Classic in a play-off against Tom Gillis. Photograph: Jon Durr/Getty Images","credit":"Jon Durr/Getty Images","altText":"Jordan Spieth","cleanCaption":"Jordan Spieth smiles after winning the John Deere Classic in a play-off against Tom Gillis. Photograph: Jon Durr/Getty Images"}}]}],"lastModified":"2015-07-13T08:00:18Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}