{"id":"uk/groups/collections/uk/sport/regular-stories","title":"sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/regular-stories"},"cards":[{"title":"US Open / Stenson and Johnson rise above mishaps to set the pace","rawTitle":"Stenson and Johnson rise above mishaps to set the pace","item":{"type":"article","id":"sport/2015/jun/19/henrik-stenson-dustin-johnson-us-open","title":"Henrik Stenson and Dustin Johnson rise above mishaps to lead US Open","trailText":"Henrik Stenson and Dustin Johnson set an impressive early pace on a treacherous Chambers Bay course to sign for five-under-par rounds of 65","standFirst":"<ul>\n <li>Rory McIlroy struggles on the greens in first round of 72 <br /></li>\n <li>Henrik Stenson signs for five-under 65 a day after caddie accident<br /></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/18/us-open-2015-first-round-live\">All the day’s action - as it happened</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/us-open-day-one-tiger-woods\">Ewan Murray: the predicable decline of Tiger Woods</a></li>\n</ul>","byline":"Ewan Murray at Chambers Bay","body":"<p>Legend warns to beware the injured golfer. Perhaps the same applies to caddies.</p> \n<p>Preparation for Henrik Stenson’s latest major tilt was hampered by the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/henrik-stenson-us-open-course-dangerous-caddies\" title=\"\">fall sustained by his bag man</a>, Gareth Lord, during a Wednesday practice round. Stenson had cause to wonder exactly whom he has upset; when looking forward to the Masters in April, the Swede was floored by illness.</p> \n<p>The latest incident was a snapshot of how treacherous Chambers Bay can be for those who are not afforded the luxury of cross-country spikes. On the same pre-tournament afternoon Stephen Gallacher’s caddie injured his ankle to the extent that a local replacement had to be called in for day one of the US Open. Welcome to the Pacific Northwest.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/us-open-2015-colin-montgomerie\">US Open 2015: Colin Montgomerie makes his play to close generation gap</a> </p> \n</aside> \n<p>Lord’s left arm remains in a cast but he was able to go about his business. If that was not admirable enough, Stenson’s five-under-par 65 ensured both he and Lord could smile. Stenson thereby shared the early lead with another man seeking to turn major promise into victory, Dustin Johnson. Chambers Bay has its critics but already some of the world’s best players are in prominent positions, which is an undeniable positive.</p> \n<p>“Walking off the 16th, both feet in the air, he got trapped with a wrist under the bag,” Stenson explained of Lord’s accident. “It might be broken or just torn ligaments. So he’s not in a good place with the hand but he managed to caddie and did a good job for me anyway. I had to caddie for him a little bit, as well.</p> \n<p>“It’s definitely dangerous with those slopes. The grass gets shiny and lays down. It gets a bit like ice skating out there. So I’m sure the spectators are going to have to watch themselves as well.”</p> \n<p>Day one controversy was not entirely linked to matters of health and safety. Chronically slow play, with rounds stretching to more than five hours, was branded “pathetic” by Bubba Watson. Inevitable as that scenario was, it does nothing for golf either as a spectator sport or one to which youngsters will be drawn.</p> \n<p>The chronic state of this eight-year-old venue’s putting surfaces was not lost on competitors. Colin Montgomerie branded them “very poor for a major championship” and Sergio Garc&iacute;a confirmed they are “as bad as they look on television”.</p> \n<p>Rory McIlroy was more diplomatic after his disappointing opening round of 72. It was solely on the greens that the world No1 struggled, which was not entirely his own fault. It was clear from early in the round that McIlroy’s confidence had been jolted by a lack of certainty as to how putts would run. He had encountered the same issue at recent events in England and Ireland.</p> \n<p>“They aren’t the best greens I have ever putted on but I still feel that, if you have a good stroke and the right speed, there is a chance the ball will go in,” said a diplomatic McIlroy. “I just need to find some rhythm in my stroke over the next three days.</p> \n<p>“It is frustrating, especially because of how I felt I hit the ball from tee to green. I gave myself enough chances which I couldn’t take and then I missed a couple of short ones coming in. I definitely felt there was a low score out there and I didn’t take advantage of that.”</p> \n<p>Martin Kaymer, the defending champion, matched McIlroy’s score. There was an even-par Thursday for Garc&iacute;a but another European Ryder Cup player, Jamie Donaldson, slipped to a 74.</p> \n<p>Johnson had a chance to match the lowest opening round in a major championship when six under par through 17 holes. He duly dropped a shot on the 9th, his 18th, but was understandably content with this start.</p> \n<p>Johnson can lay claim to being the most talented American of this era who has yet to win one of the game’s big four titles. Like Stenson, his lead-up was hardly ideal; Johnson withdrew during the first round of last weekend’s St Jude classic because of illness. “Before now I had been a little frustrated,” Johnson explained. “I’ve been playing pretty well, I had some good finishes but just wasn’t striking it like I wanted to.</p> \n<p>“I have done a lot of good work with Butch Harmon and felt really comfortable when I came out here on Saturday. I was really swinging well. I’ve really got a good feel for the golf course because I’m swinging a lot better than I have been in the past few weeks. And that carried right over into today.”</p> \n<p>Experience lurks with intent. Phil Mickelson, seeking to win finally the one major to have eluded him, reached three under at the turn before shipping two shots back to the course. The 45-year-old maintained he was “very pleased” after signing for 69. Just days before his 52nd birthday, Montgomerie was even happier with the same score.</p> \n<p>Stenson and Johnson were resting up by the time Tiger Woods took to the links. The 14-times major winner’s start was entirely, sadly predictable; a bogey continued a run of failure to make par or better on the opening hole of a tournament in 2015. Woods used to create staggering statistics for altogether different reasons. The changing of golf’s guard has been a wounding process for Woods. Oh, how it carries on apace.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434670388785/Henrik-Stenson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Henrik Stenson hits his tee shot on the 6th hole at Chambers Bay during his first round at the US Open. Photograph: John David Mercer/USA Today Sports","credit":"John David Mercer/USA Today Sports","altText":"Henrik Stenson","cleanCaption":"Henrik Stenson hits his tee shot on the 6th hole at Chambers Bay during his first round at the US Open. Photograph: John David Mercer/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-06-18T23:33:58Z","lastModified":"2015-06-19T04:09:55Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["US Open Golf 2015","US Open","Henrik Stenson","Golf","US sports","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/henrik-stenson","webTitle":"Henrik Stenson"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/henrik-stenson-dustin-johnson-us-open","shortUrl":"http://gu.com/p/4avjx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/henrik-stenson-dustin-johnson-us-open","webUri":"http://www.theguardian.com/sport/2015/jun/19/henrik-stenson-dustin-johnson-us-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434670388785/Henrik-Stenson-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Henrik Stenson hits his tee shot on the 6th hole at Chambers Bay during his first round at the US Open. Photograph: John David Mercer/USA Today Sports","credit":"John David Mercer/USA Today Sports","altText":"Henrik Stenson","cleanCaption":"Henrik Stenson hits his tee shot on the 6th hole at Chambers Bay during his first round at the US Open. Photograph: John David Mercer/USA Today Sports"}},"importance":7,"kicker":{"title":"US Open"},"showQuotedHeadline":false,"sublinks":[{"title":"As it happened / US Open Golf 2015: first round","rawTitle":"US Open Golf 2015: first round","item":{"type":"liveBlog","id":"sport/live/2015/jun/18/us-open-2015-first-round-live","title":"US Open 2015: first round – as it happened","trailText":"<strong>Hole-by-hole report:</strong> Dustin Johnson and Henrik Stenson starred on a long, hard day. Scott Murray was watching.","standFirst":"<p>Dustin Johnson and Henrik Stenson starred on a long, hard day.</p>","byline":"Scott Murray","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434677073995/96fde5d8-3ff2-4172-97f6-50294310dc71-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ezra Shaw/Getty Images","altText":"Dustin Johnson, clattering one.","cleanCredit":"Photograph: Ezra Shaw/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434655678053/5b0be21d-a657-46e7-a39a-d4ebf947aa75-1020x254.png?width=#{width}&height=#{height}&quality=#{quality}","height":254,"width":1020,"orientation":"landscape","caption":"Dustin Johnson, bogey-free through 14 holes today. Photograph: @PGATOUR","credit":"@PGATOUR","altText":"Dustin Johnson scorecard","cleanCaption":"Dustin Johnson, bogey-free through 14 holes today.","cleanCredit":"Photograph: @PGATOUR"}],"webPublicationDate":"2015-06-19T03:05:21Z","lastModified":"2015-06-19T03:58:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Scott Murray","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/scottmurray"}],"feature":false,"keywords":["US Open Golf 2015","US Open","Golf","PGA Tour","US sports","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"displayHint":"news","topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#b51800","liveBlogLabelColour":"#333333","headlineColour":"#333333","standfirstColour":"#676767","updateColour":"#999999","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#cc2b12","colourPalette":"deadBlog"},"liveContent":{"liveBloggingNow":false,"blocks":[{"id":"block-55829a76e4b06ca1215f2997","title":"The 115th United States Open Championship: a preamble","publishedDateTime":"2015-06-18T13:22:15Z","body":"<p><strong>A new generation has taken over at the top of professional golf. </strong>This isn’t exactly breaking news, a super-soaraway Guardian world exclusive, but let’s have a think about it anyway. The world number one, Rory McIlroy, has only recently turned 26 years old. He’s got four majors to his name, and is the current Open and PGA champion. He’s one hell of a competitor, battle-hardened by many successes and the occasional widescreen failure. He’s experienced just about everything in golf already. A force of nature, a prodigy, a genius.</p> \n<p><strong>And oh look! Here comes another in Jordan Spieth!</strong> The young Texan won’t be 22 for another month, but already he’s got a green jacket hanging in his locker at Augusta National. Meanwhile the defending champion this week, the reigning US Open champion and former PGA and Players winner Martin Kaymer, has only just turned 30. Factor in the new Players champion and links disciple Rickie Fowler (26), perennial major bridesmaid Jason Day (27), glorious hothead Patrick Reed (24), glorious hothead Dustin Johnson (30), rising star Hideki Matsuyama (23) and breakthrough waiting to happen Brooks Koepka (25) ... well, that’s quite a few potential winners of the 2015 US Open right there. It’s a young scene.</p> \n<p><strong>Yet it’s a couple of old troopers who will hog most of the attention today. </strong>They’ve both seen better days, these chaps, but star quality is star quality, and the brightest stars keep on burning. Taking centre stage, ladies and gentlemen, Phil Mickelson (45) and Tiger Woods (39). Lefty’s in form, having closed the St Jude Classic last weekend with a 65. He’s famously finished second six times at the US Open, the only major he’s never won, and the one he wanted the most. If he can pull it off this week at Chambers Bay, there won’t be a dry eye in the house. Who’d deny the guy? The Chambers Bay course, a notoriously tricky links-style track, is a wee bit parched and has thus been compared to Muirfield in 2013. And we all remember what happened there and then. Mickelson’s in with a shout.</p> \n<p><strong>As for Tiger, well, where do you start? </strong>Probably not with that career-high 85 at the Memorial a couple of weeks back. Chances are he’ll not be winning a record-equalling fourth US Open and 15th major this week; he’ll be doing well, the form book suggests, just to make the cut. But then everyone was predicting apocalypse at Augusta, and he finished very creditably in the Masters top 20. Tiger’s friend Jason Day says his game would be in tip-top shape if his driver wasn’t currently making Seve look like Calvin Peete. A big if, admittedly. But Chambers Bay has also been compared to Hoylake 2006, and look what happened there when Tiger kept Big Bertha sheathed for most of the week. And wouldn’t it be grand if Tiger was in the mix along with Rory, Jordan, Rickie, Hideki, Phil, Dustin, Sergio and Colin Montgomerie come Sunday? Huh? Hey, dreaming is free. </p> \n<p><strong>The 115th US Open, then, promises to be utterly captivating. </strong>Not least because plotting a route around Chambers Bay - all crumpled fairways, random bounces, sand, USGA-approved rough, wildly undulating greens, sea breezes and a tree - looks quite the task. No doubt some players will moan about difficulty and unfairness, but the week-in, week-out prettiness of the PGA Tour has some of these lads spoiled. This is the US Open, and its nightmare qualities are the reason we love it so. It’s on!</p> \n<p><strong>Today’s tee times, then. Teeing off early at the 1st ...</strong> </p> \n<p><em>7am PDT (3pm BST): Michael Putnam, Marcus Fraser, Steve Marino<br /></em><em>7.11am PDT (3.11pm BST): Garth Mulroy, Richard Lee, Lucas Bjerregaard<br /></em><em>7.22am PDT (3.22pm BST): Jason Allred, Kyle Jones (a), Cody Gribble<br /></em><em>7.33am PDT (3.33pm BST): Phil Mickelson, Bubba Watson, Angel Cabrera<br /></em><em>7.44am PDT (3.44pm BST): Wen-Chong Liang, David Hearn, Hiroyuki Fujita<br /></em><em>7.55am PDT (3.55pm BST): Robert Streb, Lee McCoy (a), Kevin Chappell<br /></em><em>8.06am PDT (4.06pm BST): George McNeill, Masahiro Kawamura, Cameron Tringale<br /></em><em>8.17am PDT (4.17pm BST): Henrik Stenson, Francesco Molinari, Brandt Snedeker<br /></em><em>8.28am PDT (4.28pm BST): Jim Furyk, Miguel Angel Jimenez, Colin Montgomerie<br /></em><em>8.39am PDT (4.39pm BST): Brooks Koepka, Russell Henley, Byeong-Hun An<br /></em><em>8.50am PDT (4.50pm BST): Jason Dufner, Marc Warren, Matt Every<br /></em><em>9.01am PDT (5.01pm BST): Brandon Hagy, Matthew NeSmith (a), Sebastian </em><em>Cappelen<br /></em><em>9.12am PDT (5.12pm BST): Nick Hardy (a), Alex Kim, Rich Berberian Jr</em><em> </em></p> \n<p><strong>... and early from 10 ...</strong></p> \n<p><em>7am PDT (3pm BST): Troy Kelly, Seuk Hyun Baek, Cameron Smith<br /></em><em>7.11am PDT (3.11pm BST): John Parry, Josh Persons, Jack Maguire (a)<br /></em><em>7.22am PDT (3.22pm BST): Timothy O’Neal, Stephan Jaeger, Kurt Barnes<br /></em><em>7.33am PDT (3.33pm BST): Gary Woodland, Victor Dubuisson, John Senden<br /></em><em>7.44am PDT (3.44pm BST): Andy Sullivan, Morgan Hoffmann, Bernd Wiesberger<br /></em><em>7.55am PDT (3.55pm BST): Marcel Siem, Alexander Levy, Brian Harman<br /></em><em>8.06am PDT (4.06pm BST): Hideki Matsuyama, Graeme McDowell, Matt Kuchar<br /></em><em>8.17am PDT (4.17pm BST): Dustin Johnson, Adam Scott, Sergio Garcia<br /></em><em>8.28am PDT (4.28pm BST): Martin Kaymer, Gunn Yang (a), Rory McIlroy<br /></em><em>8.39am PDT (4.39pm BST): Patrick Reed, Chris Kirk, Jamie Donaldson<br /></em><em>8.50am PDT (4.50pm BST): Webb Simpson, Keegan Bradley, Kevin Na<br /></em><em>9.01am PDT (5.01pm BST): Sam Horsfield (a), Shunsuke Sonoda, Oliver Farr<br /></em><em>9.12am PDT (5.12pm BST): Kevin Lucas, Pat Wilson, Cole Hammer (a)</em><em> </em></p> \n<p><strong>... then teeing off later at the 1st ...</strong></p> \n<p><em>1pm PDT (9pm BST): Jason Palmer, Roberto Castro, Andres Romero<br /></em><em>1.11pm PDT (9.11pm BST): Denny McCarthy (a), DA Points, Shiv Kapur<br /></em><em>1.22pm PDT (9.22pm BST): Bryson DeChambeau (a), Blayne Barber, Billy Hurley III<br /></em><em>1.33pm PDT (9.33pm BST): Geoff Ogilvy, Ernie Els, Retief Goosen<br /></em><em>1.44pm PDT (9.44pm BST): Bo Van Pelt, Charlie Beljan, Tony Finau<br /></em><em>1.55pm PDT (9.55pm BST): Lee Janzen, Oliver Schniederjans (a), Darren Clarke<br /></em><em>2.06pm PDT (10.06pm BST): Daniel Summerhays, Thomas Aiken, Danny Lee<br /></em><em>2.17pm PDT (10.17pm BST): Jordan Spieth, Jason Day, Justin Rose<br /></em><em>2.28pm PDT (10.28pm BST): Tiger Woods, Rickie Fowler, Louis Oosthuizen<br /></em><em>2.39pm PDT (10.39pm BST): Jimmy Walker, Zach Johnson, Ian Poulter<br /></em><em>2.50pm PDT (10.50pm BST): Ryan Moore, Anirban Lahiri, Erik Compton<br /></em><em>3.01pm PDT (11.01pm BST): Jake Knapp (a), Tyler Duncan, Matt Mabrey<br /></em><em>3.12pm PDT (11.12pm BST): Michael Davan, Davis Riley (a), Andrew Pope</em><em> </em></p> \n<p><strong>... and later from 10 ...</strong></p> \n<p><em>1pm PDT (9pm BST): Tom Hoge, Brad Fritsch, Tjaart van der Walt<br /></em><em>1.11pm PDT (9.11pm BST): Brad Elder, Beau Hossler (a), Jamie Lovemark<br /></em><em>1.22pm PDT (9.22pm BST): Ryo Ishikawa, Luke Donald, J.B. Holmes<br /></em><em>1.33pm PDT (9.33pm BST): Lucas Glover, Bradley Neil (a), Marc Leishman<br /></em><em>1.44pm PDT (9.44pm BST): Ryan Palmer, Joost Luiten, Danny Willett<br /></em><em>1.55pm PDT (9.55pm BST): Kevin Kisner, George Coetzee, Alexander Noren<br /></em><em>2.06pm PDT (10.06pm BST): Brendon Todd, Branden Grace, Thongchai Jaidee<br /></em><em>2.17pm PDT (10.17pm BST): Billy Horschel, Paul Casey, Lee Westwood<br /></em><em>2.28pm PDT (10.28pm BST): Bill Haas, Charl Schwartzel, Hunter Mahan<br /></em><em>2.39pm PDT (10.39pm BST): Shane Lowry, Ben Martin, Stephen Gallacher<br /></em><em>2.50pm PDT (10.50pm BST): Charley Hoffman, Camilo Villegas, Tommy Fleetwood<br /></em><em>3.01pm PDT (11.01pm BST): Mark Silvers, Brian Campbell (a), Cheng-Tsung Pan<br /></em><em>3.12pm PDT (11.12pm BST): Jimmy Gunn, Jared Becher, Samuel Saunders</em></p>","postType":"key-event"},{"id":"block-5582cc74e4b0d1f45dc98378","publishedDateTime":"2015-06-18T14:00:29Z","body":"<p><strong>And so the 2015 US Open gets underway!</strong> Michael Putnam and Troy Kelly will hit the first shots of the tournament, teeing off at the 1st and 10th holes respectively. The weather forecast is a friendly one for the early starters: no rain all day, and not much wind, though a bit of a breeze is expected later on. All good news for the likes of Phil Mickelson, Rory McIlroy, Dustin Johnson, Sergio Garcia and defending champion Martin Kaymer; perhaps not quite so brilliant for afternoon starters Tiger Woods, Jordan Spieth, Rickie Fowler, Jason Day and Justin Rose. But nothing too dramatic that it should make a <em>huge</em> difference. Though as always on a seaside course, let’s make no crazy assumptions and see how it all pans out. Excited? A little <em>too</em> excited? Yes, we know how you feel. Major championship golf going on, right now!</p>","postType":"blog"},{"id":"block-5582cf77e4b02e174bb630ba","publishedDateTime":"2015-06-18T14:15:54Z","body":"<p><strong>It’s probably fair to say that Chambers Bay qualifies as Quite A Course. </strong>It’s a links-style affair, dug out of a reclaimed gravel pit and designed especially for the US Open. So we’re in uncharted territory here. Some traditionalists have been harping, carping and parping on about the interchangeable 1st and 18th holes, which will alternate between par-fours and par-fives each day, the course remaining a par-70 always. Today the 1st will be playing as a long par-four, with the last a par-five, the longest hole on the course. The par-three 9th will also be the subject of a daily switcheroo: uniquely, there are two different tee boxes, one 100 feet above the green, another 100 feet below. Today it’s the latter. So yes, there are folk who really aren’t into this sort of thing at all. But if it’s good enough for Jordan Spieth - <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/us-open-2015-players-guide-holes\">the 9th is “one of the cooler holes we’ll play all year”, according to the Masters champ</a> - it should be good enough for us.</p>","postType":"blog"},{"id":"block-5582d4bee4b0d1f45dc983a6","publishedDateTime":"2015-06-18T14:30:21Z","body":"<p><strong>Well, rather deliciously, because this is the US Open after all, the first man out has become the first man to register a bogey.</strong> He’s dropped a shot on the opening hole. Poor old Michael Putnam. Although there’s always someone worse off: a mere 30 minutes in, and there’s already a triple bogey recorded, by Josh Persons on 10. Ooyah oof. No birdies yet, but only a dozen players have completed a hole, and there’s plenty of time for that sort of decadent nonsense later.</p>","postType":"blog"},{"id":"block-5582d61ae4b0d1f45dc983b1","publishedDateTime":"2015-06-18T14:40:23Z","body":"<p><strong>Here comes Lefty!</strong> Is this Phil Mickelson’s last realistic chance to complete that elusive career grand slam? He’s 45 years old, and next year’s US Open is being contested at Oakmont, a hellishly tough track that doesn’t agree with his freewheelin’ style. So Chambers Bay, which is pretty damn hard too but should reward the shotmakers, might be a far better bet. He pearls his opening drive down the middle of 1. As for his playing partners, the two-time Masters champion Bubba follows him down there, while 2007 US Open champion Angel Cabrera hoicks one into the thick nonsense down the left. “I’m looking forward to it, scorched earth or not,” writes Adam Hirst. “Should be a new kind of US Open test, with plenty of tears. I’m going for Justin Rose, not a very imaginative choice. A more interesting bet is which of the big name contenders will be out of contention by the turn on Day 1. I’ll go with Phil Mickelson this year.” Well, he’s got that steely glint in his eye today, and rounds by Purposeful Phil usually go one way or the other, there’s rarely much middle ground. So perhaps we’ll soon find out.</p>","postType":"blog"},{"id":"block-5582d878e4b0d1f45dc983ba","publishedDateTime":"2015-06-18T14:51:36Z","body":"<p><strong>Ladies and gentlemen, please be upstanding to acknowledge the first birdie of the 2015 US Open. </strong>A round of applause for Cody Gribble of Texas, who picks up his shot on 1 and is - by definition, not that it means much - the first leader of this year’s tournament. Good to hear that one left hander is doing nicely, because there’s trouble for Mickelson coming behind. He lands his second onto the left-hand side of the green, and his ball skitters off down a ramp, 50 yards to the side. Bubba lands his ball closer to the pin, but still to the left of the target, and that one takes a similar path, ending up a good 40 yards to the left-hand side! That only just toppled off the green! Man, this is tough. But here’s Phil for you: he whips a 64-degree wedge out of his bag, and flops one up to a couple of feet. That’s an astonishing shot. He’ll save his par. Bubba might be struggling, though, choosing to bump one up with a hybrid, and leaving it well short. He then leaves his par putt ten feet short, and does well to roll the next one in to escape with a bogey. Not an ideal start for a player who can lose the head very quickly.</p>","postType":"blog"},{"id":"block-5582db24e4b02e174bb630fe","publishedDateTime":"2015-06-18T14:59:39Z","body":"<p><strong>A bogey for Cabrera at the 1st, too. </strong>And a correction: it would appear the ten-footer Bubba knocked in on the opening hole was for a <em>double</em>. He must have taken two to get up from the side of the green. The television director must be in denial. Bubba won’t be the last player to suffer that fate today, I’ll be bound. There are 24 players out there, and 11 of them are over par already. And we’ve had two double-bogeys and a triple! The early signs suggest Chambers Bay could make 1974 at Winged Foot look like a Sunday stroll around the pitch and putt at Alexandra Palace.</p>","postType":"blog"},{"id":"block-5582ded4e4b0d1f45dc983e5","publishedDateTime":"2015-06-18T15:12:04Z","body":"<p><strong>Phil’s going along nicely. </strong>Another par at 2, and then he sticks his tee shot at 3 over the flag, leaving a 12-footer uphill. He’ll get a read off Cabrera, who is six feet outside him. Bubba’s wedge in is the best of the lot, just inside Phil. A chance to grab one of those shots back. He’s not thrown in the towel yet. As he shouldn’t, with 70 holes to play. But, well, you know Bubba sometimes.</p>","postType":"blog"},{"id":"block-5582dfeee4b02e174bb63113","publishedDateTime":"2015-06-18T15:16:36Z","body":"<p><strong>Cabrera, from 20 feet, gives his birdie putt a good whack. </strong>His line is good - a left-to-right slider - but it’s a bit too strong, and never turning in. He’ll make his par. Mickelson up next - and he sends a perfectly judged putt across the dappled green and into the hole for birdie! He joins Gribble at the top of the tree at -1! Bubba can’t repeat the trick, though, his ball dying off to the right. Par. Bubba remains at +2, Cabrera +1. This is a great start by Mickelson; how vital that par save at 1 looks already.</p>","postType":"blog"},{"id":"block-5582e106e4b02e174bb6311a","publishedDateTime":"2015-06-18T15:26:35Z","body":"<p><strong>Plenty of golfers struggling out there. </strong>A big-name group of Gary Woodland, Victor Dubuisson and John Senden, and they’ve all dropped a stroke at 11. They’re +1. Behind them, Bernd Wiesberger, who came so close in the PGA last year, opens with a bogey at 10 and a double at 11; he joins Persons in propping up the early leaderboard at +3. And the 2010 champion Graeme McDowell has double bogeyed 10: +2. Meanwhile on the long par-four 4th, Mickelson has found a little trouble down the right, Cabrera has found a lot of it, and Bubba has blootered one straight down the middle.</p>","postType":"blog"},{"id":"block-5582e355e4b02e174bb63131","publishedDateTime":"2015-06-18T15:39:53Z","body":"<p><strong>Angles of approach, and all that, means Bubba’s first to play on 4 despite hitting the best drive</strong>. He wedges into the heart of the green, and a look of supreme disgust spreads across his coupon as his ball doesn’t break right towards the hole, as it really should. Very unlucky. Cabrera, from down the sandy bank to the right of the fairway, can only pitch up to the front of the green, the best he could do from where he was. And then Mickelson, who has a horrible lie in the rough stuff, further up the bank than Cabrera. An awkward stance, too, but he lashes a short iron to the front of the green, his ball bouncing round the bank to the left and gathering towards the hole, 12 feet away! That’s a sensational shot, and from a position of trouble, he’ll now have a look at another birdie. “The short game will be key and Big Phil, with his touch with the wedge, could be the difference,” suggests John McEnerney. “Not too many will be under the card. There should be a sign on the gate saying ‘abandon hope all ye who enter here.” I think we’ve got one of those somewhere at the Guardian. Let me have a rummage about and we’ll FedEx it over.</p>","postType":"blog"},{"id":"block-5582e6cee4b02e174bb63143","publishedDateTime":"2015-06-18T15:47:38Z","body":"<p><strong>Mickelson doesn’t hit his birdie effort, which was dead on line, and he has to settle for par. </strong>He’d have taken that before hitting that second shot, though. Bubba and Cabrera get up and down for their pars. There’s another birdie effort left short, this time on 10, by Rory McIlroy, who chipped his second pin high to 12 feet. Some big names have joined Gribble and Mickelson in the leading group at -1, though. Hideki Matsuyama, who birdies 11; Matt Kuchar and Adam Scott, with birdie at 10, Morgan Hoffman picks up a shot at 12; and look at this, the oldest man in the field, Colin Montgomerie, who qualified as the 2014 US Senior Open winner, with birdie at 1! I know, I know, but <em>just imagine</em>.</p>","postType":"blog"},{"id":"block-5582e8a2e4b02e174bb63152","publishedDateTime":"2015-06-18T15:55:53Z","body":"<p><strong>Early days, of course they are, but Phil Mickelson is now the sole leader of the US Open! </strong>His second shot into 5, a crisp wedge, lands six feet to the left of the hole and bites immediately. He rolls in the birdie putt to move to -2! Bubba’s approach is equally impressive, and he’s only five feet away, but he pulls a god-awful putt to the right of the hole, and remains at +2. That’s abysmal. He walks off the green wearing a goofy smile of embarrassment. Meanwhile this is in danger of turning into a birdie-fest (well, y’know): joining the group at -1 with early birdies are Henrik Stenson, Dustin Johnson, Masahiro Kawamura, Kurt Baines, Robert Streb, the amateur Lee McCoy and Patrick Reed. Eleven players in red numbers.</p>","postType":"blog"},{"id":"block-5582ea37e4b02e174bb6315d","publishedDateTime":"2015-06-18T16:00:55Z","body":"<p><strong>Henrik Stenson follows up birdie at 2 with another at 3, and joins Phil Mickelson on top of the early leaderboard. </strong>Gary Woodland, meantime, has recovered from his shaky start, responding to the bogey at 11 with birdies at 12 and now 14. Already this is wonderful.</p> \n<p><em><strong>-2: </strong>Mickelson (5), Stenson (3)<br /><strong>-1: </strong>Gribble (5), Barnes (6*), Woodland (5*), Streb (4), McCoy (4), Kawamura (3), Matsuyama (2*), Kuchar (2*), D Johnson (2*), Scott (2*), Monty! (1), Reed (1*)</em></p>","postType":"blog"},{"id":"block-5582eb53e4b0d1f45dc9842d","publishedDateTime":"2015-06-18T16:07:28Z","body":"<p><strong>Monty’s approach to 2 is pin high, eight feet to the right of the hole. </strong>His birdie effort slides by the right. So close. He stays at -1, and he’s joined there by McIlroy, whose second to 11 guides in from the bank on the right and nestles six feet behind the cup. Brilliant birdie. Meanwhile on 6, Mickelson’s drive splits the fairway, and his second is creamed to eight feet. Another look for birdie there. He looks right on top of his game, but then so do a few of these lads. The greens appear a little softer than everyone was expecting, and players are peppering the flags right now. “Good to see that the Law of the Jinx is working well in reverse,” writes Adam Hirst (3.40pm). “I’ll expect my 10% once Mickelson strolls to his grand slam of majors.” Doesn’t the Law of the Jinx feature a rule of silence, else you jinx the jinxed jinx? Oh Adam! And Phil going so well, too.</p>","postType":"blog"},{"id":"block-5582ecc9e4b0d1f45dc98434","publishedDateTime":"2015-06-18T16:14:03Z","body":"<p><strong>What a shot this is by Dustin Johnson! </strong>Taking out the driver on the 317-yard par-four 12th, he creams his tee shot down the right of the hole, his ball bouncing off the bank to the right of the green, holding at the back, before rolling back to six feet! A very good chance to make eagle. Another look at birdie for Monty on 3, this one sliding by the left from 12 feet. This is a very promising start by the veteran, though. And it’s good to see that advanced years haven’t calmed him any: he looks thoroughly affronted at his ball’s failure to drop. And there’s Phil misreading his short birdie putt on 6, leaving it up top on the left. Now who can we blame for that?</p>","postType":"blog"},{"id":"block-5582ef0fe4b0d1f45dc98444","publishedDateTime":"2015-06-18T16:22:12Z","body":"<p><strong>A quiet start for Sergio, but he’s close to turning up the volume on 12.</strong> However his birdie putt from 30 feet stops just short. He remains at level par. His playing partner Dustin Johnson sends his very gettable eagle putt past the right of the cup, but that’s a birdie that gives him a share of the lead with Mickelson, Stenson and ... Adam Scott, who also makes birdie at 12. Coming behind them, Martin Kaymer. The defending champ started slowly, with bogey at 11, but he’s just equalled, and perhaps bettered, Dustin’s drive at 12. His tee shot, arrowed into the heart of the green, ends up six feet from the hole; anything but an eagle from there will be very disappointing.</p>","postType":"blog"},{"id":"block-5582f054e4b0d1f45dc98451","publishedDateTime":"2015-06-18T16:29:36Z","body":"<p><strong>Mickelson leaves himself a tough putt up and over a bank to the left of 7.</strong> There’s a big right-to-left break over the hump, but he nearly drains it. So close to a stunning birdie. But he’s left with a tricky five footer coming back, and he’s got a history of missing those. Not this time, though, and he stays at -2. He’s going along very nicely. Back to back birdies by Victor Dubuisson, at 14 and 15, and he’s -1. Momentarily; another bogey at 16, and that’s level par again. And what about this from the 15-year-old amateur Cole Hammer, the third-youngest* US Open competitor of all time? His opening drive at 10 finds the thick stuff down the left. No matter, as he caresses an iron into the heart of the green, teasing the hole, and leaving himself a 15-footer for birdie. Which he is a dimple away from making. The crowd gasp, disappointment losing out over wonder. He’s 15! Brilliant.</p> \n<p><em>* Andy Zhang, 14 years and six months in 2012, holds the record, with Tadd Fujikawa, 15 years and five months in 2006, pipping Hammer by five months.</em></p>","postType":"blog"},{"id":"block-5582f1f8e4b02e174bb63199","publishedDateTime":"2015-06-18T16:34:13Z","body":"<p><strong>Kaymer rolls in his eagle putt on 12.</strong> He’s up to -1. Meanwhile his playing partner McIlroy plays the hole in very messy fashion, leaving his drive high on the right, failing to chip close, and racing a reckless birdie putt way past the hole. He knocks in the par saver, but that was a lot of unnecessary hard work to remain at -1. Meanwhile Monty slips back to level par, but he’s so unfortunate. He’s a yard short of sticking his second shot dead; instead it drops into the bunker guarding the front of the green, and he can’t get up and down from the trap. Meanwhile early birdies for Francesco Molinari (4) and Keegan Bradley (10), and they join the large group at -1.</p>","postType":"blog"},{"id":"block-5582f32ce4b0d1f45dc9845f","publishedDateTime":"2015-06-18T16:42:39Z","body":"<p><strong>The 13th fairway is the widest in US Open history at 115 yards.</strong> The defending champ Martin Kaymer has still managed to miss it by miles on the right, though. He’s up a hill, his ball nestled in the thick stuff. He can only take his medicine and chip out. McIlroy, meanwhile, is in the centre of the fairway, but his approach is weak, landing in front of the green and rolling away apologetically to the right, where it’s snaffled by a deep bunker. That looks like pure hell in there, and he’s not got much green to play with either. Up ahead, Dustin Johnson and Scott take turns to shave the hole with birdie putts, while Stenson leaves a 12-footer inches short on 5, but nobody’s getting to -3 quite yet.</p>","postType":"blog"},{"id":"block-5582f516e4b0d1f45dc9846e","publishedDateTime":"2015-06-18T16:50:36Z","body":"<p><strong>Golf doesn’t always give you what you deserve. </strong>But here’s the 2010 champ, Graeme McDowell, already +2. He nearly holes his approach at 14 for eagle, but the ball scampers on, 25 feet past. No matter! He rolls in the huge left-to-right breaker, and he’s back to +1. He’ll know as well as anyone that it’s sometimes just a matter of hanging on in at the US Open. His compatriot Rory McIlroy knows that, too, and splashes out from his sandy hell at 13 to a couple of feet. He’ll save par, but his partner Martin Kaymer continues to struggle up the hole, leaving his approach short, then hitting a second poor wedge in a row. He can’t make the 12-footer he leaves himself, and that’s a double bogey to follow his eagle. He’s back to +1.</p>","postType":"blog"},{"id":"block-5582f6e1e4b02e174bb631af","publishedDateTime":"2015-06-18T16:52:22Z","body":"<p><strong>Another birdie for Phil Mickelson, who clips his second pin high, 12 feet to the left of the flag, and rolls in a putt with a gentle left-to-right break.</strong> He’s now the sole leader at -3. The dream is on. It’s way too early to get excited ... but it is, isn’t it? Mind you, his sole leadership might not last long. On the long par-four 14th, Scott knocks his second shot to eight feet from sandy bother, while Dustin hits the flagstick with a wedge! He’ll have a look at birdie from close range, six feet or so, too.</p>","postType":"blog"},{"id":"block-5582f76ee4b02e174bb631b1","publishedDateTime":"2015-06-18T16:57:43Z","body":"<p><strong>Birdie for Marc Warren on 4; he’s -1.</strong> The last Scot to win a major was Paul Lawrie, the 1999 Open at Carnoustie. Just saying. Some other admin: bogey for Sergio at 13; he’s +1. Young Cole Hammer drops one at 11, a wee shame after that exciting start down 10, and getting so close to red figures. Bubba birdied 7 to haul himself back up to +1. The 2012 champion Webb Simpson has started very averagely indeed with bogeys at 10 and 11. And poor Josh Persons continues to struggle; after that opening triple bogey at 10, he’s added to his problems by dropping further shots at 14, 15 and 17. He’s reached the turn in 41 strokes, and props everyone up at +6.</p>","postType":"blog"},{"id":"block-5582f8aee4b0d1f45dc98488","publishedDateTime":"2015-06-18T17:02:06Z","body":"<p><strong>Neither Dustin Johnson nor Adam Scott can convert their short birdie chances at 14. </strong>They remain at -2. Reed rattles in a 12-footer for birdie on the long par-four 13, his second of the day. Stenson lets a short putt drift to the right on 6, and he drops back to -1. Phil stays in sole charge of this US Open.</p> \n<p><em><strong>-3:</strong> Mickelson (8)<br /><strong>-2:</strong> D Johnson (5*), Scott (5*), Reed (4*)</em></p>","postType":"blog"},{"id":"block-5582f9dce4b02e174bb631c0","publishedDateTime":"2015-06-18T17:09:57Z","body":"<p><strong>Cole Hammer is 15. </strong>Which is why, after playing a blind iron into 12, he can sprint off to his right, up a bank, and see his ball land pin high, eight feet from the hole. He’s four years younger than Ol’ Sergio was at Medinah, but that’s the first thing that springs to mind anyway. A dropped shot for McIlroy at Cape Fear, the 14th, after he found the bunker in the middle of the fairway with his drive; he’s back to level par. Par for Mickelson at 9, and he’s out in 32 strokes. The perfect start to yet another US Open bid. Bubba birdies there, sinking a long one from the left-hand edge of the par three, and he’s level again. That’s a fine recovery from a dreadful start. On 6, a birdie for Monty, who’s back to -1. And there’s a bit of a Scottish charge going on, because it’s back to back birdies for Marc Warren, whose second into 5 is arrowed right at the flag.</p>","postType":"blog"},{"id":"block-5582fc0ee4b0d1f45dc98497","publishedDateTime":"2015-06-18T17:22:15Z","body":"<p><strong>McIlroy’s wheels look to be in danger of clanking off. </strong>His tee shot at the par-three 15th, a huge drop to the green from 169 yards, slam dunks into a bunker at the front. There’s not a lot of green to work with there, the pin front left. But he splashes out magnificently, his ball gently landing just outside the bunker and rolling to three feet. He had no room for error there whatsoever, but that’s a great par sav... ah no, he yips the tiddler, and that’s back-to-back bogeys. He’s +1 all of a sudden. His playing partner Martin Kaymer birdies, and he’s back to level par. Some admin: Scott, who had visited the sand on the same hole before these two, bogeyed the hole to drop back to -1. Birdie meanwhile for Matsuyama on 16, and he moves quietly to -2. And Stenson’s there too, bouncing back from bogey at 6 with birdie at 7.</p>","postType":"blog"},{"id":"block-5582fe7ae4b02e174bb631cd","publishedDateTime":"2015-06-18T17:27:04Z","body":"<p><strong>There’s trouble afoot down 10.</strong> Bubba takes two to escape from a greenside bunker, his first attempt pinging off the toe of his club. Having hauled himself back to level par, immediately undoes all the good work with a double. He’s +2 again. Mickelson meanwhile is putting from the back of the green, and he’s forced to send his ball miles to the right, up a bank, and back towards the hole at a right angle. He underhits it, which is not surprising given the circuitous route, and that’s a three-putt bogey. He’s back to -2, in a tie for the lead with Dustin Johnson, Patrick Reed, Hideki Matsuyama, Henrik Stenson and Mark Warren.</p>","postType":"blog"},{"id":"block-5583003ee4b0d1f45dc984ab","publishedDateTime":"2015-06-18T17:39:09Z","body":"<p><strong>The 16th here is a thing of strange beauty, the railway running down the right, a reminder of Chambers Bay’s industrial past.</strong> Is the train chugging past taking Rory McIlroy’s hopes and dreams with it? Nope! The world number one responds to that appalling bogey at 15 by guiding his second to four feet and knocking in the birdie putt. He’s back to level par. Kaymer nearly rakes in a monster from the front of the green for birdie, but a par will have to do. Alexander Levy reaches the turn in 33, -2, having birdied 15, 16 and now 18. And on 15, Kevin Na drops his tee shot onto the hood of the bunker front left, his ball rolling to within inches, so close to a hole in one. He’ll move to -1.</p>","postType":"blog"},{"id":"block-55830246e4b0d1f45dc984b2","publishedDateTime":"2015-06-18T17:44:47Z","body":"<p><strong>Mickelson bounces straight back! </strong>His second into the long par-four 11th is straight at the flag, albeit 15 feet short. A lovely approach. He makes up the small shortfall with a putt rolled straight into the cup, a perfect read, the perfect pace, never missing. Birdie, and he’s the sole leader here again at -3. Stenson meanwhile struggles his way up the par-five 8th, and his bogey six drops him back to -1. And Rory is looking to turn things around in fine style, clipping an 8-iron straight at the flag at the par-three 17th. He’ll have an uphill putt from 12 feet for another birdie.</p>","postType":"blog"},{"id":"block-558303b0e4b02e174bb631da","publishedDateTime":"2015-06-18T17:48:32Z","body":"<p><strong>Matt Kuchar reaches the turn in 33, laying up on the long par-five 18th, then clipping his third to four feet for a certain birdie. </strong>He’s -2. Kevin Chappell joins his compatriot there; he’s currently the hottest player on the course, having followed up bogey at 6 with birdies at 8, 9 and 10. McIlroy’s birdie putt at 8 meanwhile shaves the hole, and he’s forced to settle for par. </p>","postType":"blog"},{"id":"block-558304d4e4b0d1f45dc984bd","publishedDateTime":"2015-06-18T18:00:04Z","body":"<p><strong>An exquisite chip by Patrick Reed on 16, to a couple of feet, and he birdies to move to a share of the lead at -3. </strong>Stenson is inches away from rolling in a 20-footer for birdie at 9; he stays at -1. Levy undoes a little of his good work with bogey at 1. He’s only parred three holes today. Some progress for Jamie Donaldson, who had bogeyed 13 but has bounced back rather nicely with birdies at 14 and now 16; he’s -1. And Sergio, who had started dismally with bogeys at 13 and 16, has arrested the trend by laying up, Kuchar style, at 18, then caressing a wedge to four feet. Birdie, and he’s back to +1.</p> \n<p><em><strong>-3: </strong>Mickelson (11), Reed (7*)<br /><strong>-2: </strong>D Johnoson (7*), Kuchar (9*), Matsuyama (9*), Chappell (10), Warren (7)</em><br /></p>","postType":"blog"},{"id":"block-558307ace4b0d1f45dc984ca","publishedDateTime":"2015-06-18T18:07:12Z","body":"<p><strong>Reed’s tee shot into 17 isn’t the greatest, nearly falling off the left-hand side of the green and down into a swale. </strong>But the ball just about stays up, and then he rattles in the 30-footer he leaves himself! Another birdie, and he’s the new sole leader of the US Open at -4. Mickelson has a look at a 20-footer of his own on 12, but he’ll be staying at -3. Meanwhile birdie for the 2003 champion, Jim Furyk, on 8. He’s -1, a nice steady start. Mock his baroque swing all you like, but it’s strange how he’s only managed to convert one of a plethora of top-ten finishes into a major win. At 45, time’s running out if he wants a second. But chances are he’ll be sniffing around come Sunday.</p>","postType":"blog"},{"id":"block-55830951e4b02e174bb631ed","publishedDateTime":"2015-06-18T18:14:45Z","body":"<p><strong>Sergio’s second into 1 is up there with the best of the day, a short iron clipped pin high to three feet.</strong> That should bring him back to level par. But it doesn’t. The putt’s missed, and that’s an awful nonsense. On the long par-five 18th, McIlroy drives into a bunker, which is fine, as he’d probably have laid up anyway. His third is clipped to five feet, but once again his putter fails him, and par will have to do. He remains at level par, which isn’t exactly out of it, halfway through the first round, but the signs aren’t good: if the flat stick doesn’t get a bit hotter, he’ll not be doing anything this week. That’s two shots needlessly left out on the back nine.</p>","postType":"blog"},{"id":"block-55830ab7e4b02e174bb631f6","publishedDateTime":"2015-06-18T18:18:57Z","body":"<p><strong>Trouble for Mickelson on 13.</strong> He hits a fat one into the bunker front right of the green, and only just gets out with his third. He underhits the uphill 15-footer he leaves himself, and he’s back to -2. Going the other way, Dustin Johnson with birdie at 1; he’s -3. Matsuyama is a dimple away from rolling in a long birdie putt on 2, but he remains at -2. And Reed’s going to have a look at yet another birdie, having wedged his third at 18 pin high to 15 feet.</p>","postType":"blog"},{"id":"block-55830bf5e4b02e174bb631fc","publishedDateTime":"2015-06-18T18:25:56Z","body":"<p><strong>Reed completely fannies his birdie putt at 18. </strong>A total mishit, and he leaves it four feet short. But if a lame birdie putt is the only blemish on your card at a US Open, you’re doing not too badly at all. He rattles it in for par, and he’s reached the turn in 31 shots, leading at -4. He’s a shot ahead of Dustin Johnson, who’ll soon be joined at -3 by Matt Kuchar, the permanently smiling Floridian having gently stroked his tee shot at 3 to a couple of feet. Things have suddenly changed a bit at the top. Here’s a full list of everyone under par.</p> \n<p><em><strong>-4: </strong>Reed (9*)<br /><strong>-3: </strong>D Johnson (10*)<br /><strong>-2: </strong>Mickelson (13), Chappell (12), Matsuyama (11*), Kuchar (11*), Warren (8)<br /><strong>-1: </strong>Stenson (10)</em></p>","postType":"blog"},{"id":"block-55830d97e4b0d1f45dc984e2","publishedDateTime":"2015-06-18T18:32:44Z","body":"<p><strong>Adam Scott rattles in a long birdie effort on 2, a fine response to a shot dropped at 1. </strong>He’s -1 again. Kuchar makes his birdie at 3, and moves to -3, and a share of second spot. Mickelson’s day is beginning to turn a little sour; he’s driven into a huge bunker down 14, and his ball’s nestled up against the lip. He’ll be able to get it out, but how far down the hole is a moot point. Well, he’s going for the green with a long iron. This is a hell of a gamble. And though he gets the ball out, he takes far too much sand. He only advances into another bunker up the hole. He’ll do well to make bogey now.</p>","postType":"blog"},{"id":"block-55830ee5e4b02e174bb63207","publishedDateTime":"2015-06-18T18:36:00Z","body":"<p><strong>Trouble for Patrick Reed on 1. </strong>His tee shot finds the rough down the left, and his approach lands front left of the green. That’s flirting with danger, and he finds it, his ball rolling off the left-hand side of the putting surface and miles down the bank. He ends up a good 50 yards from the green. Bubba double-bogeyed from here. Phil, on the other hand, flopped to a couple of feet and saved a crazy par. He bumps a chip up - and it sticks on the bank. He’s still got 50 feet to the hole, though he can consider himself fortunate the ball didn’t pick up speed and roll all the way back to his feet. </p>","postType":"blog"},{"id":"block-55831042e4b0d1f45dc984ed","publishedDateTime":"2015-06-18T18:46:17Z","body":"<p><strong>Another birdie for Kevin Chappell, who lest we forget has a couple of top-ten finishes to his name at the US Open.</strong> He’s -3 after birdie at 13. And he’ll have a share of the lead, because Reed can only knock his long par putt to eight feet. He’s in danger of dropping two, but he knocks in a tricky curler for bogey. He’s back to -3, but that could have been so much worse. This also applies to Mickelson, up on 14. His second bunker escape only just finds the front of the green, and his long par putt zips 12 feet past the hole. But he rattles in a big left-to-right breaker, and that’s a bogey celebrated by a fist pump! He’s back to -1, but like Reed, that could have been much more painful. And mixed news for our Scottish pals: a bogey for Warren at 10, but the old trooper Monty picks up one on 11 and he’s in red figures again! Go Monty! Go Monty! Yes, OK, but dreaming is free, and they can’t take it away from us.</p> \n<p><em><strong>-3: </strong>Chappell (13), Kuchar (12*), D Johnson (12*), Reed (10*)<br /><strong>-2: </strong>Matsuyama (12*)<br /><strong>-1:</strong> Mickelson (14), Kawamura (12), Stenson (11), Scott (12*), Furyk (11), Montgomerie (11), Warren (10)</em></p>","postType":"blog"},{"id":"block-558312e8e4b02e174bb63217","publishedDateTime":"2015-06-18T18:50:32Z","body":"<p><strong>Monty, though.</strong> It’s Monty!</p>","postType":"blog"},{"id":"block-55831338e4b0d1f45dc984fa","publishedDateTime":"2015-06-18T18:55:42Z","body":"<p><strong>A dropped shot for Matsuyama on 4, something of a kick in the teeth after going close with a birdie putt on 3. </strong>He’s back to -1. A little gap now between the group at -3 and the rest of the field. Reed nearly moves to -4 with a 20-footer on 2, but he doesn’t give it enough juice. One of the putts of the day on 12, Molinari draining a 60-footer from off the front for a birdie that takes the Italian back to level par. And Mickelson finds the middle of 15 with his tee shot, and is an inch or so from knocking in the birdie putt from 30 feet. He remains at -1.</p>","postType":"blog"},{"id":"block-558314bde4b0d1f45dc984ff","publishedDateTime":"2015-06-18T19:07:08Z","lastUpdatedDateTime":"2015-06-18T19:08:31Z","body":"<p><strong>Dustin Johnson is our new leader, tickling in a ten-footer at 4 to move to -4. And it’s all happening! </strong>Back-to-back birdies for 24-year-old Cody Gribble on his US Open debut; he’s -2. Matsuyama grabs back the shot he dropped at 4 with a 25-foot birdie putt on 5; he’s -2 again. Meanwhile Monty’s second into 12 is a beauty, a pitching wedge from 100 yards that lands eight feet past the hole and puts the handbrake on with a dramatic squeal. He’ll have that to move to -2. But he misses it. Gah!</p> \n<p><em><strong>-4:</strong> D Johnson (13*)<br /><strong>-3:</strong> Kuchar (13*), Reed (11*)<br /><strong>-2:</strong> Gribble (16), Chappell (14), Matsuyama (14*)</em></p> \n<p>And with that, I’ll leave you in the capable hands and loving arms of Bryan Graham for a little while.</p>","postType":"blog"},{"id":"block-55831a6ce4b0d1f45dc98510","publishedDateTime":"2015-06-18T19:30:24Z","body":"<p><strong>A second consecutive birdie for Dustin Johnson, who is now two clear at -5. </strong>A bogey-free afternoon so far for last year’s fourth-place finisher.</p> \n<figure class=\"element element-image\" data-media-id=\"3f1fd031399c9ccb985e9e057eed6b8a1174a651\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434655677801/97d302b9-b3e6-4bb4-b537-b423acbecde2-460x115.png\" alt=\"Dustin Johnson scorecard\" width=\"460\" height=\"115\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dustin Johnson, bogey-free through 14 holes today.</span> \n  <span class=\"element-image__credit\">Photograph: @PGATOUR</span> \n </figcaption> \n</figure> \n<p>Meanwhile, Phil Mickelson (-1) has steadied the ship with three straight pars on 15, 16 and 17 after consecutive bogeys on the previous two holds to tumble off the lead.</p>","postType":"blog"},{"id":"block-55831fade4b02e174bb63247","publishedDateTime":"2015-06-18T19:45:03Z","body":"<p><strong>Mickelson drives his tee shot on the par-5 18th into the bunker.</strong> He’s led all 17 holes by as many as four strokes over playing partner Watson, but will need to push to finish ahead of Bubba here. Seems like he began played conservative off the tee starting on the 12th. Two-over on the back on a day that’s ended slightly cooler than it started.</p>","postType":"blog"},{"id":"block-5583218be4b02e174bb6324b","publishedDateTime":"2015-06-18T19:53:44Z","lastUpdatedDateTime":"2015-06-18T20:04:22Z","body":"<p><strong>“Waiting for 30 minutes! This is pathetic professional golf!” bellows Bubba Watson after a mis-hit approach shot on 18.</strong> The moment is caught by the microphones and should be making the rounds on social media in three ... two ... one ...</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/djsnagglepuss/statuses/611622442738429952\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">I agree Bubba. Joe Buck calling a major IS pathetic professional golf <a href=\"https://twitter.com/hashtag/USOpen2015?src=hash\">#USOpen2015</a> <a href=\"http://t.co/9V5KhaI8dn\">pic.twitter.com/9V5KhaI8dn</a></p>— Jeffy K (@djsnagglepuss) \n  <a href=\"https://twitter.com/djsnagglepuss/status/611622442738429952\">June 18, 2015</a> \n </blockquote> \n</figure> \n<p>The two-time Masters champion is clearly perturbed by the pace of play here at Chambers Bay. Hopefully our Scott Murray, who’s taking back over, is doing a little better.</p>","postType":"blog"},{"id":"block-55832439e4b02e174bb63251","publishedDateTime":"2015-06-18T20:10:00Z","body":"<p><strong>Many thanks to Bryan there. </strong>Now, there’s been quite a few changes at the top. Yet another birdie for Dustin Johnson, this time at 7. He’s -6 for his round, and a birdie away from a 63, which would equal the lowest score in a major. Off the top of my head, I think that’d be the 28th 63 in major championship golf, but seeing he’s not done it yet, it’s not really that important. Yet. A stunning round, and yet he’s only two shots clear of Henrik Stenson, who has just birdied 14, 15 and 16, and was a dimple’s width of raking in a 45-footer on 17 for four in a row. He’ll remain at -4, alongside Patrick Reed, who has just carded his first birdie in quite a while at 6. Meanwhile Francesco Molinari has embarked on quite the run himself: birdies at 12, 13 and 15, and he’s right in the mix.</p> \n<p><em><strong>-6: </strong>D Johnson (16*)<br /><strong>-4:</strong> Stenson (17), Reed (15*)<br /><strong>-3:</strong> Kuchar (17*)<br /><strong>-2:</strong> Gribble (F), Molinari (17)</em></p>","postType":"blog"},{"id":"block-558325a2e4b0d1f45dc98535","publishedDateTime":"2015-06-18T20:15:27Z","body":"<p><strong>As for Phil Mickelson ... </strong>having driven into sand yet again at 18, he laid up, then wedged to six feet. A brilliant approach, but he couldn’t sign off with a birdie, and had to make do with a one-under 69. That’s not bad at all, but it could have been a whole lot better. Bubba, post-time-tantrum, finished off with a par, some doofus in the crowd calling him an “amateur” because he failed to accurately read a putt with about six huge breaks in it. Silly Bubba, with his two green jackets. Birdie for Marc Warren at 15, bringing him back to -1 after back-to-back bogeys at 10 and 11. And trouble for the leader Dustin Johnson on 8; he’s short of the green with his second, and his weak chip doesn’t scale the ridge running across the green and rolls off down a swale to the right.</p>","postType":"blog"},{"id":"block-55832709e4b02e174bb6325e","publishedDateTime":"2015-06-18T20:18:33Z","body":"<p><strong>Dustin sends his fourth shot at 8, a putt from down the bank, 12 feet past the hole.</strong> But he rattles in the return, and his round remains bogey free. A two at the last, and he’ll be signing for one of those 63s! Meanwhile our old pal Jason ‘The Somnambulist’ Dufner, who started in the slow style with bogeys at 5 and 7, has turned things around magnificently. He’s birdied 9, 10 and now 15, and is decently placed at -1. </p>","postType":"blog"},{"id":"block-558327c0e4b02e174bb63264","publishedDateTime":"2015-06-18T20:25:50Z","body":"<p><strong>Anyway, Monty. </strong>One of the shots of the day at 15, off the bank front-left of the green, sending his ball curling back to the right towards the pin. A four-footer for birdie, and he doesn’t miss this one. He’s -1 again, though 16 now. “Two Scots in the top ten. Incredible!” writes Simon McMahon. “But not entirely surprising seeing as we invented the game.” Scotland of course remains in second place in the all-time US Open nationality table, with 13 wins to the USA’s 80. And Willie Anderson - <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2013/jun/07/joy-of-six-us-open-golf\">whose story is told, sort of, in this Joy of Six</a> - still ties the all-time multiple wins record, four, with Bobby Jones, Ben Hogan and Jack Nicklaus. Just thought you’d like to be reminded.</p>","postType":"blog"},{"id":"block-558329a3e4b02e174bb6326b","publishedDateTime":"2015-06-18T20:32:09Z","body":"<p><strong>A sensational shot from Dustin Johnson on the par-three 9th.</strong> He dumps his tee shot into thick filth in front of a huge bunker guarding the front of the green. With seemingly nowhere to go, he punches out to the left, onto a bank at the back of the green, allowing his ball to break back, 90 degrees to the right, and trundle 60 feet down towards the hole. It stops ten feet away, and he’ll still have a little work to do to avoid dropping his first shot of the day at his final hole. But the fact he’s given himself a chance at all is almost beyond comprehension. What a clever, and brilliantly executed, chip.</p>","postType":"blog"},{"id":"block-55832acce4b02e174bb6326f","publishedDateTime":"2015-06-18T20:36:10Z","body":"<p><strong>It’s just not been happening for Rory McIlroy. </strong>A three-putt bogey at 7, and now he misses a very gettable birdie putt from eight feet at the par-five 9th. He stays at +1. Meanwhile back on 9, Sergio nearly drains a 30-footer for birdie. He’ll have to settle for par. But as he’d birdied 6 and 7, he’s signing for a 70, which given how averagely he’s played, is a decent return. The same applies for Adam Scott, who bogeys the last but will be pleased enough with his 70. And then Dustin fails to give his ten-foot left-to-right breaker enough juice, and he ends with a bogey, signing for a 65. A slightly poor finish, all told, given his antics from the centre of the fairway on 8, but what a round.</p> \n<p><em><strong>-5: </strong>D Johnson (F)<br /><strong>-4: </strong>Stenson (17), Reed (16*)<br /><strong>-3: </strong>Kuchar (F)</em></p>","postType":"blog"},{"id":"block-55832bcae4b02e174bb63273","publishedDateTime":"2015-06-18T20:43:48Z","body":"<p><strong>Another birdie for The Somnambulist! </strong>Placidity’s Jason Dufner picks up another stroke, this time at 16, and suddenly he’s -2. Reed bumbles his way up 8, always playing catch-up after a poor drive. A dreadful bogey six for a player with so much power. He’s back to -3. A late charge here from Miguel Angel Jimenez, who birdies 16 and 17 to move to -1. And on 18, Stenson knocks his third pin high, then rolls in a 20-footer for a birdie and a five-under 65! He punches the air as the ball drops. It’s been a good day for Stenson’s group: Molinari signs for a 68, while Brandt Snedeker, who went out in 37, comes back in 32 for an excellent 69. </p>","postType":"blog"},{"id":"block-55832d9be4b02e174bb63278","publishedDateTime":"2015-06-18T20:47:38Z","body":"<p><strong>It’s been a miserable day for the defending champion Martin Kaymer. </strong>He knocks in a 15-footer to save his par on the 9th, but he’s signing for a two-over 72. As is his playing partner Rory McIlroy, who can’t get up and down from a bunker. That’s a dismal finish for the world number one, two shots dropped in the final three holes, those bogeys sandwiching a spurned birdie opportunity. But here’s news of a fine finish: Bernd Wiesberger, who started out with two bogeys and a double bogey in his first five holes, parred the rest of the way round before birdies at 6 and 9. He’s +2 as well, like Kaymer and McIlroy, but will be feeling a damn sight better about himself.</p>","postType":"blog"},{"id":"block-55832eb5e4b02e174bb6327a","publishedDateTime":"2015-06-18T20:54:13Z","body":"<p><strong>You may recall the early-day travails of Josh Persons, who started out with a triple-bogey 7 on 10.</strong> Things got better for him, though not by much. No birdies, but six more bogeys, and he finished with a nine-over 79. He’ll not be propping up the leaderboard, though. Poor Rich Berberian Jr. is suffering something of a breakdown right now. He’s just carded three double bogeys in the last five holes - 11, 12 and 15 - and that’s off the back of five other bogeys and one more double. He’s +13 through 15. I feel bad about bringing it up now.</p>","postType":"blog"},{"id":"block-5583300de4b0d1f45dc98555","publishedDateTime":"2015-06-18T21:00:07Z","body":"<p><strong>Patrick Reed clips a lovely tee shot at 9 to five feet, and knocks in the birdie putt. </strong>That’s repaired the damage of that bogey at 8, and he’s putting his signature on the bottom of a brilliant 66! He’s one off the lead. Also very happy with their day’s work: Colin Montgomerie and Miguel Angel Jimenez, combined age 102. They both sign for one-under 69s. The third man in the group, the whippersnapper Jim Furyk (45), has to make do with a one-over 71. Time for a leaderboard, then ...</p> \n<p><em><strong>-5: </strong>D Johnson (F), Stenson (F)<br /><strong>-4: </strong>Reed (F)<br /><strong>-3: </strong>Kuchar (F)<br /><strong>-2: </strong>Gribble (F), Molinari (F), Dufner (17)</em></p>","postType":"blog"},{"id":"block-5583331be4b02e174bb63281","publishedDateTime":"2015-06-18T21:15:57Z","body":"<p><strong>A clever putt from Marc Warren on 18. </strong>He’s on the par five in two huge booms, but left with a long putt up the green. So he clatters it right to the back, allowing the ball to stop on the slope and roll back down towards the pin! He’s got a six footer left for his birdie. And in it goes! The 34-year-old Scot hasn’t got too much experience in the majors - this is only his sixth go in one of them - and yet he’s got two top-15 finishes in the PGA. That’s a fine 68, and at -2 he’s just three off the lead.</p>","postType":"blog"},{"id":"block-55833536e4b0d1f45dc9855e","publishedDateTime":"2015-06-18T21:22:23Z","body":"<p><strong>A spectacular start to the round for 27-year-old US Open debutant Jamie Lovemark. </strong>He creams his drive at the short par-four 12th to four feet, and taps in for eagle! But he hands one of the shots straight back at 13. He’s -1. Also with eagle at 12, his playing partner Brad Elder; that’s sandwiched by a bogey at 11 and birdie at 13, and he’s -2. Jason Dufner, incidentally, parred 18 to sign for a 68. </p>","postType":"blog"},{"id":"block-5583369be4b0d1f45dc98561","publishedDateTime":"2015-06-18T21:26:24Z","body":"<p><strong>An abysmal start to the afternoon for Luke Donald. </strong>He bogeys 10 and 11, then three putts the short par-four 12th. His birdie effort, from eight feet, travelled five, six tops. A dismal effort by a player whose time as a major contender, you feel, has passed. Justin Rose, by contrast, took the next step at Merion at 2013, and look at the difference: he’s just arrowed his second straight at the flag at 1, the ball rolling to two feet. That’s a certain opening birdie. What an approach!</p>","postType":"blog"},{"id":"block-558337b9e4b0d1f45dc98563","publishedDateTime":"2015-06-18T21:31:32Z","body":"<p><strong>Another English nearly man, Lee Westwood, starts out on 10, landing his second onto the big slope to the left of the green, his ball ricocheting into a bunker on the right. </strong>Hmm. But credit where credit’s due: the aforementioned Donald nearly holes out from 100 yards on 13, a gorgeous approach, and a birdie that might kick-start his round. But never mind all that! Here comes Tiger! Some will sniff haughtily, no doubt, but we know better, huh? The man’s box office, one way or another. And he BOOMS his opening drive down the middle of the 1st. His playing partners Rickie Fowler and Louis Oosthuizen follow him down there. This is on!</p>","postType":"blog"},{"id":"block-558338f0e4b0d1f45dc98567","publishedDateTime":"2015-06-18T21:35:07Z","body":"<p><strong>Rose taps in for his opening-hole birdie. </strong>His playing partners Jordan Spieth and Jason Day make do with unfussy pars. Other afternoon starters benefiting from early birdies, and sitting nicely at -1: Brad Fritsch, DA Points, JB Holmes, Ernie Els, Marc Leishman, Bo Van Pelt, Charlie Beljan, Lee Janzen, Thongchai Jaidee and Billy Horschel. It’s going to be a busy afternoon all right!</p>","postType":"blog"},{"id":"block-5583398fe4b0d1f45dc98568","publishedDateTime":"2015-06-18T21:38:44Z","body":"<p><strong>“OH TIIII-GERRRRRRRR.”</strong> The big man swings hectically, sending his second into thick filth down the right of 1. He’s in knotted rubbish up a bank. Then Fowler shanks his second, the ball squirting off the hosel and towards Tiger Country - but the ball takes a kindly bounce off the bank and gathers onto the green! He’ll have a look for birdie! Lucky Rickie Fowler. Penny for Tiger’s thoughts.</p>","postType":"blog"},{"id":"block-55833a68e4b02e174bb6328e","publishedDateTime":"2015-06-18T21:42:25Z","body":"<p><strong>The 15-year-old amateur Cole Hammer pars the last, and signs for a superlative 77. </strong>That’s 15 years old. Put it another way, he’s 15. And he’s shot 77 on a US Open course! What talent. Up on 2, Rose pearls another iron straight at the flag, and will have an 12-foot, pin-high birdie putt. Stunning. As is Tiger’s bump down to the pin back on 1 from the tousled bank on the right. He’s a good 12 feet short, but couldn’t risk being too aggressive, as that bank down the left-hand side of the hole would wheech his ball 50 yards away.</p>","postType":"blog"},{"id":"block-55833b4ee4b0d1f45dc9856c","publishedDateTime":"2015-06-18T21:45:50Z","body":"<p><strong>Tiger nearly drains his par putt - more like 15 feet away, at second look - but he starts with bogey. </strong>Fowler was very close to knocking in a big left-to-right curler from 20 feet, but that doesn’t drop. Post-shank, that would have been the most preposterous birdie of all time. Quite a disappointing miss in that respect. Par for him, and for Oosthuizen too. What a hole of golf that was.</p>","postType":"blog"},{"id":"block-55833c4ae4b0d1f45dc9856d","publishedDateTime":"2015-06-18T21:51:00Z","body":"<p><strong>Tiger wangs his drive at 2 into the dirt down the right. </strong>This isn’t a good start. Up on the green, Rose’s birdie effort slips by the right of the cup, but he’d have taken a birdie-par opening 30 minutes ago. “US Open golfer names are a joy to behold,” writes this column’s reader Simon McMahon. “There’s a parlour game in there somewhere. US Open golfer or porn star? I give you Beau Hossler. Blayne Barber. Tony Finau. Dirk Diggler. Bryson DeChambeau. DA Points. Only one of them is not playing at Chambers Bay.” Cole Hammer probably qualifies for this game too, doesn’t he. And Tiger Woods.</p>","postType":"blog"},{"id":"block-55833d63e4b02e174bb63295","publishedDateTime":"2015-06-18T21:57:16Z","body":"<p><strong>Donald, the best part of 80 feet away from the pin on 14, off the front, lags a birdie putt up to a couple of feet. </strong>That’s as good a putt as you’ll see all day. Par. Back on 2, Tiger dumps his second into the bunker front left of the green. This is a horrendous start. But he splashes out to 15 feet, so at least he’s given himself a chance of scrambling par. He gives it a good go, but the ball dies off to the right at the last turn, and that’s a bogey-bogey start. In much better shape: JB Holmes, who bogeyed his opening hole, 10, but has just strung three birdies together in a row. He’s through 14 now, -2 so far.</p>","postType":"blog"},{"id":"block-55833f67e4b0d1f45dc98572","publishedDateTime":"2015-06-18T22:05:56Z","lastUpdatedDateTime":"2015-06-18T22:46:20Z","body":"<p><strong>Jason Day finds the bunker at the front of 3 with his tee shot. </strong>He splashes out wonderfully to four feet, then rather stupidly pulls his putt to the left. An early dropped stroke for one of the pre-tournament favourites. Pars for Rose and Spieth. Meanwhile a Bubbaesque start to the day for Ian Poulter, who doubles 1. But how about this from Paul Casey, who is up on a high bank to the left of 12, miles out of position. He bounces his chip way past the hole, to the back of the green. It hits the slope, then starts coming back. And back. And back. And rests 12 inches from the hole. What a birdie! He’s back to level par, after opening with a bogey at 10.</p>","postType":"blog"},{"id":"block-5583414ce4b02e174bb63298","publishedDateTime":"2015-06-18T22:12:10Z","body":"<p><strong>Spieth, steady so far, lashes his drive at 4 into the bunker complex down the right. </strong>That’ll set him a poser. Back on 3, some joy at last for Tiger. Well, nearly. He sends his tee shot to 15 feet, and very nearly strokes the birdie putt into the cup. The ball does everything possible to stay out on the right, and achieves its goal. Unlucky Tiger. Naughty, stubborn ball (incorporating bobble on green). Tiger’s a man who needs a break, and he didn’t get one there. Still, a par’s not a bogey, and from little acorns, and all that.</p>","postType":"blog"},{"id":"block-5583423ee4b02e174bb6329a","publishedDateTime":"2015-06-18T22:19:58Z","body":"<p><strong>Here’s a leaderboard!</strong></p> \n<p><em><strong>-5: </strong>D Johnson (F), Stenson (F)<br /><strong>-4: </strong>Reed (F)<br /><strong>-3: </strong>Kuchar (F)<br /><strong>-2: </strong>Gribble (F), Molinari (F), Dufner (F), Elder (6*), Holmes (6*)</em></p> \n<p>“Let me apologise up front,” begins Cheryl, Sunless in Seattle. “I’m NOT a golf aficionado. So here’s the stupid question, based on my naivety about golf -- when you list the leaders, what does an asterisk (*) mean by the hole number mean? I would greatly appreciate a response - if you have the time.” No need to apologise, we’re all friends here. It means the player started his round at hole 10, rather than 1. (The field’s split in half like this, theoretically so the entire round gets finished earlier.) He’ll play the back nine first, and the front nine last. So Elder, above at -2, has played his first six holes, but not <em>the</em> first six holes. He’s started at 10. I’ve probably taken 100 words to explain that when ten would do, but there it is.</p>","postType":"blog"},{"id":"block-5583443fe4b0d1f45dc98576","publishedDateTime":"2015-06-18T22:27:57Z","body":"<p><strong>Yet another birdie for JB Holmes! </strong>This one at 16, and he’s -3 now, in a tie for fourth with Matt Kuchar. Spieth can only whistle his second to the back of the large green at 4, but a good two putts saves his par. Rose’s approach is high on the left, and he’s left with a long two-putt. He takes three. He’s back to level par, that fast start evaporated. But Day sends a hybrid over the pin, and knocks in the eight-foot return for birdie. All three of them are level par, but their moods are very different right now.</p>","postType":"blog"},{"id":"block-558345f1e4b0d1f45dc9857d","publishedDateTime":"2015-06-18T22:31:48Z","body":"<p><strong>Back up the hole, Tiger finds the Spieth Bunkers down the right. </strong>He walks off the tee dragging his driver on the ground behind him, in the style of Frank Costanza dragging the Festivus pole into Monk’s Cafe to put the fear into George. His second doesn’t find the green, well short. Fowler meanwhile sends his second onto the bank to the left of the green, the pin on the right, the ball working all the way back down to a couple of feet. Meanwhile more fast starts: birdie at 11 and eagle at 12 for Ben Martin, who is suddenly -3. And Camilo Vilegas birdies 10 and 11; he’s -2, quicksmart. “Jamie Lovemark or Lance Thruster,” writes a slightly over-excited Simon McMahon. I hope he’s not alone tonight. Or maybe that’d be for the best.</p>","postType":"blog"},{"id":"block-558346f5e4b02e174bb632a1","publishedDateTime":"2015-06-18T22:37:34Z","body":"<p><strong>Tiger can’t get up and down from the front of 4. </strong>His long putt up to the hole isn’t too bad, from 50 feet to eight. But his par saver dies to the right of the hole, and that’s three bogeys in the first four holes. All the problems, as usual with Tiger, can be traced back to his antics on the tee. He’s missing some of the widest fairways in US Open history! Fowler’s birdie effort dies to the right, too, but at level par, he can afford a wry smile. Meanwhile it couldn’t last for JB Holmes; a dropped shot at 17, and he’s back to -2. Branden Grace meets him there, coming the other way: after bogey at 10, he’s eagled 12 and now birdied 14.</p>","postType":"blog"},{"id":"block-55834866e4b0d1f45dc98580","publishedDateTime":"2015-06-18T22:44:11Z","body":"<p><strong>Tiger splits the middle of 5 with his drive.</strong> Meanwhile a miserable start for the 2011 Open champion Darren Clarke: double bogey at 1, featuring missed tiddler and embarrassed grin, then bogey at 2. Anyway, thoughts turn to Rich Berberian Jr., who we last heard of at 9.54pm BST. He was +13 through 15, having carded three double bogeys in five holes. Happily, he parred his way in, and settled for an 83 that suddenly doesn’t look quite so bad. Hey, it’s all about context. </p>","postType":"blog"},{"id":"block-55834a4fe4b0d1f45dc98584","publishedDateTime":"2015-06-18T22:51:26Z","lastUpdatedDateTime":"2015-06-18T23:02:19Z","body":"<p><strong>Tiger’s second to 5 is short and left, a mishit 6-iron from 190 yards. </strong>He then nearly drains a 60-footer from off the front of the green, with a huge left-to-right break. “We still believe, Tiger,” screams someone from the gallery. He’ll save par there, but what an effort he’s having to make just to avoid total meltdown. This isn’t particularly easy to watch at the moment. A second birdie for Paul Casey, this time at 14, and he’s sitting nicely at -1. And Rose’s fast start seems a long time ago right now; he’s found rough from the tee at 6, and his second can only slam-dunk into a bunker front right. Par looks a pipe dream right now.</p>","postType":"blog"},{"id":"block-55834ce1e4b0d1f45dc98586","publishedDateTime":"2015-06-18T23:03:05Z","body":"<p><strong>Things have got very ugly for poor Camilo Vilegas at the short, drive-able par-four 12th. </strong>His ball’s stuck in a clump just in front of a bunker. With an awkward stance, he hits the bank, and the ball trickles back into the sand, into a footprint. He takes three to escape from that. And all of a sudden, after a birdie-birdie start, he’s making a triple-bogey 7. He’s back to +1. A three-putt bogey for Spieth on 6; he’s +1 too. Rose gets up and down from the bunker, though, a fine escape and a par.</p>","postType":"blog"},{"id":"block-55834e2fe4b0d1f45dc9858a","publishedDateTime":"2015-06-18T23:07:35Z","lastUpdatedDateTime":"2015-06-18T23:15:01Z","body":"<p><strong>Villegas birdies 13! </strong>What a brilliant way to bounce back from that shambles at 12. He’s level par through his first four holes, having gone birdie-birdie-triple-birdie. Meanwhile on 6, a small reawakening of Tiger’s genius. He’s in a little trouble, just into the rough down the right. But he lashes a high approach up over a bank and into the heart of the green. Not close, but not far away either. He’ll surely escape with his par.</p>","postType":"blog"},{"id":"block-55834fe5e4b02e174bb632ad","publishedDateTime":"2015-06-18T23:17:13Z","body":"<p><strong>Ah well, that’s me wrong.</strong> Tiger doesn’t get his par, three putting from the back of the green, 20 feet from the pin. But to be fair to him, the first putt had a huge right-to-left break. He leaves himself a missable five footer, and it lips out on the left. Another bogey, his fourth in six holes. He’s +4. A double bogey for Fowler, too, who took two shots to escape from a greenside bunker, found from the middle of the fairway. He’s +2. Meanwhile Kevin Kisner, who lost out to Fowler at the Players, has followed bogey at 11 with birdies at 12, 14 and 17 to move to -2.</p>","postType":"blog"},{"id":"block-55835183e4b02e174bb632b1","publishedDateTime":"2015-06-18T23:25:00Z","body":"<p><strong>It’s fair to say conditions are harder in the afternoon: the greens are harder, faster and less receptive. </strong>But there are still quite a few players a couple of shots under par for their rounds so far. Afternoon starters at -2 right now: JB Holmes, Joost Luiten, Danny Willett, Kevin Kisner, Branden Grace, the amateur Brian Campbell, and the last-minute qualifier, from the third-tier Gateway tour, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/jimmy-gunn-links-us-open-chambers-bay\">Jimmy Gunn</a>. And then there’s Ben Martin, who dropped a shot at 13 but has picked it straight back up at 14 and remains at -3. If any of these chaps can keep it together, they’ll be in great position tomorrow, when they’ll enjoy the (supposedly) easier morning conditions.</p>","postType":"blog"},{"id":"block-55835351e4b02e174bb632b3","publishedDateTime":"2015-06-18T23:27:04Z","body":"<p><strong>Spieth, having three putted 6, does rather well to two-putt from distance for par on 7. </strong>And here’s the payoff: he creams a fairway wood into the heart of the par-five 8th, his ball curling gently in from the bank to the left, stopping four feet from the flag! He’ll have a great chance for an eagle that’d take him into red numbers! Sheer brilliance from the young Masters champion.</p>","postType":"blog"},{"id":"block-558354bae4b02e174bb632b4","publishedDateTime":"2015-06-18T23:37:29Z","body":"<p><strong>Tiger pars 7. </strong>Back on equilibrium? Nope! He larrups a dismal drive the best part of 80 yards right of the 8th fairway. That’s quite astonishing. Meanwhile the normally dependable putter of Jordan Spieth lets him down; he prods with great uncertainty at that short eagle putt on 8, and has to settle for a birdie that’ll feel like a bogey all of a sudden. Still, he’s back to level par. Day birdies, in less dramatic style, and he skips off in the jaunty manner. Meanwhile another birdie for Kisner, this time at 18, and he’s -3. As is - wait for this - the 22-year-old amateur Brian Campbell, who has birdied 11, 12 and now 14. And Ben Martin’s just rolled in a 30-foot left-to-right slider from the bottom of the 16th green, and he’s -4, one shot off the lead!</p> \n<p><em><strong>-5: </strong>Stenson (F), D Johnson (F)<br /><strong>-4: </strong>Reed (F), Martin (7*)<br /><strong>-3: </strong>Kuchar (F), Kisner (9*), Campbell -a- (5*)</em></p>","postType":"blog"},{"id":"block-558356f5e4b02e174bb632b6","publishedDateTime":"2015-06-18T23:44:44Z","body":"<p><strong>The indignities being heaped on Tiger Woods right now! </strong>He’s down that bank to the right of 8, trying to hack back up. His ball squirts out into the filth on the other side of te fairway - but his club whistles off over his shoulder, 20 yards back down the hole! He might have bent the club as well. But enough is enough: he then powers his third into the front of the green. He’ll have a 15-footer uphill for birdie! That’ll be one of the daftest birdies of all time if he gets it. It’ll be a pretty stupid par, all told. But that’s golf, folks!</p>","postType":"blog"},{"id":"block-558357f2e4b02e174bb632b8","publishedDateTime":"2015-06-18T23:49:55Z","body":"<p><strong>A stunning birdie for Branden Grace on 18.</strong> He’s just off the back right of the green in two, but in a tight spot. He punches the ball up into the air, and it bites by the side of the hole. That’ll be a tap-in birdie, and he’ll have reached the turn in three-under 32. Jason Day is making a move, rolling a delicate left-to-righter up the par-three 9th for birdie. He reaches the turn in 33, he’s -2.</p>","postType":"blog"},{"id":"block-5583592ee4b0d1f45dc98591","publishedDateTime":"2015-06-18T23:54:44Z","body":"<p><strong>Two putts for Tiger at 8, and that’s his daftest par.</strong> Fowler, meanwhile, having followed his double at 6 with another dropped shot at 7, doubles again after finding trouble down a swale to the right of the green at 8. All of a sudden, he’s +5. How quickly it can all go wrong. And Fowler one of the more links-minded of the US players, too.</p>","postType":"blog"},{"id":"block-55835a6ce4b0d1f45dc98593","publishedDateTime":"2015-06-18T23:58:37Z","body":"<p><strong>Tee shot of the day by Jimmy Gunn, the Scottish journeyman. </strong>He gently lands his ball on the front left of 15, guiding it back in to 12 inches. He taps in for a birdie that brings him back to -2, having shed a shot on the previous hole. A fine performance from an unheralded player, this. Up on 1, Grace is an inch away from draining a 30-footer for back-to-back birdies, but he stays at -3. </p>","postType":"blog"},{"id":"block-55835d6fe4b0d1f45dc98595","publishedDateTime":"2015-06-19T00:14:01Z","body":"<p><strong>Spieth spurns a fairly simple birdie putt at 10, to remain at level par. </strong>Rose can’t convert either, his ball bobbling all over the shop. He stays at level par, too. Back on 9, a 15-footer attempt for Tiger’s birdie, but the ball dies off to the right. He turns having taken 39 strokes. This group are dragging each other down: Louis Oosthuizen also reached the turn in 39, while Fowler got himself in a pickle at the bottom of yet another greenside swale at 9, and registered his third double bogey in four holes. He was level par after 5; after 9, he’s +8, reaching the turn in 43. This is a disastrous performance by one of the hot pre-tournament favourites. Only McIlroy, Spieth, Mickelson and Dustin Johnson were ahead of him in the betting. And now look.</p>","postType":"blog"},{"id":"block-55836024e4b0d1f45dc98597","publishedDateTime":"2015-06-19T00:25:14Z","body":"<p><strong>Spieth whistles an approach into 11, off the bank to the right, four feet from the flag.</strong> A great chance for a birdie that’d take him into the red numbers. Day follows him there. As does Rose. Spieth and Rose convert to move under par, but Day misses his short one and remains at -2. Tiger meanwhile is in a spot of trouble down the par-four 10th, in a greenside bunker hitting three, with little green to play with. He opens the face of his club, and bump-splashes a soft shot out of the trap and onto the very front portion of the green. The ball ends six feet behind the flag, a miracle from there. He nearly misses the par putt, but it drops, and anyway that’s not really the point. What a bunker shot. That should give him a huge boost.</p>","postType":"blog"},{"id":"block-558361b6e4b0d1f45dc98598","publishedDateTime":"2015-06-19T00:35:26Z","body":"<p><strong>Kisner and Grace drop shots, at 1 and 3 respectively, to slip back to -2.</strong> Moving the other way, Tony Finau, who is on quite a run right now. He’d bogeyed 4 and 6, but has birdied 7, 9 and 11, then eagled 12. He’s -3, all of a sudden. Meanwhile Ben Martin keeps on keepin’ on, nearly rattling in a birdie putt from distance on 1, but settling for par; he stays at -4, one off the lead. And Spieth could be about to make a move, battering his drive at 12 to the back of the green, leaving himself a 15-footer for eagle. I’ll hold on the latest leaderboard until we see how that one develops.</p>","postType":"blog"},{"id":"block-558363e9e4b0d1f45dc9859a","publishedDateTime":"2015-06-19T00:43:48Z","body":"<p><strong>The sun’s buggered off.</strong> A lot of cloud overhead, and the wind’s picked up significantly. That’s not stopping the amateur Brian Campbell, though; a birdie putt from 12 feet scampers into the cup on 18, and he’s -4. Another dropped shot for Tiger, this time at 11, having got himself snagged in the rough down the right. He’s +5 now. Spieth can’t drain his eagle putt on 12, but that’s a birdie and after a slow, uncertain start, he’s now -2, just three off the lead. And one behind his playing partner Day, who birdies the hole too. But the big news is Ben Martin’s birdie on 2, having hit his second pin high and raced in a right-to-left uphill 30-footer. He’s now grabbed a share of the lead! It’s taken a while, but the leaderboard’s had a bit of a shake-up!</p> \n<p><em><strong>-5: </strong>Stenson (F), D Johnson (F), Martin (11*)<br /><strong>-4: </strong>Reed (F), Campbell -a- (9*)<br /><strong>-3: </strong>Kuchar (F), Day (12)</em></p>","postType":"blog"},{"id":"block-5583662fe4b0d1f45dc9859f","publishedDateTime":"2015-06-19T00:51:03Z","body":"<p><strong>What’s Tiger done here?</strong> Larruped his tee shot on the drive-able par-4 12th, a 3-wood, 50 yards away to the right. Dear oh dear. That is awful. But then Rickie Fowler, at +9 after yet another dropped shot at 11, blooters his drive past the hole. The ball stops up the bank at the back of the green, before u-turning and trundling towards the cup. It’s one inch from dropping, a hole in one on a par four! He settles for a tap-in eagle, and he’s back to +7. That was nearly one of the most astonishing shots in US Open history. It was still pretty damn fine. He’s had an awful day, but has the good grace to laugh at his close brush with history, then launches the ball into the gallery to give some lucky punter a special souvenir.<br /></p>","postType":"blog"},{"id":"block-55836785e4b0d1f45dc985a1","publishedDateTime":"2015-06-19T00:58:17Z","body":"<p><strong>Tiger’s on a concrete path. </strong>He clips the ball over a hillock and onto the green. He’ll have a birdie putt from 25 feet. But he misreads it terribly, the ball breaking off to the left. A tricky four footer for his par. And he prods at it very gingerly indeed. A terrible three-putt bogey, on statistically the easiest hole on the course. He’s +6 now, and this is getting very ugly. But he’s not the only one making foolish mistakes. On 5, Danny Willett - who had been going well, having played the back nine in 33 strokes - misses a bogey putt from all of 18 inches, and suddenly he’s back to level par.</p>","postType":"blog"},{"id":"block-55836953e4b02e174bb632d4","publishedDateTime":"2015-06-19T01:05:01Z","body":"<p><strong>The young amateur Brian Campbell reached the turn in 31 shots, but has run into trouble immediately after it.</strong> He’s sent his second at 1 down the huge hill to the left-hand side of the green. This has done for quite a few folk today, including Bubba and Patrick Reed. But it’s not vexing Campbell, who gets up and down for his par, bumping up to 15 feet and knocking in the saver! He remains at -4. A short par putt missed by the joint-leader Martin on 3, though, and he’s back to -4. A third birdie on the bounce for Jordan Spieth, this time at 13. He’s -3. He’ll have the best of the conditions tomorrow; if he can keep this up, back-to-back majors will suddenly look a very real possibility. This is a stunning performance by the young man.</p>","postType":"blog"},{"id":"block-55836ac3e4b02e174bb632d6","publishedDateTime":"2015-06-19T01:11:21Z","body":"<p><strong>This is a stunning performance by Tiger Woods, too, only in a very different kind of way. </strong>He’s just missed the widest fairway in US Open history, the 115-yard-wide 13th, by 20 yards to the right. He’s forced to chip out. And then he clips his third pin high to eight feet. Putting the way he’s doing right now, nothing’s certain, but at least he’ll have a chance to scramble his par. Meanwhile Campbell nearly replicates Martin’s huge birdie putt on 2, but has to settle for another par. That’ll do, though. What a round this young man is enjoying!</p>","postType":"blog"},{"id":"block-55836c80e4b0d1f45dc985a8","publishedDateTime":"2015-06-19T01:21:55Z","lastUpdatedDateTime":"2015-06-19T01:40:19Z","body":"<p><strong>Tiger can’t tickle in his short par putt on 13. </strong>He drops to +7. Pars all the way in, and he’ll end the day level with the 15-year-old amateur Cole Hammer. But there’s certainly no guarantee of that, and he wangs his drive at 14 miles left, into more filth. This is turning into pure farce. Meanwhile a beautiful iron into 14 by Day, arrowed straight at the flag. He’ll have a six footer for birdie. Rose creams one in to three feet. A bit of trouble for Spieth, though, off the front of the green. He’s got to putt up a couple of ridges, and from 50 feet gets to within six. And lasers the par saver straight into the cup! Brilliant! But only a par, while both his partners, Day and Rose, make birdie. Day’s one off the lead now, while Rose moves up to -1.</p> \n<p><em><strong>-5: </strong>Stenson (F), D Johnson (F)<br /><strong>-4: </strong>Reed (F), Day (14), Martin (12*), Campbell -a- (11*)<br /><strong>-3: </strong>Kuchar (F), Spieth (14)</em></p>","postType":"blog"},{"id":"block-55836fa0e4b0d1f45dc985ab","publishedDateTime":"2015-06-19T01:30:50Z","body":"<p><strong>Day’s in all sorts of trouble on the short downhill par-three 15th.</strong> His shot catches in the wind, and plugs in a bunker in front of the green, on a downslope, only just inside the trap. Will he get much of a backswing? That’s a complete nightmare! Spieth would be in similar bother, only he’s hit his tee shot so far to the left he’s found a patch of grass. Still not ideal. And then Rose plugs his ball in the sand too! What a total fiasco! Speaking of which, Tiger, from sand down the left of 14, hoicks his second into a bunker further up the hole, then duffs his escape. He’s still in it! Oh me, oh my. What a couple of minutes of action we’ve witnessed here. A lot of world-class talent faffing around like weekend hackers. And this is the USGA going easy on the players, with a promise to trick things up later in the week. God speed, everyone!</p>","postType":"blog"},{"id":"block-55837169e4b02e174bb632d9","publishedDateTime":"2015-06-19T01:39:03Z","lastUpdatedDateTime":"2015-06-19T01:48:30Z","body":"<p><strong>The first dropped shot of the day for the amateur Brian Campbell, who misses a short par putt on 3 and is back to -3.</strong> On to 15, where Day, with no backswing, can only bash the ball sideways in the bunker. He splashes his third out to 15 feet, but can’t sink the bogey putt. A double, and he’s back to -2. Rose can only knock his sand shot to 20 feet, and that’s a shot gone, the putt not quite dropping. He’s back to level. Spieth has a long putt from off the green, and knocks it to 12 feet. He’s dead-eyed from this range ... usually, but for once he misreads and that’s a bogey that drops him back to -2. And can Tiger get any lower? After messing around in the sand on 14, he’s left with a short double-bogey putt, but he doesn’t hit it convincingly at all. That’s a triple-bogey seven, and he’s +10, heading for an 80 as things stand. This is through-the-fingers viewing.</p>","postType":"blog"},{"id":"block-5583731be4b02e174bb632da","publishedDateTime":"2015-06-19T01:48:49Z","body":"<p><strong>Tiger, with 80 a very real possibility now, clips his tee shot at 15 to eight feet.</strong> What a shot! He desperately needs that birdie putt to drop. But it stays out high on the left. Still no birdie. He’s still +10. Rickie Fowler, incidentally, had followed up his eagle at 12 with bogeys at 13 and 14. He’s currently +9 after par at 15, and in some respects that’s more of a shock. Up on 16, Spieth and Rose both find the long bunker down the right. Day splits the fairway, after waiting an age for a freight train to pass, then realising the thing’s about 16,000 coaches long, and hitting it amid the bedlam anyway. Bogey for Martin on 5, and he slips further back to -3.</p>","postType":"blog"},{"id":"block-5583752be4b0d1f45dc985b0","publishedDateTime":"2015-06-19T01:59:04Z","body":"<p><strong>Louis Oosthuizen, the third member of the Woods-Fowler group, is +7.</strong> Combined, these three are 26 shots over par! A group of Maurice Flitcroft, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2011/jul/15/joy-of-six-open-nightmares\">Walter Danecki</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2012/apr/06/joy-of-six-golf-holes\">Angelo Spagnolo</a> couldn’t have done much worse. On 16, Spieth can only find the front of the green from sand, but does well to get up and down from distance. Par saved. Day peppers the pin, though, and picks up a birdie, much-needed succour after the double-bogey disaster of 15. He’s back to -3.</p>","postType":"blog"},{"id":"block-558377b3e4b0d1f45dc985b3","publishedDateTime":"2015-06-19T02:03:44Z","body":"<p><strong>Another dropped shot for Campbell, this time at 4, the course finally wearing the young amateur down a bit. </strong>Back-to-back bogeys. The 2006 champ Geoff Ogilvy signs for a one-under 69. Shane Lowry, starting at 10, had reached the turn in 33, but the front nine hasn’t been quite so kind; a bogey at 3, but he’s still -1 with three holes to play. </p>","postType":"blog"},{"id":"block-558378d2e4b02e174bb632df","publishedDateTime":"2015-06-19T02:09:19Z","body":"<p><strong>Birdie for Tiger! </strong>He lifts a lovely approach to 16, three feet from the flag. He’s not missing the putt, and that’s his first birdie of the day. He’s back to +9, and at least avoiding the indignity of an 80. As things stand, of course. Two holes still to play. Super-trouble for Justin Rose on 17. He finds sand front right, then takes no sand with his escape, whistling a hot ball into a bunker at the back. Plugged, he then splashes out delicately to a few inches, and will escape with a bogey; he’s +1. Tony Finau got himself up to -3 after 12, before stumbling on the way in, dropping shots at 13, 15 and 17. But he’s birdied the last to sign for a one-under 69.</p>","postType":"blog"},{"id":"block-55837a1ee4b0d1f45dc985b9","publishedDateTime":"2015-06-19T02:12:34Z","body":"<p><strong>Day’s on a rollercoaster right now. </strong>His tee shot at 17 is short and left, and he can’t get up and down for his par. He’s back to -2 again. Spieth had replicated his shot to the point that their balls kissed, snooker style. Spieth does manage a two-putt par, though, and he stays at -2. He really is a superb putter under pressure.</p>","postType":"blog"},{"id":"block-55837b69e4b02e174bb632e6","publishedDateTime":"2015-06-19T02:19:25Z","body":"<p><strong>Brian Campbell is made of the right stuff, by the looks of it.</strong> Back-to-back bogeys for the amateur at 3 and 4, but he’s responded immediately with birdie at 5, and he’s back to -3! Joost Luiten lags a 50-footer across 9 to secure his par, and signs for a 68. On 17, Tiger sends his tee shot into the Day-Spieth Valley. He’ll do well to get up and down from there to save his par.</p>","postType":"blog"},{"id":"block-55837d30e4b0d1f45dc985bc","publishedDateTime":"2015-06-19T02:25:33Z","body":"<p><strong>A huge stroke of luck for Spieth down 18. </strong>He’s driven into sand down the left, then looks like finding the huge pot bunker in the middle of the fairway with his second. But it skips over the top. He’ll have a chance to wedge in and set up a birdie chance. As will Day, who is following him down the hole. Meanwhile Tiger makes his up and down on 17, and remains at +9.</p>","postType":"blog"},{"id":"block-55837e7ce4b0d1f45dc985bd","publishedDateTime":"2015-06-19T02:31:44Z","body":"<p><strong>Another birdie for Campbell, hitting his second at 6 to 12 feet and rolling in the putt! </strong>He’s back up to -4, one off the lead! On 18, Spieth pings his wedge pin high, but 20 feet to the right of the flag. Day lifts his third over the flag, and he’ll have a look for birdie from 10 feet.</p>","postType":"blog"},{"id":"block-55837fbae4b0d1f45dc985c2","publishedDateTime":"2015-06-19T02:36:51Z","body":"<p><strong>Spieth can’t make his birdie putt, but he’ll sign for a 68. </strong>A fine round in difficult conditions, and one that stands him in good stead ahead of his morning tee-time tomorrow. Day’s birdie effort slips past the right of the cup, and he’s scribbling his name on a 68 too. But poor Rose makes a three-putt bogey, and he’s signing for a two-over 72.</p>","postType":"blog"},{"id":"block-5583804ee4b0d1f45dc985c3","publishedDateTime":"2015-06-19T02:40:53Z","body":"<p><strong>Back down the hole, and Tiger’s found a fairway with his driver! </strong>Much good it’s done him, though, as he tops a fairway wood like a rank amateur, his ball scampering into the deepest bunker on the entire course. That could get very messy. But this group are a total shower. Oosthuizen birdied 16, but he’s just found a bunker in front of the green. Fowler, meanwhile, has bogeyed 16 and 17, and he’s +11. Naturally, he’s winged his second into deep filth to the right of the hole. Utter nonsense.</p>","postType":"blog"},{"id":"block-5583813ae4b02e174bb632ee","publishedDateTime":"2015-06-19T02:45:19Z","body":"<p><strong>On 18, Tiger trudges into the deep bunker. </strong>As he disappears from public view, the gallery erupts with laughter. The final indignity. Or is that when they break into ironic applause when Tiger splashes his ball out? Take your pick. He finds the centre of the green with his wedge, and leaves himself an uphill 30-footer to save par and break 80. Then a dot on the horizon called Rickie Fowler bumps his third into a similar section of the green. Oosthuizen still to play out of that bunker front right. This is one of the most farcical groups in the history of All Golf!</p>","postType":"blog"},{"id":"block-55838243e4b02e174bb632ef","publishedDateTime":"2015-06-19T02:48:05Z","body":"<p><strong>Campbell hoicks his drive into a tight lie down the left of 7. </strong>His ball then takes a flyer straight through the green, into more thick stuff. You certainly have to earn your score round this track. And this is going wrong, quickly, as he whiffs his third, the club going right under the ball, contact almost non-existent. His fourth is a heavy clunk miles past the hole. Oh dear. Meanwhile on 8, Martin loses his second down the big swale to the right.</p>","postType":"blog"},{"id":"block-55838304e4b02e174bb632f0","publishedDateTime":"2015-06-19T02:52:01Z","body":"<p><strong>Oosthuizen can only just get his ball out of the bunker at 18. </strong>He’s left with a massive birdie putt from the front, the pin at the back, and he takes three strokes. Another bogey, and that’s a dreadful 77. He’s the success story of this grouping, though. Tiger takes two putts for a bogey, and that’s an 80, his third in a row, and his worst round in a US Open. Time to sack the coach, I think. Fowler takes two putts for par, and he’s signing for 81. The three laugh and smile as they shake hands, but what a complete show they’ve made of themselves this evening. And here’s a stat: Fowler’s last five majors: tied 5th, tied 2nd, tied 2nd, tied 3rd and tied 12th. He’s currently in 155th place out of 156. Tiger’s tied for 152nd. The Maurice Flitcroft and Walter Danecki <em>de nos jours.</em></p>","postType":"blog"},{"id":"block-558383f5e4b0d1f45dc985c5","publishedDateTime":"2015-06-19T02:55:48Z","body":"<p><strong>Campbell takes two putts, and that’s a painful double bogey.</strong> He drops to -2. Hey, much more experienced players have done much worse today. Martin’s third from down the bank to the side of 8 is pretty good, a bump up to ten feet. He’ll have a look at a birdie. </p>","postType":"blog"},{"id":"block-5583853fe4b02e174bb632f2","publishedDateTime":"2015-06-19T02:58:54Z","body":"<p><strong>No birdie for Martin at 17. </strong>He doesn’t hit it, and stays at -3.</p>","postType":"blog"},{"id":"block-55838575e4b0d1f45dc985c6","publishedDateTime":"2015-06-19T03:05:21Z","lastUpdatedDateTime":"2015-06-19T03:07:39Z","body":"<p><strong>Anyway, that’s your lot. </strong>Martin and Campbell may make late sorties up the leaderboard, but that’s something we can deal with tomorrow. Which from a UK perspective (i.e. mine) is already today. Nighty night!</p> \n<p><em><strong>-5: </strong>Stenson, D Johnson<br /><strong>-4:</strong> Reed<br /></em><em><strong>--------<br />+10: </strong>Woods<br /></em><em><strong>+11:</strong> Fowler</em></p>","postType":"blog"}],"keyEvents":[{"id":"block-55829a76e4b06ca1215f2997","title":"The 115th United States Open Championship: a preamble","publishedDateTime":"2015-06-18T13:22:15Z","body":"<p><strong>A new generation has taken over at the top of professional golf. </strong>This isn’t exactly breaking news, a super-soaraway Guardian world exclusive, but let’s have a think about it anyway. The world number one, Rory McIlroy, has only recently turned 26 years old. He’s got four majors to his name, and is the current Open and PGA champion. He’s one hell of a competitor, battle-hardened by many successes and the occasional widescreen failure. He’s experienced just about everything in golf already. A force of nature, a prodigy, a genius.</p> \n<p><strong>And oh look! Here comes another in Jordan Spieth!</strong> The young Texan won’t be 22 for another month, but already he’s got a green jacket hanging in his locker at Augusta National. Meanwhile the defending champion this week, the reigning US Open champion and former PGA and Players winner Martin Kaymer, has only just turned 30. Factor in the new Players champion and links disciple Rickie Fowler (26), perennial major bridesmaid Jason Day (27), glorious hothead Patrick Reed (24), glorious hothead Dustin Johnson (30), rising star Hideki Matsuyama (23) and breakthrough waiting to happen Brooks Koepka (25) ... well, that’s quite a few potential winners of the 2015 US Open right there. It’s a young scene.</p> \n<p><strong>Yet it’s a couple of old troopers who will hog most of the attention today. </strong>They’ve both seen better days, these chaps, but star quality is star quality, and the brightest stars keep on burning. Taking centre stage, ladies and gentlemen, Phil Mickelson (45) and Tiger Woods (39). Lefty’s in form, having closed the St Jude Classic last weekend with a 65. He’s famously finished second six times at the US Open, the only major he’s never won, and the one he wanted the most. If he can pull it off this week at Chambers Bay, there won’t be a dry eye in the house. Who’d deny the guy? The Chambers Bay course, a notoriously tricky links-style track, is a wee bit parched and has thus been compared to Muirfield in 2013. And we all remember what happened there and then. Mickelson’s in with a shout.</p> \n<p><strong>As for Tiger, well, where do you start? </strong>Probably not with that career-high 85 at the Memorial a couple of weeks back. Chances are he’ll not be winning a record-equalling fourth US Open and 15th major this week; he’ll be doing well, the form book suggests, just to make the cut. But then everyone was predicting apocalypse at Augusta, and he finished very creditably in the Masters top 20. Tiger’s friend Jason Day says his game would be in tip-top shape if his driver wasn’t currently making Seve look like Calvin Peete. A big if, admittedly. But Chambers Bay has also been compared to Hoylake 2006, and look what happened there when Tiger kept Big Bertha sheathed for most of the week. And wouldn’t it be grand if Tiger was in the mix along with Rory, Jordan, Rickie, Hideki, Phil, Dustin, Sergio and Colin Montgomerie come Sunday? Huh? Hey, dreaming is free. </p> \n<p><strong>The 115th US Open, then, promises to be utterly captivating. </strong>Not least because plotting a route around Chambers Bay - all crumpled fairways, random bounces, sand, USGA-approved rough, wildly undulating greens, sea breezes and a tree - looks quite the task. No doubt some players will moan about difficulty and unfairness, but the week-in, week-out prettiness of the PGA Tour has some of these lads spoiled. This is the US Open, and its nightmare qualities are the reason we love it so. It’s on!</p> \n<p><strong>Today’s tee times, then. Teeing off early at the 1st ...</strong> </p> \n<p><em>7am PDT (3pm BST): Michael Putnam, Marcus Fraser, Steve Marino<br /></em><em>7.11am PDT (3.11pm BST): Garth Mulroy, Richard Lee, Lucas Bjerregaard<br /></em><em>7.22am PDT (3.22pm BST): Jason Allred, Kyle Jones (a), Cody Gribble<br /></em><em>7.33am PDT (3.33pm BST): Phil Mickelson, Bubba Watson, Angel Cabrera<br /></em><em>7.44am PDT (3.44pm BST): Wen-Chong Liang, David Hearn, Hiroyuki Fujita<br /></em><em>7.55am PDT (3.55pm BST): Robert Streb, Lee McCoy (a), Kevin Chappell<br /></em><em>8.06am PDT (4.06pm BST): George McNeill, Masahiro Kawamura, Cameron Tringale<br /></em><em>8.17am PDT (4.17pm BST): Henrik Stenson, Francesco Molinari, Brandt Snedeker<br /></em><em>8.28am PDT (4.28pm BST): Jim Furyk, Miguel Angel Jimenez, Colin Montgomerie<br /></em><em>8.39am PDT (4.39pm BST): Brooks Koepka, Russell Henley, Byeong-Hun An<br /></em><em>8.50am PDT (4.50pm BST): Jason Dufner, Marc Warren, Matt Every<br /></em><em>9.01am PDT (5.01pm BST): Brandon Hagy, Matthew NeSmith (a), Sebastian </em><em>Cappelen<br /></em><em>9.12am PDT (5.12pm BST): Nick Hardy (a), Alex Kim, Rich Berberian Jr</em><em> </em></p> \n<p><strong>... and early from 10 ...</strong></p> \n<p><em>7am PDT (3pm BST): Troy Kelly, Seuk Hyun Baek, Cameron Smith<br /></em><em>7.11am PDT (3.11pm BST): John Parry, Josh Persons, Jack Maguire (a)<br /></em><em>7.22am PDT (3.22pm BST): Timothy O’Neal, Stephan Jaeger, Kurt Barnes<br /></em><em>7.33am PDT (3.33pm BST): Gary Woodland, Victor Dubuisson, John Senden<br /></em><em>7.44am PDT (3.44pm BST): Andy Sullivan, Morgan Hoffmann, Bernd Wiesberger<br /></em><em>7.55am PDT (3.55pm BST): Marcel Siem, Alexander Levy, Brian Harman<br /></em><em>8.06am PDT (4.06pm BST): Hideki Matsuyama, Graeme McDowell, Matt Kuchar<br /></em><em>8.17am PDT (4.17pm BST): Dustin Johnson, Adam Scott, Sergio Garcia<br /></em><em>8.28am PDT (4.28pm BST): Martin Kaymer, Gunn Yang (a), Rory McIlroy<br /></em><em>8.39am PDT (4.39pm BST): Patrick Reed, Chris Kirk, Jamie Donaldson<br /></em><em>8.50am PDT (4.50pm BST): Webb Simpson, Keegan Bradley, Kevin Na<br /></em><em>9.01am PDT (5.01pm BST): Sam Horsfield (a), Shunsuke Sonoda, Oliver Farr<br /></em><em>9.12am PDT (5.12pm BST): Kevin Lucas, Pat Wilson, Cole Hammer (a)</em><em> </em></p> \n<p><strong>... then teeing off later at the 1st ...</strong></p> \n<p><em>1pm PDT (9pm BST): Jason Palmer, Roberto Castro, Andres Romero<br /></em><em>1.11pm PDT (9.11pm BST): Denny McCarthy (a), DA Points, Shiv Kapur<br /></em><em>1.22pm PDT (9.22pm BST): Bryson DeChambeau (a), Blayne Barber, Billy Hurley III<br /></em><em>1.33pm PDT (9.33pm BST): Geoff Ogilvy, Ernie Els, Retief Goosen<br /></em><em>1.44pm PDT (9.44pm BST): Bo Van Pelt, Charlie Beljan, Tony Finau<br /></em><em>1.55pm PDT (9.55pm BST): Lee Janzen, Oliver Schniederjans (a), Darren Clarke<br /></em><em>2.06pm PDT (10.06pm BST): Daniel Summerhays, Thomas Aiken, Danny Lee<br /></em><em>2.17pm PDT (10.17pm BST): Jordan Spieth, Jason Day, Justin Rose<br /></em><em>2.28pm PDT (10.28pm BST): Tiger Woods, Rickie Fowler, Louis Oosthuizen<br /></em><em>2.39pm PDT (10.39pm BST): Jimmy Walker, Zach Johnson, Ian Poulter<br /></em><em>2.50pm PDT (10.50pm BST): Ryan Moore, Anirban Lahiri, Erik Compton<br /></em><em>3.01pm PDT (11.01pm BST): Jake Knapp (a), Tyler Duncan, Matt Mabrey<br /></em><em>3.12pm PDT (11.12pm BST): Michael Davan, Davis Riley (a), Andrew Pope</em><em> </em></p> \n<p><strong>... and later from 10 ...</strong></p> \n<p><em>1pm PDT (9pm BST): Tom Hoge, Brad Fritsch, Tjaart van der Walt<br /></em><em>1.11pm PDT (9.11pm BST): Brad Elder, Beau Hossler (a), Jamie Lovemark<br /></em><em>1.22pm PDT (9.22pm BST): Ryo Ishikawa, Luke Donald, J.B. Holmes<br /></em><em>1.33pm PDT (9.33pm BST): Lucas Glover, Bradley Neil (a), Marc Leishman<br /></em><em>1.44pm PDT (9.44pm BST): Ryan Palmer, Joost Luiten, Danny Willett<br /></em><em>1.55pm PDT (9.55pm BST): Kevin Kisner, George Coetzee, Alexander Noren<br /></em><em>2.06pm PDT (10.06pm BST): Brendon Todd, Branden Grace, Thongchai Jaidee<br /></em><em>2.17pm PDT (10.17pm BST): Billy Horschel, Paul Casey, Lee Westwood<br /></em><em>2.28pm PDT (10.28pm BST): Bill Haas, Charl Schwartzel, Hunter Mahan<br /></em><em>2.39pm PDT (10.39pm BST): Shane Lowry, Ben Martin, Stephen Gallacher<br /></em><em>2.50pm PDT (10.50pm BST): Charley Hoffman, Camilo Villegas, Tommy Fleetwood<br /></em><em>3.01pm PDT (11.01pm BST): Mark Silvers, Brian Campbell (a), Cheng-Tsung Pan<br /></em><em>3.12pm PDT (11.12pm BST): Jimmy Gunn, Jared Becher, Samuel Saunders</em></p>","postType":"key-event"}],"paginationLinks":{}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/sport/live/2015/jun/18/us-open-2015-first-round-live","shortUrl":"http://gu.com/p/49qqf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/live/2015/jun/18/us-open-2015-first-round-live","webUri":"http://www.theguardian.com/sport/live/2015/jun/18/us-open-2015-first-round-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434677073995/96fde5d8-3ff2-4172-97f6-50294310dc71-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dustin Johnson, clattering one. Photograph: Ezra Shaw/Getty Images","credit":"Ezra Shaw/Getty Images","altText":"Dustin Johnson, clattering one.","cleanCaption":"Dustin Johnson, clattering one.","cleanCredit":"Photograph: Ezra Shaw/Getty Images"}},"importance":0,"kicker":{"title":"As it happened"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434677073995/96fde5d8-3ff2-4172-97f6-50294310dc71-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ezra Shaw/Getty Images","altText":"Dustin Johnson, clattering one.","cleanCredit":"Photograph: Ezra Shaw/Getty Images"}}]},{"title":"Ewan Murray / Woods' remarkable decline is marked by inevitability","rawTitle":"Woods' remarkable decline is marked by inevitability","item":{"type":"article","id":"sport/2015/jun/19/us-open-day-one-tiger-woods","title":"Tiger Woods' remarkable US Open decline is marked by its inevitability","trailText":"Tiger Woods’ day one capitulation is a fresh chapter of frustration for the fourteen-time major winner, but an entirely predicable one","standFirst":"<p>Tiger Woods’ day one capitulation is a fresh chapter of frustration for the fourteen-time major winner, but an entirely predicable one</p>","byline":"Ewan Murray at Chambers Bay","body":"<p>For Tiger Woods, the saddest aspect of an opening round of 80 at the US Open is the lack of eyebrows that will be raised on account of it. </p> \n<p>The chapters of ignominy keep on flowing for a player who had carded just one professional round of 80 or more from a total of 1,107 between 1996 and 2014. This year, he has trebled that number.</p> \n<p>Fifteen years to the day since Woods won the US Open by 15 shots, he topped a three-wood from the middle of the 18th fairway at Chambers Bay into the deepest bunker on the course. Already nine over par, his hopes of breaking 80 suddenly vanished. He has rarely looked so dejected, so beaten, so incapable of the rousing return for which many golfing fans long. </p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/henrik-stenson-dustin-johnson-us-open\">Henrik Stenson and Dustin Johnson rise above mishaps to lead US Open</a> </p> \n</aside> \n<p>This has become painful viewing, which leaves onlookers to wonder just how Woods truly feels about his sharp demise. For all he has been adamant that more competitive play is the key to improved performance, the 14-time major winner is suffering embarrassment after embarrassment in front of the watching world. Cole Hammer, a 15-year-old amateur, outscored Woods by three here. </p> \n<p>After what seems an inevitable missed cut on the outskirts of Seattle, it would be no real surprise if Woods opts to take another break from tournament play. Despite his positive comment to the contrary, there is no evidence whatsoever that Woods can threaten, let alone dominate, leaderboards. Woods has more rounds in the 80s during this season than the 60s. Some form of reassessment is required. </p> \n<p>Prior to Thursday, his highest-scoring single US Open round was 77; that was as an amateur in 1996. Chambers Bay witnessed the fourth highest round of Woods’s professional career. To his credit, and in a departure from what plenty others would do in the same lamentable scenario, a sanguine Woods faced the media thereafter. He had just produced a back nine of 41. </p> \n<p>“I’m not very happy, that’s for sure,” said the 39-year-old. “It was a tough day. I got off to a bad start and then just couldn’t quite get it turned around.</p> \n<p>“It’s one of those things, just got to work through it. I’m trying as hard as I can to do it, and for some reason I just can’t get the consistency that I’d like to have out there.</p> \n<p>“I fought, I fought hard. And that was my number. I couldn’t grind out any harder than that. So that’s just the way I played and unfortunately it was a high number today.”</p> \n<p>Woods admitted this is as challenging a period as he has ever encountered. His solution? “Keep working. Keep grinding and keep working.”</p> \n<p>The 13th hole at Chambers Bay has the widest fairway in US Open history; Woods missed it. He triple bogeyed the 14th. Earlier, at the 8th, his club flew into the air from his hands as he played from wild rough. The 16th witnessed his solitary birdie. </p> \n<p>There was also a smile. If Woods’s score wasn’t a shock, the 81 of Rickie Fowler, one of his playing partners, certainly was. “The bright side is, at least I kicked Rickie’s butt today,” Woods said. That sense of humour has never been more necessary. </p> \n<p>Fowler has been the model of recent major championship consistency and was many people’s tip to claim this event. Barring something astonishing, he won’t survive for the weekend. Only one player, a club professional named Rich Berberian, scored worse on day one than Fowler.</p> \n<p>Henrik Stenson and Dustin Johnson shared the lead at five under par 65. Patrick Reed lies a shot adrift.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/82b691e5dc926d147a3df7473be9d4d868a07ed1/0_108_4928_2957/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2957,"width":4928,"orientation":"landscape","credit":"Harry How/Getty Images","altText":"A frustrating day at the office for Tiger Woods","cleanCredit":"Photograph: Harry How/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T03:54:11Z","lastModified":"2015-06-19T08:08:40Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":true,"keywords":["US Open Golf 2015","US Open","PGA Tour","US sports","Golf","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/us-open-day-one-tiger-woods","shortUrl":"http://gu.com/p/4avk7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/us-open-day-one-tiger-woods","webUri":"http://www.theguardian.com/sport/2015/jun/19/us-open-day-one-tiger-woods"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/82b691e5dc926d147a3df7473be9d4d868a07ed1/0_108_4928_2957/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2957,"width":4928,"orientation":"landscape","caption":"Tiger Woods reacts to a shot from the rough on the eighth hole during the first round of the 115th U.S. Open Championship at Chambers Bay. Photograph: Harry How/Getty Images","credit":"Harry How/Getty Images","altText":"A frustrating day at the office for Tiger Woods","cleanCaption":"Tiger Woods reacts to a shot from the rough on the eighth hole during the first round of the 115th U.S. Open Championship at Chambers Bay.","cleanCredit":"Photograph: Harry How/Getty Images"}},"importance":0,"kicker":{"title":"Ewan Murray"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/82b691e5dc926d147a3df7473be9d4d868a07ed1/0_108_4928_2957/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2957,"width":4928,"orientation":"landscape","credit":"Harry How/Getty Images","altText":"A frustrating day at the office for Tiger Woods","cleanCredit":"Photograph: Harry How/Getty Images"}}]},{"title":"John Huggan / Montgomerie makes his play to close the generation gap","rawTitle":"Montgomerie makes his play to close the generation gap","item":{"type":"article","id":"sport/2015/jun/19/us-open-2015-colin-montgomerie","title":"US Open 2015: Colin Montgomerie makes his play to close generation gap","trailText":"The US Senior Open champion, Colin Montgomerie, rolled back the years on his return to the main event for the first time in seven years, in an impressive first round of 69","standFirst":"US Senior Open champion rolls back the years on his return to the main event for the first time in seven years, in an impressive first round of 69","byline":"John Huggan at Chambers Bay","body":"<p>It was not quite like the 1990s when sub-70 scores in major championships were routine more than exceptional. But for a 51-year old Colin Montgomerie shooting 69 in the opening round of the 115th US Open was clearly something to be proud of. Four birdies outdoing his three dropped shots, the 2014 US Senior Open champion – a victory that carried with it an exemption from qualifying this week – was beaming as only he can in the wake of a fine performance.</p> \n<p>“It does feel great,” said the Scot. “In practice I was shooting more like 80. But this morning the course was softer. The greens were pretty receptive early on and allowed scoring. It’s just the overall length [7,497 yards] I have an issue with, especially off the tee. This is not a normal links course where you can run the ball into the greens. You have to carry the ball on to the surfaces and often that is right on my limit. So 69 was super. To break 70 was more than I was expecting.”</p> \n<p>Which is not to say everything will continue on so smooth a path, especially on putting surfaces the eight-time European No1 did not hesitate to criticise, even in the wake of such a good round.</p> \n<p>“I didn’t putt very well,” he said. “But the green surfaces are very poor, some poorer than others. But no one is going to putt consistently well on these greens. My course management was the best aspect of my play. I plotted my way round and hit the ball into the right positions. Which is what you have to do.”</p> \n<p>Indeed, as far as controlling the distance of his approach shots was concerned this was the Monty of old. Perhaps only the immortal Ben Hogan has ever struck more iron-shots pin-high than the Scot.</p> \n<p>“I can still hit to a distance,” acknowledged Montgomerie. “And that is hugely important this week. Where you land the ball is vital. You have to carry humps or not carry humps and, if you get it wrong, you can be 50 yards away by the time the ball stops. The turf here is very hard too, so judging the distances is more difficult. It is more challenging to get the right club, then commit to that shot. If you don’t do that, you can forget it.”</p> \n<p>Still, for all his pleasure at breaking par on a backbreaking course, Montgomerie hesitated to make any claims that might be termed outrageous. Asked if he could win this championship – in which he has four times finished in the top three – he was quick to point out the problems ahead.</p> \n<p>“Can I win?” he asked rhetorically. “Have stranger things happened? Not often. But what Tom Watson did at Turnberry aged 59 has given everybody over 50 hope. If the ball runs my way and I hole a lot of putts over the next three days, you never know. More realistically, I could get into contention.”</p> \n<p>That would be a fitting climax to Montgomerie’s long and tempestuous relationship with America’s national championship. Six-times a runner-up and never a winner, Phil Mickelson represents the all-time nadir when it comes to US Open frustration. But Montgomerie is not far behind. On four occasions the former European Ryder Cup captain has been within touching distance of victory; four times circumstances have contrived to prevent him claiming the major title that is the gaping hole in an otherwise comprehensive r&eacute;sum&eacute;.</p> \n<p>All of which is bad enough. But there is more. In 1998 the then five-time European No1 was booed at The Olympic Club in San Francisco. Four years later at Bethpage Black on Long Island, the American magazine Golf Digest distributed thousands of “Be Nice to Monty” badges in an attempt to avert a repeat of the by then routine heckling.</p> \n<p>“You hear it, of course you do,” said Montgomerie of his targeting. “And it doesn’t help. America loves winners so I took it as a bit of a backhanded compliment. They don’t bother with you if you aren’t any good or a bit of threat.”</p> \n<p>To apply such a label to an over-weight man in his 50s – he was briefly in hospital last week after complaining of chest pains – may be a little ambitious these days. Despite the belated success that has seen him win three senior “majors” in the past two years, playing against younger and fitter individuals over four days on a hilly course ill-suited to his age and physique offers a vastly more arduous challenge.</p> \n<p>“Over the last 35 years I’ve had a lot of four-foot putts,” he said with a smile. “Eventually that tells on you. But the hospital was very good. I’m the same [health-wise] as I was 12 years ago apparently, so I can get round here all right.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434668400696/Colin-Montgomerie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Colin Montgomerie","cleanCaption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-18T23:00:43Z","lastModified":"2015-06-19T00:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Huggan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhuggan"}],"feature":true,"keywords":["Colin Montgomerie","Golf","Sport","US Open Golf 2015","US sports","US Open","PGA Tour","Phil Mickelson"],"tags":[{"id":"sport/colin-montgomerie","webTitle":"Colin Montgomerie"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/phil-mickelson","webTitle":"Phil Mickelson"}],"section":{"id":"sport"},"topics":[{"displayName":"John Huggan","topic":{"type":"tag-contributor","name":"profile/johnhuggan"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/us-open-2015-colin-montgomerie","shortUrl":"http://gu.com/p/4avtj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/us-open-2015-colin-montgomerie","webUri":"http://www.theguardian.com/sport/2015/jun/19/us-open-2015-colin-montgomerie"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434668400696/Colin-Montgomerie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Colin Montgomerie said ‘to break 70 was more than I was expecting’ after his opening round at the US Open. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Colin Montgomerie","cleanCaption":"Colin Montgomerie said ‘to break 70 was more than I was expecting’ after his opening round at the US Open. Photograph: BPI/Rex Shutterstock"}},"importance":0,"kicker":{"title":"John Huggan"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434668400696/Colin-Montgomerie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Colin Montgomerie","cleanCaption":"Colin Montgomerie said 'to break 70 was more than I was expecting' after his opening round at the US Open. Photograph: BPI/REX Shutterstock"}}]}],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/a7a4a21dd3f94145c2d8e16d27c3cf238053032c/0_236_4096_2458/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/b5b2cf69cf7812158a898bf87045ebea08971ddb/0_253_4403_2642/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/d054acd846055b75c838ad62696f39d7ff692e69/0_46_3288_1973/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/a9dd0bbefc6a9852ba31e80a0bb75e904ed3fc48/320_837_4071_2441/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/f0c00ba6b7595adb424d5a4d5157453e03d2b3fd/0_26_4269_2561/1000.jpg","height":600,"width":1000}}]},{"title":"Athletics / Farah enlists PR experts to tackle missed drug tests controversy","rawTitle":"Farah enlists PR experts to tackle missed drug tests controversy","item":{"type":"article","id":"sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests","title":"Mo Farah enlists PR experts to tackle missed drug tests controversy","trailText":"Mo Farah has recruited a team of crisismanagement experts to quell the PR storm surrounding him after more questions were raised about his two missed drug tests before London 2012","standFirst":"<span class=\"bullet\">•</span> Mo Farah turns to Freud’s to handle fallout from missed test revelations\n<br />\n<span class=\"bullet\">•</span> Farah reportedly said he did not hear doorbell when testers visited \n<br />","byline":"Owen Gibson and Sean Ingle","body":"<p>Mo Farah has recruited a team of crisis management experts to quell the public relations storm surrounding him after more questions were raised about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-reportedly-missed-drugs-tests-2012-olympics#\">his two missed drugs tests</a> before the London 2012 Olympics.</p> \n<p>Farah, who won 5,000m and 10,000m gold at the Games, was revealed to have missed tests in 2010 and 2011, the second of which came after he failed to hear his doorbell. However, anti-doping officials on Thursday confirmed they would have tried repeatedly to rouse him during the hour in question by knocking on his door every 10-15 minutes.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-protect-reputation-alberto-salazar\">Mo Farah being left on back straight in race to protect reputation</a> </p> \n</aside> \n<p>Meanwhile Nicole Sapstead, the UK Anti-Doping chief executive, said that, while she was not at liberty to discuss individual cases, it was “not common for athletes to miss two tests” in a 12-month period. A third missed test would have counted as the equivalent of a failed drugs test and could have led to Farah receiving a possible four-year ban.</p> \n<p>Farah, who is training in Font Romeu in France, is now taking advice from the public relations agency Freud’s, which calls itself “the world’s leading strategic marketing and communications consultancy”. It is also well-known for providing discreet advice to clients and celebrities.</p> \n<p>One expert with intimate knowledge of the situation called Freud’s “experts in crisis management”. Given the intense focus on Farah during the past fortnight, the agency will need to be.</p> \n<p>It is also understood that Farah wants to put his side of the story but feels unable to speak until his coach, Alberto Salazar, has responded fully to allegations that he broke anti-doping rules. A further complication is that Farah’s agent, Ricky Simms, also manages Galen Rupp, the American who was also accused by the BBC’s Panorama of wrongdoing.</p> \n<p>Among the charges against Salazar are that he gave the banned steroid testosterone to Rupp when he was 16, coached him to get a therapeutic use exemption so he could use an intravenous drip before the 2011 world championships and flouted several other doping rules. Salazar and Rupp deny all allegations and Farah has not been accused of anything illegal.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/19/mo-farah-alberto-salazar-denies-relationship-breakdown\">Alberto Salazar denies his relationship with Mo Farah has broken down</a> </p> \n</aside> \n<p>However, Farah is facing renewed scrutiny after a report in the Daily Mail, which revealed an email exchange between Ukad and Farah’s representatives suggesting the runner missed one test in 2010 and another in early 2011 shortly after he had joined Salazar’s training group in Oregon.</p> \n<p>The paper said that Farah had stated he did not hear the doorbell when missing his second test and that his agent, Simms, submitted video evidence filmed in Farah’s house in which he tried to show that it was difficult to hear the doorbell from his client’s bedroom, due to a noisy altitude machine used to help athlete’s breath oxygen-reduced air to improve performance. Ukad decided despite the video that Farah was guilty of negligence in missing the test, rather than the more serious offence of evasion, which could carry an automatic ban.</p> \n<p>Under the so-called “whereabouts” system introduced in 2009 elite British athletes have to specify where they will be for an hour a day in each 24-hour period. During that time testers can turn up unannounced.</p> \n<p>Graham Arthur, Ukad’s legal director, said that the agency followed a “detailed protocol” if an athlete did not answer the door to a doping control officer immediately at the prescribed hour.</p> \n<p>“They are required to make reasonable efforts to locate the athlete. Ringing the doorbell every 10 or 15 minutes, knocking and staying for the full hour,” he said. “We often ask them to stay just past the hour on the off-chance the athlete is running late. We want to collect the sample, we don’t want them to miss the test.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/18/missed-drug-tests-mo-farah-wada\">Missed drug tests happen but three strikes and out feels about right | Owen Gibson</a> </p> \n</aside> \n<p>Arthur said that, if Ukad had evidence that an athlete was deliberately avoiding testers, it would attempt to take action under Wada’s code for evasion, which carries a ban of up to four years. But he conceded that such cases could be difficult to prove, with Ukad having to prove to a standard of “comfortable satisfaction” that the athlete was deliberately evading the testers.</p> \n<p>Sapstead added: “One missed test isn’t serious for us. Clearly if an athlete acquires a second one, it escalates our concern because they are that much nearer to three. They have three chances at this before they face a sanction.”</p> \n<p>Ukad published figures showing that during 2010 there were 43 missed tests among the 394 athletes across all sports in its elite testing pool. In 2011 it rose to 66 of 365 and in 2012 stood at 40 of 361. Each of those athletes would have been tested at least three times in a 12-month period.</p> \n<p>Arthur added: “Three strikes is the rule. That’s the formula that has been agreed by Wada, sport and government that strikes the correct balance between their privacy and an athlete who might make one or two genuine mistakes and an athlete who evades the system. Once an athlete has made one mistake, our experience is that is usually enough and they comply with the system after that.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434637730143/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters","credit":"Andrew Boyers/Action Images via Reuters","altText":"mo farah","cleanCaption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-18T20:04:00Z","lastModified":"2015-06-19T07:38:51Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"},{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Mo Farah","Athletics","Drugs in sport","Sport"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests","shortUrl":"http://gu.com/p/4av8f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests","webUri":"http://www.theguardian.com/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434637730143/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters","credit":"Andrew Boyers/Action Images via Reuters","altText":"mo farah","cleanCaption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters"}},"importance":6,"kicker":{"title":"Athletics"},"showQuotedHeadline":false,"sublinks":[{"title":"Mo Farah / Salazar: relationship with runner hasn't broken down","rawTitle":"Salazar: relationship with runner hasn't broken down","item":{"type":"article","id":"sport/2015/jun/19/mo-farah-alberto-salazar-denies-relationship-breakdown","title":"Alberto Salazar denies his relationship with Mo Farah has broken down","trailText":"Alberto Salazar has rubbished speculation of a relationship breakdown between himself and Mo Farah following doping allegations made against the coach","standFirst":"<span class=\"bullet\">•</span> ‘Mo is on a different training cycle, as he always is,’ says Salazar\n<br />\n<span class=\"bullet\">•</span> Farah has returned from the US and is training in France","byline":"Press Association","body":"<p>Mo Farah’s coach has rubbished speculation of a relationship breakdown between himself and the double Olympic champion. Alberto Salazar, along with Farah’s training partner Galen Rupp, is under the microscope over doping allegations made by the BBC’s Panorama programme.</p> \n<p>Both men have denied the allegations, while Farah has not been accused of doing anything wrong.</p> \n<p>Farah, who himself has been placed under scrutiny after it was revealed by the Daily Mail <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-reportedly-missed-drugs-tests-2012-olympics#\" title=\"\">he missed two drugs tests </a>in the buildup to London 2012, travelled to his Portland training base to seek answers from Salazar last week.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-fresh-questions-missed-drug-tests\">Mo Farah enlists PR experts to tackle missed drug tests controversy</a> </p> \n</aside> \n<p>On Wednesday he had flown back from the US and was training in France, which led to rumours that Farah was trying to distance himself from his coach.</p> \n<p>However, speaking to the Oregonian newspaper, Salazar insisted Farah was still under his tutelage as he prepares to return to the track at the Monaco Diamond League meeting next month.</p> \n<p>“Mo is on a different training cycle, as he always is at this time of year,” he said. “So I send him to Europe to get accustomed to the time zone. This is how we’ve always done it.</p> \n<p>“This winter Barry [Fudge, a UK Athletics official who reports Farah’s progress to Salazar] administered my workouts to Mo in Ethiopia for six weeks, and Mo broke the world two-mile record.”</p> \n<p>Farah, meanwhile, has been backed by his British team-mate and fellow distance runner Hannah England, who has called the stories surrounding the 32-year-old a “witch-hunt”.</p> \n<p>England, who won silver at the 2011 world championships in Daegu, said in the Independent: “I feel it’s turning into a witch-hunt against Mo.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mo-farah-protect-reputation-alberto-salazar\">Mo Farah being left on back straight in race to protect reputation</a> </p> \n</aside> \n<p>“There’s been a lot of very serious allegations made in recent days and that’s very newsworthy but it’s like people are finding some way to bring down Mo with it.</p> \n<p>“I think it’s irresponsible that this has become such a big story without a proper explanation. It’s not what people are making it seem like.</p> \n<p>“There’s just a lot of speculation going around. People are ruining Mo’s reputation and ruining the sport.”</p> \n<p>Farah was revealed to have missed tests in 2010 and 2011, the second of which came after he failed to hear his doorbell. Under the ’three strikes’ system, a third missed appointment would have counted as a doping offence carrying a maximum four-year ban.</p> \n<p>UK Anti-Doping’s (UKAD) chief executive, Nicole Sapstead, has admitted it is “not common” for an athlete to have two missed tests.</p> \n<p>Last year there were 266 British athletes on the testing register, each of whom would have a minimum of three tests a year, and there were a total of 37 missed tests.</p> \n<p>Between 2010 and 2014 there were 224 missed tests with the highest number in 2011 – the year before the London Olympics – with 66 missed tests but 99 more athletes in the testing pool compared to last year.</p> \n<p>Video evidence submitted to UKAD by Farah’s agent, Ricky Simms, aiming to show the runner had not heard the doorbell may also have helped avert any possible charge for deliberately trying to evade testers.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/18/missed-drug-tests-mo-farah-wada\">Missed drug tests happen but three strikes and out feels about right | Owen Gibson</a> </p> \n</aside> \n<p>Under the ’whereabouts’ system, athletes have to register where they will be for a specific hour every day so that testers can be sure of their location. If they are not where they say they will be three times in the space of a year then it is judged as a doping offence.</p> \n<p>Sapstead would not discuss individual cases or reveal how many athletes were on two strikes but said: “It is not common for athletes to have two missed tests.”</p> \n<p>UKAD’s legal director, Graham Arthur, said any evidence of a deliberate attempt to avoid testers would lead to an immediate doping charge.</p> \n<p>Arthur said: “If someone has deliberately not opened their door and deliberately hidden from the testers then we would take action against them for evasion, which carries up to a four-year ban.</p> \n<p>“If they have put themselves in a place where they are not able to hear the doping control people arrive or ring the doorbell and we are satisfied they are just being negligent and not wilful, then it counts as a missed test.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434699058589/Mo-Farah-and-Alberto-Sala-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images","credit":"Steven Paston/Action Images","altText":"Mo Farah and Alberto Salazar","cleanCaption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T07:34:37Z","lastModified":"2015-06-19T07:35:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Mo Farah","Alberto Salazar","Sport","Athletics"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/athletics","webTitle":"Athletics"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/19/mo-farah-alberto-salazar-denies-relationship-breakdown","shortUrl":"http://gu.com/p/4avm8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/19/mo-farah-alberto-salazar-denies-relationship-breakdown","webUri":"http://www.theguardian.com/sport/2015/jun/19/mo-farah-alberto-salazar-denies-relationship-breakdown"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434699058589/Mo-Farah-and-Alberto-Sala-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images","credit":"Steven Paston/Action Images","altText":"Mo Farah and Alberto Salazar","cleanCaption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images"}},"importance":0,"kicker":{"title":"Mo Farah"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/19/1434699058589/Mo-Farah-and-Alberto-Sala-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images","credit":"Steven Paston/Action Images","altText":"Mo Farah and Alberto Salazar","cleanCaption":"Alberto Salazar, seen here with Mo Farah in 2011, insists that the double Olympic champion is still under his tutelage. Photograph: Steven Paston/Action Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434637730143/mo-farah-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters","credit":"Andrew Boyers/Action Images via Reuters","altText":"mo farah","cleanCaption":"Mo Farah reportedly did not hear the doorbell when drug testers arrived at his house. Photograph: Andrew Boyers/Action Images via Reuters"}}]},{"title":"England 0-1 Portugal / Mário hits winner but Southgate's U21s offer grounds for hope","rawTitle":"Mário hits winner but Southgate's U21s offer grounds for hope","item":{"type":"article","id":"football/2015/jun/18/england-portugal-european-under-21-championship","title":"England U21s lose to João Mário strike in European Championship opener","trailText":"A goal from Portugal’s João Mário condemned England to defeat in their opening European Under-21 Championship match in Uherske Hradiste","standFirst":"England 0-1 Portugal\n<br />Jo&atilde;o M&aacute;rio 57","byline":"John Ashdown at Mestsky Stadium","body":"<p>Portugal ensured England’s European Under-21 Championship campaign got off to a familiar disappointing start in Uherske Hradiste on Thursday night, though Gareth Southgate’s side showed enough to suggest that their pre-tournament optimism was not entirely misplaced.</p> \n<p>Sporting’s Jo&atilde;o M&aacute;rio scored the only goal of the game just before the hour and, while at times it was clear that some of Portugal’s number had played in the Champions League last season whereas some of England’s had played in the Championship, the gulf was rarely all that stark. Nevertheless the result means a 10th England game at these finals in succession without a win in normal time and a fifth straight defeat.</p> \n<p>“I think we’ve played the best team in the group tonight and ridden them very, very close,” said Southgate, for whom this was just a second defeat in 18 games as Under-21 manager. “They’ve got some excellent players, as we have.</p> \n<p>“So from what I’ve seen in the tournament we can still have faith in what we’re doing. Of course now the margins for error are much smaller but that is being in a tournament.”</p> \n<p>England’s previously serene preparation for the competition had suffered its second blow in the space of 24 hours during the build-up with the news that Saido Berahino had been ruled out of the tournament with a knee injury. The West Bromwich Albion striker joined John Stones on the absent list, with the Everton defender unavailable for England’s first two games after suffering a suspected concussion on Tuesday.</p> \n<p>Those absences meant two changes from what might well have been Southgate’s preferred first XI. Liam Moore and Ben Gibson became the central defensive partnership, while Jesse Lingard was the replacement for Berahino, who watched from the sidelines with his knee in a brace. A full-time squad replacement, Wolverhampton Wanderers’ Benik Afobe, has also been called up.</p> \n<p>Before the match Southgate had expressed his confidence that his squad had the strength in depth to cope without their defensive keystone and top scorer from qualifying. If anything it was the absence of the former that was more apparent early on and Moore was in debt to Jack Butland’s reflexes after deflecting a low cross from Ricardo Esgaio goalwards.</p> \n<p>In truth, though, the midfield was the source of Portugal’s strength with Sporting’s William Carvalho, who was hugely impressive, shutting down Tom Carroll in his scheming role behind Harry Kane and Nathaniel Chalobah while JamesWard-Prowse was unable to have the same neutralising effect on Bernardo Silva at the other end of Portugal’s midfield diamond.</p> \n<p>That meant Portugal enjoyed the bulk of the ball but England were effective on those occasions they could wrest possession from their opponents. While Bernardo Silva was allowed to run on to an unprotected back four only to thump a shot straight at Butland and Jo&atilde;o M&aacute;rio should have done better than scoop over the bar from the edge of the box, Nathan Redmond was able to sting Jos&eacute; S&aacute;’s palms, Kane drew a wonderful save with an effort from distance and Lingard curled just wide in the final seconds of the opening half.</p> \n<p>England had the better efforts in the opening moments of the second period, too, with Redmond denied by Jos&eacute; S&aacute; and Ward-Prowse curling a free-kick just wide of goal. But a fairly even contest tilted decisively on 57 minutes. A Carvalho pass deflected through to Silva off the heel of Carl Jenkinson and, though the Monaco midfielder sidefooted on to the the post from little more than six yards out, the rebound fell to Jo&atilde;o M&aacute;rio who guided his shot into the roof of the net from similarly close range.</p> \n<p>England reeled. Ricardo might have extended Portugal’s lead but glanced wide from Jo&atilde;o M&aacute;rio’s cross but in the final 10 minutes the Young Lions were able to muster a fighting finish. Kane prodded a shot straight at Jos&eacute; S&aacute;, the substitute Alex Pritchard snatched a shot wide as the ball dropped on the edge of the box in the final minute and in injury time Jos&eacute; S&aacute; had to stretch to keep out Jenkinson’s header.</p> \n<p>“We won against a great team with great quality in attack,” said the Portugal coach, Rui Jorge. “England scored in all their qualifying matches and we didn’t concede a goal. It was a fantastic game for us.”</p> \n<p>Next up for Southgate’s side on Sunday are Sweden, who came from behind to beat Italy 2-1 in Olomouc last night despite being reduced to 10 men after only 28 minutes. The good news for the England head coach is that both other teams in Group B appear beatable. The bad news is that that game is now something of a must win.</p> \n<p>“We play first so we have to go for the win, that’s pretty obvious,” said Southgate of Sunday’s games. “But I think every game in a tournament has that importance attached to it. What we have to do is make sure our mentality is right, that we approach things in the way that we did for this game. I don’t think we were a million miles away.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/18/1434658816360/England-v-Portugal--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"João Mário celebrates putting Portugal ahead against England in their European Under-21 Championship match. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"England v Portugal ","cleanCaption":"João Mário celebrates putting Portugal ahead against England in their European Under-21 Championship match. Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-18T20:51:34Z","lastModified":"2015-06-18T23:45:01Z","metadata":{"commentable":true,"commentCount":229,"contributors":[{"name":"John Ashdown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnashdown"}],"feature":false,"keywords":["European Under-21 Championship","England","Portugal","Football","Sport"],"tags":[{"id":"football/european-under-21-championship","webTitle":"European Under-21 Championship"},{"id":"football/england","webTitle":"England"},{"id":"football/portugal","webTitle":"Portugal"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"John Ashdown","topic":{"type":"tag-contributor","name":"profile/johnashdown"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/18/england-portugal-european-under-21-championship","shortUrl":"http://gu.com/p/4avhv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/18/england-portugal-european-under-21-championship","webUri":"http://www.theguardian.com/football/2015/jun/18/england-portugal-european-under-21-championship"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/18/1434658816360/England-v-Portugal--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"João Mário celebrates putting Portugal ahead against England in their European Under-21 Championship match. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"England v Portugal ","cleanCaption":"João Mário celebrates putting Portugal ahead against England in their European Under-21 Championship match. Photograph: BPI/Rex Shutterstock"}},"importance":5,"kicker":{"title":"England 0-1 Portugal"},"showQuotedHeadline":false,"sublinks":[{"title":"England / Berahino pulls out of tournament with knee injury","rawTitle":"Berahino pulls out of tournament with knee injury","item":{"type":"article","id":"football/2015/jun/18/saido-berahino-injured-pulls-out-euro-2015-training-england-under-21s","title":"England’s Saido Berahino out of European Under-21 Championship with knee injury","trailText":"The England Under-21 striker Saido Berahino has been forced to withdraw from the European Championship squad because of injury","standFirst":"<span class=\"bullet\">•</span> West Brom striker forced to withdraw from England Under-21 squad \n<br />\n<span class=\"bullet\">•</span> Wolves forward Benik Afobe called up as Berahino’s replacement","byline":"John Ashdown in Uherske Hradiste","body":"<p>England’s hitherto serene preparation for the European Under-21 Championship finals suffered its second blow in the space of 24 hours on Thursday with the news that Saido Berahino has been ruled out of the tournament with a knee injury.</p> \n<p>The West Bromwich Albion striker was the side’s top scorer in qualifying with 10 goals but suffered the injury in the final training session before Thursday’s opening game against Portugal in Uherske Hradiste.</p> \n<p>Benik Afobe, who scored 13 Championship goals for Wolverhampton Wanderers after joining from Arsenal in January, and 32 in all competitions last season thanks to a prolific spell with MK Dons before Christmas, will replace Berahino in the squad but will not be available until England’s second group game against Sweden on Sunday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/15/england-under-21-european-championship\">Have the best of England’s Under-21s developed like European equivalents? | John Ashdown</a> </p> \n</aside> \n<p>“It’s a great personal disappointment for Saido,” said the England head coach Gareth Southgate. “He’s very conscious of it not affecting the team and we’re personally disappointed for him because he’s been with us from the very first game, scored our first goal and has been a huge part of the reason why we’re here.</p> \n<p>“It’s a great shame he won’t be able to finish the job. For us, it’s important that we move on and the rest of the group respond and react in the right way as they have done throughout the competition.”</p> \n<p>Berahino will fly back to England immediately for Albion’s assessment. “We are hopeful the injury is not too serious,” said the West Brom performance director Dr Mark Gillett. “We are grateful to the FA for putting the player’s welfare first even though it will obviously be disappointing for Saido to miss out on the tournament. But now the first phase is to assess fully what the problem is and then we can sort out a programme for his recovery and rehabilitation.”</p> \n<p>Berahino’s exit is the second blow to Southgate in the run-up to the opening fixture following the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/john-stones-england-u21-euros-concussion\" title=\"\">suspected concussion suffered by John Stones</a> which has ruled the Everton defender out of the Portugal and Sweden games.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/65d2f77e0a28ff7c450375cf1038f9384acd5ea8/0_126_2603_1561/2603.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1561,"width":2603,"orientation":"landscape","credit":"Martin Rickett/PA","altText":"Saido Berahino has been forced to withdraw from England’s Euro 2015 squad.","cleanCredit":"Photograph: Martin Rickett/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-18T11:16:35Z","lastModified":"2015-06-18T12:39:27Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Ashdown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnashdown"}],"feature":false,"keywords":["England Under-21s","European Under-21 Championship","West Bromwich Albion","Football","Sport"],"tags":[{"id":"football/england-under-21s","webTitle":"England Under-21s"},{"id":"football/european-under-21-championship","webTitle":"European Under-21 Championship"},{"id":"football/westbrom","webTitle":"West Bromwich Albion"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"John Ashdown","topic":{"type":"tag-contributor","name":"profile/johnashdown"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/18/saido-berahino-injured-pulls-out-euro-2015-training-england-under-21s","shortUrl":"http://gu.com/p/49qzm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/18/saido-berahino-injured-pulls-out-euro-2015-training-england-under-21s","webUri":"http://www.theguardian.com/football/2015/jun/18/saido-berahino-injured-pulls-out-euro-2015-training-england-under-21s"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/65d2f77e0a28ff7c450375cf1038f9384acd5ea8/0_126_2603_1561/2603.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1561,"width":2603,"orientation":"landscape","caption":"Berahino finished the qualification campaign as the top goalscorer across Europe with 10 goals in as many games. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Berahino finished the qualification campaign as the top goalscorer across Europe with 10 goals in as many games.","cleanCaption":"Berahino finished the qualification campaign as the top goalscorer across Europe with 10 goals in as many games.","cleanCredit":"Photograph: Martin Rickett/PA"}},"importance":0,"kicker":{"title":"England"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/65d2f77e0a28ff7c450375cf1038f9384acd5ea8/0_126_2603_1561/2603.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1561,"width":2603,"orientation":"landscape","credit":"Martin Rickett/PA","altText":"Saido Berahino has been forced to withdraw from England’s Euro 2015 squad.","cleanCredit":"Photograph: Martin Rickett/PA"}}]}],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/edef515152f18cae8ebf4db8ce1fd6a058cc8615/0_26_2544_1527/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/dce4fc1c1484deceae1c2009d57f593cf47fb611/0_84_1872_1122/1000.jpg","height":599,"width":999}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/1c514d5d865ce0bd93b0ef886fadcc041ba3cf17/0_18_3354_2013/1000.jpg","height":600,"width":1000}}]},{"title":"Royal Ascot 2015 / Moore on brink of record after riding eighth winner","rawTitle":"Moore on brink of record after riding eighth winner","item":{"type":"article","id":"sport/2015/jun/18/ryan-moore-royal-ascot-eighth-winner","title":"Ryan Moore on verge of Royal Ascot record after riding eighth winner","trailText":"Ryan Moore underlined his talent when victories on board Waterloo Bridge, Curvy and War Envoy took his tally of winners at this year’s Royal Ascot to a record-equalling eight","standFirst":"<p><span class=\"bullet\">•</span> Wins on Waterloo Bridge, Curvy and War Envoy underline jockey’s talent<br /><span class=\"bullet\">•</span> Trainer Aidan O’Brien praises ‘greatest rider we have seen for a long, long time’</p>","byline":"Greg Wood at Royal Ascot","body":"<p>Ryan Moore confirmed beyond doubt that he is a talent to stand comparison with the greatest names of the past when he rode three of the six winners at Royal Ascot on Ladies’ Day to equal the modern-day record of eight victories at the meeting.</p> \n<p>In living memory only Lester Piggott, in 1965 and 1975, and Pat Eddery, in 1989, have partnered eight winners at a single Royal meeting. Both men were riding at a time when the fixture was staged with 24 races over four days rather than the current total of 30 races over five. Moore, however, is not only on the brink of a new modern record, but may also threaten the dozen winners ridden by Fred Archer in 1878.</p> \n<p>Moore equalled his previous best total of six winners at a single Royal meeting when Waterloo Bridge, a 12-1 chance, took the opening Norfolk Stakes and he followed up aboard Curvy, at 9-2, in the Ribblesdale Stakes and War Envoy, at 10-1, in the Britannia Handicap. The combined odds of his treble were 785.5-1.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/graham-lee-gold-cup-trip-to-paris-royal-ascot\">Trip to Paris win earns Graham Lee biggest payday since switch to the Flat</a> </p> \n</aside> \n<p>Moore has ridden a series of big winners around the world over the past two years, including the Melbourne Cup winner in November last year and several more victories at the prestigious Breeders’ Cup in America. His success at this year’s Royal meeting, though, coincides with a new partnership with Aidan O’Brien, Ireland’s champion trainer.</p> \n<p>“Ryan is an unbelievable rider,” O’Brien said on Thursday. “Everyone knows he is probably the greatest rider we have seen for a long, long time.”</p> \n<p>Moore’s outstanding form has started to move the markets on his remaining rides at the Royal meeting. He is due to ride the favourite in both the feature events at Royal Ascot on Friday: Hootenanny in the Commonwealth Cup and Found in the Coronation Stakes.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1a1e2018d55f7476a0ffb431d8eb453449cd39ed/2389_481_1996_1199/1996.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1199,"width":1996,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Ryan Moore on board Waterloo Bridge on their way to winning the Norfolk Stakes at Royal Ascot 2015.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-18T19:16:54Z","lastModified":"2015-06-19T08:10:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Greg Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregwood"}],"feature":false,"keywords":["Royal Ascot 2015","Ryan Moore","Royal Ascot","Ascot","Horse racing","Sport"],"tags":[{"id":"sport/royal-ascot-2015","webTitle":"Royal Ascot 2015"},{"id":"sport/ryan-moore","webTitle":"Ryan Moore"},{"id":"sport/royal-ascot","webTitle":"Royal Ascot"},{"id":"sport/ascot","webTitle":"Ascot"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Greg Wood","topic":{"type":"tag-contributor","name":"profile/gregwood"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/ryan-moore-royal-ascot-eighth-winner","shortUrl":"http://gu.com/p/4avgm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/ryan-moore-royal-ascot-eighth-winner","webUri":"http://www.theguardian.com/sport/2015/jun/18/ryan-moore-royal-ascot-eighth-winner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1a1e2018d55f7476a0ffb431d8eb453449cd39ed/2389_481_1996_1199/1996.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1199,"width":1996,"orientation":"landscape","caption":"Ryan Moore on board Waterloo Bridge on their way to winning the Norfolk Stakes at Royal Ascot. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Ryan Moore on board Waterloo Bridge on their way to winning the Norfolk Stakes at Royal Ascot.","cleanCaption":"Ryan Moore on board Waterloo Bridge on their way to winning the Norfolk Stakes at Royal Ascot.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":4,"kicker":{"title":"Royal Ascot 2015"},"showQuotedHeadline":false,"sublinks":[{"title":"Ascot Gold Cup / Trip to Paris earns Lee biggest payday on Flat","rawTitle":"Trip to Paris earns Lee biggest payday on Flat","item":{"type":"article","id":"sport/2015/jun/18/graham-lee-gold-cup-trip-to-paris-royal-ascot","title":"Trip to Paris win earns Graham Lee biggest payday since switch to Flat","trailText":"Graham Lee became the first rider in history to win both the Grand National and the Ascot Gold Cup when Trip To Paris led the field home 11 years after his Aintree triumph","standFirst":"<span class=\"bullet\">•</span> Lee wins Ascot Gold Cup 11 years after Grand National victory\n<br />\n<span class=\"bullet\">•</span> Ryan Moore frustrated despite equalling record of wins at meeting\n<br />\n<a href=\"%E2%80%A2\" title=\"\"><span class=\"bullet\">•</span> McCain works his magic as Amberleigh brings house down</a>","byline":"Greg Wood at Ascot","body":"<p>For once horses and high fashion were forced to stand aside on Ladies’ Day here as two jockeys emerged to seize the attention. Ryan Moore, riding with supreme vision and self-assurance, completed a treble on the day to equal the modern-day record of eight winners at a Royal meeting but even he could not match the historic achievement of Graham Lee, who became the first rider in history to win both the Grand National and the Ascot Gold Cup when Trip To Paris led the field home in this meeting’s most prestigious race.</p> \n<p>It is just over 11 years since Lee won at Aintree on Amberleigh House and only three since he switched from jumping to ride on the Flat in the hope of extending his career in the saddle. He has not simply survived but flourished to the point of finishing third in the jockeys’ championship behind Richard Hughes and Moore last season. This, though, was his first Group One winner as well as his first success at Royal Ascot – and in the race that matters most of all.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/ryan-moore-royal-ascot-eighth-winner\">Ryan Moore on verge of Royal Ascot record after riding eighth winner</a> </p> \n</aside> \n<p>The Piggott family completed the same double as Lee in these two historic events but the Grand National success of Ernie Piggott in 1912 was separated by two generations and 45 years from his grandson Lester’s first Gold Cup in 1957. Lee, meanwhile, has also ridden the winner of a feature event at Cheltenham in March, having steered Inglis Drever to victory in the World Hurdle in 2005.</p> \n<p>“That’s an awful question,” Lee said when asked if winning an Ascot Gold Cup ranked above a Grand National victory. “I’ve had a great day in the office. It’s lovely to ride a winner here, and a Group One as well.</p> \n<p>“The second I got legged up on him in the parade ring I knew he was going to run well. He was asleep, he was relaxed all the time and conserving energy. The race went well and happy days. Thank the man above, everything went good.”</p> \n<p>Lee’s success on Trip To Paris was also about as homespun as they come at this meeting, as his mount was bought for 20,000gns as a two-year-old and arrived at the Royal meeting having started the season running fourth off an official British Horseracing Authority rating of 88 in an all-weather handicap race at Kempton.</p> \n<p>Trip To Paris’s success in the Chester Cup in May paid for a &pound;35,000 supplementary entry fee into Thursday’s race but Ed Dunlop, his trainer and also one of his seven owners, was not convinced that it was worth the risk. With a &pound;230,000 first prize in the bank, it now looks like the best bet of the Royal meeting.</p> \n<p>“Credit must go to the owners,” Dunlop said. “Those who know me know I’m not the most adventurous when it comes to stumping up &pound;35,000, particularly when I own a bit of the horse.</p> \n<p>“Graham Lee has been a big part of this. I thought it was a great ride. Trip To Paris has made phenomenal progressthis season, he’s won four of six and is one of the most improved horses in training. This is one of my greatest days as a trainer. My father [the trainer John] and mother had the Gold Cup on their dining table, so to actually win it is a dream come true.”</p> \n<p>Some of the money from Trip To Paris’s latest success may now be reinvested in a ticket to Australia in November for the Melbourne Cup, a race that Dunlop has gone close to winning several times with Red Cadeaux.</p> \n<p>“The Australians, the clever ones, said we ought not to be running in the Gold Cup because it would spoil his mark for the Melbourne Cup,” Dunlop said. “But I think his owners will want to do it now and why not?”</p> \n<p>Lee steered an incident-free path to victory on Trip To Paris but the same could not be said for Ryan Moore on the runner-up Kingfisher, who tried and failed several times to find a route towards the lead inside the final two furlongs before running on strongly to finish a length and a quarter adrift.</p> \n<p>There was no error involved on his part, just a series of decisions that did not work as intended. Yet it was still a sign of his winner’s mentality that, when asked how he would sum up his day after the third of his winners, Moore replied: “I need to move on from the Gold Cup”.</p> \n<p>In every other respect his afternoon was exceptional, as his second treble of the week took him to eight winners for the meeting, a modern-day record alongside Piggott, who did it twice, and Pat Eddery.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/adaay-commonwealth-cup-royal-ascot\">Bank on Adaay to win the Commonwealth Cup at Royal Ascot</a> </p> \n</aside> \n<p>Both Piggott and Eddery were ridingat four-day meetings but Moore isalready alongside the pair of them after three and within sight of Fred Archer, whose remarkable 12-winner haul at the Royal meeting in 1878 is the all-time record.</p> \n<p>Moore maintained his dominance from the saddle with three beautifully judged rides which highlighted both his strength, judgment and versatility. Waterloo Bridge, in the opening Norfolk Stakes, came late to pick off the market leaders Log Out Island and King Of Rooks, while Curvy was extracted from a pocket a quarter of a mile out before running on strongly to beat the even-money favourite Pleascach in the Group Two Ribblesdale Stakes.</p> \n<p>Moore completed his treble on War Envoy, a 10-1 chance, in the Britannia Handicap, again timing his run to perfection to win one of the season’s most competitive handicaps by a neck.</p> \n<p>The most impressive winner of the afternoon was Time Test, who stepped up from an easy success in a handicap at Newbury last month to take the Group Three Tercentenary Stakes with similar ease. Frankie Dettori, his jockey, travelled like the winner at every stage and was then able to pick his moment to quicken clear, eventually winning by three and a quarter lengths. Time Test is now a 25-1 chance for the Prix de l’Arc de Triomphe at Longchamp in October.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434647772885/Royal-Ascot-Gold-Cup-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Trip to Paris, ridden by Graham Lee, left, get up to win the Gold Cup at Royal Ascot while Ryan Moore and Kingfisher, second left suffered a troubled run. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"Royal Ascot Gold Cup","cleanCaption":"Trip to Paris, ridden by Graham Lee, left, get up to win the Gold Cup at Royal Ascot while Ryan Moore and Kingfisher, second left suffered a troubled run. Photograph: Steve Parsons/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-18T18:06:03Z","lastModified":"2015-06-18T23:01:00Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Greg Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gregwood"}],"feature":false,"keywords":["Royal Ascot 2015","Royal Ascot","Horse racing","Ryan Moore","Sport"],"tags":[{"id":"sport/royal-ascot-2015","webTitle":"Royal Ascot 2015"},{"id":"sport/royal-ascot","webTitle":"Royal Ascot"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/ryan-moore","webTitle":"Ryan Moore"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Greg Wood","topic":{"type":"tag-contributor","name":"profile/gregwood"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/graham-lee-gold-cup-trip-to-paris-royal-ascot","shortUrl":"http://gu.com/p/4av6m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/graham-lee-gold-cup-trip-to-paris-royal-ascot","webUri":"http://www.theguardian.com/sport/2015/jun/18/graham-lee-gold-cup-trip-to-paris-royal-ascot"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434647772885/Royal-Ascot-Gold-Cup-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Trip to Paris, ridden by Graham Lee, left, gets up to win the Gold Cup at Royal Ascot while Ryan Moore and Kingfisher, second left suffered a troubled run. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"Royal Ascot Gold Cup","cleanCaption":"Trip to Paris, ridden by Graham Lee, left, gets up to win the Gold Cup at Royal Ascot while Ryan Moore and Kingfisher, second left suffered a troubled run. Photograph: Steve Parsons/PA"}},"importance":0,"kicker":{"title":"Ascot Gold Cup"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434647772885/Royal-Ascot-Gold-Cup-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Trip to Paris, ridden by Graham Lee, left, get up to win the Gold Cup at Royal Ascot while Ryan Moore and Kingfisher, second left suffered a troubled run. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"Royal Ascot Gold Cup","cleanCaption":"Trip to Paris, ridden by Graham Lee, left, get up to win the Gold Cup at Royal Ascot while Ryan Moore and Kingfisher, second left suffered a troubled run. Photograph: Steve Parsons/PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1a1e2018d55f7476a0ffb431d8eb453449cd39ed/2389_481_1996_1199/1996.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1199,"width":1996,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Ryan Moore on board Waterloo Bridge on their way to winning the Norfolk Stakes at Royal Ascot 2015.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Queen's / Murray cracks stubborn Verdasco but Müller waits in quarter-finals","rawTitle":"Murray cracks stubborn Verdasco but Müller waits in quarter-finals","item":{"type":"article","id":"sport/2015/jun/18/andy-murray-beats-fernando-verdasco-aegon-championships-queens","title":"Andy Murray beats Fernando Verdasco at Aegon Championships","trailText":"Andy Murray marched into the quarter-finals at Queen’s where he will play the big-serving Gilles Müller","standFirst":"<span class=\"bullet\">•</span> Murray beats stubborn but erratic Spaniard 7-5, 6-4\n<br />\n<span class=\"bullet\">•</span> Big-serving Gilles M&uuml;ller next for Murray in Queen’s quarter-finals","byline":"Kevin Mitchell at Queen's","body":"<p>So far this week at Queen’s it has been <em>adi&oacute;s</em> Rafa Nadal, <em>adieu</em> Stan Wawrinka and, on Thursday, whatever the Bulgarian is for “thanks for coming” Grigor Dimitrov, as the defending champion joined the queue of leading players bundled out of the singles at the Aegon Championships.</p> \n<p>Andy Murray, the No1 seed and three-times champion, also briefly flirted with embarrassment before seeing off the stubborn but erratic Fernando Verdasco in a little over an hour and a half, 7-5, 6-4, and plays the big-serving Gilles M&uuml;ller of Luxembourg in the quarter-finals.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/andy-murray-laura-robson-comeback\">Andy Murray warns returning Laura Robson must deal with mental baggage</a> </p> \n</aside> \n<p>Murray was a long time coming into his press conference but dispelled fears he might be nursing an injury before Wimbledon. “When you start changing surface, you get sore in different places,” he said. “After the first match I felt OK. After doubles yesterday I felt a little bit stiff, lower back and the backs of the legs. Today I just wanted to make sure, go over everything with my physio, so that they understand exactly what it is I’m feeling, and then get all of the right treatment and my warm-downs done and eat properly, because I want to recover well.</p> \n<p>“I’m going to play every single day now until the end of the tournament. It’s a bit different at slams. You have more time to recover, whereas here, when you’re changing surfaces and only having sometimes less than 24 hours, you need to have your priorities right.”</p> \n<p>The match was an oddly disjointed affair. Murray railed at himself throughout as he slowly found his rhythm on grass – although he reckoned he moved better than he did in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/16/andy-murray-yen-hsun-lu-queens-live-tennis\" title=\"\">his opening match</a> against Lu Yen-hsun – while Verdasco swung his strong left arm from the hip without much regard for the consequences. Almost inevitably, he gifted Murray the match, with three of his 10 double faults arriving in the final game; that’s wrapping it up in silver paper and putting a shiny ribbon on it.</p> \n<p>Sliding from 4-1 up to 4-all in the first set did not represent disaster but it was uncomfortable for Murray, given their history on London grass; Verdasco famously <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/03/andy-murray-wimbledon-fernando-verdasco\" title=\"\">led him two sets to love</a> before Murray turned it around and went on to win Wimbledon in 2013 and, although the stakes here were considerably lower, the world No3 needs quality time on grass before heading for the All England Club. He should get it against M&uuml;ller.</p> \n<p>In the first quarter of an hour, the ball was leaving Murray’s racket sweetly but Verdasco, having started the match with double fault, ace, double fault, finally hit a few spots with ball in hand to bring tension to the contest. Murray’s banker always has been and always will be his defence and the Spaniard now found it much tougher to crack. Murray had two set points before Verdasco found a little extra pop on his ground strokes to force deuce, before overcooking another wild thrash from the baseline to hand Murray the first frame in 44 minutes.</p> \n<p>Murray had to save a break point to hold at the start of the second set, although he was helped by his opponent’s continued indiscipline. In the third game Murray held from 0-40, and needed four points on the spin for 3-2. When Verdasco’s serve completely fell to pieces at the end, Murray was happy to retreat to the locker room with the win.</p> \n<p>He could hardly have a more contrasting challenge in the quarter-finals, where he meets another leftie in M&uuml;ller, who is in frightening form on serve at 32 – as Murray has noticed. “He served 37 aces in the first round,” he said. “I haven’t served that many the whole year [Murray actually has 245 to Muller’s 381].”</p> \n<p>Murray added: “He is coached by a good friend of mine, Jamie Delgado, who has played here a number of times and we have practised and warmed up together. We know each other’s games well and he is a very good grass-court player. It is going to be very tough.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/simona-halep-birmingham-aegon-classic\">Simona Halep advances as top seeds recover poise in Birmingham</a> </p> \n</aside> \n<p>When M&uuml;ller played Dimitrov earlier in the day, he could not quite match the howitzer serving rate that demolished Mikhail Youzhny in the first round but, just as Wawrinka, the French Open champion, had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/kevin-anderson-stan-wawrinka-queens-wimbledon-french-open\" title=\"\">suffered on the end of 22 aces</a> by Kevin Anderson on Wednesday, so the Bulgarian found 19 free serving points and 35 clean winners by M&uuml;ller too much to handle. It was M&uuml;ller’s second win this year over Dimitrov, who went out in the first round at Roland Garros and has yet to put together a run to suggest he will be a significant threat at Wimbledon.</p> \n<p>M&uuml;ller, who has had his moments in a solid career and had to cope with six months out when his left elbow gave up on him in 2013, took an hour and a quarter to win 6-4, 7-6.</p> \n<p>It’s been a tournament of towering dominance for the big servers: John Isner, at 6ft 10in, has hit 57 aces, followed by 6ft 4in M&uuml;ller (56), 6ft 6in Milos Raonic (53) and 6ft 8in Anderson (44). Isner needed three tie-break sets on Thursday to defeat another strong server, Feliciano L&oacute;pez, in a match that did not feature a single break, while Viktor Troicki came back from a set down to beat Marin Cilic 6-7, 6-2, 6-3.</p> \n<p>Dimitrov, meanwhile, remains upbeat. “I think everything is going to be fine for me,” he said. “It’s a tough loss but I give credit to Gilles.”</p> \n<p>But, as they say in Bulgaria, it was another case of <em>blagodarya, che doidokhte</em>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434641147037/Andy-Murray-celebrates-hi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters","credit":"Paul Childs/Reuters","altText":"Andy Murray celebrates his victory over Fernando Verdasco at the Aegon Championships","cleanCaption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-18T15:26:03Z","lastModified":"2015-06-18T23:12:24Z","metadata":{"commentable":true,"commentCount":38,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/andy-murray-beats-fernando-verdasco-aegon-championships-queens","shortUrl":"http://gu.com/p/4avap","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/andy-murray-beats-fernando-verdasco-aegon-championships-queens","webUri":"http://www.theguardian.com/sport/2015/jun/18/andy-murray-beats-fernando-verdasco-aegon-championships-queens"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434641147037/Andy-Murray-celebrates-hi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters","credit":"Paul Childs/Reuters","altText":"Andy Murray celebrates his victory over Fernando Verdasco at the Aegon Championships","cleanCaption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters"}},"importance":3,"kicker":{"title":"Queen's"},"showQuotedHeadline":false,"sublinks":[{"title":"Tennis / Murray warns Robson must deal with mental baggage","rawTitle":"Murray warns Robson must deal with mental baggage","item":{"type":"article","id":"sport/2015/jun/18/andy-murray-laura-robson-comeback","title":"Andy Murray warns returning Laura Robson must deal with mental baggage","trailText":"Andy Murray has said it will take Laura Robson time to return to her best after 17 months out with a serious wrist injury","standFirst":"<span class=\"bullet\">•</span> Robson to make comeback from injury in Eastbourne after 17 months\n<br />\n<span class=\"bullet\">•</span> ‘She can have a fantastic career but it’s going to take time to come back’","byline":"Kevin Mitchell","body":"<p>After 17 months of patient rehabilitation and several false starts Laura Robson will be back on a tennis court on Saturday, hoping her wrist problems and a more recent hamstring scare do not trouble her in trying to qualify for the main draw at Eastbourne.</p> \n<p>The outgoing Londoner has kept a surprisingly low profile since making her debut in the BBC commentary box at Wimbledon last year and her agents, IMG, have been reluctant to allow her to talk to the media.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/andy-murray-beats-fernando-verdasco-aegon-championships-queens\">Andy Murray beats Fernando Verdasco at Aegon Championships</a> </p> \n</aside> \n<p>A single paragraph buried in a press release from the tournament sponsors Aegon said only: “I am looking forward to making my return to the tour and I am excited to compete in front of the great Eastbourne fans again.”</p> \n<p>Andy Murray, however, had more to say on his friend’s comeback and, having also had to deal with a wrist injury early in his career, shed light on how she might cope on her comeback.</p> \n<p>“I’d imagine it would be very tough for a number of reasons,” he said at Queen’s. “Obviously playing at the elite level of any sport is hard at the best of times but, having not played for 17 months, she’s going to be extremely rusty, probably lacking confidence in movement, body.</p> \n<p>“There is a lot of mental sort of baggage that she will have to deal with when she comes back. I don’t know if she works with someone on that front but, if she can get over that hurdle and trust her body – which is not going to come overnight – it’s going to take some time and some matches.</p> \n<p>“She’s an unbelievably talented woman. I have known her since she was about 14, 15, and she has a lot of potential. She trains hard, surrounds herself with the right people and does all the right things. She can have a fantastic career, I’m sure, but it’s going to take time for her to come back from this. If somehow she does do it quickly, that would be awesome but I wouldn’t expect that.”</p> \n<p>Robson has not played since the 2014 Australian Open and postponed several planned comebacks in the United States and, most recently, the French Open.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434658963262/Laura-Robson-and-Andy-Mur-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Laura Robson and Andy Murray teamed up to win a silver medal in the mixed doubles at the 2012 London Olympics. Photograph: Paul Childs/Action Images","credit":"Paul Childs/Action Images","altText":"Laura Robson and Andy Murray","cleanCaption":"Laura Robson and Andy Murray teamed up to win a silver medal in the mixed doubles at the 2012 London Olympics. Photograph: Paul Childs/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-18T20:23:10Z","lastModified":"2015-06-18T22:31:59Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Laura Robson","Andy Murray","Tennis","Sport"],"tags":[{"id":"sport/laura-robson","webTitle":"Laura Robson"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/andy-murray-laura-robson-comeback","shortUrl":"http://gu.com/p/4avhf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/andy-murray-laura-robson-comeback","webUri":"http://www.theguardian.com/sport/2015/jun/18/andy-murray-laura-robson-comeback"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434658963262/Laura-Robson-and-Andy-Mur-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Laura Robson and Andy Murray teamed up to win a silver medal in the mixed doubles at the 2012 London Olympics. Photograph: Paul Childs/Action Images","credit":"Paul Childs/Action Images","altText":"Laura Robson and Andy Murray","cleanCaption":"Laura Robson and Andy Murray teamed up to win a silver medal in the mixed doubles at the 2012 London Olympics. Photograph: Paul Childs/Action Images"}},"importance":0,"kicker":{"title":"Tennis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434658963262/Laura-Robson-and-Andy-Mur-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Laura Robson and Andy Murray teamed up to win a silver medal in the mixed doubles at the 2012 London Olympics. Photograph: Paul Childs/Action Images","credit":"Paul Childs/Action Images","altText":"Laura Robson and Andy Murray","cleanCaption":"Laura Robson and Andy Murray teamed up to win a silver medal in the mixed doubles at the 2012 London Olympics. Photograph: Paul Childs/Action Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/18/1434641147037/Andy-Murray-celebrates-hi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters","credit":"Paul Childs/Reuters","altText":"Andy Murray celebrates his victory over Fernando Verdasco at the Aegon Championships","cleanCaption":"Andy Murray celebrates his straight-sets victory over Fernando Verdasco at the Aegon Championships.  Photograph: Paul Childs/Reuters"}}]},{"title":"Cricket / Finn and Footitt named in England's 14-man Ashes training squad","rawTitle":"Finn and Footitt named in England's 14-man Ashes training squad","item":{"type":"article","id":"sport/2015/jun/18/england-announce-training-squad-ashes","title":"England call up paceman Mark Footitt for Ashes training camp in Spain","trailText":"Derbyshire left-armer Mark Footitt has been included in England’s 14-man squad for a four-day Ashes training camp","standFirst":"<span class=\"bullet\">•</span> Coach Trevor Bayliss will use camp to get to know players \n<br />\n<span class=\"bullet\">•</span> Derbyshire left-armer surprise inclusion in 14-man squad","byline":"Ali Martin","body":"<p>Trevor Bayliss will use a four-day training camp in Spain to familiarise himself with England’s players before the Ashes series, with the uncapped Derbyshire fast bowler Mark Footitt the surprise inclusion in a 14-man party for the trip.</p> \n<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/03/trevor-bayliss-england-ashes-five-things\">head coach arrives</a> to begin his new role on Thursday – only 13 days before the start of the first Test with his native Australia in Cardiff on 8 July – and will spend 24 hours recovering from jet lag before meeting the squad in Birmingham. England leave for Spain on the Saturday morning.</p> \n<p>The camp, which will focus on fielding, strategy and fitness work, gives an indication of England’s thinking for the five-Test series. The 29-year-old Footitt, who took 106 wickets in all competitions last summer, is the standout inclusion while Moeen Ali has been picked ahead of his spin-bowling rival Adil Rashid.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/mark-footitt-steven-finn-england-ashes-spain\">Mark Footitt may fit bill as England explore left-arm paceman option</a> </p> \n</aside> \n<p>Andrew Strauss, who organised the trip, will fly out to the unnamed location in Spain before the main group to begin preparations but, following introductory meetings between Bayliss and the players, the director of England cricket is expected to return to London and give the new set-up room to breathe.</p> \n<p>The benefits of training in sunnier climes will be combined with an informal atmosphere and a round of golf one afternoon – a far cry from the military-style training exercises utilised by Andy Flower before the away Ashes series in 2010-11 and 2013-14.</p> \n<p>The first of those, held in the Bavarian forest, was run by former members of the Australian police and was well received by the players, even if it saw Jimmy Anderson suffer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2010/oct/15/james-anderson-england-injury-ashes\">a broken rib during a boxing match</a>. The last Ashes camp took place in Staffordshire and was deemed as shambolic as the tour that followed. England last went abroad before a home Ashes series in 2009, when a trip to visit the war memorials in Flanders saw Andrew Flintoff miss the team bus following a night of drinking.</p> \n<p>Bayliss comes with a reputation for being a low-key operator and is keen to get to know his players on a personal level before the battle to reclaim the Ashes from Michael Clarke’s tourists begins. He will tap into the knowledge of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/apr/22/paul-farbrace-england-cricket-peter-moores-sri-lanka\">the assistant coach, Paul Farbrace</a>, who has been running the side since the sacking of Peter Moores at the start of the summer. Farbrace worked with Bayliss in the Sri Lanka management set-up.</p> \n<p>Alastair Cook is expected to meet with the pair before the Spain camp and the Test captain can provide a first-hand verdict on the talents of Footitt after facing the left-armer in Essex’s innings victory over Derbyshire at Chelmsford at the start of the week. With the Sussex <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/21/sussex-tymal-mills-retire-cricket\">fast bowler Tymal Mills</a> having been diagnosed with a back problem that could end his first-class career, the 6ft 2in Footitt represents the closest England can come to the dual left-arm threat of Mitchell Johnson and Mitchell Starc.</p> \n<p>“It’s nice to receive this level of recognition for the hard work over the last 18 months,” said Footitt, who impressed while netting with the England team before the Lord’s Test with New Zealand at the end of May. “It’s a great opportunity for me to show the England coaching staff first-hand what I am about and I hope I can impress and stake my claim for a place in the final Ashes squad. It would be an honour to get a chance to represent my country.”</p> \n<p>Steven Finn, deemed “unselectable” during England’s 5-0 Ashes defeat in Australia 18 months ago, is included after impressing in the one-day series with New Zealand. He will be joined by fellow fast bowler Liam Plunkett, who makes the trip despite a calf strain meaning his inclusion in the squad for the first Test is unlikely.</p> \n<p>Chris Jordan misses out because of a longer recovery period for a side strain suffered during the second one-dayer at The Oval last week, while the leg spinner Rashid has been deemed better off bowling for Yorkshire in anticipation of a possible Test call-up later in the summer.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/18/reece-topley-james-vince-england-twenty-20-squad-new-zealand\">England call up Reece Topley and James Vince into Twenty20 squad</a> </p> \n</aside> \n<h2>Pre-Ashes training squad</h2> \n<p>Alastair Cook (Essex), Moeen Ali (Worcestershire), Jamesimmy Anderson (Lancashire), Gary Ballance (Yorkshire), Ian Bell (Warwickshire), Stuart Broad (Nottinghamshire), Jos Buttler (Lancashire), Steven Finn (Middlesex), Mark Footitt (Derbyshire), Adam Lyth (Yorkshire), Liam Plunkett (Yorkshire), Joe Root (Yorkshire), Ben Stokes (Durham), Mark Wood (Durham).</p> \n<h2>Ashes series</h2> \n<p><strong>First Test:</strong> 8 July 2015 11am BST, 9pm AEDT Venue– Sophia Gardens, Cardiff</p> \n<p><strong>Second Test:</strong> 16 July 2015 11am BST, 9pm AEDT Venue– Lord’s, London</p> \n<p><strong>Third Test:</strong> 29 July 2015 11am BST, 9pm AEDT Venue– Edgbaston, Birmingham</p> \n<p><strong>Fourth Test:</strong> 6 August 2015 11am BST, 9pm AEDT Venue– Trent Bridge, Nottingham</p> \n<p><strong>Fifth Test:</strong> 20 August 2015 11am BST, 9pm AEDT Venue– The Oval, London</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434623197910/steve-finn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Finn is back in favour after being named in England's pre-Ashes squad. Photograph: Pal Pillai/AFP/Getty Images","credit":"Pal Pillai/AFP/Getty Images","altText":"steve finn","cleanCaption":"Steve Finn is back in favour after being named in England's pre-Ashes squad. Photograph: Pal Pillai/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-18T13:49:00Z","lastModified":"2015-06-18T23:50:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["England cricket team","Trevor Bayliss","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/trevor-bayliss","webTitle":"Trevor Bayliss"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/england-announce-training-squad-ashes","shortUrl":"http://gu.com/p/4avv6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/england-announce-training-squad-ashes","webUri":"http://www.theguardian.com/sport/2015/jun/18/england-announce-training-squad-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434623197910/steve-finn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steven Finn is back in favour after being named in England’s pre-Ashes squad. Photograph: Pal Pillai/AFP/Getty Images","credit":"Pal Pillai/AFP/Getty Images","altText":"steve finn","cleanCaption":"Steven Finn is back in favour after being named in England’s pre-Ashes squad. Photograph: Pal Pillai/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Cricket"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/dc93e9d6244b14c60dc8d17e2495a5d82a94badd/0_143_3648_2190/1000.jpg","height":600,"width":999}}]},{"title":"F1 / Alonso predicts more angst for McLaren at Austrian GP","rawTitle":"Alonso predicts more angst for McLaren at Austrian GP","item":{"type":"article","id":"sport/2015/jun/18/fernando-alonso-predicts-more-f1-woe-for-mclaren-at-austrian-gp","title":"Fernando Alonso predicts more F1 angst for McLaren at Austrian GP","trailText":"Fernando Alonso believes McLaren’s fortunes will dip further at the Austrian Grand Prix this weekend, as the team readjust","standFirst":"<span class=\"bullet\">•</span> McLaren’s planned engine change will lead to Austrian Grand Prix grid penalty\n<br />\n<span class=\"bullet\">•</span> Alonso: ‘Hopefully we will go out of this weekend with some answers’","byline":"Paul Weaver in Spielberg","body":"<p>Fernando Alonso has predicted that his McLaren team will go from bad to worse in Sunday’s Austrian Grand Prix at the Red Bull Ring. Spain’s two-time world champion, who in a frustrated outburst during the last race weekend in Montreal said his team were “looking like amateurs”, is not expecting them to turn things around here.</p> \n<p>When asked about Sunday’s race, he replied: “It will not change too much this weekend, or probably it will be even worse.” To make matters even worse for Alonso he is expected to start from the back of the grid because McLaren are planning a tactical engine change, which would result in a grid penalty.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/18/max-mosley-safety-first-revolution-imola-f1-return\">Max Mosley’s safety-first revolution still relevant as Imola may make F1 return | Paul Weaver</a> </p> \n</aside> \n<p>A Honda spokesman said: “Honda is making updates to Fernando’s power unit, which will be confirmed on Friday morning. As a result we are expecting grid penalties.”</p> \n<p>Alonso has not won a point in six races – he missed the season’s opener in Australia following an accident in testing. McLaren have scored only once in 2015, when Jenson Button finished eighth in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/24/nico-rosberg-monaco-f1-gp-win-mercedes-pit-lewis-hamilton\" title=\"\">Monaco Grand Prix</a> during May, and stand ninth in the constructors’ championship, ahead of only Manor.</p> \n<p>This season McLaren have replaced Mercedes with Honda as their engine supplier. Difficulties were anticipated but no one expected it to be this bad, and quite apart from the engine the car does not look the best either.</p> \n<p>When Alonso was asked about the Austrian Grand Prix, he said: “Well, it will be another weekend where it’s going to be tough, where the results will not look good especially because there are probably some penalties to pay, so I think it’s going to be a test weekend for us.</p> \n<p>“What’s very important is that there are some updates on the car, so hopefully we go out of this weekend with some answers and there is the test next week as well. There are important days ahead for us. I’m quite optimistic with the things that are coming to the car and for the near future but as I said in terms of result it will not change too much this weekend or probably it will be even worse.”</p> \n<p>Damning with faint praise, Alonso added: “I am enjoying the starts and the first laps. In Barcelona I think I was P8 in corner three. In Canada I also was ninth or eighth in corner six and then slowly you are losing positions on the straight with our lack of speed, so that’s not an ideal situation.”</p> \n<p>The good news for Alonso is that he will go into the race weekend with a considerable upgrade package, and the team will have another chance to work on their developments in next week’s final in-season test. There will be a new, shorter nose and also new front and rear wings.</p> \n<p>The Red Bull owner Dietrich Mateschitz, meanwhile, has denied his team may make an engine switch from Renault to Ferrari. Red Bull have not been slow to criticise their power unit suppliers this year, but Mateschitz said: “There is nothing to it [the rumours]. There is no alternative to Renault.”</p> \n<p>He added: “I cannot guess what will happen in two or three years in Formula One, or even what goes on now. It is better not to make predictions in formula one. But with a customer engine you will never again be world champion. And if we see that we have no chances any more, because we are also restricted in aerodynamics, we will simply lose interest. We still hope. Hope dies last.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434653408963/Fernando-Alonso-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fernando Alonso is yet to win a point in six races this season. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Fernando Alonso","cleanCaption":"Fernando Alonso is yet to win a point in six races this season. Photograph: Charles Coates/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-18T18:51:21Z","lastModified":"2015-06-18T23:01:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":false,"keywords":["Fernando Alonso","McLaren","Formula One 2015","Formula One","Motor sport","Sport"],"tags":[{"id":"sport/fernando-alonso","webTitle":"Fernando Alonso"},{"id":"sport/mclaren","webTitle":"McLaren"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/18/fernando-alonso-predicts-more-f1-woe-for-mclaren-at-austrian-gp","shortUrl":"http://gu.com/p/4avge","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/18/fernando-alonso-predicts-more-f1-woe-for-mclaren-at-austrian-gp","webUri":"http://www.theguardian.com/sport/2015/jun/18/fernando-alonso-predicts-more-f1-woe-for-mclaren-at-austrian-gp"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434653408963/Fernando-Alonso-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fernando Alonso is yet to win a point in six races this season. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Fernando Alonso","cleanCaption":"Fernando Alonso is yet to win a point in six races this season. Photograph: Charles Coates/Getty Images"}},"importance":2,"kicker":{"title":"F1"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/18/1434653408963/Fernando-Alonso-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fernando Alonso is yet to win a point in six races this season. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Fernando Alonso","cleanCaption":"Fernando Alonso is yet to win a point in six races this season. Photograph: Charles Coates/Getty Images"}}]}],"lastModified":"2015-06-19T08:04:27Z","personalization":{"id":"uk/groups/collections/uk/sport/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/regular-stories"},"visibility":"all","adTargetingPath":"sport/regular-stories/front"}