{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Iain Duncan Smith gets more time to rescue the loathed universal credit","rawTitle":"Iain Duncan Smith gets more time to rescue the loathed universal credit","item":{"type":"comment","id":"housing-network/2015/may/15/iain-duncan-smith-rescue-loathed-universal-credit","title":"Iain Duncan Smith gets more time to rescue the loathed universal credit","trailText":"Despite the warnings, delays and write-offs, the work and pensions secretary survives to deliver this shambolic reform – to the groans of housing providers","standFirst":"<p>Despite the warnings, delays and write-offs, the work and pensions secretary survives to deliver this shambolic reform – to the groans of housing providers</p>","byline":"Hannah Fearn","body":"<p>The collective groan that went up when Iain Duncan Smith was reappointed to the Department for Work and Pensions over the weekend could probably be heard from space. For housing workers, it’s five more years of the same: no change in direction, just straight ahead with the pressing business of welfare reform. However, the return of IDS also provides an opportunity for pragmatism in the delicate relationship between the new Conservative government and social landlords.</p> \n<p>From the bedroom tax to the social cleansing of London as families hit by the benefits cap are <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/06/london-council-social-cleansing-row-move-tenants-to-birmingham\">shunted outside the capital</a>, there was a lot for housing experts to criticise during the term of the coalition government – and criticise they did. Much of that was tied up in an understandable moral objection to the changes being implemented. After all, if you’ve dedicated your career to alleviating housing need, it can be hard to work within the constraints of policies which you observe to be undermining a life’s work.</p> \n<p>The practical objections, however, have been far more quietly stated, in part because some of them are so complex that they do not resonate with the wider public. In short, their comments don’t make great headlines.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Universal credit is derided by private and social landlords alike</p> \n </blockquote> \n</aside> \n<p>Universal credit is one such example. The policy sounds laudable when described as a simple way of helping benefit recipients transition into employment by handing over full financial responsibility for all their outgoings including rent (previously paid directly to the landlord). But as all housing providers knew, it will be much more complicated than this. Government has never been good at managing large IT projects or handling lots of data. The reality of working life for many low-paid staff can be weeks of employment and unemployment hard up against one another, with no time for state bureaucracy in between. And most frontline jobs are paid weekly or fortnightly, not monthly like universal credit.<br /></p> \n<p>For housing associations, the policy introduces a huge financial variable. How can large organisations with borrowing facilities negotiated on the basis of a defined and reliable income cope with those hard-pressed tenants who did not pay up? The housing regulator is now stress-testing accommodation providers to see how they would cope with situations like this. The result is, inevitably, a downgrading in their ratings.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/housing-network/2014/jun/04/universal-credit-reset-benefits-reform\">Back to square one for universal credit</a> </p> \n</aside> \n<p>It’s important to remember that universal credit is derided by private and social landlords alike. Both fear for their revenue streams. The difference between the two is that, while private landlords can refuse to house people on benefits, social landlords will need to make compromises to stay afloat. That’s why, though he is so widely disliked, Duncan Smith’s reappointment should actually be welcomed.</p> \n<p>Cameron told MPs at a meeting of the 1922 Conservative parliamentary committee on Monday that their “re-election starts now”. Absolutely. This government can no longer blame the mistakes of the previous incarnation, and nowhere is this more significant than for housing.</p> \n<p>After five years of thwarted pilots, up to <a href=\"http://www.computerworlduk.com/news/project-management/hm-treasury-admits-potential-663m-of-universal-credit-it-cost-write-off-3590699/\">&pound;663m of IT costs being written off</a> by the Treasury and more stumbling blocks than an army fitness assault course, it’s time for a pragmatic approach to the introduction of universal credit. The Conservative government is unlikely to walk away from the policy, and Duncan Smith cannot claim ignorance of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/may/23/universal-credit-reset-iain-duncan-smith\">its failings so far</a>. He cannot hide behind excuses or inexperience in the way a new minister to the brief could be tempted.</p> \n<p>To survive their new future, social landlords will need to adapt. They will need to have diverse income streams as a matter of routine: development will now always be for the private sector alongside the social to make ends meet. </p> \n<p>Yet, also, there’s never been a better time to challenge a minister head on and demand some certainty. The minister will have little choice but to capitulate.</p>","section":"Housing Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431526198131/133fe7e1-633c-4e25-a030-44b0a9f5254d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Iain Duncan Smith","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-15T07:00:09Z","lastModified":"2015-05-15T07:03:42Z","metadata":{"commentable":true,"commentCount":52,"contributors":[{"name":"Hannah Fearn","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400766436401/Hannah-Fearn-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-fearn"}],"feature":false,"keywords":["Housing Network","Policy","Finance","Social housing","Society","Communities","Housing","Benefits","Universal credit","Housing benefit","Iain Duncan Smith","Politics"],"tags":[{"id":"housing-network/housing-network","webTitle":"Housing Network"},{"id":"housing-network/policy","webTitle":"Policy"},{"id":"housing-network/finance","webTitle":"Finance"},{"id":"society/social-housing","webTitle":"Social housing"},{"id":"society/society","webTitle":"Society"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/universal-credit","webTitle":"Universal credit"},{"id":"society/housing-benefit","webTitle":"Housing benefit"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"housing-network"},"topics":[{"displayName":"Hannah Fearn","topic":{"type":"tag-contributor","name":"profile/hannah-fearn"}}],"series":{"title":"Hannah on housing","uri":"http://mobile-apps.guardianapis.com/lists/tag/housing-network/series/hannah-on-housing"},"embeddedVideos":[],"adTargetingPath":"housing-network"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/housing-network/2015/may/15/iain-duncan-smith-rescue-loathed-universal-credit","shortUrl":"http://gu.com/p/48pdv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/housing-network/2015/may/15/iain-duncan-smith-rescue-loathed-universal-credit","webUri":"http://www.theguardian.com/housing-network/2015/may/15/iain-duncan-smith-rescue-loathed-universal-credit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431526198131/133fe7e1-633c-4e25-a030-44b0a9f5254d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Iain Duncan Smith kept his job in the prime minister’s post-election reshuffle. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Iain Duncan Smith kept his job in the prime minister’s post-election reshuffle.","cleanCaption":"Iain Duncan Smith kept his job in the prime minister’s post-election reshuffle.","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}},"importance":7,"showQuotedHeadline":true},{"title":"John Harris / Labour is in deep crisis – and trite guff won’t save it","rawTitle":"Labour is in deep crisis – and trite guff won’t save it","item":{"type":"comment","id":"commentisfree/2015/may/15/labour-history-leadership","title":"Labour is in deep crisis – and trite guff won’t save it","trailText":"The party’s leadership contenders seem unaware of the size of the task ahead of them, and what is required to tackle profound long-term social change","standFirst":"The party’s leadership contenders seem unaware of the size of the task ahead of them, and what is required to tackle profound long-term social change","byline":"John Harris","body":"<p>Jonathan Powell, it would seem, is a very clever man. Tony Blair’s chief of staff between 1995 and 2007 poured what he learned into an acclaimed book about statecraft titled <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2010/oct/16/new-machiavelli-jonathan-powell-review\" title=\"\">The New Machiavelli</a>. He was the government’s chief negotiator in the Northern Ireland peace process, and now serves as the UK’s official envoy to Libya. He has an understanding of politics and diplomacy to die for, and could doubtless run rings around provincial small fry like me.</p> \n<p>Strange, then, that he has decided to add his voice to the hurricane of trite guff that currently swirls around the Labour party. In <a href=\"http://www.thetimes.co.uk/tto/opinion/columnists/article4437504.ece]\" title=\"\">Tuesday’s the Times</a> he put Labour’s defeat down to the simple fact that “we tried to run from the left”, and offered the party a banal vision of hope, which could materialise as quickly as a Pot Noodle. “We can go ahead and lose a third election in 2020 if we choose to do so,” he wrote, “or we can choose a leader who can harry the Tories locked in a miserable government for five years and then win the next election with a substantial majority to change the country as we did in 1997.”</p> \n<div>\n __VIDEO_EMBED_gu-video-456729069__\n</div> \n<p>As they say up north, simple as. Powell’s contribution only echoes an array of such bromides, many parroted by people who, like him, are nostalgic for 1997. But from the Labour-aligned left, too, there is a rising chorus of inanity focused on the idea that Labour failed this time chiefly because it surrendered to “Tory austerity”. The essential script threatens to match just about every post-defeat Labour dust-up, ever: depending on your point of view, righteousness v betrayal, or realism v cloud cuckoo-land.</p> \n<p>Meanwhile, Chuka, Liz, Andy, Yvette and now Mary (Creagh) do their stuff, enacting a pantomime of small difference (“He’s the British Obama! She’s from Watford! He’s northern!”). It is all awful to watch, because 99% of the noise so pathetically skims the surface. No senior Labour figure, as far as I am aware, has yet mentioned an ongoing crisis of European social democracy, embodied by Fran&ccedil;ois Hollande’s torrid experience of power, <a href=\"http://super-economy.blogspot.co.uk/2011/02/decline-and-fall-of-scandinavian-social.html\" title=\"\">big problems for the centre-left in Scandinavia</a>, <a href=\"http://www.irishtimes.com/news/world/europe/identity-crisis-grips-germany-s-spd-as-party-gives-up-on-2017-victory-1.2139350\" title=\"\">and the dire position of the German SPD</a>.</p> \n<p>Moreover, I have not heard anyone confront the fact that, reflecting that continent-wide malaise, Labour’s vote share had been sliding since 2001. Even the supposedly wizard-like Tony Blair managed only 35.2% of the popular vote (a mere 22% of the whole electorate) in 2005 – and one only need visit any number of supposed Labour “heartlands” to understand what that decline now actually means. In those places, it’s instantlyobvious that this is not just a crisis for centre-left politicians, but the left-behind people and places many of them are meant to speak for. Go to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/video/2014/sep/16/plaid-cymru-wales-scotland-independence-video\" title=\"\">South Wales </a> valleys, or the <a href=\"http://www.theguardian.com/commentisfree/video/2015/apr/23/tories-north-east-teesside-workers-video]\" title=\"\">post-industrial north-east</a>: in the midst of a lot of generalised hopelessness, there is no real enthusiasm for Labour, limp support reducible to ancestor-worship (“I vote for them because my grandad did”), and among most people under 30, no idea of the values the party claims to stand for.</p> \n<figure class=\"element element-image\" data-media-id=\"299c2ae3eae499209bdbff718d03a7e59c7b5544\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431616520084/ce16eb04-7482-4284-8a46-36e991520c5f-460x276.jpeg\" alt=\"Clement Attlee celebrates Labour's postwar landslide in 1945.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Clement Attlee celebrates Labour’s postwar landslide in 1945. ‘If any wannabe Labour leader is minded to actually read anything right now, they should start with <a href=\"https://composer.gutools.co.uk/content/www.goodreads.com/book/show/2927381-the-road-to-1945\">The Road to 1945</a>’</span> \n </figcaption> \n</figure> \n<p>To state the blindingly obvious, Labour is a party of the industrial age, which has been storing up this crisis for a decade, at least. Largely devoid of the battalions of organised labour that once provided its organisational and electoral muscle, it has become a shadow party run by an ever tinier clique of politicians <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/jun/17/labour-candidates-marginal-seats-westminster-insiders\" title=\"\">drawn from ever narrower backgrounds</a>. A comparable fate has befallen the Tories – but in delivering messages and cementing electoral coalitions, the Conservative party can rely on a hegemonic machine that grinds away day in, day out, and encompasses everything from the rightwing press to most of the UK’s big business.</p> \n<p>Labour has nothing to compare, so in its current form, it faces an unenviable choice. It can try to replicate the 1997 story, wait for the Conservatives to become incapably clapped-out, while jettisoning its soul and desperately trying to win the favour of the Tories’ allies. Alternatively, it can try and do the right thing, without even the beginnings of a coalition of countervailing forces. This was the essential story of Ed Miliband’s leadership: one man and his aides rightly – and sometimes powerfully – going on about inequality and insecurity while sporadically picking fights with parts of the establishment, with no real understanding of what they had to do to stand any chance of winning them. Very occasionally, they talked about “reaching out”. But they never did anything about it.</p> \n<p>The necessity of coalition-building may look like a new thing, which was hardly necessary when Labour was a genuine movement. But it is not. Indeed, if any wannabe Labour leader is minded to actually read anything right now, they should start with <a href=\"www.goodreads.com/book/show/2927381-the-road-to-1945\" title=\"\">The Road to 1945</a>, Paul Addison’s brilliant account (first published in the mid-70s) of what lay behind Labour’s most seismic victory. It is the story not just of how Britain’s experience of war set the stage, but decades of work, way beyond the party and the unions. Campaigning for child benefit, for example, began in 1917, thanks to <a href=\"http://www.liv.ac.uk/library/sca/colldescs/rathbone/eleo.htm\" title=\"\">Eleanor Rathbone</a>, an independent MP from Liverpool. A semi-independent offshoot of the board of education began lobbying for the raising of the school leaving age to 15 in 1926.Meanwhile, John Maynard Keynes was blazing a trail away from austerity, and there was a cacophony about a whole range of other subjects, from nutrition to new towns.</p> \n<p>I can just about imagine some latter day version of all this – it might encompass everything from Mumsnet through Britain’s churches, what remains of progressive academia, and out into single-issue campaigns that can these days acquire momentum at speed. It would also push the centre-left’s lamentably economistic agenda into places in which&nbsp;it is too uncomfortable: loneliness, family breakdown, an obvious crisis in masculinity, the return of hunger to our towns and cities, and more. The trouble is, I cannot imagine most of the Labour elite having either the wit or humility to get involved.</p> \n<figure class=\"element element-image\" data-media-id=\"3c35f877fe9fcf3fd6a72119532f0c9daec8cc95\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431633845069/1325795c-e96d-45ed-aab5-f8151da2c5d6-460x276.jpeg\" alt=\"South Bank, Middlesbrough\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">South Bank, Middlesbrough – with what are said to be the cheapest houses in Britain. ‘Coalition-building may look like a new thing, which was hardly necessary when Labour was a genuine movement.’</span> \n </figcaption> \n</figure> \n<p>To be fair, there is the odd flash of insight. Tristram Hunt, among others, is right about the vexing question of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/11/labour-election-defeat-britain-tristram-hunt\" title=\"\">simultaneously appealing to the middle classes, and a former “base” that now has other places to go</a>. Moreover, no one on the left should shrug off the importance of issues bundled up in that awful word “aspiration”, and an enduring Labour problem with the shires and suburbs that has bugged the&nbsp;British left since the 1920s.</p> \n<p>There again, if you reduce English middle-class life to a condescending term like “the John Lewis community”(coined by Hunt), you really need to go away and think again. Start perhaps by looking at places where being middle class sits perfectly comfortably with voting for a social democratic party – like Manchester, one of the cities whose estimable Labour leaders will not have a voice in this contest, nor at this rate, be sought out by most of the candidates. Someone might also set aside their tribal prejudices and think seriously about what the SNP has achieved on that front in Scotland(while we’re on that subject, the fact that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/video/2015/may/14/yvette-cooper-bid-labour-leadership-video\" title=\"\">Yvette Cooper’s launch statement</a> suggested that party won all those Scottish seats on the basis of “anger, fear and division” shows certain people still have a hell of a lot to learn).</p> \n<p>Perhaps deep historical forces are now so ranged against Labour that it will be lucky to push past 30% of the vote, whatever it does – and it will have to understand that change will be authored by a range of political actors, many of whom it currently considers its enemies. On the other hand, over time, it may yet reinvent itself and achieve a modern version of its old periods of dominance. But given the gravity of its predicament, any real revival will require longer than five years, and more than another heave authored by whichever poor sap wins the leadership this time. Labour, of all parties, should know that worthwhile things often do.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431621437718/South-Bank-Middlesbrough-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"South Bank, Middlesbrough. ‘Even Tony Blair managed only 35.2% of the popular vote in 2005 – and one only need visit any number of supposed Labour ‘heartlands' to understand what that decline actually means.' Photograph: Ian Cooper/NCJ Media","credit":"Ian Cooper/NCJ Media","altText":"South Bank, Middlesbrough","cleanCaption":"South Bank, Middlesbrough. ‘Even Tony Blair managed only 35.2% of the popular vote in 2005 – and one only need visit any number of supposed Labour ‘heartlands' to understand what that decline actually means.' Photograph: Ian Cooper/NCJ Media"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431616521342/ce16eb04-7482-4284-8a46-36e991520c5f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Clement Attlee celebrates Labour’s postwar landslide in 1945. ‘If any wannabe Labour leader is minded to actually read anything right now, they should start with <a href=\"https://composer.gutools.co.uk/content/www.goodreads.com/book/show/2927381-the-road-to-1945\">The Road to 1945</a>’","credit":"Leslie Priest/AP","altText":"Clement Attlee celebrates Labour's postwar landslide in 1945.","cleanCaption":"Clement Attlee celebrates Labour’s postwar landslide in 1945. ‘If any wannabe Labour leader is minded to actually read anything right now, they should start with <a href=\"https://composer.gutools.co.uk/content/www.goodreads.com/book/show/2927381-the-road-to-1945\">The Road to 1945</a>’"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431633846331/1325795c-e96d-45ed-aab5-f8151da2c5d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"South Bank, Middlesbrough – with what are said to be the cheapest houses in Britain. ‘Coalition-building may look like a new thing, which was hardly necessary when Labour was a genuine movement.’","credit":"Paul Kingston/North News","altText":"South Bank, Middlesbrough","cleanCaption":"South Bank, Middlesbrough – with what are said to be the cheapest houses in Britain. ‘Coalition-building may look like a new thing, which was hardly necessary when Labour was a genuine movement.’"}],"webPublicationDate":"2015-05-15T05:00:07Z","lastModified":"2015-05-15T05:00:07Z","metadata":{"commentable":true,"commentCount":395,"contributors":[{"name":"John Harris","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400760846325/John-Harris-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnharris"}],"feature":false,"keywords":["Labour","Politics"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"John Harris","topic":{"type":"tag-contributor","name":"profile/johnharris"}}],"embeddedVideos":[{"id":"gu-video-456729069","source":"ITN","durationInSeconds":59,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/14/150514yvettecooper.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/14/150514yvettecooper_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/14/1431611878176/KP_222887_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Yvette Cooper announces bid for Labour leadership - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Yvette Cooper announces bid for Labour leadership - video","cleanCaption":"620x372 trailpic for Yvette Cooper announces bid for Labour leadership - video"}}],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/labour-history-leadership","shortUrl":"http://gu.com/p/48qnx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/15/labour-history-leadership","webUri":"http://www.theguardian.com/commentisfree/2015/may/15/labour-history-leadership"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431621437718/South-Bank-Middlesbrough-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"South Bank, Middlesbrough. ‘Even Tony Blair managed only 35.2% of the popular vote in 2005 – and one only need visit any number of supposed Labour ‘heartlands' to understand what that decline actually means.' Photograph: Ian Cooper/NCJ Media","credit":"Ian Cooper/NCJ Media","altText":"South Bank, Middlesbrough","cleanCaption":"South Bank, Middlesbrough. ‘Even Tony Blair managed only 35.2% of the popular vote in 2005 – and one only need visit any number of supposed Labour ‘heartlands' to understand what that decline actually means.' Photograph: Ian Cooper/NCJ Media"}},"importance":5,"kicker":{"title":"John Harris"},"showQuotedHeadline":true},{"title":"We can rescue Europe by letting Britain move into the slow lane","rawTitle":"We can rescue Europe by letting Britain move into the slow lane","item":{"type":"comment","id":"commentisfree/2015/may/15/rescue-europe-britain-slow-lane-brexit-two-speed-union","title":"We can rescue Europe by letting Britain move into the slow lane","trailText":"Brexit would be disastrous so we need a radical shake-up: a two-speed Europe","standFirst":"Brexit would be disastrous so we need a radical shake-up: a two-speed Europe","byline":"Enrico Letta","body":"<p>Britain’s election result seems destined to revolutionise Europe. The outcome will change both the EU agenda and our continent for the foreseeable future. It will be a difficult path, filled with risks, which will need to be navigated carefully and clear-sightedly. But the prize, if we get there, is that we lay the foundations of a new Europe; a union which is just, useful and better able to respond to complex international challenges, while protecting national interests including that of the UK. To avoid Brexit, this new Europe must, I believe, be a two-speed Europe.</p> \n<p>Following the UK vote, the Brexit referendum is a concrete reality. UK citizens will soon face an unequivocal choice: in or out of Europe? Brussels cannot stand idly by. On the contrary, it can and must grasp the opportunity to change gear and its aspirations. Paradoxically, the referendum could furnish EU institutions with exactly what it requires to transform the mortal threat of an UK exit into an opportunity for a real European rebirth.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/14/guardian-view-eu-referendum-better-sooner-than-later\">The Guardian view on the EU referendum: better sooner than later | Editorial</a> </p> \n</aside> \n<p>Certainly, if the UK does decide to abandon the EU, our history will change irrevocably. And the impact will be negative both for the union as a whole, and for the UK. Europe risks losing a vital partner who is both effective and influential in so many important international spheres; from the single market to foreign and defence policy, to name two of the most important.</p> \n<p>After the long and damaging economic and financial crisis of recent years, the possibility of Brexit would be judged by analysts and investors as the beginning of the death throes of the European project; the dress rehearsal for an imminent and spectacular political failure. We are dealing, after all, with the defection of one of the best-performing countries in a Europe, which, on the whole, is struggling to emerge from recession.</p> \n<p>It’s impossible to imagine a more competitive Europe without one of its most dynamic and economically advanced members. Furthermore, the effect of the referendum will not be limited to the actual vote itself, but will condition the entire consultation process. It will be like having the sword of Damocles dangling over us until referendum day, balefully affecting the entire pre-vote debate.</p> \n<p>This will happen precisely at a time when effective action by the European Central Bank under the guidance of Mario Draghi offers the EU a historic opportunity for economic recovery. For this reason, Europe cannot afford further inconclusive negotiations or yet more delay in making key decisions. The risk of a new political and institutional crisis is even greater than an economic one following a UK exit. Brexit could inflict chaos, systemic instability in global markets, and political and cultural damage. The consequences would be deeply unpleasant for everybody, largely because the west is already weakened both by its crisis and by the dynamism of emerging economies.</p> \n<p>It’s true that UK citizens, in the legitimate exercise of their sovereignty, will decide if they want to remain in or leave. It’s also true, however, that their decision will alter the destinies of many in Europe and beyond. It is therefore legitimate that European leaders employ all their diplomatic resources and political ideals to avoid Brexit.</p> \n<p>Negotiations between London and Brussels will begin shortly. But, rather than concentrate on individual and limited areas for discussion it would be more useful in my opinion, to propose a&nbsp;radical change of aims.</p> \n<p>This is the moment to gamble on a more ambitious set of options. As the American journalist Ben Smith said of Barack Obama, “when in trouble, go big”. For Europe too, now is the time to&nbsp;aim for the skies.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The perfect storm which has in recent years battered the euro has taught us an important lesson</p> \n </blockquote> \n</aside> \n<p>My proposal is to immediately go for&nbsp;a&nbsp;two-speed Europe. In the slow&nbsp;track, the current union of&nbsp;28 member states, with no plans for further integration, including the UK as a full and willing member. In the fast&nbsp;track, we would have the 19 countries which currently comprise the eurozone. This group must accelerate along the road to integration, and indeed, widen it to include other policy spheres.</p> \n<p>The perfect storm which has in recent years battered the euro and the extraordinary difficulties the EU has encountered in trying to regain stability has taught us an important lesson. Those countries with the same currency must, in addition to monetary union, have more advanced forms of economic union to function: a common budget and a single fiscal policy for example.</p> \n<p>A two-speed Europe would be a win-win solution. It would provide&nbsp;a&nbsp;way out of the current political impasse and relaunch the European project.</p> \n<p>It would enable the UK to remain linked to the EU, without being chained&nbsp;to its federalist agenda. Britain&nbsp;would thus benefit from all the advantages that membership of the&nbsp;single market offers beyond participating in a political project which is indispensable in an increasingly fragmented and multipolar world.</p> \n<p>It would also be advantageous for states within the eurozone who would&nbsp;finally be able to strengthen their&nbsp;currency while making their union more modern, competitive and&nbsp;solid.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431627783144/A-hot-air-Balloon-with-a--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"This is the moment to gamble on a more ambitious - Europe too, now is the time to aim for the skies Photograph: Alamy","credit":"/Alamy","altText":"A hot air Balloon with a Union flag motif flying in front of dramatic storm clouds","cleanCaption":"This is the moment to gamble on a more ambitious - Europe too, now is the time to aim for the skies Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-15T05:59:08Z","lastModified":"2015-05-15T05:59:08Z","metadata":{"commentable":true,"commentCount":73,"contributors":[{"name":"Enrico Letta","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/enrico-letta"}],"feature":false,"keywords":["European Union"],"tags":[{"id":"world/eu","webTitle":"European Union"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Enrico Letta","topic":{"type":"tag-contributor","name":"profile/enrico-letta"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/rescue-europe-britain-slow-lane-brexit-two-speed-union","shortUrl":"http://gu.com/p/49v33","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/15/rescue-europe-britain-slow-lane-brexit-two-speed-union","webUri":"http://www.theguardian.com/commentisfree/2015/may/15/rescue-europe-britain-slow-lane-brexit-two-speed-union"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431627783144/A-hot-air-Balloon-with-a--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"This is the moment to gamble on a more ambitious - Europe too, now is the time to aim for the skies Photograph: Alamy","credit":"/Alamy","altText":"A hot air Balloon with a Union flag motif flying in front of dramatic storm clouds","cleanCaption":"This is the moment to gamble on a more ambitious - Europe too, now is the time to aim for the skies Photograph: Alamy"}},"importance":5,"showQuotedHeadline":true},{"title":"This British bill of rights could end the UK","rawTitle":"This British bill of rights could end the UK","item":{"type":"comment","id":"commentisfree/2015/may/14/british-bill-rights-could-end-uk","title":"This British bill of rights could end the UK","trailText":"The Tories’ plans would leave some people in the United Kingdom with more rights than others. This is clearly untenable","standFirst":"The Tories’ plans would leave some people in the United Kingdom with more rights than others. This is clearly untenable","byline":"Philippe Sands","body":"<p>David Cameron has given Michael Gove the task of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/michael-gove-to-proceed-with-tories-plans-to-scrap-human-rights-act\" title=\"\">scrapping the Human Rights Act</a> and curtailing the role of the European court of human rights. Gove, the new justice secretary, is probably unaware of how poisonous are the contents of the chalice passed into his hands. And Cameron wants a draft bill within the first 100 days of his new government.</p> \n<p>Adopted in 1998, the <a href=\"http://www.legislation.gov.uk/ukpga/1998/42/contents\" title=\"\">Human Rights Act</a> incorporated into British law the European convention on human rights – one of the great international legal instruments of the 20th century – along with the UN charter. Reflecting Winston Churchill’s second world war aim of achieving the “enthronement of human rights”, it holds the governments of 47 European countries to account, offering individuals rights and protections against governmental excesses, including freedom of expression, fair trials and the prohibition of torture. Significantly, the 1998 act allowed UK courts, for the first time to interpret and apply the convention, requiring them to “take account” of the judgments of the European court of human rights in Strasbourg, but not to be bound by them (as is the case for judgments of the parallel EU court of justice in Luxembourg).</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/michael-gove-to-proceed-with-tories-plans-to-scrap-human-rights-act\">Michael Gove to proceed with Tories' plans to scrap human rights act</a> </p> \n</aside> \n<p>The act and the European convention are hated by some prominent Conservatives, but by no means all. They would like to get rid of the act and the Strasbourg court, although quite what they would replace them with is unstated. They propose a “British bill of rights” but do not know what it would contain, how it might work, and how – if at all – it would relate to the European convention. All we know is that its proponents wish that foreign criminals could “be more easily deported from Britain”, and that the supreme court was the “ultimate arbiter of human rights matters in the UK”.</p> \n<p>I served on the last government’s ill-fated commission on a bill of rights, set up by Cameron and Nick Clegg. I approached my role with an open mind. What I cared about was that the UK should remain a party to the convention. In the course of our deliberations, it became clear that three of the four Tory commission members appointed by Cameron, actively wished for the UK to leave the convention, and that one aim of their British bill was to facilitate that objective. That desire, not publicly expressed in the face of opposition around the country, led me to join Helena Kennedy in departing from the majority and opposing a British bill of rights.</p> \n<p>Our commission engaged in a wide-ranging consultation, which made crystal-clear the overwhelming public support across the UK for continued adherence to the convention and the aims of the 1998 act. We also found no strong objection to the Strasbourg court, given the vital role it plays in guarding against abuses of the kind that plagued Europe in the 1930s and 1940s. To be clear, I don’t like some of its judgments, but they are a reason for persuading the court to change tack, not for destroying it. Our commission visited Northern Ireland, Scotland and Wales and found literally no one who had any objection to the current arrangements. The position was not much different elsewhere.</p> \n<p>A further issue is that the 1998 act is embedded in the devolution arrangements for Scotland and Wales, and the Good Friday agreement guarantees that Britain will incorporate the European convention into Northern Ireland’s law. Repealing the 1998 act would drive a coach and horses through these arrangements. The Tory appointees were unable to find a way to address this, short of recognising that people in different parts of the UK may have different human rights, depending on which side of a border they happened to live. Such an approach would be calamitous if you care about maintaining the union.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If Michael Gove is clever, he will delay matters until after an EU referendum</p> \n </blockquote> \n</aside> \n<p>Even assuming a way can be found to address all these matters in 100 days – a tall order, given that eight of us couldn’t find a way in 700 days – what would a bill of rights contain? My four Tory friends on the commission couldn’t agree on that either.</p> \n<p>That said, Martin Howe QC produced a draft bill which gives a frightening hint of what some may have in mind: he proposes that the rights of any individual would depend on whether they were a British citizen (full fundamental rights), an EU national (fewer rights) or a foreigner (even fewer rights). Such an approach is inconsistent with the very notion of fundamental human rights, in which every human being has basic minimum rights.</p> \n<p>Cameron has now declared himself to be a “one-nation” Tory, committed to the maintenance of the union. But abandoning the convention and adopting Howe’s proposals would be deeply divisive, and would surely speed up the dissolution of the United Kingdom. If Gove is clever, he will delay matters until after an EU referendum and after the government has sorted out its approach to devolution, making it clear that withdrawal from the convention is off the table. On this basis there can be a sensible debate across all&nbsp;parties, dealing with the realities of constitutional change.</p> \n<p>Basic human rights, as listed in the convention, must surely apply equally across the UK. And rather than Strasbourg being a problem, there is now considerable evidence that judgments in the UK courts influence decisions taken in Strasbourg. Changes on particular rights can be achieved without destroying the convention and Britain’s global leadership in international human rights law. Michael Gove is entitled to some time to get to know the landscape. If he listens to all views in his own team,&nbsp;he could still achieve change and at the same time enhance the UK’s role in Europe and beyond.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431632939172/European-Court-of-Human-R-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Rather than Strasbourg being a problem, there is now considerable evidence that ­judgments in the UK courts influence decisions taken in Strasbourg.' Photograph: VIincent Kessler/Reuters","credit":"VIincent Kessler/Reuters","altText":"European Court of Human Rights Strasbourg","cleanCaption":"‘Rather than Strasbourg being a problem, there is now considerable evidence that ­judgments in the UK courts influence decisions taken in Strasbourg.' Photograph: VIincent Kessler/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-14T19:32:09Z","lastModified":"2015-05-14T19:51:08Z","metadata":{"commentable":true,"commentCount":729,"contributors":[{"name":"Philippe Sands","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/philippesands"}],"feature":false,"keywords":["UK bill of rights","Human Rights Act","Human rights","Law","UK news","Conservatives","Politics","Michael Gove"],"tags":[{"id":"law/uk-bill-of-rights","webTitle":"UK bill of rights"},{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/law","webTitle":"Law"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/michaelgove","webTitle":"Michael Gove"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Philippe Sands","topic":{"type":"tag-contributor","name":"profile/philippesands"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/14/british-bill-rights-could-end-uk","shortUrl":"http://gu.com/p/49v3z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/14/british-bill-rights-could-end-uk","webUri":"http://www.theguardian.com/commentisfree/2015/may/14/british-bill-rights-could-end-uk"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431632939172/European-Court-of-Human-R-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Rather than Strasbourg being a problem, there is now considerable evidence that ­judgments in the UK courts influence decisions taken in Strasbourg.' Photograph: VIincent Kessler/Reuters","credit":"VIincent Kessler/Reuters","altText":"European Court of Human Rights Strasbourg","cleanCaption":"‘Rather than Strasbourg being a problem, there is now considerable evidence that ­judgments in the UK courts influence decisions taken in Strasbourg.' Photograph: VIincent Kessler/Reuters"}},"importance":4,"showQuotedHeadline":true},{"title":"It’s vital to know why Labour lost – yet more so to know why the Tories won","rawTitle":"It’s vital to know why Labour lost – yet more so to know why the Tories won","item":{"type":"comment","id":"commentisfree/2015/may/14/vital-know-why-labour-lost-more-so-why-tories-won","title":"It’s vital to know why Labour lost – yet more so to know why the Tories won","trailText":"My prediction for the general election was wrong, but the left is still blind to the real reason why the defeat was so severe","standFirst":"My prediction for the general election was wrong, but the left is still blind to the real reason why the defeat was so severe","byline":"Martin Kettle","body":"<p>Like many commentators, I got the general election wrong. I thought Labour would finish narrowly behind the Conservatives but would form a government. Unlike most commentators, I feel a responsibility to admit this mistake in the public square. And I want to discuss why so many of us were mistaken this time.</p> \n<p>There seems precious little chance of this generally. Too many commentators on the right have spent the last week in hero-worship mode towards David Cameron and, in particular, George Osborne. Meanwhile, way too many on the left have equally rapidly immersed themselves in a ridiculously premature Labour leadership election that provides a handy duvet beneath which to hide from electoral and political reality.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It is a mere eight days since Ladbrokes were offering 10-1 odds against a Conservative majority government</p> \n </blockquote> \n</aside> \n<p>I know that we live in a what’s-new media environment that has no time for&nbsp;yesterday’s stories. I know that it is in the nature of journalism to always surf whatever passing wave comes along.And I know that lots of readers, like lots of writers, also prefer the warm bath of the familiar to the cold shock of the difficult and new. But it is pathetic for those who were surprised at the outcome of the election a week ago to act as if nothing much has happened – when it manifestly has. It is a mere eight days since Ladbrokes was offering 10-1 odds against the Conservative majority government that&nbsp;was convincingly elected less than 48 hours later. It is just over a week since we gathered round the TV screens&nbsp;at 10pm on election night, entirely confident that Britain would have a hung parliament.</p> \n<p>Today, it feels as if large swaths of the&nbsp;population are in complete denial that such moments really existed. It is as if the facts are too difficult to contemplate. Yet today the Conservative party has 99 more seats and 2 million more votes than Labour. Last week Labour polled under 10 million for the third successive election, having only done so once before (1983) in the postwar years. Meanwhile in Scotland, there has been a cultural revolution. Why?</p> \n<p>The easy bit is to blame the polls, although they were right about Scotland and the Lib Dems. In most elections of my lifetime the polls have been broadly correct, and one could have confidence in them. But in 2015, the polls have been&nbsp;a humiliating disaster, even more&nbsp;so than in 1992. It will take years&nbsp;for the pollsters’ reputations to recover, and rightly so.</p> \n<p>But it’s not just that the wrongness that matters. It’s that, in calling it all so wrong for so long, they consistently produced results that shaped the way that all the parties prioritised and campaigned and all the media reported. At least as long ago as last autumn, every main party, from the Tories and Labour to the SNP and the DUP, was preparing for a hung parliament that still seemed certain at 9.59pm on 7 May. The polls should reflect the politics. Instead the politics reflected the polls.</p> \n<p>Yet it is also a mistake to seek easy refuge in the idea of a late swing to the Conservatives that the opinion polls were unable to spot. Clearly, some people went into the polling booths anddecided at the last minute to vote Tory. As ever, after the event, there&nbsp;is now a lot of anecdotal evidence&nbsp;to that effect. But it is not enough to account for the substantial 3%-4% swing in the Tories’ favour in the less than 24 hours between the final polls and the actual results.</p> \n<p>That discrepancy can only be satisfactorily explained by accepting that the polls have consistently understated support for the Conservatives while consistently overstating support for Labour. This phenomenon goes back years and affects even the exit polls, as it did once again last week – the Tories won 15 more seats than the exit poll predicted. The same thing happened in 1997, when Tony Blair’s Labour polled 47% in the BBC exit poll and 44% in the country, while John Major’s Tories polled 29% in the exit poll and 31% in the country. To describe this as the “shy Tory” phenomenon is simplistic and unfair to shy people. The reality is surely that when forced to make their decision, significantly more people give priority to the arguments that the Tories are making than to those made by Labour.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The left should remember Oliver Cromwell: ‘Think it possible you may be mistaken'</p> \n </blockquote> \n</aside> \n<p>If Lord Ashcroft’s <a href=\"http://lordashcroftpolls.com/wp-content/uploads/2015/05/LORD-ASHCROFT-POLLS-Post-vote-poll-summary1.pdf\" title=\"\">post-vote poll</a> is to be believed – which, in the light of events, perhaps it cannot, but read on all the same – there were two equally powerful reasons people voted Tory last week. One was the party leader – 71% of Tory voters thought Cameron would make the best PM, while 39% of Labour voters thought the same about Miliband. But the other was what the Tories believed – the same proportion of Tory voters, 71%, trusted the party’s “motives and values”. All other reasons for voting Tory paled beside these two.</p> \n<p>Translate that into real human beings&nbsp;who vote, and you have something that deserves attention. It is also something that many on the left&nbsp;cannot get their heads around and do not try to either. They should remember Oliver Cromwell: “Think it possible you may be mistaken.”</p> \n<p>Most Tory voters, the poll says, trust Tory motives and values. Think about this. Think about it hard. On the left, Tory motives and values are often stereotyped (as Labour motives and values are, of course, caricatured on the right) in ways that make people on the left feel good about themselves. The Tories in this view are variously greedy, mean, destructive, selfish, uncaring, small-minded, racist, nationalistic and more. But what if the motives and values that Tory voters see are less extreme – things like competent, reliable, realistic, prudent, generous, tolerant, decent or patriotic? None of those qualities is in itself in any way objectionable. It would be reasonable to vote for a party that you thought had such qualities – and I suspect lots of people did on 7 May.</p> \n<p>There are many reasons the Tories won the 2015 election and Labour didn’t. But the search for understanding requires us to look at what was attractive about the Tories, not just what was unattractive about Labour. A lot of people continue to be naive about this. They sit in a bubble in which they see what they want to see and hear what they want to hear. As a result they get things badly wrong and are surprised by their mistakes, which they then shrug off. Some humility, some honesty and some open-mindedness are urgently in order. Of course, ask why Labour failed. It’s an important question. But ask at the same time why the Tories succeeded. If anything, that’s even more important.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431622292276/Conservative-candidate-An-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"It would be a mistake to seek easy refuge in the idea of a late swing to the Conservatives that the opinion polls were unable to spot Photograph: Craig Brough/REUTERS","credit":"Craig Brough/REUTERS","altText":"Conservative candidate Andrea Jenkyns beats Ed Balls in the Morley and Outwood seat","cleanCaption":"It would be a mistake to seek easy refuge in the idea of a late swing to the Conservatives that the opinion polls were unable to spot Photograph: Craig Brough/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-05-14T18:15:41Z","lastModified":"2015-05-14T19:09:13Z","metadata":{"commentable":true,"commentCount":1115,"contributors":[{"name":"Martin Kettle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744076/MartinKettle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martinkettle"}],"feature":false,"keywords":["Labour","General election 2015","Conservatives","UK news"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Martin Kettle","topic":{"type":"tag-contributor","name":"profile/martinkettle"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/14/vital-know-why-labour-lost-more-so-why-tories-won","shortUrl":"http://gu.com/p/49vxk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/14/vital-know-why-labour-lost-more-so-why-tories-won","webUri":"http://www.theguardian.com/commentisfree/2015/may/14/vital-know-why-labour-lost-more-so-why-tories-won"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431622292276/Conservative-candidate-An-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It would be a mistake to seek easy refuge in the idea of a late swing to the Conservatives that the opinion polls were unable to spot.’ Photograph: Craig Brough/Reuters","credit":"Craig Brough/REUTERS","altText":"Conservative candidate Andrea Jenkyns beats Ed Balls in the Morley and Outwood seat","cleanCaption":"‘It would be a mistake to seek easy refuge in the idea of a late swing to the Conservatives that the opinion polls were unable to spot.’ Photograph: Craig Brough/Reuters"}},"importance":4,"showQuotedHeadline":true},{"title":"The 'man-o-sphere' is outraged about Mad Max? Hand me my popcorn!","rawTitle":"The 'man-o-sphere' is outraged about Mad Max? Hand me my popcorn!","item":{"type":"comment","id":"commentisfree/2015/may/15/the-man-o-sphere-is-outraged-about-mad-max-hand-me-my-popcorn","title":"The 'man-o-sphere' is outraged about Mad Max? Hand me my popcorn!","trailText":"Of course ‘men’s rights’ activists are calling for a boycott of the rebooted Mad Max. It’s a film about their impotence and failure","standFirst":"<p>Of course ‘men’s rights’ activists are calling for a boycott of the rebooted Mad Max. It’s a film about their impotence and failure</p>","byline":"Jason Wilson","body":"<p>The furore over Mad Max: Fury Road amongst “men’s rights activists” is, as many have pointed out, hilarious. It shouldn’t surprise anyone who has spent any time monitoring what passes for thought in the assemblage of pick-up artists and man-children who have collectively been <a href=\"http://boingboing.net/2015/01/28/a-beginners-guide-to-the-red.html\">christened</a> the “redpill right”. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/14/mad-max-fury-road-review-extravagantly-bizarre\">Mad Max: Fury Road review – extravagantly bizarre and noisy</a> </p> \n</aside> \n<p>The latest kerfuffle started when <a href=\"http://www.returnofkings.com/author/cpt-capitalism\">Aaron Clarey</a>, “the resident economist of the mano/androsphere” took to the pages of <a href=\"http://www.returnofkings.com/63036/why-you-should-not-go-see-mad-max-feminist-road\">Return of Kings</a>, “a blog for heterosexual, masculine men”, to proclaim that Mad Max: Fury Road was an affront. He hadn’t seen it, but nonetheless went on to say:</p> \n<blockquote class=\"quoted\"> \n <p>[The real issue is] whether men in America and around the world are going to be duped by explosions, fire tornadoes, and desert raiders into seeing what is guaranteed to be nothing more than feminist propaganda, while at the same time being insulted AND tricked into viewing a piece of American culture ruined and rewritten right in front of their very eyes.</p> \n</blockquote> \n<p>It’s puzzling that such a strong believer in the innate superiority of the male sex, a man who thinks <a href=\"http://www.returnofkings.com/43095/genetics-guarantees-the-eventual-victory-against-feminism\">genetics guarantee a male victory over feminism</a>, would think that anti-feminist men could so easily be duped and brainwashed. </p> \n<p>But this kind of strident, off the cuff victimology is par for the course in those vast regions of the Internet where grown men gather to moan about how everyone is picking on them.</p> \n<p>Return of Kings is a prominent part of the “man-o-sphere”, a pick up artist site where men are urged to exhibit confidence and strength by essentially tricking women into sleeping with them. PUAs, as they’re called, claim to instruct men in “game” so they can reliably get laid.</p> \n<p>It’s an apt term, because it conceives of the path to sexual intimacy as a kind of video game walkthrough, where if you learn to press the right buttons in the right sequence you’re bound to “win”. Men come for the surefire sex tips, and leave with a heaping helping of reactionary ideology.</p> \n<p>The real point of PUA and the related “men’s rights movement” is not really helping the plight of lonely nerds: it’s disputing the result of the sexual revolution. PUA “game” is premised on the idea that women are basically lab rats who will reliably respond to certain stimuli. Anyone who disputes this idea and any evidence to the contrary – like women’s increasing economic success, and sexual and social confidence – are anathema. </p> \n<p>Independent women with choices stand as a factual refutation to the watery stew of evolutionary psychology, macho posturing, and LAN party horse sense that these groups subsist on. So on any given day on Return of Kings you’ll find an ocean of bile directed at individual feminists, women in general, and the “decline” that feminism’s successes represent. </p> \n<p>To a lesser extent, men who accept and support the claims of feminism cop it too (they’re dismissed as “white knights” who are themselves really angling for sex too). What the badasses at Return of Kings love most, though, is working themselves up over a post about what a particular woman has said, and then piling onto her on Twitter.</p> \n<p>So it’s not surprising that the Internet’s angry white men find Fury Road objectionable. A strong female lead in a Hollywood action movie would be enough on its own to draw their ire on its own – as Clarey wrote, “Nobody barks orders to Mad Max.” The involvement of women in its production, like Vagina Monologues author Eve Ensler, is even worse. But the final straw is that the film shows a man and a woman standing together against the kind of world reactionaries fantasise about inhabiting.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/16/paleo-isnt-a-fad-diet-its-an-ideology\">Paleo isn't a fad diet, it's an ideology that selectively denies the modern world | Jason Wilson</a> </p> \n</aside> \n<p>A postapocalyptic, hierarchical society that treats women as chattels, and gives free rein to cosplay machismo: that’s a pretty good picture of the redpill utopia. For a woman to take the lead in challenging it, and for a man to support her efforts, is far too depressing a reminder of the kind of progressive change they impotently rail against.</p> \n<p>Clarey is proposing that the man-o-sphere boycott the film. Which is all the more reason to go, get a large popcorn, satisfied in the knowledge that it’s salted with reactionary tears.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7a3a50172967171bee893b06edc1f9728726b7d7/0_0_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","credit":"Jasin Boland/AP","altText":"This photo provided by Warner Bros. Pictures shows Charlize Theron as Imperator Furiosa in Warner Bros. Pictures and Village Roadshow Pictures action adventure film, Mad Max: Fury Road,\" a Warner Bros. Pictures release. (Jasin Boland/Warner Bros. Pictures via AP)","cleanCredit":"Photograph: Jasin Boland/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-15T02:30:40Z","lastModified":"2015-05-15T03:05:24Z","metadata":{"commentable":true,"commentCount":187,"contributors":[{"name":"Jason Wilson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/24/1416835894687/Jason-Wilson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/wilson-jason"}],"feature":false,"keywords":["Mad Max: Fury Road","Australia news","Women","Gender","Film","Culture"],"tags":[{"id":"film/mad-max-fury-road","webTitle":"Mad Max: Fury Road"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/gender","webTitle":"Gender"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jason Wilson","topic":{"type":"tag-contributor","name":"profile/wilson-jason"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/the-man-o-sphere-is-outraged-about-mad-max-hand-me-my-popcorn","shortUrl":"http://gu.com/p/49v74","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/15/the-man-o-sphere-is-outraged-about-mad-max-hand-me-my-popcorn","webUri":"http://www.theguardian.com/commentisfree/2015/may/15/the-man-o-sphere-is-outraged-about-mad-max-hand-me-my-popcorn"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/093bc9e2fdfef637d64aa78019aeac6d4d4d2d27/0_0_6144_3685/6144.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3685,"width":6144,"orientation":"landscape","caption":"‘The film shows a man and a woman standing together against the kind of world reactionaries fantasise about inhabiting.’ Photograph: Jasin Boland/AP","credit":"Jasin Boland/AP","altText":"‘What’s worse is that the film shows a man and a woman standing together against the kind of world reactionaries would dearly like to inhabit.’","cleanCaption":"‘The film shows a man and a woman standing together against the kind of world reactionaries fantasise about inhabiting.’","cleanCredit":"Photograph: Jasin Boland/AP"}},"importance":3,"showQuotedHeadline":true},{"title":"The next wave of Tory cuts will hit those well beyond Benefits Street ‘skivers’","rawTitle":"The next wave of Tory cuts will hit those well beyond Benefits Street ‘skivers’","item":{"type":"comment","id":"commentisfree/2015/may/14/tory-cuts-benefits-street-skivers-welfare","title":"The next wave of Tory cuts will hit those well beyond Benefits Street ‘skivers’","trailText":"The old rhetoric pitting citizen against citizen on benefits will no longer wash when the Tories’ £12bn in welfare cuts threatens areas such as statutory maternity pay and child benefit","standFirst":"The old rhetoric pitting citizen against citizen on benefits will no longer wash when the Tories’ &pound;12bn in welfare cuts threatens areas such as statutory maternity pay and child benefit","byline":"Mary O'Hara","body":"<p>Just before the end of last year I was at a charity event when a banker sitting next to me leaned in without warning and demanded to know why “the poor” should feel “entitled” to live in “prime real estate” in central London. “They shouldn’t be allowed” to live in the centre of the city if they couldn’t afford to, he declared. A blizzard of questions and pronouncements followed to do with how “hardworking” taxpayers were “subsidising” unworthy people “on benefits”.</p> \n<p>Apart from anything else, the banker’s rant was a perfect distillation of the kind of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/31/cameron-workers-shirkers-tory-law-benefit-cuts-deserving-poor\">toxic rhetoric</a> familiar to anyone who spent time in the UK under the coalition government. Repeated so often and so pejoratively by politicians and pundits alike since 2010, language that depicted whole swaths of the population as “skivers” and “scroungers” served to prop up the myth of the no-good pariah poor who were supposedly sucking the lifeblood from “hardworking taxpayers”.</p> \n<p>Never mind that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/housing-network/2015/feb/26/english-housing-survey-2015-in-charts\">soaring rents</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/mar/19/sleepover-protest-led-by-russell-brand-draws-150-to-sweets-way-estate\">shrinking social housing supply</a> were already conspiring to ensure the centre of the capital would be cleared of people on low incomes or that, far from being a lifestyle choice, people on jobseeker’s allowance or disability benefits were often barely able to get by. Never mind either that <a href=\"http://www.centreforwelfarereform.org/library/authors/bob/fraud-in-context.html\">benefits fraud is minuscule</a> or that millions of tax-paying working people <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2015/jan/11/letters-optical-industry-lenses\">rely on a variety of tax credits and benefits</a> (many of which have been cut already) to supplement low-paid jobs and insecure, part-time or temporary contracts. Never mind the facts or the nuance at all if it means carrying on with the business of demonisation and turning people against one another.</p> \n<p>I was reminded of the banker’s undiluted contempt this week when the new series of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/apr/30/benefits-street-press-series-two\">Benefits Street</a> kicked off just in time to make sure we were all clear as to exactly who in society should be singled out for vilification as the new government took office. But how could we forget? The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/08/election-earthquake-has-opened-chasms-david-cameron-will-struggle-to-reconcile\">fissures running through British society</a> that have featured so prominently in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/08/the-2015-election-has-unmistakeable-echoes-of-1992\">analysis of the shock election results</a> have been festering for a quite some time. Can we really be that surprised about divisions in society when the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/jan/09/skivers-v-strivers-argument-pollutes\">dominant narrative</a> for half a decade has been one of the “deserving” and “undeserving”, pitting citizen against citizen and cultivating a climate of fear long before the Conservatives conjured up the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/21/cameron-labour-snp-threat-as-plain-as-the-nose-on-your-face\">spectre of anti-austerity Scottish nationalists</a> in coalition with Labour in the last days of the election campaign?</p> \n<p>From the earliest days of the coalition it was open season for people on benefits. The “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/oct/01/benefit-reforms-iain-duncan-smith-unemployed\">something for nothing</a>”, “dependency”, “benefits culture” and “lifestyle choice” framing of austerity cuts was firmly established well before the election thanks to a relentless drumming home of the message. From party conference speeches to the front pages of tabloids to “poverty porn” like Benefits Street on TV the public were told that people claiming benefits were feckless. And every time it seemed it couldn’t get any worse, it did. Remember when we were told there was <a href=\"http://www.yorkpress.co.uk/news/10138097.Councillor_in_attack_on_food_bank\">no such thing as poverty in Britain</a> and that people were turning to food banks because they wanted to spend their cash on booze and fags? And what about when the chancellor, George Osborne, made one of the most incredible segues in interview history by linking <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/apr/07/osborne-philpott-welfare-benefits-reform\">the deaths of six children in a house fire in Derby</a> at the hands of Mick and Mairead Philpott to the benefits system, telling ITV news that there were questions to be asked “about the welfare state and taxpayers who subsidise lifestyles like this”?</p> \n<p>Make no mistake about <a href=\"https://libcom.org/files/Strivers_vs._skivers_full-publication.pdf\">the impact the ongoing nasty rhetoric has had</a>. While many people have clearly bought into the narrative of an “undeserving” poor, for too many others the reality has been a devastating stigma on top of the financial consequences of cuts.</p> \n<p><a href=\"http://www.policypress.co.uk/display.asp?K=9781847429100\">Charities on the frontline and researchers </a>have <a href=\"http://www.gcu.ac.uk/issjr/contact/challengingperceptionsofpoverty\">documented</a> the evidence since austerity policies and welfare reforms were first ushered in of how the binary labelling of people on benefits has misrepresented their lived experience. I’ve <a href=\"http://www.austeritybitesuk.com\">interviewed</a> more than my fair share of unemployed people, disabled people and carers who have talked of how “useless”, “worthless” and “depressed” the unabating vilification and fear-mongering made them feel.</p> \n<p>In the months and years ahead we can expect the divisive rhetoric to continue and possibly even ratchet up, not least because there are plenty of people for whom the election win will be seen as a vindication of it. And with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/11/guardian-view-new-cabinet-new-faces-big-issues-david-cameron-conservatives\">Iain Duncan Smith once again ensconced in the Department of Work and Pensions</a> (DWP) and promising to plough on with his controversial overhaul of the benefits system, he will still need to find ways to defend it, no doubt by painting those caught up in it as indolent and irresponsible.</p> \n<p>However, there is another dimension to what lies ahead. A working majority in parliament may well mean the Tories think they have carte blanche to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/05/revealed-coalition-plans-to-slash-welfare-for-sick-poor-young-and-disabled\">wheel out another &pound;12bn of cuts</a> to the welfare budget but it doesn’t mean they will have an easy ride. Many of those hit by the new tranche of cuts will have been hit badly before – for example if the bedroom tax is increased and curbs to housing benefit implemented – but others will feel the real sting for the first time.</p> \n<p>If, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/05/revealed-coalition-plans-to-slash-welfare-for-sick-poor-young-and-disabled\">as mooted</a> by leaked civil service calculations, cuts to areas such as statutory maternity pay and child benefit are rolled out, those affected will come from a much broader spread of society and are unlikely to put up with being lumped into the category of shirker when the government needs to defend itself in the face of criticism. One possible outcome of the next wave of cuts may well be that it generates a solidarity between the people most affected in the first five years and many of those who were mostly spared up until now. If it does, the skiver rhetoric will surely be put to the test.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431626422490/Foodbank-volunteer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Can we really be that surprised about divisions in society when the dominant narrative for half a decade has been one of the deserving and undeserving.' Foodbank volunteer. Photograph: Mimi Mollica","credit":"Mimi Mollica","altText":"Foodbank volunteer","cleanCaption":"'Can we really be that surprised about divisions in society when the dominant narrative for half a decade has been one of the deserving and undeserving.' Foodbank volunteer. Photograph: Mimi Mollica"}],"bodyImages":[],"webPublicationDate":"2015-05-14T18:05:53Z","lastModified":"2015-05-14T19:42:51Z","metadata":{"commentable":true,"commentCount":643,"contributors":[{"name":"Mary O'Hara","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/5/1423130557559/Mary-O-Hara-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/maryohara"}],"feature":false,"keywords":["Conservatives","Benefits","Society","Politics","UK news","Welfare"],"tags":[{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/welfare","webTitle":"Welfare"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Mary O'Hara","topic":{"type":"tag-contributor","name":"profile/maryohara"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/14/tory-cuts-benefits-street-skivers-welfare","shortUrl":"http://gu.com/p/49v2n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/14/tory-cuts-benefits-street-skivers-welfare","webUri":"http://www.theguardian.com/commentisfree/2015/may/14/tory-cuts-benefits-street-skivers-welfare"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431626422490/Foodbank-volunteer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Can we really be that surprised about divisions in society when the dominant narrative for half a decade has been one of the deserving and undeserving.’ A food bank volunteer. Photograph: Mimi Mollica","credit":"Mimi Mollica","altText":"Foodbank volunteer","cleanCaption":"‘Can we really be that surprised about divisions in society when the dominant narrative for half a decade has been one of the deserving and undeserving.’ A food bank volunteer. Photograph: Mimi Mollica"}},"importance":3,"showQuotedHeadline":true}],"lastModified":"2015-05-15T07:11:11Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}