{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Call me naive, politicians, but how about saying what you really think?","rawTitle":"Call me naive, politicians, but how about saying what you really think?","item":{"type":"article","id":"lifeandstyle/2015/may/23/politicians-say-what-you-think-sophie-heawood","title":"Sophie Heawood: Call me naive, politicians, but how about saying what you really think?","trailText":"‘Am I alone in wanting to get a bit more sense from the leadership hopefuls of what they actually believe – in their own hearts and far from the madding focus groups?’","standFirst":"<p>‘Am I alone in wanting to get a bit more sense from the leadership hopefuls of what they actually believe – in their own hearts and far from the madding focus groups?’</p>","byline":"Sophie Heawood","body":"<p>You might not think of nightclub DJs as sources of spiritual wisdom, but you’d be wrong, because one once told me a secret about playing to an empty room that has brought me great solace in life. His point was this: when a DJ is starting out, they mustn’t be afraid to alienate all the people already in that club by playing something strange or new. They mustn’t try to second-guess what the regulars want to hear, or stick to the crowd-pleasers. Instead, they should simply take the radical step of playing the music they love.</p> \n<p>Sure, they will clear the dancefloor, most punters will walk out, and management will panic about this bongo business with 18 beats in a bar and a donk on the end of each one.</p> \n<p>Eventually, though, the people who connect with this sort of music will find their way to it. In time, word will spread, and 50 people will become 500, then 5,000, and your audience will be real and loyal and will connect with you. Longevity will thus be assured, because you will be putting all of your energy into the music and not into the masquerade.</p> \n<p>You’d be forgiven for thinking that this is a load of pretentious rubbish, and that any DJ who makes everybody leave the club on their first night will get the sack immediately. But the guy did have a point, which is that there’s no point pretending to find significance in things that you have calculated might be significant to others, when you could play the longer game of being true to yourself.</p> \n<p>That courage to clear the dancefloor is something I think about a lot. It came to mind as soon as I heard Tristram Hunt, the Labour leadership hopeful, saying that the party needed to win back its traditional working-class core voters <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/miliband-made-terrible-mistake-in-ditching-new-labour-says-mandelson\">while also appealing to the “aspirational John Lewis couple”</a>.</p> \n<p>Now, is it just me or would you, when looking to run the entire country, base your plans around the imaginary desires of entirely fictitious people from Christmas telly adverts and their covetousness towards Le Creuset casseroles? Am I alone in wanting to get a bit more sense from the leadership hopefuls of what they actually believe – in their own hearts and far from the madding focus groups? Of what songs they would play if it was OK to clear the dancefloor, and put a donk on it rather than a wonk.</p> \n<p>Because here’s the good news: the Labour party have already cleared it! Most of their dancers are currently at the bar, in the lavatory, or at the bus stop trying to get off with someone else. And yet the crucial thing to remember is that this doesn’t mean the gang have to come back with a crowd-pleaser that appeals to everyone.</p> \n<p>The Tories certainly don’t appeal to everyone. Millions of people in this country hate the Tories with a fury that boils the blood faster than any cooking implement found in John Lewis – yet the Tories still won. So perhaps all Labour MPs could ask themselves one simple question, and that is not “How do we win the next election?” but “What do I actually feel passionately about?” Call me naive but it would be a start, wouldn’t it?</p> \n<p>We’ve become used to living in a world where BBC broadcasters can’t say what their politics are; where religious leaders get into trouble for having thoughts on how we lead and look after each other (a recent poll found that, actually, <a href=\"http://www.independent.co.uk/news/uk/two-graphs-that-show-how-much-religious-interference-we-want-in-politics-10254827.html\">44% of us want our religious leaders to speak out</a>). But it sometimes feels as if even the politicians don’t want to talk about politics either; or about, you know, what they actually think.</p> \n<p>Nick Clegg, whose party sat by and watched Cameron do things in his first term that Thatcher could only have dreamed of, insisted just before the election that the coalition had been centrist, not rightwing. And then the Lib Dems lost their voters anyway. I did wonder, as he watched his party crash down all around him, if he wished he’d just said what he really felt out loud.</p> \n<p>Because politics isn’t just the art of winning, but the art of losing, too. And if you lose having built your dancefloor, and it having been deserted, because what you truly want to hear is not what anybody else wants to hear, well at least you won’t be kicking yourself that you could have been playing your favourite song all along.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/20/1432128806358/Heawood-politicians-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"  Illustration: Nishant Choksi for the Guardian","credit":"/Nishant Choksi for the Guardian","altText":"Heawood: politicians","cleanCaption":"  Illustration: Nishant Choksi for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-23T05:00:12Z","lastModified":"2015-05-23T05:00:12Z","metadata":{"commentable":true,"commentCount":71,"contributors":[{"name":"Sophie Heawood","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/21/1421850753867/Sophie-Heawood-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sophieheawood"}],"feature":true,"keywords":["Life and style","Labour party leadership","Nick Clegg","Tristram Hunt","Politics"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/nickclegg","webTitle":"Nick Clegg"},{"id":"politics/tristram-hunt","webTitle":"Tristram Hunt"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Sophie Heawood","topic":{"type":"tag-contributor","name":"profile/sophieheawood"}}],"series":{"title":"Sophie Heawood's Weekend column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/sophie-heawoods-weekend-column"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/23/politicians-say-what-you-think-sophie-heawood","shortUrl":"http://gu.com/p/4932h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/23/politicians-say-what-you-think-sophie-heawood","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/23/politicians-say-what-you-think-sophie-heawood"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432128891962/fcc2a75d-f8eb-47ba-aba0-ca1faa54c3e1-1098x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1098,"orientation":"portrait","caption":"Illustration: Nishant Choksi for the Guardian","credit":"Nishant Choksi for the Guardian","altText":"Heawood: politicians","cleanCaption":"Illustration: Nishant Choksi for the Guardian"}},"importance":7,"byline":{"title":"Sophie Heawood"},"showQuotedHeadline":true},{"title":"After many decades of neglect, perhaps the real ‘northern powerhouse’ has been and gone","rawTitle":"After many decades of neglect, perhaps the real ‘northern powerhouse’ has been and gone","item":{"type":"comment","id":"commentisfree/2015/may/23/after-decades-of-neglect-real-northern-powerhouse-been-and-gone","title":"After many decades of neglect, perhaps the real ‘northern powerhouse’ has been and gone","trailText":"Northern England has produced generations of the great and the good – but barring a surprising reversal, it seems inevitable that the eminences of the future will hail from the south","standFirst":"Northern England has produced generations of the great and the good – but barring a surprising reversal, it seems inevitable that the eminences of the future will hail from the south","byline":"Ian Jack","body":"<p>Reading obituaries of gifted, productive and distinguished men and women, I’m often struck by how many of them have come from the workaday England that lies beyond London and the home counties: a classical musician born in Halifax, a historian raised in Mansfield, and so on. My hunch is that this may not be the case in future: that if serious London newspapers and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tone/obituaries\">obituary pages</a> still exist 50 years from now, they will be much less likely to include lives that began near the mouth of the Tyne or the valleys of the Pennines. Not through any editorial prejudice against those places, but because the south of England began to monopolise the country’s dynamism and wealth – and opportunity – a decade or two before those who will become the celebrated dead of the late-21st century were born in the 1980s and 90s.</p> \n<p>I spent last Sunday <a href=\"http://www.bradfordliteraturefestival.co.uk\">in Bradford at a literary festival</a>. The city was meant for bigger things. At Forster Square – one of Bradford’s two much-reduced rail termini – we looked up from the train to the towering stonework of the station’s retaining walls, built to serve what was then the capital of the world’s wool trade, rather than, as now, the headquarters of Morrison’s. We walked the short distance to the Midland – one of Bradford’s two grand railway hotels – and through the lobby where <a href=\"http://www.arthurlloyd.co.uk/Irving.htm\">Sir Henry Irving</a> had collapsed and died in 1905 after a performance at the Theatre Royal. The luggage ramp that led from this lobby to the station has been beautifully restored, and has a small pile of period suitcases – empty and artfully arranged – that include one painted with the name Bram Stoker, who, as well as being the author of Dracula, was Irving’s manager at the time of the actor’s death.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/northern-powerhouse-perils-devolution-mixed-blessing\">Perils of the ‘northern powerhouse’: is devolution a mixed blessing?</a> </p> \n</aside> \n<p>Then, and for a long time after, it must have seemed entirely appropriate that the finest actor of his age would die in Bradford – amid the majesty of its most luxurious hotel, only a step away from the trading exchange that set the world’s wool prices, and the town hall with the belltower inspired by the Palazzo Vecchio in Florence. A great death, as it were, among a city of great births: the painters William Rothenstein and David Hockney, the composer Frederick Delius, the writer JB Priestley, the physicist and Nobel laureate Sir Edward Appleton – to name only a few of the many eminent baby Bradfordians.</p> \n<p>I want to be cheerful about Bradford, but the truth is that it looked a sadder place than when I stayed there briefly 30 years ago (and it was troubled enough then). There again, it was a Sunday, the streets were empty, and the Midland’s sandwiches were rather grim.</p> \n<p>I came home from the city’s other station, Interchange, where the trains were branded with the logos of the Dutch and German state railway companies, Abellio and Deutsche Bahn. The carriages rattled with engine vibration and looked shoddy and cheap – evidence that northern England, which invented railway travel, has some of the worst rail infrastructure in Europe, now being put right only slowly and belatedly, despite all the talk of developing a “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/northern-powerhouse-cities-devolution-england-manchester-george-osborne\">northern powerhouse</a>”. Waiting on the windy platform and staring at another magnificent Victorian wall, I found it hard to resist the thought that the real powerhouse had already been and gone, and that second comings were never easy to arrange.</p> \n<h2>Let’s not return to old enmities</h2> \n<p>The fearful prospect of a British government being bent to the will of the Scottish National party may well have been the biggest single cause of Labour’s rout at the polls, but this week I heard an interesting variation on the theme. The fear (the theory went) hadn’t been uniform across England: <a href=\"http://www.citymetric.com/politics/general-election-2015-labour-now-party-englands-cities-1024\">Labour success in the big cities</a> tended to indicate that multicultural metropolitan populations hadn’t felt more than a shiver, whereas people in market towns and the old industrial settlements had had the whole fright. These smaller and more homogenous places were, if you like, more anti-Scottish. There was even the suggestion that the Tories’ “vote Miliband, get Salmond” campaign had revived tribal memories of northern marauders crashing south, though as the last northern maraud ended in 1745 when the Jacobites did their U-turn at Derby, the memories of towns such as Nuneaton and Morley must be powerful and long.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/17/poster-power-ed-miliband-rule-out-coalition-snp\">Poster power forced Ed Miliband to rule out an SNP coalition | David Torrance</a> </p> \n</aside> \n<p>Still, something in the Tory posters did suggest a deliberate appeal to tribal history. Under the slogan “Don’t let the SNP grab your cash”, one showed a light-fingered Alex Salmond poised to steal a wad of sterling that was conveniently spilling from an Englishman’s back pocket. Of course, no label was stitched to his buttocks to say “Old England”, as might once have been the case in a Punch cartoon, but the implication was plain enough, and faintly surprising in a society that frowns, at least officially, on national stereotypes and stories that relate the doings of a Welshman, an Irishman, etc. Most of those caricatures came out of England in the 18th and 19th centuries, though their victims in the lesser nations often adopted them enthusiastically. Late into the last century, for example, a favourite souvenir of Aberdeen was a postcard with two views of the city’s main thoroughfare, Union Street, taken from the same angle. In one the street stood as empty as the Sahara; caption: “Aberdeen on a flag day” . In the other, it was as dense with vehicles and people as Times Square; caption: “Aberdeen on a door-to-door collection day”.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"feceb48379b965a1873d84a1f4c811368fa19c01\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432309079873/bb788bd9-16d9-4b6c-b84f-ebb8cf5fd7ad-460x331.jpeg\" alt=\"An anti-SNP Conservative poster in Lancashire during the 2015 general election campaign.\" width=\"460\" height=\"331\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An anti-SNP Conservative poster in Lancashire during the 2015 general election campaign.</span> \n  <span class=\"element-image__credit\">Photograph: Oli Scarff/AFP/Getty</span> \n </figcaption> \n</figure> \n<p>I still smile when I think of the skinflint behaviour the card evokes – of Aberdonians fleeing their homes before charitable tin-rattlers come knocking at the door, and then hurrying back again to avoid similar tin-rattlers, this time armed with tiny flags that, quick as lightening, they plunge into your lapel. The card was hardly offensive. It was a comic turn, like Harry Lauder counting his bawbees or Jack Benny watching his dollars. And in any case, the point of the Tory poster wasn’t so much Scottish stinginess as Scotland’s thirst for public spending – subsidised, in this view, by the English taxpayer. The striking thing about the poster was paradoxical: it was a novelty on the one hand, and a harking back on the other. On billboards in England, a Scottish political party – and to some extent, Scottish behaviour – were being attacked, prompting (or perhaps merely reinforcing) a revival of English distrust of Scotland that was last seen when the Earl of Bute served briefly as prime minister, attracting Scottish hangers-on to London only 17 years after Bonnie Prince Charlie had thrown the capital into a panic by marching his army as far south as Derby.</p> \n<p>To be Scottish in England then was not to be popular. On 16 May 1763, a month after Bute left office, two men were introduced to each other in a Covent Garden bookshop. James Boswell: “I do indeed come from Scotland, but I cannot help it.” Samuel Johnson: “That, Sir, I find, is what a very great many of your countrymen cannot help.” This is a famous exchange, but the reasons for Johnson’s asperity, other than that he was fond of exercising it, got lost in the long historical process that forged a new British identity. Enmity that was genuine in the middle of the 18th century had become a joke and a hobby, brought into play at football and rugby matches, long before the middle of the 20th. That changed a little during the election campaign – a reversion in England to the Johnsonian tone. Careless or ruthless politics could change it more. That would be sad.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432306052859/df23292c-ab4b-4715-a6f6-9a78dc4a1d3d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"SSPL via Getty","altText":"Bradford circa 1895.","cleanCredit":"Photograph: SSPL via Getty"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432309078791/bb788bd9-16d9-4b6c-b84f-ebb8cf5fd7ad-2060x1482.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1482,"width":2060,"orientation":"landscape","caption":"An anti-SNP Conservative poster in Lancashire during the 2015 general election campaign. Photograph: Oli Scarff/AFP/Getty","credit":"Oli Scarff/AFP/Getty","altText":"An anti-SNP Conservative poster in Lancashire during the 2015 general election campaign.","cleanCaption":"An anti-SNP Conservative poster in Lancashire during the 2015 general election campaign.","cleanCredit":"Photograph: Oli Scarff/AFP/Getty"}],"webPublicationDate":"2015-05-23T07:00:11Z","lastModified":"2015-05-23T07:00:11Z","metadata":{"commentable":true,"commentCount":34,"contributors":[{"name":"Ian Jack","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400680311974/Ian-Jack-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ianjack"}],"feature":true,"keywords":["Rail transport","Scotland","Scottish National party (SNP)","Politics","Conservatives","Transport","North-south divide","Society","UK news"],"tags":[{"id":"uk/rail-transport","webTitle":"Rail transport"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"politics/snp","webTitle":"Scottish National party (SNP)"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk/transport","webTitle":"Transport"},{"id":"society/north-south-divide","webTitle":"North-south divide"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Ian Jack","topic":{"type":"tag-contributor","name":"profile/ianjack"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/23/after-decades-of-neglect-real-northern-powerhouse-been-and-gone","shortUrl":"http://gu.com/p/496eb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/23/after-decades-of-neglect-real-northern-powerhouse-been-and-gone","webUri":"http://www.theguardian.com/commentisfree/2015/may/23/after-decades-of-neglect-real-northern-powerhouse-been-and-gone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432306052859/df23292c-ab4b-4715-a6f6-9a78dc4a1d3d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A city of great births, from Hockney to Delius to JB Priestley … Bradford circa 1895. Photograph: SSPL via Getty","credit":"SSPL via Getty","altText":"Bradford circa 1895.","cleanCaption":"A city of great births, from Hockney to Delius to JB Priestley … Bradford circa 1895.","cleanCredit":"Photograph: SSPL via Getty"}},"importance":5,"byline":{"title":"Ian Jack"},"showQuotedHeadline":true},{"title":"Seven common myths about meditation","rawTitle":"Seven common myths about meditation","item":{"type":"comment","id":"commentisfree/2015/may/22/seven-myths-about-meditation","title":"Seven common myths about meditation","trailText":"There’s no scientific consensus that meditation can cure your mind, body or soul - so don’t swallow the idea that there is a Buddha Pill","standFirst":"<p>There’s no scientific consensus that meditation can cure your mind, body or soul - so don’t swallow the idea that there is a Buddha Pill</p>","byline":"Catherine Wikholm","body":"<p>Meditation is becoming increasingly popular, and in recent years there have been calls for mindfulness (a meditative practice with Buddhist roots) to be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/feb/23/should-we-be-mindful-of-mindfulness-nhs-depression\">more widely available on the NHS</a>. Often promoted as a sure-fire way to reduce stress, it’s also being increasingly offered in schools, universities and businesses.</p> \n<p>For the secularised mind, meditation fills a spiritual vacuum; it brings the hope of becoming a better, happier individual in a more peaceful world. However, the fact that meditation was primarily designed not to make us happier, but to destroy our sense of individual self – who we feel and think we are most of the time – is often overlooked in the science and media stories about it, which focus almost exclusively on the benefits practitioners can expect.</p> \n<p>If you’re considering it, here are seven common beliefs about meditation that are not supported by scientific evidence.</p> \n<h2>Myth 1: Meditation never has adverse or negative effects. It will change you for the better (and only the better)<br /></h2> \n<p>Fact 1: It’s easy to see why this myth might spring up. After all, sitting in silence and focusing on your breathing would seem like a fairly innocuous activity with little potential for harm. But when you consider how many of us, when worried or facing difficult circumstances, cope by keeping ourselves very busy and with little time to think, it isn’t that much of a surprise to find that sitting without distractions, with only ourselves, might lead to disturbing emotions rising to the surface.</p> \n<p>However, many scientists have turned a blind eye to the potential unexpected or harmful consequences of meditation. With Transcendental Meditation, this is probably because many of those who have researched it have also been personally involved in the movement; with mindfulness, the reasons are less clear, because it is presented as a secular technique. Nevertheless, there is emerging scientific evidence from case studies, surveys of meditators’ experience and historical studies to show that meditation can be associated with stress, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/aug/25/mental-health-meditation\">negative effects</a> and mental health problems. For example, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24767614\">one study found that mindfulness meditation led to increased cortisol</a>, a biological marker of stress, despite the fact that participants subjectively reported feeling less stressed.</p> \n<h2>Myth 2: Meditation can benefit everyone<br /></h2> \n<figure class=\"element element-image\" data-media-id=\"a9e79327b9f9894e9bfc1385c73301384e378484\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432308311768/fafa6605-67bc-4371-9c98-dcc9536af01d-460x276.jpeg\" alt=\"A woman meditates on a beach in Thailand.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<p>Fact 2: The idea that meditation is a cure-all for all lacks scientific basis. “One man’s meat is another man’s poison,” the psychologist <a href=\"http://en.wikipedia.org/wiki/Arnold_Lazarus\">Arnold Lazarus</a> reminded us in his writings about meditation. Although there has been relatively little research into how individual circumstances – such as age, gender, or personality type – might play a role in the value of meditation, there is a growing awareness that meditation works differently for each individual.</p> \n<p>For example, it may provide an effective stress-relief technique for individuals facing serious problems (such as being unemployed), but have little value for low-stressed individuals. Or it may benefit <a href=\"http://psycnet.apa.org/journals/ccp/82/2/275/\">depressed individuals who suffered trauma and abuse in their childhood</a>, but not other depressed people. There is also some evidence that – along with yoga – it can be of <a href=\"http://www.davidlynchfoundation.org.uk/prisons.html\">particular use to prisoners</a>, for whom it improves psychological wellbeing and, perhaps more importantly, encourages better control over impulsivity. We shouldn’t be surprised about meditation having variable benefits from person to person. After all, the practice wasn’t intended to make us happier or less stressed, but to assist us in diving deep within and challenging who we believe we are.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>One man's meat is another man's poison</p> \n  <footer> \n   <cite>Arnold Lazarus</cite> \n  </footer> \n </blockquote> \n</aside> \n<h2>Myth 3: If everyone meditated the world would be a much better place<br /></h2> \n<p>Fact 3: All global religions share the belief that following their particular practices and ideals will make us better individuals. So far, there is no clear scientific evidence that meditation is more effective at making us, for example, more compassionate than other spiritual or psychological practices. Research on this topic has serious methodological and theoretical limitations and biases. Most of the studies have no adequate control groups and generally fail to assess the expectations of participants (ie, if we expect to benefit from something, we may be more likely to report benefits).</p> \n<h2>Myth 4: If you’re seeking personal change and growth, meditating is as efficient – or more – than having therapy<br /></h2> \n<p>Fact 4: There is very little evidence that an eight-week mindfulness-based group programme has the same benefits as of being in conventional psychological therapy – most studies compare mindfulness to “treatment as usual” (such as seeing your GP), rather than one-to-one therapy. Although mindfulness interventions are group-based and most psychological therapy is conducted on a one-to-one basis, both approaches involve developing an increased awareness of our thoughts, emotions and way of relating to others. But the levels of awareness probably differ. A therapist can encourage us to examine conscious or unconscious patterns within ourselves, whereas these might be difficult to access in a one-size-fits-all group course, or if we were meditating on our own.</p> \n<h2>Myth 5: Meditation produces a unique state of consciousness that we can measure scientifically<br /></h2> \n<figure class=\"element element-image\" data-media-id=\"5ca4427e2aef432e840909a13601b35a70b40c59\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432307840329/2e47d931-56b8-41fe-9192-166e030494f0-460x276.jpeg\" alt=\"Teachers and pupils practice meditation techniques at Bethnal Green Academy\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Teachers and pupils practise meditation techniques at Bethnal Green Academy</span> \n  <span class=\"element-image__credit\">Photograph: Sean Smith for the Guardian</span> \n </figcaption> \n</figure> \n<p>Fact 5: Meditation produces states of consciousness that we can <a href=\"http://en.wikipedia.org/wiki/Research_on_meditation\">indeed measure using various scientific instruments</a>. However, the overall evidence is that these states are not physiologically unique. Furthermore, although different kinds of meditation may have diverse effects on consciousness (and on the brain), there is no scientific consensus about what these effects are.</p> \n<h2>Myth 6: We can practise meditation as a purely scientific technique with no religious or spiritual leanings<br /></h2> \n<p>Fact 6: In principle, it’s perfectly possible to meditate and be uninterested in the spiritual background to the practice. However, research shows that <a href=\"http://blogs.scientificamerican.com/guest-blog/what-does-mindfulness-meditation-do-to-your-brain/\">meditation leads us to become more spiritual</a>, and that this <a href=\"http://link.springer.com/article/10.1007/s10865-011-9332-x#page-1\">increase in spirituality is partly responsible</a> for the practice’s positive effects. So, even if we set out to ignore meditation’s spiritual roots, those roots may nonetheless envelop us, to a greater or lesser degree. Overall, it is unclear whether secular models of mindfulness meditation are fully secular.</p> \n<h2>Myth 7: Science has unequivocally shown how meditation can change us and why<br /></h2> \n<p>Fact 7: Meta-analyses show there is moderate evidence that meditation affects us in various ways, such as increasing positive emotions and reducing anxiety. However, it is less clear how powerful and long-lasting these changes are.</p> \n<p>Some studies show that meditating can have a greater impact than physical relaxation, although other research using a placebo meditation contradicts this finding. We need better studies but, perhaps as important, we also need models that explain how meditation works. For example, with <a href=\"http://mbct.co.uk/\">mindfulness-based cognitive therapy (MBCT)</a>, we still can’t be sure of the “active” ingredient. Is it the meditation itself that causes positive effects, or is it the fact that the participant learns to step back and become aware of his or her thoughts and feelings in a supportive group environment?</p> \n<p>There simply is no cohesive, overarching attempt to describe the various psychobiological processes that meditation sets in motion. Unless we can clearly map the effects of meditation – both the positive and the negative – and identify the processes underpinning the practice, our scientific understanding of meditation is precarious and can easily lead to exaggeration and misinterpretation.</p> \n<p><span class=\"bullet\">•</span> Catherine Wikholm is the co-author, with Dr Miguel Farias, of The Buddha Pill</p> \n<p><em>Citation links have now been added to this article</em><br /></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432311301694/648da3ae-6428-4113-81dd-68076eaf1498-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Allstar/COLUMBIA PICTURES/Sportsphoto Ltd./Allstar","altText":"Julia Roberts learns how to meditate in the film Eat, Pray, Love.","cleanCredit":"Photograph: Allstar/COLUMBIA PICTURES/Sportsphoto Ltd./Allstar"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432308313145/fafa6605-67bc-4371-9c98-dcc9536af01d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"A woman meditates on a beach in Thailand.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432307841749/2e47d931-56b8-41fe-9192-166e030494f0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Teachers and pupils practise meditation techniques at Bethnal Green Academy Photograph: Sean Smith for the Guardian","credit":"Sean Smith for the Guardian","altText":"Teachers and pupils practice meditation techniques at Bethnal Green Academy","cleanCaption":"Teachers and pupils practise meditation techniques at Bethnal Green Academy","cleanCredit":"Photograph: Sean Smith for the Guardian"}],"webPublicationDate":"2015-05-22T16:37:22Z","lastModified":"2015-05-22T21:09:46Z","metadata":{"commentable":true,"commentCount":413,"contributors":[{"name":"Catherine Wikholm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/catherine-wikholm"}],"feature":false,"keywords":["Meditation","Mindfulness","Mental health","Health","Health & wellbeing","Life and style","Society"],"tags":[{"id":"lifeandstyle/meditation","webTitle":"Meditation"},{"id":"lifeandstyle/mindfulness","webTitle":"Mindfulness"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Catherine Wikholm","topic":{"type":"tag-contributor","name":"profile/catherine-wikholm"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/22/seven-myths-about-meditation","shortUrl":"http://gu.com/p/496d9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/22/seven-myths-about-meditation","webUri":"http://www.theguardian.com/commentisfree/2015/may/22/seven-myths-about-meditation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432311301694/648da3ae-6428-4113-81dd-68076eaf1498-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Julia Roberts learns how to meditate in the film Eat, Pray, Love. Photograph: Allstar/Columbia Pictures/Sportsphoto Ltd./Allstar","credit":"Allstar/Columbia Pictures/Sportsphoto Ltd./Allstar","altText":"Julia Roberts learns how to meditate in the film Eat, Pray, Love.","cleanCaption":"Julia Roberts learns how to meditate in the film Eat, Pray, Love.","cleanCredit":"Photograph: Allstar/Columbia Pictures/Sportsphoto Ltd./Allstar"}},"importance":5,"byline":{"title":"Catherine Wikholm"},"showQuotedHeadline":true},{"title":"Labour has to get over its Tony Blair problem","rawTitle":"Labour has to get over its Tony Blair problem","item":{"type":"comment","id":"commentisfree/2015/may/22/labour-party-tony-blair-problem-election","title":"Labour has to get over its Tony Blair problem","trailText":"Until the party makes its peace with the three-time election winner, it is doomed to be out of power","standFirst":"Until the party makes its peace with the three-time election winner, it is doomed to be out of power","byline":"Jonathan Freedland","body":"<p>For at least two decades Margaret Thatcher haunted the Conservative party. The guilt over her regicide, the fear that they would never find a leader to match her, the urge to do her will by distancing Britain from the hated European enterprise – one way or another, the Thatcher ghost refused to rest. Perhaps David Cameron’s unexpected success on 7 May will allow an exorcism of sorts, but her shade still lingers. The coming referendum on Europe will, for many Tories, carry a spectral echo of her famous battle cry: “No. No. No.”</p> \n<p>Labour is similarly haunted by its own three-time election winner. But there’s a big difference. While Tories feel a collective guilt at getting rid of Thatcher, Labour can’t quite accept that it ever made Tony Blair its leader. It’s not the 2007 toppling of Blair that preys on its mind, but his 13 years at the top. The Labour tribe doesn’t know what to make of Blair, whether to revere him for scaling the electoral mountain three times or to revile him for what he did once he got there.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Labour needs to separate what Blair got right from what he got wrong, to hold on to the one while discarding the other</p> \n </blockquote> \n</aside> \n<p>The evidence is apparent in the current Labour leadership campaign. For one camp – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/09/labours-first-step-to-regaining-power-is-to-recognise-the-mistakes-we-made\" title=\"\">Chuka Umunna</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/liz-kendall-labour-must-back-europe-referendum-and-embrace-business\" title=\"\">Liz Kendall</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/08/question-time-ed-miliband-die-cast-tories-trample-labour-economic-record\" title=\"\">Alan Johnson</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/09/tony-blair-what-labour-must-do-next-election-ed-miliband\" title=\"\">Blair himself</a> – the election defeat prompted an obvious&nbsp;conclusion. Labour had lost because too many people rejected it in favour of the Conservatives. It ought, therefore, to draw once again from the Blair well, and persuade middle-class people with ambition that Labour speaks for them too.</p> \n<p>But the response to that idea was telling. Diane Abbott tweeted: “‘Labour must return to “aspirational Blair years”, say senior party figures’ Together with illegal wars?” For Abbott, “aspiration” was code for the invasion of Iraq. Never mind that the two are unconnected. “Aspiration” has taken its place alongside “wealth creation” or “modernisation” as a trigger word – one that, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/19/labour-saviour-downing-street-michael-howard\" title=\"\">as my colleague Rafael Behr wrote this week</a>, instantly evokes the most despised aspects of the New Labour era: “The City, privatisation and war in the Middle East – prongs on the trident of demonic ‘Blairism’.”</p> \n<p>This makes debate difficult. If Labour cannot talk about one thing without setting off psychological associations with another, then it cannot get to grips with either its recent past or its possible future. Kendall may well be felled by this problem, the Blairite tag around her neck choking her.</p> \n<p>For some, the word itself is radioactive, contaminating Kendall’s candidacy regardless of what she actually says. In this climate of code words and presumed factional allegiances, it has come to the point that to suggest Labour needs to win seats in the south of England is to identify as a Blairite and therefore as a neocon warmonger and apologist for corporate greed.</p> \n<p>The root of this problem is Blair himself, or rather Labour’s relationship with him. The task now is for Labour to place itself on the couch and sort this out, once and for all. It will require the primary task of all analysis, which is the making of distinctions. Labour needs to separate what Blair got right from what he got wrong, to hold on to the one while discarding the other.</p> \n<p>That sounds straightforward, but too many in Labour can no longer even see the credit column in the Blair ledger. Perhaps this month’s defeat will make it more visible. Put simply, Labour almost always loses. Over the long last century, a Labour victory has been the rare exception not the rule. Only two leaders before Blair had ever won a parliamentary majority. Labour had never – not once – served two full consecutive terms in office. So to win three full terms was a staggering achievement.</p> \n<p>When one gazes at the task confronting Labour now – the apparent impossibility of winning seats in the English north and south, both in the market towns and the suburbs, as well as in Scotland – it is remarkable to recall that Blair made it look easy. Somehow Labour has to learn from that experience. Yes, things were so much easier in Blair’s heyday, facing a clapped-out, discredited Tory opponent and operating in a world all but free of the SNP and Ukip, where Labour had the battlefield all to itself. But still Blair did what no Labour leader had done before or since. It’s surely worth remembering how he did it.</p> \n<p>Of course there is much Blair got wrong, with Iraq seared into place at the top of that list for evermore. But the mistake is to assume that, say, foreign adventurism was logically inherent in Blairism from the beginning. It wasn’t. On the contrary, Blair’s stubborn conviction on Iraq came as a surprise to both his party and the electorate: funny to recall now, but early Blair was mocked as a telegenic empty suit with no beliefs at all. In the end, it was an excess of conviction, not a lack of it, that undid him.</p> \n<p>The point is, there is much in the Blair record that can be rejected without throwing out his key insights. The first was his recognition, together with Gordon Brown, that Labour would not even begin to get a hearing until voters felt able to trust the party with the economy. That was the sine qua non. A reputation for economic incompetence was why Labour had been exiled from 1979 to 1997 – and it is why Labour will remain in the cold from now until its reputation is restored.</p> \n<p>Blair also understood that a vote is not an act of charity. Voters may be moved by stories of those at the sharp end – on zero hours or paying the bedroom tax – but the majority, especially those who are in work and own their own home, will vote for the party they believe will maintain or improve their own lives. Blair positioned Labour as a party that was determined to help not just the neediest, but to help you too.</p> \n<p>None of this means reheating Blair’s specific policy prescriptions, some of which were designed 20 years ago for what was a very different world. Too many Blairite ultras are guilty of that error, treating his programme as holy writ whose every detail must be followed even now. (Private-sector provision in the NHS is an example.) As Blair of all people understood, political parties die when they become enslaved to a dogma. The trick is to retain the underlying ethos and adapt it to today.</p> \n<p>This is Labour’s task now. Strip out what was wrong, including what was morally wrong; junk what is out of date; and take a cold, clear-eyed stare at the Blair legacy. That will include <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/apr/08/tony-blair-labour-pride-war-criminal-iraq\" title=\"\">much of the New Labour record</a> – the minimum wage, the pensioners lifted out of poverty, the civil partnerships, the Sure Start centres, devolution, the windfall tax, the rebuilding of broken schools and rundown hospitals – all of which is too often forgotten. But it will also mean working out how Blair persuaded a country that doesn’t often vote Labour&nbsp;to elect three Labour governments on the trot.</p> \n<p>Make no mistake, Labour doesn’t need to do this for Blair’s sake: he can take care of himself. It needs to do it for its own sake. Until Labour gets over its Tony Blair problem, it will remain out of power – unsullied perhaps, but utterly impotent.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432317492240/Tony-Blair-in-2000-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Blairite tag has become a millstone to some in the Labour party. Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo Macleod","altText":"Tony Blair in 2000","cleanCaption":"The Blairite tag has become a millstone to some in the Labour party. Photograph: Murdo Macleod"}],"bodyImages":[],"webPublicationDate":"2015-05-22T18:23:05Z","lastModified":"2015-05-22T23:01:16Z","metadata":{"commentable":true,"commentCount":729,"contributors":[{"name":"Jonathan Freedland","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740842/JonathanFreedland.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanfreedland"}],"feature":false,"keywords":["Labour","Politics","Tony Blair","UK news","General election 2015"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/tonyblair","webTitle":"Tony Blair"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/general-election-2015","webTitle":"General election 2015"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jonathan Freedland","topic":{"type":"tag-contributor","name":"profile/jonathanfreedland"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/22/labour-party-tony-blair-problem-election","shortUrl":"http://gu.com/p/496y3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/22/labour-party-tony-blair-problem-election","webUri":"http://www.theguardian.com/commentisfree/2015/may/22/labour-party-tony-blair-problem-election"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432317492240/Tony-Blair-in-2000-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Blairite tag has become a millstone to some in the Labour party. Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo Macleod","altText":"Tony Blair in 2000","cleanCaption":"The Blairite tag has become a millstone to some in the Labour party. Photograph: Murdo Macleod"}},"importance":4,"byline":{"title":"Jonathan Freedland"},"showQuotedHeadline":true},{"title":"Stacey Hyde’s story is a shocking insight into how the law treats young, abused women","rawTitle":"Stacey Hyde’s story is a shocking insight into how the law treats young, abused women","item":{"type":"comment","id":"commentisfree/2015/may/22/stacey-hyde-young-abused-women-victim-murderer","title":"Stacey Hyde’s story is a shocking insight into how the law treats young, abused women","trailText":"Hyde is a victim, not a murderer, and it is barbaric that she had to endure two trials. Sadly, such a lack of protection is all too common","standFirst":"Hyde is a victim, not a murderer, and it is barbaric that she had to endure two trials. Sadly, such a lack of protection is all too common","byline":"Julie Bindel","body":"<p>When Emma Humphreys was <a href=\"http://www.independent.co.uk/news/woman-who-stabbed-violent-partner-freed-1590339.html\" title=\"\">acquitted of murder by the court of appeal</a> in July 1995, it marked a change in the law in cases of abused women who kill violent men. Emma had stabbed Trevor Armitage, her violent boyfriend/pimp after he threatened her with a “gang bang”, and this vulnerable 16-year-old woman could take no more. In her short life she had already been witness to domestic violence, raped countless times, and prostituted while running away from a violent stepfather. At her appeal, following a three-year campaign by <a href=\"http://www.justiceforwomen.org.uk/\" title=\"\">Justice for Women</a>, lawyers argued that the provocation that led Humphreys to kill Armitage had built up over the years, and that all of the previous violence from men she had experienced should be taken into account.</p> \n<p>But that change in the law did not benefit another vulnerable and abused young woman, Stacey Hyde, who was acquitted of murder yesterday, following a retrial. Hyde’s case begs the question: what are we doing to support young women who suffer male violence?</p> \n<p>Vincent Francis, the deceased, had a history of violence towards women. The court at both trials accepted that there had been 27 previous acts of domestic violence towards his girlfriend, Holly Banwell, prior to the incident on the night he died, and that he had also attacked a former partner. At the retrial, Hyde’s lawyer described how Francis would regularly pull clumps of Banwell’s hair out by the roots, and likened the experience to “torture”.</p> \n<p>I was in court to hear this evidence, and saw some jury members wince while being invited to imagine what this felt like. I also heard the 999 call made by Banwell on the night Francis was killed.</p> \n<p>Stacey Hyde and Holly Banwell were friends, and they had been out drinking earlier that evening in September 2009, before returning to Banwell’s flat. In the early hours, Hyde woke up to hear Banwell screaming for help.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There is already clear evidence that women and girls are disbelieved when they report abuse</p> \n </blockquote> \n</aside> \n<p>Francis had begun fighting with his girlfriend; Hyde apparently tried to intervene to help her friend, and during the 999 call Hyde is heard screaming in absolute terror as Francis attacks her. Watching from the press bench I could see Hyde cover her ears and lower her head each time the 999 call was played, and when the details of the violent attack on her were recalled. In the frightening events that followed this attack, which Hyde does not clearly remember, Hyde stabbed and killed Francis.</p> \n<p>When the police arrived Hyde was very distressed, sobbing and saying, “He tried to kill me … I had to help Holly … he was going to kill her … I thought he would kill me …” Hyde was found to have injuries, some of which were consistent with previous self-harm, and some of which were consistent with a forceful struggle with Francis.</p> \n<p>She was convicted of murder, but a new legal team obtained fresh evidence from adolescent psychiatrists that was presented to the court of appeal, and this conviction was quashed in November 2014. She had by then served five years of a life sentence with a nine-year tariff. The prosecution were not willing to accept a plea of manslaughter on the grounds of diminished responsibility and provocation, and insisted she should face a fresh trial for murder. Why was Hyde sent to retrial after the appeal court judges decided to overturn her conviction? Did the director of public prosecutions not wonder how a second trial, with all the associated stress and fear, might affect this extremely vulnerable young woman?</p> \n<p>There is already clear evidence that women and girls are disbelieved when they report abuse – we saw this, for instance, in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/may/09/victims-sex-gangs-complacency-ethnicity\" title=\"\">Rochdale grooming cases</a>. And there are also all sorts of signs that sexual and domestic violence is often regarded as a fuss about nothing (these include <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/15/judge-16-year-old-groomed-teacher-judges-lawyers\" title=\"\">some judges’ comments in court</a>, and the shockingly low conviction rates in such cases). To put Hyde, who suffered from a number of chronic mental health problems – including attention deficit hyperactivity disorder, borderline personality disorder, depression, and suicidal tendencies – through a second trial, when she had already served five years in prison, is nothing short of barbaric.</p> \n<p>Her case is an example of how the failure to support young women who suffer mental health problems, sexual and domestic violence and childhood neglect can end in disaster.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/21/self-defence-classes-women-feminist-female-kickboxer\">Bring back self-defence classes for women – it’s the feminist thing to do | Rhiannon Lucy Cosslett</a> </p> \n</aside> \n<p>Hyde had previously attempted suicide, self-harmed regularly, and been raped on more than one occasion. Her relationship with her mother was difficult, and the court at the retrial heard that Hyde was neglected and often verbally abused by her.</p> \n<p>More often than not, young women with these problems harm themselves rather than others, but whatever the consequences of such failures, we need to be asking why we are letting women like Hyde down. The Crown Prosecution Service could have examined the evidence, decided that this was not a case of cold-blooded murder, and viewed it rather as one in which a terrified young woman protected herself and her best friend from a raging, violent man. They could have dropped the murder charges at the first, or indeed the second pre-trial hearing, and perhaps recommended that Hyde get help for her problems on the outside – not fight tooth and nail to secure a conviction and send her into the prison system.</p> \n<p>To force Hyde to endure a second trial, with the prospect of her being reconvicted, was cruel and unnecessary. To vigorously oppose two bail applications after Hyde’s conviction had been quashed by the court of appeal, when there was evidence of suicidal tendencies, was plain wrong. The refusal of the DPP, and of the prosecutor in this case, to recognise that Hyde was a victim, not a murderer, shows that we have a long way to go before Emma Humphreys’ legacy is fully secure.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432302531421/Stacey-Hyde-appeal-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stacey Hyde outside Winchester Crown Court earlier this month after she was cleared by a jury of murdering her friend's violent boyfriend. Photograph: Ben Mitchell/PA","credit":"Ben Mitchell/PA","altText":"Stacey Hyde appeal","cleanCaption":"Stacey Hyde outside Winchester Crown Court earlier this month after she was cleared by a jury of murdering her friend's violent boyfriend. Photograph: Ben Mitchell/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-22T14:45:06Z","lastModified":"2015-05-22T14:45:54Z","metadata":{"commentable":true,"commentCount":211,"contributors":[{"name":"Julie Bindel","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliebindel"}],"feature":false,"keywords":["Crown Prosecution Service","UK news","Law","Domestic violence","Society"],"tags":[{"id":"law/crown-prosecution-service","webTitle":"Crown Prosecution Service"},{"id":"uk/uk","webTitle":"UK news"},{"id":"law/law","webTitle":"Law"},{"id":"society/domestic-violence","webTitle":"Domestic violence"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Julie Bindel","topic":{"type":"tag-contributor","name":"profile/juliebindel"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/22/stacey-hyde-young-abused-women-victim-murderer","shortUrl":"http://gu.com/p/496bq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/22/stacey-hyde-young-abused-women-victim-murderer","webUri":"http://www.theguardian.com/commentisfree/2015/may/22/stacey-hyde-young-abused-women-victim-murderer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432302531421/Stacey-Hyde-appeal-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stacey Hyde outside Winchester Crown Court earlier this month after she was cleared by a jury of murdering her friend's violent boyfriend. Photograph: Ben Mitchell/PA","credit":"Ben Mitchell/PA","altText":"Stacey Hyde appeal","cleanCaption":"Stacey Hyde outside Winchester Crown Court earlier this month after she was cleared by a jury of murdering her friend's violent boyfriend. Photograph: Ben Mitchell/PA"}},"importance":4,"byline":{"title":"Julie Bindel"},"showQuotedHeadline":true},{"title":"Isis's murderous rampage continues. Why is it the lost artefacts that make the headlines?","rawTitle":"Isis's murderous rampage continues. Why is it the lost artefacts that make the headlines?","item":{"type":"comment","id":"commentisfree/2015/may/22/isis-murderous-rampage-palmyra","title":"Isis's murderous rampage continues. So why is it the lost artefacts that make the headlines?","trailText":"It’s not surprising that so many people find it easier to mourn the loss of a pillar in Palmyra than that of a person. A pillar can stand – or fall – for an abstract idea of civilisation. A person, an individual, someone like you or me – that’s too horrible to dwell upon","standFirst":"<p>It’s not surprising that so many people find it easier to mourn the loss of a pillar in Palmyra than that of a person. A pillar can stand – or fall – for an abstract idea of civilisation. A person, an individual, someone like you or me – that’s too horrible to dwell upon</p>","byline":"Deborah Orr","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/20/syrian-city-of-palmyra-falls-under-control-of-isis\" title=\"\">The ancient ruins of Palmyra</a> suffer no fear or despair, no pain or anguish. They are unable to defend themselves, or to flee. They feel nothing. But humans feel for them, just as humans felt for the ancient ruins of <a href=\"http://edition.cnn.com/2015/03/09/world/iraq-isis-heritage\" title=\"\">Nineveh, Hatra and Nimrud</a>, which also found themselves in the path of Isis. The best of humanity meets the worst of humanity, and the worst of humanity wins.</p> \n<p>Again and again, apologetically, people explain how they understand that the destruction of artefacts is not as&nbsp;terrible as the destruction of people. Nevertheless, it’s the artefacts that make the headlines. They are important to the people of Syria and Iraq as well, the argument goes. Their loss hurts everyone. Everyone but Isis. The more disgust and contempt the people of Isis generate, they more they like it.</p> \n<p>Sadness for lost ruins is sadness for the loss of an ideal of humanity, and what it can achieve and create. Sadness for lost people is the opposite. It involves acknowledging what befell them – nothing less than the aspect of&nbsp;humanity that’s a little bit harder to&nbsp;idealise, the part that sees cruelty, destruction and chaos as perversely worthwhile, a horrible and negative achievement, but something that some humans do aspire to, nonetheless.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/isis-palmyra-syria-islamic-state\">Isis 'controls 50% of Syria' after seizing historic city of Palmyra</a> </p> \n</aside> \n<p>Britain is weary of seeing the cruelty of Isis, and no doubt the whole world is. We no longer expect or want reporters to place themselves in that vile environment, to bring us news we’d rather not have. We are weary even of the people who appoint themselves as witnesses on&nbsp;the public’s behalf, watching propaganda films of people being butchered, then describing them to people who don’t want to know. We are weary of the photographs of hostages on their knees, in orange, about to be slaughtered. No one wants to see any of it.</p> \n<p>Occasionally, something of particularly fiendish and inventive horror will punch through the wall of baffled repulsion to enter a collective consciousness that has begun to crave ignorance. What the people of Isis do to other people has become literally unspeakable. Speaking of mere things that they destroy, even the most precious of mere things, the most utterly irreplaceable, is at least possible – a way of expressing understanding of the enormity of the horror without allowing your mind to drift towards thoughts of what it must be like&nbsp;to be there, amid hundreds and hundreds of miles of violent subjugation and fear, the courage it must take to stand against it, and the punishment when such courage fails.</p> \n<p>It’s not surprising that people who do not hesitate to hack into a human neck should also have no compunction in hacking into a Greco-Roman pillar. But actually, it’s not surprising either that so many people find it easier to mourn the loss of a pillar than of a person. A pillar can stand – or fall – for an abstract idea of civilisation. A person, an&nbsp;individual, someone like you or me – that’s too horrible, too upsetting to dwell upon. Keeping that far away and nothing to do with life here in Britain today, that’s the challenge now.</p> \n<p>It’s a challenge that has changed our political discourse. Foreign policy has become a neglected corner of politics, unworthy of mention throughout the election campaign, or by the new government. Few seem to mourn its passing. Even such a short time after the&nbsp;wars in Afghanistan and Iraq, it seems incredible that there were people who thought they were intervening to spread liberal democracy. They were so patently misguided and arrogant that you can’t even feel anger against them, because you imagine – despite so many signs to the contrary – that it must be hard for them to live with what they unleashed. Getting rid of Saddam. Getting rid of Gaddafi. Getting rid of Assad. How easy it all seemed to the people who thought they knew best. Now, perhaps, we have a better understanding of why it was that so many people were willing to live under despotism.</p> \n<p>No one claims to have the answers any longer, even though a few hawks still call for greater military intervention. A few doves call for greater humanitarian intervention too, of creating havens for refugees, a place for people to run to. Hawks and doves alike are seen as fantasists. Retreat to the home front seems total. Even Europe is&nbsp;seen by many as a threat, an internationalism too far. Keeping the rest of the&nbsp;world away is the concern now.</p> \n<p><a href=\"http://www.bbc.co.uk/news/uk-politics-32816454\" title=\"\">Net migration to Britain in 2014 was&nbsp;318,000</a>. Just 25,020 of those were asylum seekers; 2,222 people came here seeking asylum from Syria. These are very small numbers, considering the troubles people face around the world. But as a proportion of the troubles of the world we seem willing truly to share, it’s apparently far too large. No quarter can be given to the people coming to Britain fleeing terror, because that could encourage more of those people whose suffering we can’t bear to think of, because thinking of it simply reminds us&nbsp;that we’d rather not be reminded. Worse, jihadis could be hidden among the refugees anyway, one such being <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/20/italy-arrest-tunis-bardo-museum-attack\" title=\"\">the suspected terrorist Abdel Majid Touil</a></p> \n<p>The sadness that is felt for the destruction of Unesco world heritage sites is a sadness that’s uncomplicated by uncomfortable thoughts such as the&nbsp;idea that Syrians can’t be saved because the modern civilisation we have&nbsp;built in Europe is&nbsp;not one we want to share – even, tremendously much, with each other. Palmyra may belong to&nbsp;all of humanity, but Britain most certainly does not.</p> \n<p>Grief for Palmyra is also grief for the&nbsp;idea of a shared human project, in which we all want the same things and are willing to achieve and share them together. Weeping for ancient pillars is painful, but less overwhelming than weeping for a world that humans seem bent on ruining, despite all the promise of creativity that exists among us. Isis&nbsp;no doubt sees that as decadent, unable to see that there’s nothing more&nbsp;decadent than a&nbsp;self-righteous death cult that values nothing but its own nihilism.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432228539342/ec94eb08-fb47-4c42-8608-cbc808311165-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The best of humanity meets the worst of humanity, and the worst of humanity wins","altText":"Palmyra in Syria, which is now under Isis's control.","cleanCredit":"Photograph: The best of humanity meets the worst of humanity, and the worst of humanity wins"}],"bodyImages":[],"webPublicationDate":"2015-05-22T16:30:08Z","lastModified":"2015-05-22T23:00:49Z","metadata":{"commentable":true,"commentCount":384,"contributors":[{"name":"Deborah Orr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408550842728/Deborah-Orr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deborah-orr"}],"feature":true,"keywords":["Islamic State","Syria","Unesco","Middle East and North Africa","World news","United Nations"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/unesco","webTitle":"Unesco"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/unitednations","webTitle":"United Nations"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Deborah Orr","topic":{"type":"tag-contributor","name":"profile/deborah-orr"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/22/isis-murderous-rampage-palmyra","shortUrl":"http://gu.com/p/495kp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/22/isis-murderous-rampage-palmyra","webUri":"http://www.theguardian.com/commentisfree/2015/may/22/isis-murderous-rampage-palmyra"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432228539342/ec94eb08-fb47-4c42-8608-cbc808311165-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The best of humanity meets the worst of humanity, and the worst of humanity wins … Palmyra in Syria, which is now under Isis’s control. Photograph: Joseph Eid/AFP/Getty","credit":"Joseph Eid/AFP/Getty","altText":"Palmyra in Syria, which is now under Isis's control.","cleanCaption":"The best of humanity meets the worst of humanity, and the worst of humanity wins … Palmyra in Syria, which is now under Isis’s control.","cleanCredit":"Photograph: Joseph Eid/AFP/Getty"}},"importance":3,"byline":{"title":"Deborah Orr"},"showQuotedHeadline":true},{"title":"Want your daughter to earn more? Be a working mother","rawTitle":"Want your daughter to earn more? Be a working mother","item":{"type":"article","id":"lifeandstyle/womens-blog/2015/may/22/want-daughter-earn-more-work-working-mother","title":"Want your daughter to earn more? Be a working mother","trailText":"There might not be a single policy that can eliminate gender inequality at work, but a new Harvard Business School study shows that being raised by a working mum can come close","standFirst":"<p>There might not be a single policy that can eliminate gender inequality, but a new Harvard Business School study shows that being raised by a working mum comes close</p>","byline":"Laura Bates","body":"<p>“Concerning and troubling”, “watching society dissolve around us”, “the disintegration of marriage”, “something going terribly wrong”, “hurting our children” and “tearing us apart”. <a href=\"http://mediamatters.org/blog/2013/05/29/fox-figures-rise-in-female-breadwinners-is-a-si/194263\">These are just a handful</a> of Fox News pundits’ responses to the <a draggable=\"true\" href=\"http://%20http//www.pewsocialtrends.org/2013/05/29/breadwinner-moms/\">revelation</a> that 40% of American mothers have become their family’s sole or primary breadwinner.</p> \n<p>These were not isolated opinions. In recent years, headlines across a number of publications have ranged from “<a draggable=\"true\" href=\"http://www.telegraph.co.uk/news/uknews/1538139/Working-mothers-damage-their-childs-health.html\">Working mothers ‘damage their child’s health</a>’”, to “<a draggable=\"true\" href=\"http://www.dailymail.co.uk/news/article-30342/Working-mothers-risk-damaging-childs-prospects.html\">Working mothers risk damaging their child’s prospects</a>” to (at the more extreme end of the spectrum) “<a draggable=\"true\" href=\"http://newsweekly.com.au/article.php?id=4688\">How feminism demeans women and destroys families.</a>” And, according to a 2007 survey by the <a draggable=\"true\" href=\"http://www.pewsocialtrends.org/2007/07/12/fewer-mothers-prefer-full-time-work/\">Pew Research Center</a>, 41% of the US population agreed that the trend towards mothers working outside the home was a bad thing for society. Just 22% believed it to be a good thing.</p> \n<p>But a new study from Harvard Business School’s recently launched <a href=\"http://www.hbs.edu/faculty/initiatives/Pages/gender-initiative.aspx\">Gender Initiative</a> shows that working mothers are not the destroyers of marriage and society that some would have us believe. The as yet unpublished study of 50,000 adults in 25 developed countries found that women who grew up with working mothers not only earn more than their peers with stay-at-home mothers, but are also more likely to have supervising roles at work. </p> \n<p>In the US, for example, adult daughters of working mothers earned 23% more than those whose mothers had not worked outside the home, earning an annual average income of $35,474 compared with $28,894. More than 33% held supervisory positions, compared with roughly 25% of their counterparts whose mothers stayed at home. Across all the countries in the survey, women whose mothers had worked outside the home earned 6% more than daughters from households with a stay-at-home mother. And 21% worked as supervisors, compared with 18% of women with stay-at-home mothers.</p> \n<p>In addition, the study revealed that men who had working mothers spend significantly more time caring for their own children. While the salaries and positions of the US men surveyed were not affected, those who had working mothers spent nearly twice as many hours on family and childcare as those who did not – a weekly average of 16 hours compared with 8.5 hours.</p> \n<p>The reasons for the varying potency of having a working mum are worth considering. <a draggable=\"true\" href=\"http://www.nytimes.com/2015/05/17/upshot/mounting-evidence-of-some-advantages-for-children-of-working-mothers.html?abt=0002&amp;abg=0&amp;_r=0?hp&amp;action=click&amp;pgtype=Homepage&amp;module=second-column-region&amp;region=top-news&amp;WT.nav=top-news&amp;_r=1\">According to the New York Times</a>, “The effect was strongest in countries in which there was a bigger divide in opinions about the role of women, such as the United States and Israel, and in countries where gender attitudes were more conservative, such as Russia and Mexico. It was smallest in countries where there was widespread acceptance of working women, such as the Nordic countries.”</p> \n<p>Kathleen McGinn, a professor at HBS and one of the authors of the study, sums up what the findings mean: “There is no single policy or practice that can eliminate gender gaps at work and at home. But being raised by a working mother appears to come very close.” </p> \n<p>This should not, however, be interpreted as an attack on mothers who stay at home, either through choice or financial necessity. Speaking over email, McGinn, HBS researcher Mayra Ruiz Castro and Elizabeth Long Lingo of Mount Holyoke College, who authored the study, are keen to stress that they “are not advocating that all women should work or that mothers who choose to stay at home are limiting their daughters’ career potential”. But: “Giving your children opportunities to see and know people – men and women – making lots of different choices at work and at home will help your children see lots of options possible in their own lives. Our study shows that having a mother who works for pay is one promising avenue for improving women’s outcomes in the workplace and increasing men’s involvement at home.”</p> \n<p>Contrary to widespread belief, the researchers also found little evidence to suggest that a mother’s choice to work or to stay at home has any major impact on their children’s happiness. “Controlling for education, employment, income and other demographic variables, children of working mums and children of stay-at-home mums report equal levels of happiness as adults – not happier, not less happy.”</p> \n<p>The results suggest that instead of looking to demonise one set of mothers for getting it “wrong”, we can instead celebrate the fact that there are benefits to be reaped from a wide variety of women’s personal choices. “We hope these findings will challenge stereotypes about working mums ‘harming’ their children,” say the report’s authors, “and will help working mums feel confident that they are contributing to their sons’ and their daughters’ lives in lots of positive ways. We also hope the findings from our research will promote respect for the spectrum of choices women and men make at home and at work.”</p> \n<p>So instead of criticising women’s choices for hurting their families, it is time to celebrate them for the varied and rich benefits they bring. And while we’re at it, we might also stop to wonder why fathers’ parenting decisions and career choices rarely appear in the debate at all.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432297228673/9cc34ae9-ca9f-43a9-ba96-f1ef796e48c1-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":288,"width":480,"orientation":"landscape","credit":"JGI/Jamie Grill/Getty Images/Blend Images","altText":"working mum","cleanCredit":"Photograph: JGI/Jamie Grill/Getty Images/Blend Images"}],"bodyImages":[],"webPublicationDate":"2015-05-22T14:18:39Z","lastModified":"2015-05-22T14:18:40Z","metadata":{"commentable":true,"commentCount":111,"contributors":[{"name":"Laura Bates","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/3/1428058264790/Laura-Bates-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/laura-bates"}],"feature":true,"keywords":["Women","Gender","Work & careers","Harvard University","Feminism","Life and style"],"tags":[{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/gender","webTitle":"Gender"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"education/harvard-university","webTitle":"Harvard University"},{"id":"world/feminism","webTitle":"Feminism"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Laura Bates","topic":{"type":"tag-contributor","name":"profile/laura-bates"}}],"series":{"title":"Laura Bates on everyday sexism","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/laura-bates-on-everyday-sexism"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/womens-blog/2015/may/22/want-daughter-earn-more-work-working-mother","shortUrl":"http://gu.com/p/4962f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/womens-blog/2015/may/22/want-daughter-earn-more-work-working-mother","webUri":"http://www.theguardian.com/lifeandstyle/womens-blog/2015/may/22/want-daughter-earn-more-work-working-mother"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432297228673/9cc34ae9-ca9f-43a9-ba96-f1ef796e48c1-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":288,"width":480,"orientation":"landscape","caption":"A working mum. Photograph: JGI/Jamie Grill/Getty Images/Blend Images","credit":"JGI/Jamie Grill/Getty Images/Blend Images","altText":"working mum","cleanCaption":"A working mum.","cleanCredit":"Photograph: JGI/Jamie Grill/Getty Images/Blend Images"}},"importance":3,"byline":{"title":"Laura Bates"},"showQuotedHeadline":true}],"lastModified":"2015-05-23T07:20:40Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}