{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"The arguments against the Human Rights Act are coming. They will be false","rawTitle":"The arguments against the Human Rights Act are coming. They will be false","item":{"type":"comment","id":"commentisfree/2015/may/13/arguments-human-rights-act-michael-gove-repeal-myth-busting","title":"The arguments against the Human Rights Act are coming. They will be false","trailText":"As Michael Gove prepares his attempt to repeal this fundamental act, here’s some myth-busting about what it is, and how it works","standFirst":"As Michael Gove prepares his attempt to repeal this fundamental act, here’s some myth-busting about what it is, and how it works","byline":"Keir Starmer","body":"<p>In the aftermath of the second world war, nations came together to say “never again”. They established the United Nations and agreed a simple set of universal standards of decency for mankind to cling to: the Universal Declaration of Human Rights. These standards were intended to protect the individual from the state, to uphold the rights of minorities and to provide support for the vulnerable.</p> \n<p>The idea was simple; these standards would first be enshrined in regional treaties such as the European Convention on Human Rights (ECHR) and then be given legal effect in every country. In the UK this was achieved when Labour enacted the Human Rights Act (HRA) in 1998.</p> \n<p>The incoming Tory government now intends to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/conservatives-to-push-forward-on-manifesto-and-scrap-human-rights-act\" title=\"\">strip our people of these universal rights by repealing the HRA</a>. Michael Gove has been appointed as the new justice secretary to lead the assault. In a week when we celebrate VE Day, the irony should not be lost. British politicians, many of them Tory, participated in the drafting of the ECHR in Whitehall because they believed that they were drafting an instrument to reflect the values that we in this country took for granted and which, they thought, vindicated our military triumph.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>No doubt Gove will peddle the myth that the HRA is effectively a villains’ charter. But the evidence is against him</p> \n </blockquote> \n</aside> \n<p>No doubt Gove will peddle the usual myth that the HRA is nothing more than a villains’ charter. But the evidence is against him on that. There has been no fundamental shift in defendants’ rights under the HRA, mainly because legislation passed by the Margaret Thatcher government in 1984 set out clear rights for suspects that have been successfully embedded in our law for many years.</p> \n<p>By stark contrast, the HRA has heralded a new approach to the protection of the most vulnerable in our society, including child victims of trafficking, women subject to domestic and sexual violence, those with disabilities and victims of crime. After many years of struggling to be heard, these individuals now have not only a voice, but a right to be protected. The Tory plans to repeal the HRA, together with the restricted access to our courts already brought about by the restriction on judicial review introduced by Gove’s predecessor, Chris Grayling, will silence the vulnerable and leave great swaths of executive action unchecked and unaccountable.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/11/human-rights-reform-michael-gove-justice-secretary\" title=\"\">Gove may try another tack</a>, arguing that the Tories are not against human rights at all, but simply want to keep those pesky judges in the European court at bay. But this argument also unravels quickly. The rights in the ECHR are very simple. They include the right to life, liberty and security of person; the right to a fair trial; protection from torture and ill treatment; freedom of thought, conscience, religion, speech and assembly; the right to marry; the right to free elections; the right to fair access to the country’s education system; and, to top things off, the right not to be discriminated against. Which of these rights would you not want? One of the reasons the much-vaunted Tory “British bill of rights” has never seen the light of day is because any proposal that does not match these basic ECHR rights will be torn to shreds.</p> \n<p>That only leaves Gove with the shallow argument that our courts are shackled because they are bound to follow the decisions of the European court of human rights. But that argument runs into two fundamental problems. First, the HRA only obliges our courts to “take into account” judgments of the European court; they are not bound by them. Second, it is not the HRA that obliges the UK to respond to the judgments of the European court. It is Article 46(1) of the ECHR itself.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/11/human-rights-reform-michael-gove-justice-secretary\">Why human rights reform could trip up Michael Gove | Joshua Rozenberg</a> </p> \n</aside> \n<p>Article 46 states that: “The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.” The UK signed up to that international obligation when it signed the ECHR in the 1950s. Repealing the HRA would have no effect whatsoever on the UK’s obligations under Article 46. The only way for the Tories to achieve what they want is for the UK to pull out of the ECHR and, as a consequence, out of the Council of Europe.</p> \n<p>That would leave the UK outside the family of nations upholding universal human rights and would hugely diminish our reputation abroad. It would also widen the fracture in our own politics evidenced by last week’s elections. When the bill of rights commission set up by the coalition government in 2012 went to Scotland, Wales and Northern Ireland to find out what they thought of the HRA, they returned to London with a very blunt message ringing in their ears: the plan to repeal the HRA and adopt a British bill of rights is a ridiculous metropolitan Tory idea that should be put back in the box.</p> \n<p>A proposal that deprives people of their rights, divides nations abroad and divides nations at home is a grossly disproportionate reaction to one or two adverse rulings from Strasbourg. It also cuts across the basic fairness, dignity and equality that all nations committed to nearly 70 years ago.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431524469616/Judges-congregate-in-West-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Judges congregate in Westminster Abbey. 'The Human Rights Act only obliges our courts to 'take into account' judgments of the European court; they are not bound by them.' Photograph: Oli Scarff/Getty Images","credit":"Oli Scarff/Getty Images","altText":"Judges congregate in Westminster Abbey before their Annual Service of Thanksgiving","cleanCaption":"Judges congregate in Westminster Abbey. 'The Human Rights Act only obliges our courts to 'take into account' judgments of the European court; they are not bound by them.' Photograph: Oli Scarff/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-13T14:01:17Z","lastModified":"2015-05-13T14:03:42Z","metadata":{"commentable":true,"commentCount":119,"contributors":[{"name":"Keir Starmer","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/keir-starmer"}],"feature":false,"keywords":["Human Rights Act","Human rights","Law","Michael Gove","Politics","Conservatives","UK news"],"tags":[{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/law","webTitle":"Law"},{"id":"politics/michaelgove","webTitle":"Michael Gove"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Keir Starmer","topic":{"type":"tag-contributor","name":"profile/keir-starmer"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/arguments-human-rights-act-michael-gove-repeal-myth-busting","shortUrl":"http://gu.com/p/48phz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/13/arguments-human-rights-act-michael-gove-repeal-myth-busting","webUri":"http://www.theguardian.com/commentisfree/2015/may/13/arguments-human-rights-act-michael-gove-repeal-myth-busting"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431524469616/Judges-congregate-in-West-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Judges congregated in Westminster Abbey. ‘The Human Rights Act only obliges our courts to ‘take into account’ judgments of the European court; they are not bound by them.’ Photograph: Oli Scarff/Getty Images","credit":"Oli Scarff/Getty Images","altText":"Judges congregate in Westminster Abbey before their Annual Service of Thanksgiving","cleanCaption":"Judges congregated in Westminster Abbey. ‘The Human Rights Act only obliges our courts to ‘take into account’ judgments of the European court; they are not bound by them.’ Photograph: Oli Scarff/Getty Images"}},"importance":7,"showQuotedHeadline":true},{"title":"Mandelson is wrong: Labour can’t survive without the unions","rawTitle":"Mandelson is wrong: Labour can’t survive without the unions","item":{"type":"comment","id":"commentisfree/2015/may/13/labour-survive-unite-unions-peter-mandelson","title":"Mandelson is wrong: Labour can’t survive without the unions","trailText":"Peter Mandelson may condemn our involvement with Labour, but we were vital to the votes the party did gain – and to creating a more consensual future","standFirst":"Peter Mandelson may condemn our involvement with Labour, but we were vital to the votes the party did gain – and to creating a more consensual future","byline":"Len McCluskey","body":"<p>Back to the future seems to be the pre-cooked consensus response to Labour’s dramatic defeat last week. To hear many party grandees tell it, all we have to do is party like it’s 1997 again.</p> \n<p>I would like to disagree. I think it is common ground that the Labour party now needs a serious, reflective debate running in parallel with an unrushed leadership election.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/labour-did-not-lose-election-because-it-was-too-left-wing-says-unite-chief\">Labour did not lose election because it was too left wing, says Unite chief</a> </p> \n</aside> \n<p>For New Labour veterans the debate appears already over, however. Their prescriptions for a Labour comeback are often, although not always, wide of the mark. For example, while we hear plenty from John Reid and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/miliband-made-terrible-mistake-in-ditching-new-labour-says-mandelson\" title=\"\">Peter Mandelson</a> as to why Labour was beaten, they remain silent as to why the party lost five million votes between 1997 and 2010. Under Ed Miliband, at least the first instalment of those losses were clawed back – insufficient, but a start.</p> \n<p>But that is where the debate should begin. This general election was a long time in the losing. Millions of people voted for parties perceived to be to Labour’s left – the SNP and the Greens. Even more voted for Ukip and in many cases they too were expressing hostility to elite economics. Yes, we need votes from the Tories – but we need more.</p> \n<p>Nor do I accept that Labour lost because it was too “left wing”. In fact, the policy offer was not particularly radical. Radicalism would have meant taking railways back into public ownership, for example, or challenging the City’s grip on the economy. Labour didn’t lose votes by proposing to tax the wealthiest a bit more, or intervene in the housing and energy markets. It did lose support because of its muddled message on austerity. The <a href=\"http://www.bbc.co.uk/news/uk-politics-25614562\" title=\"\">“triple lock” budget pledge</a> was allowed to entirely dominate <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/13/i-am-ready-says-ed-miliband-as-he-launches-labour-election-manifesto\" title=\"\">Labour’s manifesto launch</a> – surely securing not a single additional vote.</p> \n<p>In fact, Labour had fallen for the Tories’ austerity trap much earlier. Ignoring the views of many economists, it accepted a need to balance the budget and eliminate the deficit which left them playing on Tory ground. Once this was conceded, Labour was on a hiding to nothing – no one will ever believe that they would be more reliable cutters than the Tories. So Labour was left trying to protect the victims of the Tory cuts agenda while accepting its underlying premises, also depriving itself of a coherent narrative linking together popular individual policies.</p> \n<p>Here I agree with last weekend’s critics. Labour had no central theme, defining what it stood for. Something that could – as in 1945, 1966 and 1997 – unite working-class and middle-class voters around a vision for society. “<a href=\"http://www.newstatesman.com/politics/2014/09/so-long-slogan-whatever-happened-one-nation\" title=\"\">One nation</a>” was a promising idea but it was not pursued. Miliband was trying to take Labour in the right direction and I admire his convictions, but he did not seem to have the courage of them and was unable to get many of his own shadow cabinet on message. Some of the fights he picked were with the right people, as with Rupert Murdoch over phone hacking, and some were with the wrong ones – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/sep/08/labour-unite-falkirk-bullying-claims\" title=\"\">attacking Unite over the Falkirk selection</a>.</p> \n<p>So we need a strong leader with a clear message, obviously. I will not express a preference at this stage in the leadership race. But on policies, I think we have to work towards a new consensus that avoids the errors of the recent past. Take the argument about the need for Labour to be a party of “wealth creation” as well as redistribution. This should be uncontroversial – socialism was always about releasing the creative and productive capacity of people, as much as it was about welfare. I hope that any Labour politician would accept that all working people are wealth creators, not just business leaders.</p> \n<p>A problem we face is that the New Labour model of wealth creation went bust in 2008, and nothing has been put in its place. Leave it to the market, let the City rip – these were guiding principles of New Labour’s economic policy and, whatever their merits in 1997, they are simply not credible today. What can we put in its place? Ironically, Lord Mandelson in his final stint in cabinet started pointing the way towards a more creative interventionist approach in relation to industry. A bolder approach to public involvement in economic management in key sectors should be a cornerstone of a new approach.</p> \n<p>Or take the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/dec/03/labour-tories-umunna\" title=\"\">invocation of “aspiration”</a>. If it means aspiring to a home or to better treatment at work, that formed part of Labour’s offer. The broader aspiration to improve one’s circumstances, and see one’s children live better still, can only be underpinned by green public sector-led economic growth – which leads us back to wealth creation. If “aspiration” and “wealth creation” are taken seriously, it should be possible to come up with a new progressive consensus around economic development which no longer relies on the finance sector and speculative bubbles. If however they are code-words for ignoring Labour’s historic role to protect the neediest, then we are in for a battle. We can see from Scotland where that might end up – another article in itself.</p> \n<p>Trade unions can be proud of the support Unite gave Labour in the run-up to last Thursday’s vote. Without it, the situation would have been still more dismal. It is strange that Mandelson seeks to condemn our involvement in his party. All the pews in his broad church will apparently be occupied by the filthy rich. His anti-union outlook is in danger of becoming obsessive and demeans an otherwise interesting political figure. Unite will play its part in the debate ahead and – unlike the politicians – will also be the first line of defence for millions of people in work and in the communities now facing an all-out onslaught on what remains of the welfare state and a decent society.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431509664135/Unite-members-protest-in--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Unite  – unlike the politicians – will be the first line of defence for millions of people in work.' Photograph: Mark Kerrison/  Mark Kerrison/Demotix/Corbis","credit":"Mark Kerrison/  Mark Kerrison/Demotix/Corbis","altText":"Unite members protest in support of hotel housekeeping staff","cleanCaption":"'Unite  – unlike the politicians – will be the first line of defence for millions of people in work.' Photograph: Mark Kerrison/  Mark Kerrison/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-13T09:57:37Z","lastModified":"2015-05-13T10:02:02Z","metadata":{"commentable":true,"commentCount":260,"contributors":[{"name":"Len McCluskey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/len-mccluskey"}],"feature":false,"keywords":["Trade unions","Unite","Politics","Peter Mandelson","Labour","UK news"],"tags":[{"id":"politics/tradeunions","webTitle":"Trade unions"},{"id":"politics/unite","webTitle":"Unite"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/peter-mandelson","webTitle":"Peter Mandelson"},{"id":"politics/labour","webTitle":"Labour"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Len McCluskey","topic":{"type":"tag-contributor","name":"profile/len-mccluskey"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/labour-survive-unite-unions-peter-mandelson","shortUrl":"http://gu.com/p/48p9a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/13/labour-survive-unite-unions-peter-mandelson","webUri":"http://www.theguardian.com/commentisfree/2015/may/13/labour-survive-unite-unions-peter-mandelson"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431509664135/Unite-members-protest-in--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Unite  – unlike the politicians – will be the first line of defence for millions of people in work.' Photograph: Mark Kerrison/  Mark Kerrison/Demotix/Corbis","credit":"Mark Kerrison/  Mark Kerrison/Demotix/Corbis","altText":"Unite members protest in support of hotel housekeeping staff","cleanCaption":"'Unite  – unlike the politicians – will be the first line of defence for millions of people in work.' Photograph: Mark Kerrison/  Mark Kerrison/Demotix/Corbis"}},"importance":5,"showQuotedHeadline":true},{"title":"More than 5m young Europeans are jobless. We need to help this lost generation","rawTitle":"More than 5m young Europeans are jobless. We need to help this lost generation","item":{"type":"comment","id":"commentisfree/2015/may/13/europeans-jobless-eu-training-skills","title":"More than 5m young Europeans are jobless. We need to help this lost generation","trailText":"The EU should pay for a million young people to gain professional training and skills in member states other than their own","standFirst":"The EU should pay for a million young people to gain professional training and skills in member states other than their own","byline":"Jacques Delors","body":"<p>The plight of numerous young people in Europe is a serious cause for concern, with some <a href=\"http://epthinktank.eu/2014/10/10/the-eus-youth-initiatives-focus-on-education-and-employment/\" title=\"\">5 million of them</a> – one in four of those eligible to work – currently looking for a job. In some countries, that figure skyrockets to one in two. We are looking at the tragic prospect of a lost, doomed generation.</p> \n<p>Initiatives have been launched at the European level. However, the overall result has remained disappointing to this day. Most of them support what continue to be national initiatives – this is notably the case for the “<a href=\"http://www.youth-guarantee.eu/\" title=\"\">Youth Guarantee</a>” and the €6.4bn (&pound;4.6bn) allotted for the fight against youth unemployment. Some are designed to encourage mobility, such as “<a href=\"http://www.yourfirsteuresjob.eu/en/\" title=\"\">Your First EURES Job</a>”. This is a move in the right direction, but it is too weak, and it certainly is not the kind of approach – either in its modesty or in its mechanisms – that is going to have any significant impact on youth unemployment levels.</p> \n<p>However, mobility lies at the heart of the European Union’s calling. Thanks to the <a href=\"http://en.wikipedia.org/wiki/Erasmus_Programme\" title=\"\">Erasmus programme</a>, launched in 1987, more than 3 million students have been able to pursue a part of their studies in a university in a different member state. What Europe has proven capable of doing for its future graduates, it can and must do again today for its less qualified young people – inevitably the ones worst hit by unemployment. Mobility can be a lever for action to provide qualifications and access to jobs for young people.</p> \n<p>That’s why I, with a <a href=\"http://www.delorsinstitute.eu\" title=\"\">working group at the Jacques Delors Institute</a>, propose that Europe’s leaders urgently put together a new professional mobility programme – Erasmus Pro – to allow one million young Europeans to gain a professional qualification in a different European country by 2020. Participating young people will be taken in by a training centre and a business in the host country for a period stretching from two to three years. This initiative would coincide with national reforms, which are crucial for developing quality professional education within each country – particularly in France and southern Europe.</p> \n<p>Given the urgency of the challenge facing us, this scheme must be implemented rapidly, simply and directly. Young people must be encouraged to join the million young apprentices, and it is crucial for businesses to feel involved as well. The Erasmus Pro programme must offer those young people interested in pursuing training in a different country access to all offers available throughout the EU, as well as cover the costs of mobility and language learning. Support in the host country must be provided via organisations such as businesses or training centres, which can act as “project leader entities”.</p> \n<p>In order to encourage businesses to commit to this cross-border qualification scheme, the Erasmus Pro programme must also contribute to the wages paid to European apprentices.</p> \n<p>The implementation of this scheme would cost the EU approximately €800 a month per participant (varying in accordance with the cost of living and the wage level for apprentices in various regions), including both the assistance offered to young people and the financial incentive for businesses. Thus, in order to allow 200,000 young people annually to earn new qualifications in a different member state, the EU would have to mobilise an annual budget of some €5bn (with an average cost of €20,000 to €30,000 per young person per year).</p> \n<p>The EU can easily achieve this figure. The cost of participating must be offset against the cost of failing to participate: <a href=\"http://www.youthforum.org/assets/2014/06/0166-13_PP_Employment_Final1.pdf\" title=\"\">a recent study</a> has revealed that the annual cost of young people in the EU who are not in education, employment, or training topped the €150bn mark in 2011. Furthermore, there is also the medium- to long-term cost of unemployment both to the economy and to society.</p> \n<p>Erasmus Pro brings benefits that dovetail with one another: youth unemployment declines, Europe’s human capital is enhanced, and European integration moves forward. The Erasmus Pro programme must nevertheless&nbsp;make way for provisions that encourage participants to maintain ties with their countries of origin in order to increase their likelihood of returning at the end of their studies abroad. Each country will thus benefit from the return home of its Erasmus Pro youths who bring back with them new professional qualifications, fluency in a foreign language and a European cultural outlook.</p> \n<p>To guarantee this circular mobility among youths, the EU should also work to advance two European projects: (i) the portability of social rights, including health insurance, unemployment benefits and supplementary pension benefits; and (ii) the mutual recognition of diplomas and qualifications, whether de jure or de facto. An Erasmus Pro participant must be certain that his or her qualification will be recognised throughout the EU.</p> \n<p>The seriousness of the situation demands rapid action and a consensus at the highest levels of the European institutions. The EU has already proven itself capable of rapid action to establish new toolsets in the face of exceptional circumstances. We are in just such a situation today. The lost generation cannot wait forever.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/8/1431101903364/European-flight-destinati-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"European flight destinations. 'Mobility can be a lever for action in favour of qualifications and jobs for young people.' Photograph: Bogdan Cristel/REUTERS","credit":"Bogdan Cristel/REUTERS","altText":"European flight destinations are seen on a board at Otopeni international airport near Bucharest","cleanCaption":"European flight destinations. 'Mobility can be a lever for action in favour of qualifications and jobs for young people.' Photograph: Bogdan Cristel/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-05-13T11:34:45Z","lastModified":"2015-05-13T13:55:24Z","metadata":{"commentable":true,"commentCount":65,"contributors":[{"name":"Jacques Delors","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jacques-delors"}],"feature":false,"keywords":["European Union","Young people","Europe","Unemployment","Society","Youth unemployment","Unemployment and employment statistics","Economics","Business","World news"],"tags":[{"id":"world/eu","webTitle":"European Union"},{"id":"society/youngpeople","webTitle":"Young people"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"society/unemployment","webTitle":"Unemployment"},{"id":"society/society","webTitle":"Society"},{"id":"society/youth-unemployment","webTitle":"Youth unemployment"},{"id":"business/unemployment-and-employment-statistics","webTitle":"Unemployment and employment statistics"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jacques Delors","topic":{"type":"tag-contributor","name":"profile/jacques-delors"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/europeans-jobless-eu-training-skills","shortUrl":"http://gu.com/p/488nf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/13/europeans-jobless-eu-training-skills","webUri":"http://www.theguardian.com/commentisfree/2015/may/13/europeans-jobless-eu-training-skills"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/8/1431101903364/European-flight-destinati-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Mobility can be a lever for action in favour of qualifications and jobs for young people.’ Photograph: Bogdan Cristel/Reuters","credit":"Bogdan Cristel/REUTERS","altText":"European flight destinations are seen on a board at Otopeni international airport near Bucharest","cleanCaption":"‘Mobility can be a lever for action in favour of qualifications and jobs for young people.’ Photograph: Bogdan Cristel/Reuters"}},"importance":5,"showQuotedHeadline":true},{"title":"Go on, admit it. There's nothing wrong with the word 'said'","rawTitle":"Go on, admit it. There's nothing wrong with the word 'said'","item":{"type":"comment","id":"media/mind-your-language/2015/may/13/admit-confessions-dictionary-definition-press-newspapers","title":"Go on, admit it. There's nothing wrong with the word 'said'","trailText":"Confession is all the rage, judging by the number of things people are reported ‘admitting’ in the press<br>","standFirst":"<p>Confession is all the rage, judging by the number of things people are reported ‘admitting’ in the press<br /></p>","byline":"Toby Chasseaud","body":"<p>It’s funny what people admit to these days. Or at least it’s funny what newspapers report that people admit to. They admit they eat, they admit they want to win their football match on Saturday, they admit they had a childhood hero.</p> \n<p>As well as the other meaning (to let in), <a href=\"http://www.oxforddictionaries.com/definition/english/admit\">Oxford Dictionaries online</a> gives several good examples of the correct use of admit:</p> \n<blockquote> \n <p><em>1 [reporting verb] Confess to be true or to be the case: </em></p> \n <p><em>[with clause]: ‘the Home Office finally admitted that several prisoners had been injured’ </em></p> \n <p><em>[with direct speech]: ‘ “I am feeling pretty tired,” Jane admitted’</em></p> \n <p><em>1.1 [with object] Confess to (a crime or fault, or one’s responsibility for it): ‘he was sentenced to prison after admitting 47 charges of burglary’ [no object]: ‘the paramilitaries admitted to the illegal possession of arms’</em></p> \n <p><em>1.2 [with object] Acknowledge (a failure or fault): ‘after searching for an hour, she finally had to admit defeat’</em></p> \n</blockquote> \n<p>But journalists, particularly sports journalists, too often stretch the meaning of the word to fit their own agenda.</p> \n<p>Here’s the start of a Guardian cricket article: “ ‘Part of our job is to help these lads achieve the dream of playing for their country,’ admits the Yorkshire head coach, Jason Gillespie … ” Is helping Yorkshire players to represent England something to be ashamed of? Not really, even if it does deplete the strength of the county side.</p> \n<p>The London Evening Standard fell into the same trap when it opened a story about the athlete Chijindu Ujah with this line: “They call him Spider-Man and he admits he wants to be a track superhero.”</p> \n<p>Neither of these examples really contains a confession, except perhaps Ujah acknowledging that he is ambitious. So maybe it’s time for us journalists to think twice before clutching for the word admit.</p> \n<p>The <a href=\"http://www.theguardian.com/guardian-observer-style-guide-a\">Guardian style guide</a> already contains the following words of caution:</p> \n<blockquote> \n <p><em><strong>admit</strong></em></p> \n <p><em>Take care – as a reader put it when we referred to Tory MPs who “admitted” being gay: “Admit in modern English is almost exclusively used when conceding or confessing something negative and/or of which one is or should be ashamed. Please be more careful. Language can offend.” Quite.</em></p> \n <p><em>The former Washington Post editor Ben Bradlee urged reporters not to “hide their biases and emotions behind subtly pejorative words” such as admit.</em></p> \n</blockquote> \n<p>But still we, and other papers, slip up – usually because of an irrational fear of saying “said”. It is another example of what George Orwell called inelegant variation, clutching for an inexact synonym in order to avoid repeating a word. That, combined with a desire, particularly in the tabloids, to make a quote sound more dramatic than it actually is, means we end up with some bizarre confessions.</p> \n<p>A flick through the newspapers on just one day last month illustrates my point. </p> \n<p>The Evening Standard reported: “Liverpool goalkeeper Simon Mignolet admits he and his defenders were so keen to sort out their problems they started the inquiry on the journey home from Arsenal.” </p> \n<p>A Daily Mirror headline about champion jockey AP McCoy said: “Tributes as racing legend AP bows out / He admits he’d love ‘to do it all again’.”</p> \n<p>Why wouldn’t he want to do it all again?</p> \n<p>Again in the Mirror: “Jose Mourinho admits the moment of truth has arrived for his title-chasing Chelsea team. A first Premier League crown since 2010 is within touching distance for the league-leading Blues.”</p> \n<p>A letter to the Daily Express warned of the apparent dangers of filling out charity surveys. The correspondent concluded: “Do not admit that you donate to any charities unless you wish to be pestered beyond reason.” Donating to charity – what a sin, eh?</p> \n<p>The same day’s Express contained a story about “health freak” Jennifer Aniston, who “sticks religiously to a low-carbohydrate, low-calorie diet” but “admits” that “on Sundays I eat whatever I want”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/mind-your-language/2014/sep/30/dear-work-colleagues-clumsy-phrase-pointless-prefix-dictionary-definition\">Dear work colleagues, let’s stop using this clumsy phrase</a> </p> \n</aside> \n<p>Even the Guardian was at it, with one of our writers admitting she doesn’t wear lipstick. Why should she? Likewise, we had Rory McIlroy “admitting” that Tiger Woods was a hero of his when he was growing up.</p> \n<p>And in the Sun: “Shireen, 28, a tarot card reader, admits her habit [of eating chocolate] has seen her grow from a size zero to a size 12.” As if it’s worse to be a size zero than a size 12. The article continues: “A poll by LighterLife found nearly a quarter of UK women admit to secretly eating.”</p> \n<p>Admitting to eating? Whatever next? Man admits to breathing? Woman admits to drinking water? I must admit I’ve had enough already, and most readers probably have too.</p> \n<p><span class=\"bullet\">•</span> <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/tobychasseaud\">Toby Chasseaud</a> is an assistant production editor at the Guardian. He tweets <a href=\"https://twitter.com/tobychasseaud\">@TobyChasseaud</a></p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/29/1430300186643/6c63ac9e-cc6c-4adb-831d-c1d2d60903df-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt Baron/BEI/Rex Features","altText":"Jennifer Aniston","cleanCredit":"Photograph: Matt Baron/BEI/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-05-13T06:00:03Z","lastModified":"2015-05-13T12:20:36Z","metadata":{"commentable":true,"commentCount":139,"contributors":[{"name":"Toby Chasseaud","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobychasseaud"}],"feature":false,"keywords":["Newspapers","National newspapers","Regional & local newspapers","Newspapers & magazines","Media","Language","UK news"],"tags":[{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/local-newspapers","webTitle":"Regional & local newspapers"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/media","webTitle":"Media"},{"id":"science/language","webTitle":"Language"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[{"displayName":"Toby Chasseaud","topic":{"type":"tag-contributor","name":"profile/tobychasseaud"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/mind-your-language/2015/may/13/admit-confessions-dictionary-definition-press-newspapers","shortUrl":"http://gu.com/p/48vnn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/mind-your-language/2015/may/13/admit-confessions-dictionary-definition-press-newspapers","webUri":"http://www.theguardian.com/media/mind-your-language/2015/may/13/admit-confessions-dictionary-definition-press-newspapers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/29/1430300186643/6c63ac9e-cc6c-4adb-831d-c1d2d60903df-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jennifer Aniston, who admits to eating whatever she wants on Sundays. Photograph: Matt Baron/BEI/Rex Features","credit":"Matt Baron/BEI/Rex Features","altText":"Jennifer Aniston","cleanCaption":"Jennifer Aniston, who admits to eating whatever she wants on Sundays.","cleanCredit":"Photograph: Matt Baron/BEI/Rex Features"}},"importance":4,"showQuotedHeadline":true},{"title":"Ed Miliband’s guide to raving in Ibiza","rawTitle":"Ed Miliband’s guide to raving in Ibiza","item":{"type":"comment","id":"commentisfree/2015/may/13/ed-miliband-guide-raving-ibiza","title":"Ed Miliband’s guide to raving in Ibiza","trailText":"Under the new Tory government we’ll all need plenty of drugs, or at least a holiday – so where better for Miliband to go than the Balearic party island?","standFirst":"Under the new Tory government we’ll all need plenty of drugs, or at least a holiday – so where better for Miliband to go than the Balearic party island?","byline":"Bill Brewster","body":"<p>So Ed Miliband’s <a href=\"http://www.independent.co.uk/news/people/ed-miliband-hits-ibiza-after-standing-down-as-labour-party-leader-10241499.html\" title=\"\">gone to Ibiza</a> to “get away from it all”. Personally, I don’t blame him. I’ve been “on one” fairly constantly since that BBC exit poll last Thursday night. Perhaps he’s realised, like the rest of us did in the late 80s, that the only way you can cope with a Tory government is to be on drugs most of the time. Judging by some of the Conservatives’ early <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/11/david-cameron-unveils-first-tory-only-cabinet-in-18-years\" title=\"\">cabinet appointments</a>, it’s easy to imagine that they might be off their tits on something too.</p> \n<p>Miliband does have some form for raving before, however, having been spied at <a href=\"https://twitter.com/theQuietus/status/597735790119124993\" title=\"\">a warehouse party</a> in Limehouse with his brother David in the days before they became arch-enemies. They arrived in a black car, perfectly dressed for raving in their black suits. The crazy pair even took their ties off once inside. I remember spotting Simon Hughes, the former Liberal Democrat MP, walking through the bar at the Ministry of Sound one night in the early 90s. Since he was MP for Southwark and Bermondsey at the time, it could be argued he was just checking up on his constituents, though I suspect that most MPs are not doing this at 6am on a Sunday morning. Plus, he was wearing a safari suit, which made him look like he’d taken the wrong turning at the Amazon basin. There’s also the entirely daft footage of David Cameron supposedly <a href=\"https://www.youtube.com/watch?v=f5RLNdWQPps\" title=\"\">dancing in a field</a> at a sunrise party in 1988, though it’s hard to believe anyone who’s listened to <a href=\"https://www.youtube.com/watch?v=V09x2y9MHbA\" title=\"\">Promised Land by Joe Smooth</a> could then go and work with George Osborne without wanting to garrotte him with his Old Etonian tie.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Fortunately, there are lots of nooks and crannies in Ibiza that are not full of teenage ravers high on designer drugs</p> \n </blockquote> \n</aside> \n<p>Of course, this sort of behaviour would never have happened in the old days. Perish the thought of dancing in a <a href=\"http://ibizainside.com/an-interview-with-faruk-gandji-about-the-ku-in-ibiza/\" title=\"\">rapturous state in the open air at Ku</a>, only to be confronted with Michael Foot, dressed only in a leather thong and tribal necklace, dancing to <a href=\"http://www.discogs.com/artist/261526-Elkin-Nelson\" title=\"\">Elkin &amp; Nelson</a> – or worse, Ted Heath, moored off the coast of las islas Baleares on Gypsy Moth, his skipper’s cap slightly askew as he played bongos in the warm wind.</p> \n<p>Ed has probably come for the peace and quiet rather than for some weapons-grade horse tranquillisers. Fortunately, there are lots of nooks and crannies in Ibiza that are not full of wide-eyed teenage ravers high on designer drugs and TK Maxx Bermuda shorts. He might head out to Santa Eulalia, on the east coast of the island, which is popular with families, and take lunch at the stunning <a href=\"http://www.amanteibiza.com/\" title=\"\">Amante beach club</a>, run by former DJ David Piccioni. Then there’s a hippy beach at Benirras, where Ed and Justine could listen to Pink Floyd’s More soundtrack album (the movie was set in Ibiza) while having a bash on a Tibetan nose flute. Failing that, they could get naked on the lovely white-sanded nudist beach at Sa Trincha, though that would mean removing the tie.</p> \n<p>Fortunately, the Milibands have arrived just in time for the season’s opening parties, with Es Paradis and Sankeys opening in the next week. Should they choose to sit it out, there are plenty of issues on which they could campaign in Ibiza. There are the young workers – on zero-hours, the lot of them – who flyer the beaches, often working on a basic of €50 per week and a small cut on each flyer used as entry to a club. Then there’s the scandalous prices of the leading clubs, where a small beer can set you back €18, while a spirit with mixer is nearer €20 (the lads at the Bentley working men’s club in Doncaster would balk at those prices). “Bring your wallet. The big one,” advises Mark Broadbent, former We Love programmer and longtime island resident. “People do look pretty sad when they leave the bar with a drink and that’s not a good sign, is it?”</p> \n<p>Then there’s the police, often accused of over-zealous treatment of tourists (like the controversial death of rugby league player <a href=\"http://www.dailymail.co.uk/news/article-2760500/Police-officer-restraining-ex-Rugby-League-player-died-Ibiza-held-baton-throat-removed-doctor-told-time.html\" title=\"\">Luke Rhoden</a> last summer) and corruption. Plenty for Ed to get his teeth into, then. Mind you, after the campaign he’s just had, if I were him, I’d kick back the slingbacks and hit the horse drugs.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431512481743/European-tourist-in-Ibiza-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Fortunately, the Milibands have arrived just in time for the season’s opening parties.' Photograph: David Ramos/Getty Images","credit":"David Ramos/Getty Images","altText":"European tourist in Ibiza ","cleanCaption":"'Fortunately, the Milibands have arrived just in time for the season’s opening parties.' Photograph: David Ramos/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-13T11:31:00Z","lastModified":"2015-05-13T11:32:36Z","metadata":{"commentable":true,"commentCount":46,"contributors":[{"name":"Bill Brewster","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bill-brewster"}],"feature":false,"keywords":["Politics","Ed Miliband","Ibiza","Labour","UK news"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/edmiliband","webTitle":"Ed Miliband"},{"id":"travel/ibiza","webTitle":"Ibiza"},{"id":"politics/labour","webTitle":"Labour"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Bill Brewster","topic":{"type":"tag-contributor","name":"profile/bill-brewster"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/ed-miliband-guide-raving-ibiza","shortUrl":"http://gu.com/p/48pag","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/13/ed-miliband-guide-raving-ibiza","webUri":"http://www.theguardian.com/commentisfree/2015/may/13/ed-miliband-guide-raving-ibiza"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431512481743/European-tourist-in-Ibiza-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Fortunately, the Milibands have arrived just in time for the season’s opening parties.' Photograph: David Ramos/Getty Images","credit":"David Ramos/Getty Images","altText":"European tourist in Ibiza ","cleanCaption":"'Fortunately, the Milibands have arrived just in time for the season’s opening parties.' Photograph: David Ramos/Getty Images"}},"importance":4,"showQuotedHeadline":true},{"title":"We need better retirement, not compulsory retirement","rawTitle":"We need better retirement, not compulsory retirement","item":{"type":"comment","id":"commentisfree/2015/may/13/retirement-compulsory-blackpool-magistrates-70","title":"We need better retirement, not compulsory retirement","trailText":"While Blackpool magistrates are protesting against retirement at 70, many are forced to keep working. They need a better chance of a stable, financially secure old age","standFirst":"While Blackpool magistrates are protesting against retirement at 70, many are forced to keep working. They need a better chance of a stable, financially secure old age","byline":"Harry Leslie Smith","body":"<p>From birth to death our lives are marked by milestones that change our personal ambitions our perspectives on loved ones, friends and society. Each chapter in life offers new challenges and rewards, but retirement for some is an episode that is fraught with much angst over lost prestige or financial stability. For me, retirement was like a lucky dip because it meant leaving a rat race that I’d been running since the age of seven, when I started my working life as a child labourer. But for others, forced retirement can seem like a death sentence because they define their value in society by their work title.</p> \n<p>To a pair of magistrates in Blackpool, their scheduled retirement at 70 as prescribed by law has made them <a href=\"http://www.telegraph.co.uk/news/uknews/law-and-order/11597647/Retiring-magistrates-use-poetry-to-make-a-point.html\" title=\"\">protest against their removal from the bench in verse</a>. They aren’t wrong to decry in doggerel the fact that while their mental and physical functions are still on top form, their employment by the Ministry of Justice is being terminated. It’s a valid point considering that in the private sector, mandatory retirement was effectively scrapped a long time ago. It also makes sense that a government that is as driven by market forces as Cameron’s follows suit and allows those who are able and willing to continue their careers in justice for as long as they are healthy.</p> \n<p>However the media focus on those happy few who like their vocation – compared to the majority who work to live – obscures a greater tragedy: those who deserve retirement but can’t, due to a never-ending cost of living crisis. I feel very fortunate that I don’t have to experience what most modern retirees face today, being forced to work past their sell-by date to keep a roof over their heads. According to the King’s Fund, <a href=\"http://www.kingsfund.org.uk/time-to-think-differently/trends/disease-and-disability/long-term-conditions-multi-morbidity\" title=\"\">58% of people over the age of 60</a> have a chronic condition. As the body deteriorates over time, these will worsen, making either their mobility or cognitive decisions more cumbersome.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Few can salt away sufficient means to tide them over during a short retirement – let alone into their 80s and 90s.</p> \n </blockquote> \n</aside> \n<p>So at 92, I know I am the exception to the rule, because the last time I drew a regular pay packet was 28 years ago, when I retired at the age of 64. My wife died at 70 and none of my childhood friends survived past 84. Moreover, I retired in a more stable environment that allowed me to put together a modest but sufficient pension pot. Today, a housing crisis, coupled with the cost of higher education for themselves or their children, means few can salt away sufficient means to tide them over during a short retirement – let alone into their 80s and 90s.</p> \n<p>Those in middle age may want to emulate someone like me, blessed with both good genes and luck, but the reality for them is already fixed on an actuary’s timetable that never favours the old. Recent medical statistics about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/12/after-husband-andrew-marr-stroke\" title=\"\">the dramatic rise in strokes</a> among those of working age demonstrates a disturbing trend towards ill-health. In a few short years, the stress of living in austere times might make getting a state pension at 67 as difficult as reaching the summit of Everest for an average mountain climber.</p> \n<p>There is also something paternalistic about seniors who believe that they possess the wisdom of the ages, but lack the selflessness to know that the old must make way for the young. The old have a great many talents that should be used for the benefit of society, but unless we surrender our dominance in senior levels of management in the workforce we will stunt the growth of a new generation.</p> \n<p>Since retirement, I’ve haven’t had a job title, but I was fortunate enough to know that I still mattered to my family and my society. My retirement has had its rough patches but it has also given me the opportunity to explore both my own journey and also help some others along the way. We have to ensure that more people get my lucky break in old age, not less. One way is for those judges to step aside and mentor while younger magistrates render justice.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431518253574/Elderly-couple-looking-ou-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Today, few can salt away sufficient means to tide them over during a short retirement – let alone into their 80s and 90s.' Photograph: dbphots/Alamy","credit":"dbphots/Alamy","altText":"Elderly couple looking out to sea ","cleanCaption":"'Today, few can salt away sufficient means to tide them over during a short retirement – let alone into their 80s and 90s.' Photograph: dbphots/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-13T12:12:21Z","lastModified":"2015-05-13T12:15:42Z","metadata":{"commentable":true,"commentCount":33,"contributors":[{"name":"Harry Leslie Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/harry-leslie-smith"}],"feature":false,"keywords":["Retirement age","Retirement planning","Older people","Society","State pensions","Pensions","UK news"],"tags":[{"id":"money/retirement-age","webTitle":"Retirement age"},{"id":"money/retirement-planning","webTitle":"Retirement planning"},{"id":"society/older-people","webTitle":"Older people"},{"id":"society/society","webTitle":"Society"},{"id":"money/state-pensions","webTitle":"State pensions"},{"id":"money/pensions","webTitle":"Pensions"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Harry Leslie Smith","topic":{"type":"tag-contributor","name":"profile/harry-leslie-smith"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/retirement-compulsory-blackpool-magistrates-70","shortUrl":"http://gu.com/p/48pfb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/13/retirement-compulsory-blackpool-magistrates-70","webUri":"http://www.theguardian.com/commentisfree/2015/may/13/retirement-compulsory-blackpool-magistrates-70"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431518253574/Elderly-couple-looking-ou-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘For me, retirement was like a lucky dip because it meant leaving a rat race that I’d been running since the age of seven, when I started my working life as a child labourer.’ Photograph: dbphots/Alamy","credit":"dbphots/Alamy","altText":"Elderly couple looking out to sea ","cleanCaption":"‘For me, retirement was like a lucky dip because it meant leaving a rat race that I’d been running since the age of seven, when I started my working life as a child labourer.’ Photograph: dbphots/Alamy"}},"importance":3,"showQuotedHeadline":true},{"title":"The Guardian view / Tory tanks on Labour’s lawn","rawTitle":"Tory tanks on Labour’s lawn","item":{"type":"comment","id":"commentisfree/2015/may/12/the-guardian-view-on-blue-collar-conservatism-tory-tanks-on-labour-lawn","title":"The Guardian view on blue-collar Conservatism: Tory tanks on Labour’s lawn","trailText":"<strong>Editorial: </strong>Modernisation 2.0 is about capturing the centre ground","standFirst":"<p>Modernisation 2.0 is about capturing the centre ground</p>","byline":"Editorial","body":"<p>Blue-collar Conservatism: you may never have heard of it before the first Tory cabinet for 18 years assembled this morning, but according to the prime minister it is by its tenets of helping people who can to get on and offering support to those who can’t that he wants his government to be judged.</p> \n<p>David Cameron the moderniser has already been round the block once, but this is a different kind of modern. Where the first was intended to distance the party from Thatcherism without entirely disavowing it, blue-collar Conservatism is an attempt to recapture some of its spirit while parking Tory tanks on Labour’s lawn. If it works, it will be farewell to “shy Tories”, voters embarrassed to admit they are <a href=\"http://www.conservativehome.com/platform/2015/05/lord-ashcroft-we-have-a-chance-to-build-a-party-no-one-need-feel-shy-about-supporting.html\" title=\"\">backing the Conservatives,</a> because they will become the values party. Mr Cameron’s <a href=\"http://www.bbc.co.uk/news/election-2015-32658697\" title=\"\">new government</a> is hand-picked to illustrate Tories as ordinary people. The proportion of <a href=\"http://www.suttontrust.com/newsarchive/half-of-new-cabinet-was-privately-educated/\" title=\"\">privately educated cabinet ministers</a> has fallen from two-thirds to less than half. A third are women. Of his ministers, one, Robert Halfon, has a&nbsp;disability. The family of Sajid Javid came from Pakistan, and that of Priti Patel from India via Uganda.</p> \n<p>Diversity is one important message. The words about delivering the policies and programmes to enable everyone to have a chance of living a good life – the phrase which Mr Cameron used as he welcomed his new cabinet, and which first echoed through the party’s manifesto launch a month ago – is another gesture of intent. But when so much of what Mr Cameron promised five years ago faded from view like the early morning mist, there is an understandable scepticism about what will be delivered this time.</p> \n<p>Modernisation 2.0 is a signal of a determination to capture the territory on which successive Commons majorities can be built. It is being driven not from Downing Street, but from George Osborne’s Treasury, already the architects of the idea of a northern powerhouse based in Manchester, rebalancing the economy and devolving power away from London (a project that now <a href=\"http://www.conservativehome.com/parliament/2015/05/live-blog-reshuffle-2015.html\" title=\"\">has its own minister</a>). Osborne proteges abound, from business secretary Javid to the new deputy party chairman Mr Halfon. In&nbsp;the last parliament, he was the chancellor’s parliamentary aide, champion of “white van” concerns about petrol prices and high hospital car-parking charges. Now he will be shaping policy more widely.</p> \n<p>To stack up, blue collar Conservatism has to be more than a collection of populist policies. Its declared ambition is to provide the underpinning for Mr Cameron’s notion of the good life. The distinction between it and Labour’s election offer is in the emphasis on success as a matter entirely of personal effort. Superficially, it has much in common with the first proposals from the current contenders for Labour’s leadership, Chuka Umunna and Liz Kendall. But the new business secretary Mr Javid’s first interview suggests deeper faultlines. Stringent proposals for strike legislation that will hobble public sector unions, intimations of an impending attack on the BBC – these are not the pledges of a government which values the role of civic institutions in promoting social justice or which understands that social justice requires more than individual prosperity. Nor is “fairness” the same as tackling inequality or the dysfunctional structures underlying it that economists increasingly see as a threat to recovery. For now, though, with their new mandate, this is the agenda the Tories are in a&nbsp;position to deliver. Labour must take note.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431454520555/Conservative-Cabinet-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Mr Cameron’s new government is handpicked to illustrate Tories as ordinary people. The proportion of privately educated cabinet ministers has fallen from two-thirds to less than a half. A third are women.' Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"Conservative Cabinet","cleanCaption":"'Mr Cameron’s new government is handpicked to illustrate Tories as ordinary people. The proportion of privately educated cabinet ministers has fallen from two-thirds to less than a half. A third are women.' Photograph: Dan Kitwood/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-12T18:59:12Z","lastModified":"2015-05-13T06:43:51Z","metadata":{"commentable":true,"commentCount":853,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["Conservatives","Politics","David Cameron"],"tags":[{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/12/the-guardian-view-on-blue-collar-conservatism-tory-tanks-on-labour-lawn","shortUrl":"http://gu.com/p/48pvg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/12/the-guardian-view-on-blue-collar-conservatism-tory-tanks-on-labour-lawn","webUri":"http://www.theguardian.com/commentisfree/2015/may/12/the-guardian-view-on-blue-collar-conservatism-tory-tanks-on-labour-lawn"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456697366","source":"ITN","durationInSeconds":127,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/12/150512cabinetjokes_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/12/150512cabinetjokes.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/12/1431431284983/KP_221164_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for David Cameron chairs first all-Tory cabinet for 18 years ","credit":"guardian.co.uk","altText":"620x372 trailpic for David Cameron chairs first all-Tory cabinet for 18 years ","cleanCaption":"620x372 trailpic for David Cameron chairs first all-Tory cabinet for 18 years "}}},"importance":3,"kicker":{"title":"The Guardian view"},"showQuotedHeadline":false}],"lastModified":"2015-05-13T14:34:08Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}