{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"With Tunisia, David Cameron faces his first real test on terror","rawTitle":"With Tunisia, David Cameron faces his first real test on terror","item":{"type":"comment","id":"commentisfree/2015/jun/28/tunisia-david-cameron-terror-theresa-may","title":"With Tunisia, David Cameron faces his first real test on terror","trailText":"A faultline separates Theresa May’s instincts from those of the libertarian right. The prime minister must tread carefully","standFirst":"A faultline separates Theresa May’s instincts from those of the libertarian right. The prime minister must tread carefully","byline":"Matthew d'Ancona","body":"<p>Braced as he was to make a significant statement to the Commons this week, the prime minister had expected it to be a report on the EU summit in Brussels: on his renegotiation of Britain’s membership or, as that issue was eclipsed by Greece, on the prospect of Grexit.</p> \n<p>Instead, his sombre task on Monday is to deliver an account to MPs of the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/tunisia\">Tunisian atrocity</a>, in which 38 people died, many of them Britons. Sheer coincidence or not – jihadists love to mark the dates they have made their own in blood – the proximity of the attack to the 10th anniversary of 7/7 adds a cruel symmetry to the horror.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/27/seifeddine-rezgui-tunisia-attacks-brainwashing-blame-terror\">Tunisia beach attack killer’s stunned neighbours blame ‘brainwashing’</a> </p> \n</aside> \n<p>Officially, politics is suspended at these times. In reality, such moments fizz and hiss with a political energy that feeds into Westminster, Whitehall and the media. Throughout the coalition years, Tories could (and did) blame their Lib Dem partners for the frustrations of counter-terrorist strategy. But no longer. This is the first real test of Cameron’s convictions, undiluted.</p> \n<p>Little is yet known about the psychological path that led the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/27/seifeddine-rezgui-tunisia-attacks-brainwashing-blame-terror\">23-year-old Tunisian student Seifeddine Rezgui</a> to open fire at holidaymakers near Sousse at noon on Friday. But all those engaged in counter-terrorist operations in this country agree it could happen here. This they know from the high volume of plots that have been thwarted recently. With good reason, the UK threat level is still severe – meaning that an attack is “highly likely”.</p> \n<p>Meanwhile, the flag is flying at half-mast over Downing Street; senior sources promise a “full-spectrum” response that will involve saying “difficult things” to the Muslim community, to other nations, to Labour leadership candidates and to libertarian Tories, who see many counter-terrorist measures as needlessly authoritarian.</p> \n<p>Ambition never sleeps, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/video/2015/jun/28/theresa-may-no-evidence-britons-targeted-tunisia-andrew-marr-video\">Theresa May’s solid performance</a> on Sunday’s Andrew Marr Show will have reassured those Tories who see her as the natural stop-Boris candidate in the succession contest that must be held before the 2020 election. More specifically, Rezgui’s busy use of Facebook has raised once more the fate of May’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/09/theresa-may-revive-snoopers-charter-lib-dem-brakes-off-privacy-election\">draft communications data bill</a>, or snooper’s charter as its foes describe it. Thwarted by Nick Clegg, Cameron vowed to bring the proposals back if he won a majority. The question now is whether he can persuade the liberty-loving “<a href=\"http://www.spectator.co.uk/features/9535112/gove-vs-the-european-court-of-human-rights/\">Runnymede Tories</a>”, notably David Davis, that compulsory bulk data collection and retention is justified by the jihadis’ nimble use of technology.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"410966fa93655c8522042e3e6ded5e17f01e9b03\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/28/1435510711937/81daf8b3-a7df-4017-afce-31dc392dadef-460x276.jpeg\" alt=\"No 10's union jack at half mast on 29 June.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">No 10’s union jack at half mast. ‘It is true that many of the foot-soldiers in this conflict take solitary action. How tempting, then, to dismiss them as misfits, losers, maniacs and no-marks who, with a single murderous act, make a bogus claim on posterity’.</span> \n </figcaption> \n</figure> \n<p>It is, of course, easier to think ill of wicked ministers and sinister spooks than it is to confront global jihadism. To help us through the post-9/11 battlefield, we have invented a series of coping mechanisms. It is all a response to western “foreign policy” – even though the World Trade Center attacks reflected the explicit belief that America was growing soft and retreating. It is a series of “crimes” and nothing more – as if ideology, the cult of martyrdom and eschatological belief played no part in forming Rezgui or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/islamic-terror-france-beheading\">Yassin Salhi</a> (the chief suspect in the beheading near Lyon) or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/12/-sp-charlie-hebdo-attackers-kids-france-radicalised-paris\">Ch&eacute;rif and Said Kouachi</a> (who attacked Charlie Hebdo and the kosher supermarket).</p> \n<p>To detach these acts from their ideological context seems to me as ludicrous as trying to extract the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/charleston-shooting\">Charleston massacre</a> from the history of the Confederate south, the modern role of white supremacist groups and the horrific ideology to which Dylann Roof enthusiastically subscribed.</p> \n<p>Worst of all in this whirl of denial is the narrative of the “lone wolf”. It is true that many of the foot soldiers in this conflict take solitary action. How tempting, then, to dismiss them as misfits, losers, maniacs and no-marks who with a single murderous act make a bogus claim on posterity.</p> \n<p>The patron saint of lone wolves is Lee Harvey Oswald, though at his side stands Mark David Chapman, the lone killer of John Lennon who believed, insanely, that he was Salinger’s Holden Caulfield. At a time of mourning, we comfort ourselves that the Tunisian killer was in this category.</p> \n<p>But the consolation is false, as is the supposed dichotomy between terrorist groups and individual perpetrators such as Rezgui. It may emerge that he was radicalised in person by fellow extremists, perhaps a cell at his university. But modern jihadism does not require even that. Though Isis is now providing a supranational umbrella and the prospect of a jihadi homeland, there is no Islamist equivalent of the Comintern. This murderous fundamentalism is a franchise, downloadable software (literally, in some cases) that prospers as a post-institutional network of affinity.</p> \n<p>The most sensitive question of the lot will be addressed in the government’s forthcoming counter-extremism strategy, and lies at the heart of the debate about British citizenship originally launched by Gordon Brown. Ten days ago, at the <a href=\"https://www.gov.uk/government/speeches/pm-at-2015-global-security-forum\">Global Security Forum, in Bratislava</a>, Cameron addressed the issue head on.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Not surprisingly, British Muslims bristle when told they are not doing enough to identify proto-jihadi activity</p> \n </blockquote> \n</aside> \n<p>“I am clear,” he declared, “that one of the reasons [for young Muslims in the west turning to terrorism] is that there are people who hold some of these views who don’t go as far as advocating violence but who do buy into some of these prejudices, giving the extreme Islamist narrative weight and telling fellow Muslims: ‘You are part of this.’ This paves the way for young people to turn simmering prejudice into murderous intent.”</p> \n<p>Writing in the Guardian, Sayeeda Warsi, a former member of Cameron’s cabinet, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/prime-minister-british-muslims-isis\">argued that</a> “this call to Muslims to do more, without an understanding of what they already do now, will demoralise the very people who will continue to lead this fight”.</p> \n<p>It is hard to overstate the delicacy of this issue. Not surprisingly, British Muslims do indeed bristle when told that they are not doing enough to identify and report proto-jihadi activity, or that they tolerate extremists who do not break the law themselves but steer the young in a lethal direction.</p> \n<p>This was always a deeply contentious issue around the coalition cabinet table, and it was not only Lib Dem ministers who urged May to exercise caution. Senior Conservatives, including Nicky Morgan, Sajid Javid and Greg Clark, were also said to have reservations about May’s counter-extremist plan. Her defenders are unimpressed. “This will be a call for collaboration not a purge. Pluralism only works if there is active support for its core values,” says one.</p> \n<p>True enough. But we shall get precisely nowhere until we have the collective honesty to recognise something even more basic: that this conflict amounts to more than weaponised paranoia; that these killers are not lone wolves at all, but proud members of a resilient global pack.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435510526192/Flower-tributes-left-afte-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tributes left after the Sousse attack. ‘To detach these acts from their ideological context seems to me as ludicrous as trying to extract the Charleston massacre from the history of the Confederate south.' Photograph: Andreas Gebert/dpa/Corbis","credit":"Andreas Gebert/dpa/Corbis","altText":"Flower tributes left after the Sousse attack","cleanCaption":"Tributes left after the Sousse attack. ‘To detach these acts from their ideological context seems to me as ludicrous as trying to extract the Charleston massacre from the history of the Confederate south.' Photograph: Andreas Gebert/dpa/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435510713479/81daf8b3-a7df-4017-afce-31dc392dadef-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"No 10’s union jack at half mast. ‘It is true that many of the foot-soldiers in this conflict take solitary action. How tempting, then, to dismiss them as misfits, losers, maniacs and no-marks who, with a single murderous act, make a bogus claim on posterity’.","credit":"NIKLAS HALLE'N/AFP/Getty Images","altText":"No 10's union jack at half mast on 29 June.","cleanCaption":"No 10’s union jack at half mast. ‘It is true that many of the foot-soldiers in this conflict take solitary action. How tempting, then, to dismiss them as misfits, losers, maniacs and no-marks who, with a single murderous act, make a bogus claim on posterity’."}],"webPublicationDate":"2015-06-28T17:32:47Z","lastModified":"2015-06-29T07:46:23Z","metadata":{"commentable":true,"commentCount":223,"contributors":[{"name":"Matthew d'Ancona","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/13/1421152370713/Matthew-d-Ancona-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthew-dancona"}],"feature":false,"keywords":["Counter-terrorism policy","UK security and counter-terrorism","UK news","Politics","Islamic State","Theresa May","Tunisia","France"],"tags":[{"id":"politics/terrorism","webTitle":"Counter-terrorism policy"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/france","webTitle":"France"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Matthew d'Ancona","topic":{"type":"tag-contributor","name":"profile/matthew-dancona"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/28/tunisia-david-cameron-terror-theresa-may","shortUrl":"http://gu.com/p/4a7f3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/28/tunisia-david-cameron-terror-theresa-may","webUri":"http://www.theguardian.com/commentisfree/2015/jun/28/tunisia-david-cameron-terror-theresa-may"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435510526192/Flower-tributes-left-afte-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tributes left after the Sousse attack. ‘To detach these acts from their ideological context seems to me as ludicrous as trying to extract the Charleston massacre from the history of the Confederate south.’ Photograph: Andreas Gebert/dpa/Corbis","credit":"Andreas Gebert/dpa/Corbis","altText":"Flower tributes left after the Sousse attack","cleanCaption":"Tributes left after the Sousse attack. ‘To detach these acts from their ideological context seems to me as ludicrous as trying to extract the Charleston massacre from the history of the Confederate south.’ Photograph: Andreas Gebert/dpa/Corbis"}},"importance":7,"byline":{"title":"Matthew d'Ancona"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/1/13/1421152370713/Matthew-d-Ancona-R.png"}}]},{"title":"The moral crusade against Greece must be opposed","rawTitle":"The moral crusade against Greece must be opposed","item":{"type":"comment","id":"commentisfree/2015/jun/28/greece-europe-imf-democracy","title":"The moral crusade against Greece must be opposed","trailText":"The idea that Greece partly deserves its fate reflects an order in which wealth trumps democracy. We should fight a narrative that enfeebles us all","standFirst":"The idea that Greece partly deserves its fate reflects an order in which wealth trumps democracy. We should fight a narrative that enfeebles us all","byline":"Zoe Williams","body":"<p>‘This is our political alternative to neoliberalism and to the neoliberal process of European integration: democracy, more democracy and even deeper democracy,” said Alexis Tsipras on 18 January 2014 in a debate organised by the Dutch Socialist party in Amersfoort. Now the moment of deepest democracy looms, as the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/greek-crisis-nobody-can-say-what-will-happen-in-the-referendum\" title=\"\">Greek people go to the polls on Sunday</a> to vote for or against the next round of austerity.</p> \n<p>Unfortunately, Sunday’s choice will be between endless austerity and immediate chaos. As comfortable as it is to argue from the sidelines that maybe Grexit in the medium term won’t hurt as much as 30 years’ drag on GDP from swingeing repayments, no sane person wants either. The vision that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/25/greece-election-vote-austerity-leftwing-syriza-eu\" title=\"\">Syriza swept to power on</a> was that if you spoke truth to the troika plainly and in broad daylight, they would have to acknowledge that austerity was suffocating Greece.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jun/28/greek-crisis-ecb-emergency-liquidity-referendum-bailout-live\">Greek crisis live: Banks to stay shut on Monday - reports</a> </p> \n</aside> \n<p>They have acknowledged no such thing. Whatever else one could say about the handling of the crisis, and whatever becomes of the euro, Sunday will be the moment that unstoppable democracy meets immovable supra-democracy. The Eurogroup has already won: the Greek people can vote any way they like – but what they want, they cannot have.</p> \n<p>On Saturday the Eurogroup broke with its tradition of unanimity, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jun/27/greek-crisis-mps-referendum-tsipras-eurogroup-ministers-live\" title=\"\">issuing a petulant statement</a> “supported by all members except the Greek member”. Yanis Varoufakis, the Greek finance minister, sought legal advice on whether the group was allowed to exclude him, and <a href=\"http://uk.businessinsider.com/yanis-varoufakis-eurogroup-statement-june-27-2015-6?r=US\" title=\"\">received the extraordinary reply</a>: “The Eurogroup is an informal group. Thus it is not bound by treaties or written regulations. While unanimity is conventionally adhered to, the Eurogroup president is not bound to explicit rules.” Or, to put it another way: “We never had any accountability in the first place, sucker.”</p> \n<p>More striking still is this line of the statement: “The Eurogroup has been open until the very last moment to further support the Greek people through a continued growth-oriented programme.” The measures enforced by the troika have created an economic contraction akin to that caused by war. With unemployment at 25% and youth unemployment at nearly half, 40% of children now live below the poverty line. The latest offer to Greece promises more of the same. The idea that any of this is oriented towards growth is demonstrably false. The Eurogroup president, <a href=\"http://www.government.nl/government/members-of-cabinet/jeroen-dijsselbloem/cv\" title=\"\">Jeroen Dijsselbloem</a>, has started to assert that black is white.</p> \n<p>And that brings us to the crux of the troika’s programme: what is the point of reducing this country to rubble? The stated intention at the start of the austerity package was to restore order: allow Greece to take a short hit to its GDP in the interests of building a stronger, more balanced economy in the long run. As it became clear that growth was not restored and that even on its own terms – the creditor must come first – the plan was failing, the line changed. It became a moral crusade, a collective punishment of the Greeks.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>At the moment, Germany knows best. How do we know they know best? Because they are the richest</p> \n </blockquote> \n</aside> \n<p>In 2012 the head of the IMF, Christine Lagarde, said in an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/may/25/christine-lagarde-imf-euro\" title=\"\">interview with this newspaper</a>, “Do you know what? As far as Athens is concerned, I also think about all those people who are trying to escape tax all the time. All these people in Greece who are trying to escape tax. And I think they should also help themselves collectively.” How? “By all paying their tax.” At the time, it sounded strange: how, in a country of cripplingly high unemployment, with whole families living off the depleted income of one pensioner, was the answer going to come from tax?</p> \n<p>She was offering not a solution but a narrative: the Greeks were in this situation because they were bad people. They wanted a beneficent state, but they didn’t want to pool their resources to create one. The IMF was merely the instrument of a discipline they dearly needed. This line has broadly held – the debtors are presented as morally weaker than the creditors. To give them any concessions would be to reward their laziness and selfishness. The fact that debt is a two-way street – that the returns on debt exist because of the risk that the money might be lost, and creditors have their own moral duty to accept losses when they arise – is erased by this telling of the events.</p> \n<p>Also airbrushed out of that story is what the late economist <a href=\"http://www.lrb.co.uk/v14/n19/wynne-godley/maastricht-and-all-that\" title=\"\">Wynne Godley called</a> (in 1992!) the “lacuna in the Maastricht programme”: that while its single-currency proposal made provision for a central bank, it had nothing to say on the matter of what would replace the democratic institutions – the national governments whose power, once they had no control over their own currency, would be limited. Now we have our answer: the strongest takes control. At the moment, Germany knows best. How do we know they know best? Because they are the richest. The euro was founded on the idea that the control of currency was apolitical. It has destroyed that myth, and taken democracy down with it.</p> \n<p>These talks did not fail by accident. The Greeks have to be humiliated, because the alternative – of treating them as equal parties or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/greece-faces-banking-crisis-after-eurozone-meeting-breaks-down\" title=\"\">“adults”, as Lagarde wished them to be</a> – would lead to a debate about the Eurogroup: what its foundations are, what accountability would look like, and what its democratic levers are – if indeed it has any. Solidarity with Greece means everyone, in and outside the single currency, forcing this conversation: the country is being sacrificed to maintain a set of delusions that enfeebles us all.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435511091150/1d0e2e24-7747-4cf6-b696-53e0358a7170-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Robert G Fresson/Robert G Fresson","altText":"Illustration by Robert G Fresson","cleanCredit":"Photograph: Robert G Fresson/Robert G Fresson"}],"bodyImages":[],"webPublicationDate":"2015-06-28T16:34:07Z","lastModified":"2015-06-28T23:00:46Z","metadata":{"commentable":true,"commentCount":1854,"contributors":[{"name":"Zoe Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams"}],"feature":false,"keywords":["Eurozone crisis","Greece","Europe","World news","European Union","European monetary union","Economics","Banking","European banks","Financial crisis","Financial sector","Euro","Business","International Monetary Fund (IMF)","Christine Lagarde","Alexis Tsipras","Yanis Varoufakis"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/business","webTitle":"Business"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"},{"id":"world/christine-lagarde","webTitle":"Christine Lagarde"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/yanis-varoufakis","webTitle":"Yanis Varoufakis"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Zoe Williams","topic":{"type":"tag-contributor","name":"profile/zoewilliams"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/28/greece-europe-imf-democracy","shortUrl":"http://gu.com/p/4a7ep","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/28/greece-europe-imf-democracy","webUri":"http://www.theguardian.com/commentisfree/2015/jun/28/greece-europe-imf-democracy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435511091150/1d0e2e24-7747-4cf6-b696-53e0358a7170-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Greece is being sacrificed to maintain a set of delusions that enfeebles us all.’ Illustration by Robert G Fresson","credit":"Robert G Fresson/Robert G Fresson","altText":"Illustration by Robert G Fresson","cleanCaption":"‘Greece is being sacrificed to maintain a set of delusions that enfeebles us all.’ Illustration by Robert G Fresson"}},"importance":5,"byline":{"title":"Zoe Williams"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png"}}]},{"title":"At good old Glastonbury the new politics finds a home","rawTitle":"At good old Glastonbury the new politics finds a home","item":{"type":"comment","id":"commentisfree/2015/jun/28/glastonbury-fields-politics-podemos","title":"At good old Glastonbury the new politics finds a home","trailText":"Inspired by the likes of Podemos, young politically savvy punters keep the festival true to its radical roots","standFirst":"Inspired by the likes of Podemos, young politically savvy punters keep the festival true to its radical roots","byline":"John Harris","body":"<p>At 10am on Saturday, I tweeted the details of that day’s debates at <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/glastonbury-2015\" title=\"\">the Glastonbury festival</a>’s <a href=\"http://www.glastonburyfestivals.co.uk/areas/left-field/\" title=\"\">Left Field</a>: an event titled Feminism Without Borders and another discussion, described in the running order as New Frontiers!, featuring campaigners against fracking, the Transatlantic Trade&nbsp;and Investment Partnership (also known as the TTIP) and the war being waged on working-class London in the name of property development. Quick as a flash, there was&nbsp;one withering&nbsp;reply: “I&nbsp;thought people went&nbsp;to Glastonbury to get away from that stuff.”</p> \n<p>When writing about this festival, you inevitably have to push through a great force-field of received opinion. Quiet apart from the idea of “Glasto” as some ephemeral, hedonistic bunfight, there are all those arguments about what has happened to its spirit over the past 10 or 15 years, usually phrased in the form of sneers. The festival has changed, but&nbsp;then so has the world. Walking around its seemingly infinite expanse and comparing it to the event I first attended, in 1990 – the last year before the organisers let the police in, when one could freely buy breakfast from a hash-cake salesman before meeting friends who had got in for nothing – feels like contrasting very different versions of the same thing. But&nbsp;so does&nbsp;comparing the Britain of now with the country that was about to&nbsp;say goodbye to Margaret Thatcher. Most worthwhile elements of our culture grow and develop, occasionally in ways&nbsp;some people do not like.</p> \n<p>And in fact, Glastonbury – which, when I first came, was known as the Glastonbury CND festival – still has a radical, egalitarian spirit that can be picked up all over the site (the logos on your wristband, just to hammer the point home, are not those of beer companies, but of Greenpeace, WaterAid and Oxfam). This year, the first thing that came into view as you approached the Pyramid stage was a towering set of protest artworks built around a sculpture of a crab eating a missile, and the words “Scrap Trident”. And 10 minutes walk away, as usual, was the slightly misnamed Left Field: actually a giant tent, curated by that enduring Glastonbury icon Billy Bragg, in which the daytime is given over to debate and songwriters’ workshops, while the evening features full live sets&nbsp;with a political tilt. It has been here&nbsp;since 2002, and became known as the spiritual home of that proud English&nbsp;nonconformist Tony Benn, who&nbsp;made one of his last public appearances here in June 2013.</p> \n<p>From Friday to Sunday, I chaired five of this year’s daytime debates. In retrospect, last year’s sessions were sometimes made uneasy and inconclusive by the prospect of a general election, and by people’s ambivalent feelings about the Labour party.</p> \n<p>This time, the contributions from both platform and floor – or, rather, grass – felt newly unbound, and built on a set of questions – some of them agonised. To paraphrase: where do we go from here? What issues will define the next five years? And might the seemingly grim state of British politics&nbsp;be in any way improved?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>At the most packed sessions, the thought sprang to mind: here was a political tribe cohering right in front of us</p> \n </blockquote> \n</aside> \n<p>Each debate drew at least a couple of hundred people, some three or four times that number. In most cases the majority of the crowd seemed to be under 30. Judging by their interest in the speakers from Syriza and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/podemos\" title=\"\">Podemos</a>, and the huge audience that gathered to watch me interview those<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/pussy-riot\" title=\"\"> estimable Russian feminists Pussy Riot</a>, their politics tends to be internationalised and well informed. When the crowd in the tent heard from the Scottish activists Cat Boyd – of the Radical Independence Campaign – and Pat Kane, there was asense that Scotland’s political reformation has finally cut through in England, and at least some people are trying to learn from it.</p> \n<p>When I straw-polled a 1,000-strong crowd at the closing debate, people fell 50-50 between Labour and the Greens, though the former party should take note: on the evidence of only one person asking a question about the leadership contest all weekend, it has not fired anyone’s imagination, and may well be making deeper problems even worse. Very quickly, it seemed to dissolve into irrelevance while a much more vivid story was revealed: the fact that at a time when it is too easy to fall into a vacant kind of despair, every session gave voice to a palpable sense of hope – difficult to articulate or even justify sometimes, but there nonetheless.</p> \n<p>At the most packed sessions, the thought sprang to mind again and again: here was an identifiable political tribe cohering right in front of us. To somewhat selectively quote from Paul Mason’s Why It’s All Kicking Off Everywhere, a lot of the people who came to the Left Field echoed his description of the 21st century’s new breed of young activists as “a new sociological type ... They are not prone to traditional and endemic ideologies ... The common theme is dissolution of centralised power and the demand for ‘autonomy’ and personal freedom.” This last point rings very true: though some people still cleave to a politics that speaks the language of old-school socialism or class war (“Is it time for a general strike?” asked one hopeful attendee), even their views intersect with a larger tendency that puts a bigger emphasis on democracy and the need to&nbsp;fundamentally change broken political systems, along with an assertive kind of identity politics chiefly&nbsp;manifested in feminism.</p> \n<p>In that context, that hackneyed old phrase “We are the 99%” feels now as much focused on representation as redistribution. Indeed, what many of these people have taken from recent events – and particularly the rise of Podemos in Spain – is that the latter will not occur without the former. One question about the need for proportional representation met with huge applause, and the issue came up again and again: proof that changing the voting system is no longer an issue for anoraks but the basis of a visceral collective wish for change. Bragg himself increasingly predicates his politics on accountability, and on reining in concentrations of power, corporate and political.</p> \n<p>From to time, when the conversation became a little cliched, or the idea that the Tories were about to crumble into disarray was voiced a bit too loudly, the word “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/12/can-the-explanation-for-labours-election-failure-be-found-in-nuneaton\" title=\"\">Nuneaton</a>” passed through my mind, and I was reminded of how far the left – if we can still talk meaningfully about “the left” – has to go. But reasons for guarded optimism extended into the distance.</p> \n<p>A five-minute, off-the-cuff speech by Charlotte Church proved that uncompromising resistance to just about everything the current government wants to do need not sound sour and shrill but could be empathetic and human. Shami Chakrabarti did a beautiful job of underlining the grave threat posed by what <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/jun/01/human-rights-act-repeal-tory-peer\" title=\"\">the government wants to do to our human rights</a>. But perhaps the most impressive people were the activists who just told their stories: Jasmine Stone from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/dec/31/focus-e15-mothers-newham-council\" title=\"\">Focus E15 Mothers</a>; Zoe Blackwell, who came to Glastonbury from the Wirral, and talked about devoting all her spare time to fighting plans to frack the ground beneath her neighbourhood.</p> \n<p>At the end of the aforementionedfeminism session, I went out into the crowd and chatted to Francesca Scanlon, an 18-year-old sixth former from Whitley Bay. This was not just her first Glastonbury but her first festival. “I think it’s brilliant,” she said, before telling me she had seen the Vaccines, the Courteeners and Florence + the Machine. But then she talked about the&nbsp;festival’s political aspect. “You get a real kind of leftwing, liberal feeling here,” she said. “It’s really free. Where I’m from isn’t like that: it’s quite right wing.” What came next underlined what old-school socialists would call fellowship: the feeling of being among like minds, and taking inspiration from them. “I feel at home,” she said.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435510615134/Revellers-walk-past-an-ar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Glastonbury has an egalitarian spirit that can be picked up all over the site.' Photograph: Oli Scarff/AFP/Getty Images","credit":"Oli Scarff/AFP/Getty Images","altText":"Revellers walk past an array of politica","cleanCaption":"'Glastonbury has an egalitarian spirit that can be picked up all over the site.' Photograph: Oli Scarff/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-28T18:23:53Z","lastModified":"2015-06-28T23:00:43Z","metadata":{"commentable":true,"commentCount":222,"contributors":[{"name":"John Harris","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400760846325/John-Harris-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnharris"}],"feature":false,"keywords":["Glastonbury 2015","Glastonbury festival","Music","Politics","Podemos","Syriza","Labour","Green party","Charlotte Church","Billy Bragg"],"tags":[{"id":"music/glastonbury-2015","webTitle":"Glastonbury 2015"},{"id":"music/glastonbury","webTitle":"Glastonbury festival"},{"id":"music/music","webTitle":"Music"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/podemos","webTitle":"Podemos"},{"id":"world/syriza","webTitle":"Syriza"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/green-party","webTitle":"Green party"},{"id":"music/charlotte-church","webTitle":"Charlotte Church"},{"id":"music/billy-bragg","webTitle":"Billy Bragg"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"John Harris","topic":{"type":"tag-contributor","name":"profile/johnharris"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/28/glastonbury-fields-politics-podemos","shortUrl":"http://gu.com/p/4a7fq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/28/glastonbury-fields-politics-podemos","webUri":"http://www.theguardian.com/commentisfree/2015/jun/28/glastonbury-fields-politics-podemos"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435510615134/Revellers-walk-past-an-ar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Glastonbury has an egalitarian spirit that can be picked up all over the site.' Photograph: Oli Scarff/AFP/Getty Images","credit":"Oli Scarff/AFP/Getty Images","altText":"Revellers walk past an array of politica","cleanCaption":"'Glastonbury has an egalitarian spirit that can be picked up all over the site.' Photograph: Oli Scarff/AFP/Getty Images"}},"importance":5,"byline":{"title":"John Harris"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/22/1400760846325/John-Harris-R.png"}}]},{"title":"Sousse shows the deadly potential of the Isis franchise","rawTitle":"Sousse shows the deadly potential of the Isis franchise","item":{"type":"comment","id":"commentisfree/2015/jun/28/sousse-isis-islamist-tunisia","title":"Sousse shows the deadly potential of the Isis franchise","trailText":"The transition from Ben Ali’s autocratic regime to post-revolutionary democracy led many to forget the long shadow of Islamist militant activism in Tunisia","standFirst":"The transition from Ben Ali’s autocratic regime to post-revolutionary democracy led many to forget the long shadow of Islamist militant activism in Tunisia","byline":"Berny Sèbe","body":"<p>The blood and tears spilled on the beach at Sousse <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/tunisia\" title=\"\">on Friday</a> seem to have caught many off guard – including the Tunisian authorities, in spite of their commitment to making the country safe for tourists. But what appears to be an attempt to export the ideology of Isis from Iraq and Syria to the Maghreb can also be seen as a rebranding of movements that have existed for decades.</p> \n<p>The attack is certainly aimed at destabilising the only successful case&nbsp;study of the so-called Arab spring&nbsp;– which also happens to be the origin of that movement. Yet by launching this attack, or at least endorsing it, Isis and its local affiliates intend to achieve&nbsp;several further goals.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/28/observer-view-tunisia-attack\">The Observer view on the attack in Tunisia | Observer editorial</a> </p> \n</aside> \n<p>First, the killings are a shocking demonstration that terrorist groups have retained the ability to strike in Tunisia, three months after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/18/eight-people-killed-in-attack-on-tunisia-bardo-museum\" title=\"\">attack on the Bardo museum</a> and the subsequent crackdown on radical Islamist groups. While the mounting of a single-killer attack can itself be seen as evidence of operational weakness, it is also a stark reminder that the threat has not disappeared. Second, it marks a powerful resurfacing of armed Islamism in an area with a long history of that problem. Third, it brings global jihad closer to Europe in a spectacular way.</p> \n<p>The stability of the Tunisian state and its transition from an autocratic regime to a post-revolutionary democracy, with political Islam represented through the Ennahda party, had led many to forget the long shadow of Islamist militant activism in the country.</p> \n<p>Reacting against the violent suppression of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/jan/14/tunisia-president-ben-ali-profile\" title=\"\">Ben Ali years</a>, Islamists in Tunisia oscillated between two strategies: refusing the use of violence in spite of the circumstances in the hope that international recognition would follow, and on the contrary going underground to pursue armed struggle. This divide has remained up until today. The Sousse attack demonstrates that the success of Isis elsewhere is capable of reviving the most radical Islamists in Tunisia. Existing local movements appear to have been absorbed into the new jihadi brand: the existence of an “Islamic State” in the Levant has given them new impetus. After all, in Raqqa, in northern Syria, Tunisian nationals are the single most important contingent of&nbsp;foreign fighters.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Isis feeds on local grievances to expand and propagate its own ideology, encapsulated in the concept of the caliphate</p> \n </blockquote> \n</aside> \n<p>This convergence of local terrorism and international networks is not new to the region. It happened when Algerian groups that emerged during the “dirty war” of the 1990s decided in 2007 to become a franchise of al-Qaida.</p> \n<p>However, while al-Qaida put global jihad first, seeing the caliphate as an ultimate goal, Isis has swapped priorities. It seeks to create&nbsp;the caliphate wherever possible, and use these areas as springboards to launch global jihad. With radical groups&nbsp;now claiming to operate on behalf of Isis in Libya and occasionally in Algeria, Tunisia, with its&nbsp;history of political Islamism, appears&nbsp;to be the next target.</p> \n<p>Beyond Tunisia, Europe’s security is at stake: the continent is the west’s softer target. Although it remains to be seen whether there was any coordination between the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/live/2015/jun/26/suspected-terror-attack-at-french-factory-live-updates\" title=\"\">beheading of a French man</a> near Grenoble, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/islamic-state-claim-responsibility-deadly-blast-kuwait-city-mosque\" title=\"\">bombing of a Shia mosque</a> in Kuwait and the Sousse attack, all perpetrated on the second Friday of the holy month of Ramadan, these three events tell us a lot about the logic of global jihad as implemented by Isis. It feeds on local grievances and existing networks to expand and propagate its own ideology, encapsulated in the concept of the caliphate.</p> \n<p>This is the deadly power of the franchise. The challenge now is to try to prevent it winning further victories. It does not bode well that the model has succeeded in a state such as Tunisia, with its relative stability and newly minted democratic government. We can only hope that any response does not endanger the precious freedom and openness Tunisians have achieved.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435499884017/Local-people-stage-an-ant-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Local people stage an anti-terror protest in Sousse on 27 June 2015. ‘It does not bode well that Isis's model of global jihad has succeeded in Tunisia, with its relative stability and newly minted democratic government.'  Photograph: Zohra Bensemra/Reuters","credit":"Zohra Bensemra/Reuters","altText":"Local people stage an anti-terror protest in Sousse on 27 June 2015","cleanCaption":"Local people stage an anti-terror protest in Sousse on 27 June 2015. ‘It does not bode well that Isis's model of global jihad has succeeded in Tunisia, with its relative stability and newly minted democratic government.'  Photograph: Zohra Bensemra/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-28T14:59:34Z","lastModified":"2015-06-29T07:49:54Z","metadata":{"commentable":true,"commentCount":187,"contributors":[{"name":"Berny Sèbe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/berny-s-be"}],"feature":false,"keywords":["Tunisia","Middle East and North Africa","Africa","World news","Islamic State"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/isis","webTitle":"Islamic State"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Berny Sèbe","topic":{"type":"tag-contributor","name":"profile/berny-s-be"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/28/sousse-isis-islamist-tunisia","shortUrl":"http://gu.com/p/4a7d9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/28/sousse-isis-islamist-tunisia","webUri":"http://www.theguardian.com/commentisfree/2015/jun/28/sousse-isis-islamist-tunisia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435499884017/Local-people-stage-an-ant-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Local people stage an anti-terror protest in Sousse on 27 June 2015. ‘It does not bode well that Isis's model of global jihad has succeeded in Tunisia, with its relative stability and newly minted democratic government.'  Photograph: Zohra Bensemra/Reuters","credit":"Zohra Bensemra/Reuters","altText":"Local people stage an anti-terror protest in Sousse on 27 June 2015","cleanCaption":"Local people stage an anti-terror protest in Sousse on 27 June 2015. ‘It does not bode well that Isis's model of global jihad has succeeded in Tunisia, with its relative stability and newly minted democratic government.'  Photograph: Zohra Bensemra/Reuters"}},"importance":4,"byline":{"title":"Berny Sèbe"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435499884017/Local-people-stage-an-ant-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Local people stage an anti-terror protest in Sousse on 27 June 2015. ‘It does not bode well that Isis's model of global jihad has succeeded in Tunisia, with its relative stability and newly minted democratic government.'  Photograph: Zohra Bensemra/Reuters","credit":"Zohra Bensemra/Reuters","altText":"Local people stage an anti-terror protest in Sousse on 27 June 2015","cleanCaption":"Local people stage an anti-terror protest in Sousse on 27 June 2015. ‘It does not bode well that Isis's model of global jihad has succeeded in Tunisia, with its relative stability and newly minted democratic government.'  Photograph: Zohra Bensemra/Reuters"}}]},{"title":"Where is the Taylor Swift of news to force tech companies to pay up?","rawTitle":"Where is the Taylor Swift of news to force tech companies to pay up?","item":{"type":"comment","id":"media/media-blog/2015/jun/28/taylor-swift-snapchat-cannes-news-value","title":"Where is the Taylor Swift of news to force tech companies to pay up?","trailText":"Debate about the value of news was everywhere at Cannes Lions - as Snapchat became festival darling among the celebrities","standFirst":"Debate about the value of news was everywhere at Cannes Lions - as Snapchat became festival darling among the celebrities","byline":"Jane Martinson","body":"<p>Where is the Taylor Swift of news? Not for glamour or youth, though lord knows the business could do with both, but someone with the singer’s ability to convince technology companies to pay for their work.</p> \n<p>Within days of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/22/apple-music-royalties-free-trial-taylor-swift\" title=\"\">Swift asking Apple </a>to pay musicians royalties during a trial of its streaming service, one of the world’s largest technology companies had succumbed to the youngest person to be included on Forbes’ most powerful women list.</p> \n<p>There are so many reasons a letter starting “Dear Apple” and ending “love Rupert” would not have the same impact. Yet the entire news industry, and not just Rupert Murdoch, has allowed the idea of news as a no-value commodity to take hold – with a report from Syria or the Federal Reserve as interesting to advertisers as one of the 4m mentions of laundry posted on Facebook each day, or possibly less so.</p> \n<p>This is not a debate about paywall versus free but one about the value of news itself. Last week, <a href=\"https://www.canneslions.com/\" title=\"\">at the Cannes Lions advertising festival</a>, news and its value was everywhere, most noticeably in the behaviour of this year’s festival darling, Snapchat. As will.i.am said at one yacht-based event: “The real rock star is Snapchat, isn’t it?”</p> \n<p>The video and picture messaging app founded by Evan Spiegel in 2011 now boasts nearly 100 million daily active users and more than 2bn video views a day. Although its marketing campaign launched in time for Cannes was disappointingly soulless (Spiegel’s promo definitely doesn’t exemplify the sort of messages that have made him a billionaire), Snapchat excites ad types largely because of its popularity among “centennials”, a term for under-18s just as hideous as “millennial”. (Indeed, if the search for the youth market ever makes “foetals” the talk of Cannes we will have truly entered the Nathan Barley seventh circle of hell).</p> \n<p>Yet among the first things Snapchat announced last week was a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/23/daily-mail-wpp-snapchat-launch-native-advertising-agency\" title=\"\">tie-up with the Daily Mail and ad giant WPP</a>. Although the venture may or may not produce more than a few video advertorials, it underlines the fact that Snapchat wants content, and not just empty content but actual stories.</p> \n<p>Mail Online’s Martin Clarke stressed that the most popular thing published on the world’s most visited English language website was news, not “showbusiness”. “They came to us,” he said of the Snapchat deal which was widely criticised as an empty press release. Now, admittedly the line between news and celebrity is more blurred on the Mail site than on some outlets, but Clarke’s distinction was important and echoed by other executives from Google, Gawker and Dow Jones last week.</p> \n<p>Even Martin Sorrell, that great proselytiser for the media companies such as Vice which he owns a stake in, suggested that the desire to read all about it could help “traditional media companies”. “The pendulum has swung back a bit towards traditional newspapers,” he said. “People realise that they have more power than they’ve been given credit for.”</p> \n<p>Which all might help to explain why so many technology companies which have long denied any interest in becoming “media” companies are now busily appointing their own editors. Apple has started recruiting journalists, while Snapchat is hiring a “content analyst – politics and news” to curate messages ahead of the 2016 presidential race.</p> \n<p>Spiegel, younger at 25 than the first wave of tech billionaires, seems to understand better than they do that the dichotomy between media and technology is false. Asked if Snapchat was a technology or media company, he replied: “We are a technology company with a media business”. His rivals have typically run a mile from the idea that they might be publishers and therefore in any way responsible for their content.</p> \n<p>But how far can it go? The answer has less to do with the right business model and much more to do with the issue of trust. You can’t sell things to people who feel you can’t be trusted not to sell them a pup.</p> \n<p>Celebrities seem to get this more than most people in the news business. Kim Kardashian West, a woman who has made a commodity out of her own life, said last week that she had had to learn not to “over-promote” - so she keeps her Instagram account separate from any promotional deals, for example, so that her fans continue to believe her endorsements. (She still demands an estimated $400,000 appearance fee for the things she really likes but that’s another story).</p> \n<p>The issue of trust in the media is a vexed one. When people are asked who they trust to tell the truth, most British polls put “journalists” near the bottom. Yet one US study this month from the Pew research unit found that across all ages – from millennial to boomer in the jargon – about 40% of readers trusted the news organisations they had heard of.</p> \n<p>Which is one reason why newspapers like celebrities endorsing their brand. In Cannes, that sunny shrine to stardom, Sorrell put it like the money man he is: “One of the biggest avenues of growth … is the use of celebrity … [they can] influence young people.” Only if the endorsement and work is genuine surely, as otherwise we just know they’ll be trouble.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435338015797/Taylor-Swift--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"News needs a star performer like Taylor Swift. Photograph: Ross Gilmore/Getty","credit":"Ross Gilmore/Getty","altText":"Taylor Swift ","cleanCaption":"News needs a star performer like Taylor Swift. Photograph: Ross Gilmore/Getty"}],"bodyImages":[],"webPublicationDate":"2015-06-28T17:05:03Z","lastModified":"2015-06-28T23:10:05Z","metadata":{"commentable":true,"commentCount":26,"contributors":[{"name":"Jane Martinson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/1/1398948194155/Jane-Martinson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/janemartinson"}],"feature":false,"keywords":["Cannes Lions","Advertising","Media","Taylor Swift","Snapchat","Technology","UK news","WPP","Mail Online","Internet","Digital media","Newspapers","Martin Clarke","Sir Martin Sorrell"],"tags":[{"id":"media/cannes-lions","webTitle":"Cannes Lions"},{"id":"media/advertising","webTitle":"Advertising"},{"id":"media/media","webTitle":"Media"},{"id":"music/taylor-swift","webTitle":"Taylor Swift"},{"id":"technology/snapchat","webTitle":"Snapchat"},{"id":"technology/technology","webTitle":"Technology"},{"id":"uk/uk","webTitle":"UK news"},{"id":"media/wpp","webTitle":"WPP"},{"id":"media/mail-online","webTitle":"Mail Online"},{"id":"technology/internet","webTitle":"Internet"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/martin-clarke","webTitle":"Martin Clarke"},{"id":"media/sir-martin-sorrell","webTitle":"Sir Martin Sorrell"}],"section":{"id":"media"},"topics":[{"displayName":"Jane Martinson","topic":{"type":"tag-contributor","name":"profile/janemartinson"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/media-blog/2015/jun/28/taylor-swift-snapchat-cannes-news-value","shortUrl":"http://gu.com/p/4a6ge","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/media-blog/2015/jun/28/taylor-swift-snapchat-cannes-news-value","webUri":"http://www.theguardian.com/media/media-blog/2015/jun/28/taylor-swift-snapchat-cannes-news-value"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435338015797/Taylor-Swift--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"News needs a star performer like Taylor Swift. Photograph: Ross Gilmore/Getty","credit":"Ross Gilmore/Getty","altText":"Taylor Swift ","cleanCaption":"News needs a star performer like Taylor Swift. Photograph: Ross Gilmore/Getty"}},"importance":4,"byline":{"title":"Jane Martinson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/1/1398948194155/Jane-Martinson-L.png"}}]},{"title":"Confederate flag down, rainbow flag up: this is the American pride we've been waiting for","rawTitle":"Confederate flag down, rainbow flag up: this is the American pride we've been waiting for","item":{"type":"comment","id":"commentisfree/2015/jun/28/confederate-flag-rainbow-american-pride-obama-amazing-grace","title":"Confederate flag down, rainbow flag up: this is the American pride we've been waiting for","trailText":"It may not be hope and change, but isn’t it amazing how much grace there is in Barack Obama’s United States right now?","standFirst":"<p data-dropid=\"0\">It may not be hope and change, but isn’t it amazing how much grace there is in Barack Obama’s United States right now?</p>","byline":"Steven W Thrasher","body":"<p>This Pride Sunday, as the world celebrates rioters at the Stonewall Inn here in New York who fought back against police brutality and helped advance the cause of personal liberty, the citizens of the United States have something to believe in again.</p> \n<p>Here we have an America where, yes, a courageous black woman <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/27/woman-removes-confederate-flag-south-carolina-statehouse\">pulled down the Confederate flag from the South Carolina statehouse</a>, at last, and just the morning after the rainbow flag overtook the face of a nation – from <a href=\"http://www.advocate.com/politics/marriage-equality/2015/06/27/show-your-pride-rainbow-filter-your-facebook-profile-pic\">Facebook profile photos</a> to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/video/2015/jun/27/white-house-lit-up-rainbow-colours-timelapse-gay-marriage-video\">the front lawn of the White House</a>.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HayesBrown/statuses/614618042400645121\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">A black president lives in the White House that's lit up by a rainbow. America. <a href=\"http://t.co/vouFAeV3iX\">pic.twitter.com/vouFAeV3iX</a></p>— Hayes Brown (@HayesBrown) \n  <a href=\"https://twitter.com/HayesBrown/status/614618042400645121\">June 27, 2015</a>\n </blockquote> \n</figure> \n<p>At last, we can be proud.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/28/ten-days-that-made-america-a-better-place\">Ten days that turned America into a better place | Michael Cohen</a> </p> \n</aside> \n<p>We can now be proud to live in an America with a black president who can finally own the realities of being black. After <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/28/ten-days-that-made-america-a-better-place\">these</a> 10 days <a href=\"http://www.newyorker.com/news/news-desk/ten-days-in-june\">in June</a>, when he starts the week saying aloud that racism is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/22/barack-obama-n-word-racism-marc-maron-interview\">“not just a matter of it not being polite to say nigger in public”</a> and ends it <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/video/2015/jun/26/obama-sings-amazing-grace-clementa-pinckney-eulogy-video\">singing Amazing Grace</a>, Barack Obama is on fire.</p> \n<p>We can be proud of a black president who can, at last, talk about race as he did way back in 2008, even as inspiringly as the idealist young citizen wrote in the pages of Dreams from My Father some 20 years ago. Sure, the hope and change have been replaced by grace and humility, but here is a man who <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/26/obama-charleston-eulogy-pinckney-amazing-grace\">walked into a black church on Friday</a> – a church filled with the Holy Ghost, with pain after violence – and let his blackness shine beautifully, to affirm the sanctity that black lives matter.</p> \n<div>\n __VIDEO_EMBED_gu-video-457289587__\n</div> \n<p>Sure, these are symbols. But the powerless have challenged the powerful to be great again this June, and for that, we should all be proud.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/gay-marriage-lgbt-rights-equality-fight\">'We did it, babe!' – love won the day on the same-sex marriage decision | Steven W Thrasher</a> </p> \n</aside> \n<p>We should be proud to live in a nation where the highest tribunal ruled twice – twice in a week! – in ways that that will aid the health and prosperity of people who are poor or queer or both, which is too often the case. By upholding key provisions of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/25/obama-healthcare-law-upheld-supreme-court\">the Affordable Care Act</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/jun/25/supreme-court-texas-fair-housing\">the Fair Housing Act</a>, the US supreme court affirmed that millions will prosper. (Oh, and there was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/gay-marriage-lgbt-rights-equality-fight\">some other good news</a> about gay and lesbian marriages or something this week, too.)</p> \n<p>Here is what progressivism looks like in Barack Obama’s America circa 2015, whether it’s too late or not: even after these 10 days in June, we are not satisfied.</p> \n<p>As enamored as we may rightfully feel about him right now, the president is not our friend – he is our elected leader. Obama has a year and a half to go, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/26/obama-clementa-pinckney-funeral-eulogy\">in that eulogy for South Carolina pastor Clementa Pinckney</a> (a fighter for black and <a href=\"http://www.motherjones.com/politics/2015/06/clementa-pinckney-gay-rights-charleston-mass-shooting-funeral\">LGBT</a> civil rights himself), the president talked about the very things on which activists from Black Lives Matter and beyond have been pushing him so hard: racial bias in policing, racial bias in prison, racial bias in the voting booth, racial bias in school, racial bias at work. These things apply not just to race, but to gender, to sex, to the most basic things about ourselves.</p> \n<p>We can be proud of our president, but we should be prouder still of <a href=\"https://www.washingtonblade.com/2015/06/25/exclusive-i-interrupted-obama-because-we-need-to-be-heard/\">Jennicet Guti&eacute;rrez</a>, the immigrant transgender woman who understood that no hors d’oeuvre is worth your silence in the face of suffering – even when served by a president who would bathe our (not his) White House in rainbow lights just a few days after she interrupted him, bravely.</p> \n<div>\n __VIDEO_EMBED_gu-video-457267051__\n</div> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/same-sex-marriage-equality-all-lgbt-people-our-movement-chelsea-manning\">Same-sex marriage isn't equality for all LGBT people. Our movement can't end | Chelsea Manning</a> </p> \n</aside> \n<p>We should be proud of Chelsea Manning, the imprisoned transgender whistleblower who after sacrificing years of her life for speaking up against military violence, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/same-sex-marriage-equality-all-lgbt-people-our-movement-chelsea-manning\">continues to dissent</a> from behind bars.</p> \n<p>We should be proud of Bree Newsome, the brave black woman who just got out from behind them for tearing down that damned flag.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GynoStar/statuses/615041528281436160\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"und\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Hero?src=hash\">#Hero</a> <a href=\"https://twitter.com/hashtag/WarriorQueen?src=hash\">#WarriorQueen</a> <a href=\"https://twitter.com/hashtag/FreeBree?src=hash\">#FreeBree</a> <a href=\"http://t.co/3qSHOijqVc\">pic.twitter.com/3qSHOijqVc</a></p>— Rebecca Cohen (@GynoStar) \n  <a href=\"https://twitter.com/GynoStar/status/615041528281436160\">June 28, 2015</a>\n </blockquote> \n</figure> \n<p>We can be proud to live in a country where queer black citizens have been at – are still at – the forefront of the fights for racial, sexual, political and economic freedom, from <a href=\"http://www.buzzfeed.com/steventhrasher/walter-naegle-partner-of-the-late-bayard-rustin-talks-about\">Bayard Rustin</a> in the Southern Christian Leadership Coalition in the 1950s, to <a href=\"http://www.outhistory.org/exhibits/show/tgi-bios/marsha-p-johnson\">Marsha P Johnson</a> at Stonewall in 1969, to <a href=\"http://www.thefeministwire.com/2014/10/blacklivesmatter-2/\">Patrisse Cullors and Opal Tometi and Alicia Garza</a> and <a href=\"http://www.nytimes.com/2015/05/10/magazine/our-demand-is-simple-stop-killing-us.html?_r=0\">DeRay Mckesson</a> – the kinds of civil-rights leaders America has been waiting for since Martin Luther King Jr – and the many LGBT voices in the Black Lives Matter movement right now, today.</p> \n<p>The American people can be proud to be in the midst a revolution. Our <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/jun/20/transgender-janet-mock-passing-realness\">concept of gender</a> is on the defensive, as is our <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/24/university-campaigners-columbia-vote-divest-prisons\">prison industrial complex</a>. The terms “structural racism” and “white supremacy”, usually banished from American discourse, are being spoken about everywhere, across the world. The redistribution of wealth to the rich by those who can’t afford health insurance is <a href=\"http://www.nytimes.com/2015/06/26/opinion/paul-krugman-hooray-for-the-aca.html\">beyond stymied</a>, but government subsidies for healthcare were saved. The mythology that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/12/rachel-dolezal-delusional-construction-perception-of-race\">race is anything more than a social construct</a> has been exposed. For the first time ever, we have a collective understanding of <a href=\"http://www.theguardian.com/us-news/series/counted-us-police-killings\">how many people are actually killed by police</a>, and every aspect of state authority is under examination – drones and troops, love and life, from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/mar/07/rand-paul-drones-policy-filibuster\">right</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/anniversary-chelsea-manning-arrest-war-diaries\">left</a>.</p> \n<p>The most powerful form of patriotism is dissent, whether it’s standing up to the po-po or the president of the United States. We made these 10 days in June, and we should shout our pride to the rooftops.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cc84e2aec59a4d7ae9d38a197d04c9df37e3b90f/0_0_1455_874/1455.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":874,"width":1455,"orientation":"landscape","credit":"Southern Poverty Law Center via Bob Englehart / Hartford Courant (cartoon); Shepard Fairey (bottom left); Reuters (bottom middle); Yin Bogu / Corbis (bottom right)","altText":"The Confederate flag was torn from its pole by an activist less than 24 hours after the president sang Amazing Grace. In between: equality.","cleanCredit":"Photograph: Southern Poverty Law Center via Bob Englehart / Hartford Courant (cartoon); Shepard Fairey (bottom left); Reuters (bottom middle); Yin Bogu / Corbis (bottom right)"}],"bodyImages":[],"webPublicationDate":"2015-06-28T13:36:04Z","lastModified":"2015-06-29T07:48:31Z","metadata":{"commentable":true,"commentCount":176,"contributors":[{"name":"Steven W Thrasher","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/28/1414517598202/Steven-Thrasher-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/steven-w-thrasher"}],"feature":false,"keywords":["Barack Obama","Same-sex marriage (US)","Charleston shooting","US supreme court","LGBT rights"],"tags":[{"id":"us-news/barack-obama","webTitle":"Barack Obama"},{"id":"us-news/same-sex-marriage-us","webTitle":"Same-sex marriage (US)"},{"id":"us-news/charleston-shooting","webTitle":"Charleston shooting"},{"id":"law/us-supreme-court","webTitle":"US supreme court"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Steven W Thrasher","topic":{"type":"tag-contributor","name":"profile/steven-w-thrasher"}}],"series":{"title":"Steven W Thrasher column","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/steven-w-thrasher-column"},"embeddedVideos":[{"id":"gu-video-457289587","source":"Reuters","durationInSeconds":130,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/26/150625grace_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/26/150625grace_FromGAus/150625grace_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435348506795/President-Obama-sings-Ama-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"President Obama sings Amazing Grace at Clementa Pinckney eulogy Photograph: Reuters","credit":"Reuters","altText":"President Obama sings Amazing Grace at Clementa Pinckney eulogy","cleanCaption":"President Obama sings Amazing Grace at Clementa Pinckney eulogy Photograph: Reuters"}},{"id":"gu-video-457267051","source":"Reuters","durationInSeconds":158,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150625obamalgbt_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150625obamalgbt_FromGAus/150625obamalgbt_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435202102448/Heckler-Obama-LGBT-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"A heckler is removed for an extended interruption of U.S. President Barack Obama as he played host to a reception to observe LGBT Pride Month in the East Room at the White House Photograph: JONATHAN ERNST/REUTERS","credit":"JONATHAN ERNST/REUTERS","altText":"Heckler Obama LGBT","cleanCaption":"A heckler is removed for an extended interruption of U.S. President Barack Obama as he played host to a reception to observe LGBT Pride Month in the East Room at the White House Photograph: JONATHAN ERNST/REUTERS"}}],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/28/confederate-flag-rainbow-american-pride-obama-amazing-grace","shortUrl":"http://gu.com/p/4a7c5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/28/confederate-flag-rainbow-american-pride-obama-amazing-grace","webUri":"http://www.theguardian.com/commentisfree/2015/jun/28/confederate-flag-rainbow-american-pride-obama-amazing-grace"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cc84e2aec59a4d7ae9d38a197d04c9df37e3b90f/0_0_1455_874/1455.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":874,"width":1455,"orientation":"landscape","caption":"The Confederate flag was torn from its pole by an activist less than 24 hours after the president sang Amazing Grace. In between: equality. Art: <a href=\"http://www.courant.com/opinion/cartoons/\">Bob Englehart</a> / <a href=\"http://www.courant.com/opinion/cartoons/hc-flag-flagged-maybe-20150622-story.html\">Hartford Courant</a> (top left); <a href=\"https://www.facebook.com/SPLCenter/photos/a.439820219699.236067.170591064699/10153455501654700/?type=1\">Southern Poverty Law Center</a> (top right); Shepard Fairey (bottom left); <a href=\"http://www.adamandersonphoto.com/about/\">Adam Anderson</a> (bottom middle); Yin Bogu / Corbis (bottom right)","credit":"Composite: Southern Poverty Law Center via Bob Englehart / Hartford Courant (cartoon); Shepard Fairey (bottom left); Reuters (bottom middle); Yin Bogu / Corbis (bottom right)","altText":"confederate flag rainbow flag","cleanCaption":"The Confederate flag was torn from its pole by an activist less than 24 hours after the president sang Amazing Grace. In between: equality. Art: <a href=\"http://www.courant.com/opinion/cartoons/\">Bob Englehart</a> / <a href=\"http://www.courant.com/opinion/cartoons/hc-flag-flagged-maybe-20150622-story.html\">Hartford Courant</a> (top left); <a href=\"https://www.facebook.com/SPLCenter/photos/a.439820219699.236067.170591064699/10153455501654700/?type=1\">Southern Poverty Law Center</a> (top right); Shepard Fairey (bottom left); <a href=\"http://www.adamandersonphoto.com/about/\">Adam Anderson</a> (bottom middle); Yin Bogu / Corbis (bottom right)"}},"importance":3,"byline":{"title":"Steven W Thrasher"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/10/28/1414517598202/Steven-Thrasher-R.png"}}]},{"title":"What Palestine needs is for Europe to honour its own agreements","rawTitle":"What Palestine needs is for Europe to honour its own agreements","item":{"type":"comment","id":"commentisfree/2015/jun/28/palestine-europe-honour-agreements-israel","title":"What Palestine needs is for Europe to honour its own agreements","trailText":"By boosting relations with Israel while it violates the rights of Palestinians, the EU is disregarding international law and its investment in the two-state solution","standFirst":"By boosting relations with Israel while it violates the rights of Palestinians, the EU is disregarding international law and its investment in the two-state solution","byline":"Saeb Erekat","body":"<p>In light of the latest developments in the diplomatic arena, including a <a href=\"http://www.un.org/press/en/2015/sc11868.doc.htm\" title=\"\">security council peace initiative</a>, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/22/un-accuses-israel-and-hamas-of-possible-war-crimes-during-2014-gaza-war\" title=\"\">UN report on the 2014 Gaza aggression</a> and Palestine’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/apr/01/palestinian-authority-becomes-member-of-international-criminal-court\" title=\"\">first submission of information to the international criminal court</a>, it is worth reminding ourselves of Europe’s role in and responsibility for solving the question of Palestine.</p> \n<p>Internationally, it is often forgotten that the two-state solution is built on a huge concession of Palestinian land: 78% of what was Palestine before the creation of Israel in 1948. This painful decision came out of years of internal discussion and external dialogue, in an attempt to achieve the long-overdue recognition of the rights of the Palestinian people and to ensure peace for everyone in the region. Europe stood with us at the centre of these discussions, committing itself to supporting a political process that would realise this common goal.</p> \n<p><a href=\"http://www.globalresearch.ca/palestine-independence-day-24-years-ago-november-15-1988/5311883\" title=\"\">That was in 1988</a>, almost three decades ago. Over time, the political process somehow became an end in itself, the only goal being to get the two parties to the table – nowadays an almost feverish obsession for some governments.</p> \n<p>It didn’t matter how many Palestinians were killed or imprisoned, or that the bulldozers continued to crush Palestinian homes or even projects funded by the EU, while the cranes built more illegal settlements for Israeli citizens.</p> \n<p>It hasn’t mattered that one party at the table does not even want the two-state solution, as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/16/israel-election-netanyahu-losing-opinion-polls-as-voting-begins\" title=\"\">Binyamin Netanyahu openly announced </a>on the eve of the election in March of this year. (He <a href=\"http://www.bbc.co.uk/news/world-middle-east-31968676\" title=\"\">rowed back</a> on the claim after winning re-election four days later, prompting a number of his apologists in Europe to play it down as mere “campaign rhetoric”.)</p> \n<p>It seems not to matter that the current reality is of a single state and two systems – one of privilege for Israeli Jews and one of discrimination for Palestinian Christians and Muslims.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Under international law, states have a duty not to support Israel’s occupation of Palestinian land</p> \n </blockquote> \n</aside> \n<p>Over the years, the EU has tried to incentivise Israel to come to the table with juicy little carrots, the <a href=\"http://eeas.europa.eu/israel/index_en.htm\" title=\"\">EU-Israel association agreement</a> being a case in point. This document enshrines human rights and political progress as basic conditions for an agreement that provides Israel with a host of benefits. Israel ignores the conditions and yet reaps the benefits. The logical outcome? Israel has nothing to fear from its violations of international law and no incentive to negotiate a solution.</p> \n<p>What we, as Palestinians, are asking from Europe is nothing more than that the EU protects its own 20-year investment in the two-state solution by respecting its own obligations under domestic and international law; nothing more than adherence to its own policies; nothing more than allowing our people the same basic human rights to which all people are entitled.</p> \n<p>Under international law, states have a duty not to support Israel’s occupation of Palestinian land. Logic and law dictate that the EU and its member states take active steps towards implementing the two-state solution. Recognising the state of Palestine within 1967 borders is a natural translation of the Palestinian right to self-determination. This right, as stated in Europe’s own Berlin declaration of 1999, cannot be subject to any veto (meaning, for one thing, that it cannot be made contingent upon negotiations).</p> \n<p>Following the<a href=\"http://www.ft.com/cms/s/0/96304cdc-ee01-11e2-816e-00144feabdc0.html#axzz3eM2iqC3b\" title=\"\"> EU guidelines relating to prizes and grants</a>, more must be done to ensure that states are not directly or indirectly supporting the occupation, by banning products and goods made on stolen land with stolen natural resources. Furthermore, Israel’s failure to meet the basic conditions of the association agreement with the EU should logically result in that agreement being formally reviewed.</p> \n<p>The PLO’s internationalisation strategy is based on the idea that only by ensuring equality and justice will we be able to achieve a lasting peace. When last Thursday <a href=\"http://www.reuters.com/article/2015/06/25/us-israel-palestinians-icc-idUSKBN0P51XA20150625\" title=\"\">Palestine submitted its first files of evidence to the international criminal court</a>, we sent the same message: justice is a universal concept. Europe cannot be the champion of universal human rights with the exception of Palestine. And boosting relations with Israel while the latter is systematically violating the rights of the Palestinian people is not logical and not in line with the law.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435491901998/Palestinian-flag-on-a-bar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'It didn’t matter how many Palestinians were killed or imprisoned, or that the bulldozers continued to crush Palestinian homes or even projects funded by the EU, while the cranes built more illegal settlements for Israeli citizens.'  Photograph: Ahmad Gharabli/AFP/Getty Images","credit":"Ahmad Gharabli/AFP/Getty Images","altText":"Palestinian flag on a barbed wire fence outside the Israeli settlement of Beitar Illit ","cleanCaption":"'It didn’t matter how many Palestinians were killed or imprisoned, or that the bulldozers continued to crush Palestinian homes or even projects funded by the EU, while the cranes built more illegal settlements for Israeli citizens.'  Photograph: Ahmad Gharabli/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-28T12:16:49Z","lastModified":"2015-06-29T07:40:33Z","metadata":{"commentable":true,"commentCount":413,"contributors":[{"name":"Saeb Erekat","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/erakat-saeb"}],"feature":false,"keywords":["Palestinian territories","Middle East and North Africa","World news","Israel","European Union","Europe","Law","Human rights"],"tags":[{"id":"world/palestinian-territories","webTitle":"Palestinian territories"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/israel","webTitle":"Israel"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"law/law","webTitle":"Law"},{"id":"law/human-rights","webTitle":"Human rights"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Saeb Erekat","topic":{"type":"tag-contributor","name":"profile/erakat-saeb"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/28/palestine-europe-honour-agreements-israel","shortUrl":"http://gu.com/p/4a7bf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/28/palestine-europe-honour-agreements-israel","webUri":"http://www.theguardian.com/commentisfree/2015/jun/28/palestine-europe-honour-agreements-israel"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435491901998/Palestinian-flag-on-a-bar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'It didn’t matter how many Palestinians were killed or imprisoned, or that the bulldozers continued to crush Palestinian homes or even projects funded by the EU, while the cranes built more illegal settlements for Israeli citizens.'  Photograph: Ahmad Gharabli/AFP/Getty Images","credit":"Ahmad Gharabli/AFP/Getty Images","altText":"Palestinian flag on a barbed wire fence outside the Israeli settlement of Beitar Illit ","cleanCaption":"'It didn’t matter how many Palestinians were killed or imprisoned, or that the bulldozers continued to crush Palestinian homes or even projects funded by the EU, while the cranes built more illegal settlements for Israeli citizens.'  Photograph: Ahmad Gharabli/AFP/Getty Images"}},"importance":3,"byline":{"title":"Saeb Erekat"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435491901998/Palestinian-flag-on-a-bar-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'It didn’t matter how many Palestinians were killed or imprisoned, or that the bulldozers continued to crush Palestinian homes or even projects funded by the EU, while the cranes built more illegal settlements for Israeli citizens.'  Photograph: Ahmad Gharabli/AFP/Getty Images","credit":"Ahmad Gharabli/AFP/Getty Images","altText":"Palestinian flag on a barbed wire fence outside the Israeli settlement of Beitar Illit ","cleanCaption":"'It didn’t matter how many Palestinians were killed or imprisoned, or that the bulldozers continued to crush Palestinian homes or even projects funded by the EU, while the cranes built more illegal settlements for Israeli citizens.'  Photograph: Ahmad Gharabli/AFP/Getty Images"}}]}],"lastModified":"2015-06-28T18:26:22Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}