{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"The benefits of solar do outweigh its costs. Some have a hard time accepting it","rawTitle":"The benefits of solar do outweigh its costs. Some have a hard time accepting it","item":{"type":"comment","id":"commentisfree/2015/may/25/the-benefits-of-solar-do-outweigh-its-costs-some-have-a-hard-time-accepting-it","title":"The benefits of solar do outweigh its costs. Some have a hard time accepting it","trailText":"A new Grattan Institute report on rooftop solar says its economic costs exceed its benefits by $9bn. That’s true only if you don’t include all the benefits","standFirst":"<p>A new Grattan Institute report on rooftop solar says its economic costs exceed its benefits by $9bn. That’s true only if you don’t include all the benefits</p>","byline":"Giles Parkinson","body":"<p>Oh dear. Here we go again. The solar industry is clearly winning the battle to turn the global electricity industry upside down and inside out. <a href=\"http://reneweconomy.com.au/2015/tesla-battery-storage-will-accelerate-exit-of-coal-generators-88203\">The plunging cost of battery storage</a> will accelerate that process. It’s just that some people have a hard time accepting it.<br /></p> \n<p>The latest big headlines are from the Grattan Institute, which <a href=\"http://grattan.edu.au/report/sundown-sunrise-how-australia-can-finally-get-solar-power-right/\">wrote in a report</a> that the economic costs of rooftop solar outweighed the benefits by $9bn. When you actually look at the numbers, they’re a witch’s brew of mistaken assumptions and omissions.</p> \n<p>Let’s start with that $9bn figure. The Grattan argues that the cost of solar PV ($18bn) overwhelms the benefits ($9bn, mostly in avoided grid costs, and a little in avoided emissions). It further suggests that individual households are getting little bang for their buck from their individual systems</p> \n<p>The first thing it gets wrong is to base its numbers on the assumption that solar systems only last for 15 years. Most solar systems are likely to last 25, or even 30 years – some even more. So right at the start, the report has underestimated the benefits in avoided grid costs and abatement by at least 40%. That’s a critical number that delivers an entirely different outcome.<br /></p> \n<p>Then – like so many other reports – it adds up the costs but not all the benefits. In this case, to dismiss the lowering of wholesale electricity prices caused by the proliferation of solar PV, which, it argues, “does not constitute a net economic benefit to society”.<br /></p> \n<p>Instead, Grattan borrows terminology from the Warburton review to describe this lowering of wholesale prices as a short-term financial transfer from “existing generators to electricity retailers” who may then pass these savings onto consumers.</p> \n<p>Well, it just happens that most of those existing generators and electricity retailers are one and the same entities hence the name “gentailers” – Origin Energy, AGL Energy, EnergyAustralia. If they are pocketing the profits, it’s the incumbents with their hand in the till, not the solar households, and a regulatory fault.</p> \n<p>There is no doubt that wholesale prices have fallen. The Queensland government’s biggest coal generator, Stanwell Corp, <a href=\"http://reneweconomy.com.au/2013/stanwell-blames-solar-for-decline-in-fossil-fuel-baseload-54543\">blamed solar exclusively</a> on its inability to deliver a profit result in 2013.</p> \n<p>Green Energy Markets in late 2013 estimated the cost reduction from solar PV at $2.70/MWh. Spread over a year that amounts to $540m in savings, based on the 200TWh consumed in the National Electricity Market (NEM). Spread over the 15 years used in Grattan’s calculations, that amounts to $8bn.</p> \n<p>But the University of Melbourne argued that the savings were even greater. It suggested that rooftop solar PV could be responsible for a reduction of $2-$4/MWh in average price per 1,000MW across the NEM. Given that there is now nearly 4,000MW of solar PV installed in the NEM (that doesn’t include Western Australia), then the savings per year could be $2bn. Over 15 years, that makes a total of $30bn.</p> \n<p>Those falls in wholesale prices do find their ways through to the general market, It explains why some major energy users – data centres for banks for instance – pay a price of just 8c/kWh. That’s one quarter what the average household pays. The same experience can be said of Germany, which now delivers some of the lowest costs of electricity to big business, because of the fall in the wholesale price.</p> \n<p>That cross subsidy, from homes to business, is just one of many that exist in the Australian market. Households bills are higher to offset the impact of the discounts given to business.</p> \n<p>People in the city pay more to offset the cost of delivery to regional areas. In Queensland and Western Australia, this amounts to $600m a year in each state. Over 15 years, that’s a total of $18bn. If those subsidies were removed, there would be an incredibly powerful economic incentive to install solar, storage and micro-grids, as some networks suggest.</p> \n<p>Then, of course, there is the cross-subsidy to those households using air-con, <a href=\"http://reneweconomy.com.au/2013/utilities-want-higher-charges-to-shade-business-model-from-solar-92600\">estimated at $330 a household</a>, per year.<br /></p> \n<p>Another juicy but largely ignored subsidy is the so-called “head-room”. This is the kitty used by the retailers to offer “discounts”. In NSW, this amounts to around $140 per consumer – or a total of around $140m, <a href=\"http://reneweconomy.com.au/2013/great-big-tax-on-electricity-the-money-go-round-on-discounts-25196\">just so the retailers can offer a discount to neighbours.</a> Grattan says that the cross-subsidy in the various solar schemes amounts to $14bn. </p> \n<p>Yes, those schemes, mostly wound back several years ago, were more expensive than they needed to be. Former Queensland premier Campbell Newman doubled the cost of the most expensive scheme, the Queensland feed in tariffs, by giving six weeks notice of its closure, inviting tens of thousands to join at the last minute.</p> \n<p>The Australian PV Institute says the report does not take into account the fact that all distribution network operators (DNSPs), apart from in Queensland, operate under a weighted average price cap (WAPC). This means that the fall in revenue driven by reduced electricity use is actually borne by the DNSPs, not by customers as Grattan says. This applies to $3.7bn of their costs to customers.</p> \n<p>The benefits of some of those subsidies, the small scale renewable scheme, went to the retailers, not solar consumers, because they were allowed by all pricing regulators (with the notable exception of the ACT) to charge $40 for every certificate even when the market price was little more than half.</p> \n<p>Grattan goes on to talk of the cost of network upgrades. This again is one sided. As SA Power Networks has said, solar PV has not only shifted, narrowed and capped the peaks (the same has happened in Western Australia), it has also added stability to the grid in the summer heatwaves. EnergyAustralia says solar PV accounts for 25% of demand at peak times, which in any case variously enormously from summer to winter, north to south, and east to west.</p> \n<p>Grattan takes a similarly narrow view in its estimate of emissions abatement costs. It puts it at $170/tonne of avoid emissions. Again, this ignores the true life of the solar systems, and the fact that three times as many systems will now be deployed in Australia, with few if any subsidies.<br /></p> \n<p>And that forms part of the broader benefits not included in the Grattan report. Yes, initial subsidies were more expensive than they needed to be, but Australia now has the cheapest solar PV anywhere in the world, and the reductions in the wholesale price and the emissions abatement will continue.</p> \n<p>That benefit will be amplified when battery storage becomes available – as it will do in a matter of weeks when AGL Energy rolls out a plan to put them on customer rooftops at no upfront cost (apart from signing up for a very long power purchase agreement).</p> \n<p>As Muriel Watt, from the APVI, told RenewEconomy: </p> \n<blockquote class=\"quoted\"> \n <p>All the supposed negative impacts on the network, if they exist, are likely to be reversed when batteries come in, and PV households will be the first to install them, potentially making the grid much stronger, if the utilities provide the right incentives.</p> \n <p>Why not have headlines which say the investment people have made in PV is soon to provide billions in benefits to all consumers, because adding storage provides a much more resilient power system?</p> \n</blockquote> \n<p>That’s the crunch. When this happens, solar PV, with battery storage, will be even more effective in reducing or even eliminating the peaks. So much so, that some analysts say that the business case for peaking gas generators – the equipment we usually use at great cost when everyone switches on their air-con at the same time – will lose their economic base.</p> \n<p>The headline numbers in the Grattan report are little more than scare mongering. And the industry, one hopes, has moved on. The signs are already good. Network operators talk of a future dominated by solar and micro-grids. Even the retailers are getting on board.</p> \n<p>Where once AGL energy demonised solar tariffs <a href=\"http://reneweconomy.com.au/2014/agl-energy-describes-solar-household-tariffs-as-a-scam-36097\">as a “scam”,</a> it is now offering to buy a solar system for its customers and stick it on their roof. <a href=\"http://reneweconomy.com.au/2015/agl-to-roll-out-1st-battery-storage-products-in-qld-in-june-30137\">AGL will even buy you a battery system.</a> Where once Origin once called solar households “free riders”, implying they were stealing from their neighbours, now they are urging customers to use their rooftops to “steal from the sun.”</p> \n<p>Solar has won. It’s just that some people don’t know it yet.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3edd2c5f0be72f5457eceffafc0155e1ffe0837e/0_208_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Michaela Rehle/REUTERS","altText":"Michael Greif controls his 56 photovoltaic (solar) panels at the roof of his house in Coburg March 5, 2013. Every new solar panel installed on European rooftops chips away at power utilities' centralised production model. Unless they reinvent themselves soon, these giants risk becoming the dinosaurs of the energy market. Picture taken March 5, 2013. To match Analysis story UTILITIES-THREAT/   REUTERS/Michaela Rehle (GERMANY - Tags: BUSINESS ENERGY)","cleanCredit":"Photograph: Michaela Rehle/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-05-25T06:50:33Z","lastModified":"2015-05-25T07:16:06Z","metadata":{"commentable":true,"commentCount":67,"contributors":[{"name":"Giles Parkinson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/giles-parkinson"}],"feature":false,"keywords":["Solar power","Energy","Energy industry","Renewable energy"],"tags":[{"id":"environment/solarpower","webTitle":"Solar power"},{"id":"environment/energy","webTitle":"Energy"},{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"environment/renewableenergy","webTitle":"Renewable energy"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Giles Parkinson","topic":{"type":"tag-contributor","name":"profile/giles-parkinson"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/25/the-benefits-of-solar-do-outweigh-its-costs-some-have-a-hard-time-accepting-it","shortUrl":"http://gu.com/p/497de","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/25/the-benefits-of-solar-do-outweigh-its-costs-some-have-a-hard-time-accepting-it","webUri":"http://www.theguardian.com/commentisfree/2015/may/25/the-benefits-of-solar-do-outweigh-its-costs-some-have-a-hard-time-accepting-it"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3edd2c5f0be72f5457eceffafc0155e1ffe0837e/0_208_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","caption":"‘Network operators talk of a future dominated by solar and micro-grids. Even the retailers are getting on board.’ Photograph: Michaela Rehle/Reuters","credit":"Michaela Rehle/Reuters","altText":"‘Like so many other reports, it adds up the costs but not all the benefits.’","cleanCaption":"‘Network operators talk of a future dominated by solar and micro-grids. Even the retailers are getting on board.’","cleanCredit":"Photograph: Michaela Rehle/Reuters"}},"importance":7,"byline":{"title":"Giles Parkinson"},"showQuotedHeadline":true},{"title":"Far from facing the truth, the US is telling new lies about Iraq","rawTitle":"Far from facing the truth, the US is telling new lies about Iraq","item":{"type":"comment","id":"commentisfree/2015/may/25/iraq-invasion-america-war-jeb-bush-us-election","title":"Far from facing the truth, the US is telling new lies about Iraq","trailText":"Politicians who claim they had no choice but to support the invasion are wrong. America got a war it wanted - even if it wasn’t what it expected","standFirst":"Politicians who claim they had no choice but to support the invasion are wrong. America got a war it wanted - even if it wasn’t what it expected","byline":"Gary Younge","body":"<p>A couple of weeks ago, the Republican presidential hopeful Jeb Bush <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/11/jeb-bush-i-would-have-invaded-iraq\" title=\"\">was asked</a> in an interview with Fox News whether, knowing what he knows now, he would have invaded Iraq. It’s the kind of predictable question for which most people assumed he would have a coherent answer. They were wrong. Jeb blew it. “I&nbsp;would have [authorised the invasion],” he said. “And so would have Hillary Clinton, just to remind everybody. And so would almost everybody that was confronted with the intelligence they&nbsp;got.”</p> \n<p>For the next few days, as he was hammered from left and right, he flailed around like a four-star general in search of a plausible exit strategy. In a number of do-overs, he answered the same question with <a href=\"http://www.washingtonpost.com/politics/on-iraq-question-jeb-bush-stumbles-and-his-gop-rivals-pounce/2015/05/13/05dccac4-f97c-11e4-a13c-193b1241d51a_story.html\" title=\"\">“I don’t know”</a>, “I didn’t understand the question”, and “no” before finally falling back on the perennial Republican default of <a href=\"http://www.politico.com/story/2015/05/jeb-bush-iraq-obama-fault-118171.html\" title=\"\">blaming everything on Barack Obama</a>.</p> \n<p>“You can tell a true war story by the way it never seems to end. Not then, not ever,” writes Tim O’Brien in his novel about Vietnam, The Things They Carried. “In a true war story, if there’s a moral at all, it’s like the thread that makes the cloth. You can’t tease it out. You can’t extract the meaning without unravelling the deeper meaning.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/14/jeb-bush-decides-i-would-not-have-gone-into-iraq\">Jeb Bush backtracks again: 'I would not have gone into Iraq'</a> </p> \n</aside> \n<p>Iraq is one such story. The troops may have left, but the fallout from the conflict lingers in the American polity, clinging to its elites like stale cigarette smoke to an Aran sweater – it stinks, and they just can’t shake it. Not only did it trip Jeb up, it <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2006/may/15/comment.usa\" title=\"\">remains the abiding, shameful legacy of his brother George Bush’s administration.</a> And, as Jeb hinted, it dogged Clinton during her 2008 presidential bid, too.</p> \n<p>Back then, she <a href=\"http://www.politico.com/story/2015/05/hillary-clinton-iraq-war-vote-mistake-iowa-118109.html\" title=\"\">claimed</a> if she’d known what George Bush would do with the authority to go to war (ie go to war with it) she would never have given it to him. That didn’t fly. Now she concedes her vote was an unqualified “mistake”.</p> \n<p>Extracting a moral from this disaster would demand “unravelling the deeper meaning” of America’s military impulses, the popular consent it enjoys and the craven political assent it is accorded.</p> \n<p>It would require an assessment of why so many Americans supported the war for so long, how an ostensibly independent media not only failed to challenge the state but <a href=\"http://www.rollingstone.com/politics/news/forget-what-we-know-now-we-knew-then-the-iraq-war-was-a-joke-20150518?page=1\" title=\"\">actively capitulated</a> to it, and why nobody has paid the price for any of these mistakes. In short, it would demand a reckoning with American power – how it works, as well as whom it works for, and to what end. (Britain’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2010/jul/04/poison-iraq-labour-admit-mistake\" title=\"\">pathetic collusion</a> demands a whole other column.)</p> \n<p>In the absence of such an account, a true war story is not possible, and so the political class would rather collude in a huge lie that will continue to infect the US body politic, as Vietnam did, until it finds remedy in the truth.</p> \n<p>The point here is not to relitigate the war. The verdict on that front is clear by the number of those who once endorsed it and now disclaim it. The point is to reclaim the truth of the past in the hope of a better and more honest future. If those who lied us into the war can lie us out of it too, then we are no better equipped to stop them the next time.</p> \n<p>Jeb’s mistake is that he picked the wrong lie. It’s simply not true that “almost everybody” who saw the intelligence backed the war – <a href=\"http://en.wikipedia.org/wiki/Iraq_Resolution#United_States_House_of_Representatives\" title=\"\">133 representatives and 23 senators opposed it</a>. Nonetheless, his rationale – worthy of any hapless teenager – that he would have done it because everybody else was doing it has more integrity than&nbsp;most.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/13/jeb-bush-iraq-war-fox-news-george-w-bush-liability\">Jeb Bush's Iraq war fumble lays bare the political football that is George W Bush</a> </p> \n</aside> \n<p>Many of those who supported it did so in an act of cowardly political calculation. Raising their index finger to the political wind and the middle finger to international law they thought: “This is going to happen, so I might as well get on board.”</p> \n<p>Opposing the war in 2003 struck those with more ambition than principle as a career-ending act of folly. The administration was selling lies; but they were willing buyers.</p> \n<p>Broadly speaking, the public was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2011/dec/18/us-blind-price-paid-iraqis\" title=\"\">of the same mindset</a>. The most important single factor shaping Americans’ opinions about any war is not American casualties, foreign casualties or even expense, but whether they think America will win, says Christopher Gelpi, a political science professor at Duke University who specialises in public attitudes to US foreign policy. Sure enough, on the eve of the invasion <a href=\"http://www.gallup.com/poll/7990/public-support-iraq-invasion-inches-upward.aspx\" title=\"\">two thirds</a> of Americans backed it and a slim majority said they’d supported it without a UN resolution. Support grew once the bombing started and only soured once it was clear no victory was in sight.</p> \n<p>The falsehood peddled by most of Jeb’s critics <a href=\"http://edition.cnn.com/2015/05/18/politics/rick-perry-iraq-war-election-2016/\" title=\"\">amounts to this</a>: “I wouldn’t support it now because now we know the intelligence was faulty. But there’s no way we could have known that then.” Or as New York Times columnist David Brooks, one of the <a href=\"http://www.salon.com/2015/05/19/david_brooks_sickening_iraq_apologia_how_the_new_york_times_hack_just_rewrote_history/\" title=\"\">most eminent stenographers for American state power</a>, <a href=\"http://www.nytimes.com/2015/05/19/opinion/david-brooks-learning-from-mistakes.html?_r=0\" title=\"\">put it</a>: “To erase mistakes from the past is to obliterate your world now. You can’t go back and know then what you know now.”</p> \n<p>The trouble with this is that we did know then. The world knew, which is why <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2003/mar/10/foreignpolicy.iraq\" title=\"\">majorities in almost every other country opposed it</a>. The United Nations was trying to acquire proof one way or another but was not allowed to finish the job. Politicians were not, in fact, led to war by faulty intelligence; they <a href=\"http://www.nytimes.com/2015/05/18/opinion/paul-krugman-errors-and-lies.html?_r=1\" title=\"\">deliberately commissioned</a> the intelligence that would enable them to go to war.</p> \n<p>According to notes taken by Steve Cambone, aide to the former defence secretary Donald Rumsfeld, just hours after the 9/11 attack Rumsfeld <a href=\"http://www.msnbc.com/msnbc/building-momentum-regime-change-rumsfe\" title=\"\">demanded</a>: the “best info fast ... judge whether good enough [to] hit S.H. [Saddam Hussein] @ same time – not only UBL [Osama bin Laden].” The Pentagon’s top lawyer was told “to talk w/ PW [Paul Wolfowitz] for additional support [for the] connection w/ UBL.” “Need to move swiftly,” Cambone noted. “Go massive – sweep it all up things related and not.”</p> \n<p>America got the war it wanted; it just wasn’t the war it expected. “History will allow clear judgments about which leaders and which institutions were up to the challenge posed by Saddam,” <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/002/358pyodq.asp?ZoomFont=YES Brooks\" title=\"\">Brooks wrote</a> the week of the invasion, “and which were not.” History has spoken. Sadly, too many still suffer from selective hearing.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432484365963/Former-Florida-Governor-J-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jeb Bush seemed hopelessly ill-prepared for the obvious question about his brother's decision to go to war in Iraq Photograph: AARON P. BERNSTEIN/REUTERS","credit":"AARON P. BERNSTEIN/REUTERS","altText":"Former Florida Governor Jeb Bush holds a press conference","cleanCaption":"Jeb Bush seemed hopelessly ill-prepared for the obvious question about his brother's decision to go to war in Iraq Photograph: AARON P. BERNSTEIN/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-05-25T07:00:09Z","lastModified":"2015-05-25T07:00:09Z","metadata":{"commentable":true,"commentCount":69,"contributors":[{"name":"Gary Younge","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738010/GaryYounge.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/garyyounge"}],"feature":false,"keywords":["Iraq","Middle East and North Africa","World news","US news","Jeb Bush","US elections 2016"],"tags":[{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/jeb-bush","webTitle":"Jeb Bush"},{"id":"us-news/us-elections-2016","webTitle":"US elections 2016"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Gary Younge","topic":{"type":"tag-contributor","name":"profile/garyyounge"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/25/iraq-invasion-america-war-jeb-bush-us-election","shortUrl":"http://gu.com/p/4978g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/25/iraq-invasion-america-war-jeb-bush-us-election","webUri":"http://www.theguardian.com/commentisfree/2015/may/25/iraq-invasion-america-war-jeb-bush-us-election"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432484365963/Former-Florida-Governor-J-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jeb Bush seemed hopelessly ill-prepared for the obvious question about his brother’s decision to go to war in Iraq Photograph: Aaron P Bernstein/Reuters ","credit":"AARON P. BERNSTEIN/REUTERS","altText":"Former Florida Governor Jeb Bush holds a press conference","cleanCaption":"Jeb Bush seemed hopelessly ill-prepared for the obvious question about his brother’s decision to go to war in Iraq Photograph: Aaron P Bernstein/Reuters "}},"importance":5,"byline":{"title":"Gary Younge"},"showQuotedHeadline":true},{"title":"How to turn a liberal hipster into a capitalist tyrant in one evening","rawTitle":"How to turn a liberal hipster into a capitalist tyrant in one evening","item":{"type":"comment","id":"commentisfree/2015/may/24/turn-a-liberal-hipster-into-global-capitalist-world-factory","title":"How to turn a liberal hipster into a capitalist tyrant in one evening","trailText":"A new play, World Factory, asks the audience to run a clothing factory in China – and even the creators have been surprised at how people have behaved","standFirst":"<p>A new play, World Factory, asks the audience to run a clothing factory in China – and even the creators have been surprised at how people have behaved</p>","byline":"Paul Mason","body":"<p>The choices were stark: sack a third of our workforce or cut their wages by a third. After a short board meeting we cut their wages, assured they would survive and that, with a bit of cajoling, they would return to our sweatshop in Shenzhen after their two-week break.</p> \n<p>But that was only the start. In Zoe Svendsen’s play World Factory at the Young Vic, the audience becomes the cast. Sixteen teams sit around factory desks playing out a carefully constructed game that requires you to run a clothing factory in China. How to deal with a troublemaker? How to dupe the buyers from ethical retail brands? What to do about the ever-present problem of clients that do not pay? Because the choices are binary they are rarely palatable. But what shocked me – and has surprised the theatre – is the capacity of perfectly decent, liberal hipsters on London’s south bank to become ruthless capitalists when seated at the boardroom table.</p> \n<p>The classic problem presented by the game is one all managers face: short-term issues, usually involving cashflow, versus the long-term challenge of nurturing your workforce and your client base. Despite the fact that a public-address system was blaring out, in English and Chinese, that “your workforce is your vital asset” our assembled young professionals repeatedly had to be cajoled not to treat them like dirt.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/may/20/world-factory-metis-theatre-fashion-industry-review\">World Factory review – interactive play smartly unravels fashion industry</a> </p> \n</aside> \n<p>And because the theatre captures data on every choice by every team, for every performance, I know we were not alone. The aggregated flowchart reveals that every audience, on every night, veers towards money and away from ethics.</p> \n<p>Svendsen says: “Most people who were given the choice to raise wages – having cut them – did not. There is a route in the decision-tree that will only get played if people pursue a particularly ethical response, but very few people end up there. What we’ve realised is that it is not just the profit motive but also prudence, the need to survive at all costs, that pushes people in the game to go down more capitalist routes.”</p> \n<p>In short, many people have no idea what running a business actually means in the 21st century. Yes, suppliers – from East Anglia to Shanghai – will try to break your ethical codes; but most of those giant firms’ commitment to good practice, and environmental sustainability, is real. And yes, the money is all important. But real businesses will take losses, go into debt and pay workers to stay idle in order to maintain the long-term relationships vital in a globalised economy.</p> \n<p>Why do so many decent people, when asked to pretend they’re CEOs, become tyrants from central casting? Part of the answer is: capitalism subjects us to economic rationality. It forces us to see ourselves as cashflow generators, profit centres or interest-bearing assets. But that idea is always in conflict with something else: the non-economic priorities of human beings, and the need to sustain the environment. Though World Factory, as a play, is designed to show us the parallels between 19th-century Manchester and 21st-century China, it subtly illustrates what has changed.</p> \n<figure class=\"element element-image\" data-media-id=\"c73b54ffda55b1dfba7a06f4199037b462be18bc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432309543398/1eb44622-ffad-471a-939b-c8d428eabf73-460x276.jpeg\" alt=\"A worker in a Chinese clothing factory\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A worker in a Chinese clothing factory</span> \n  <span class=\"element-image__credit\">Photograph: Imaginechina/Corbis</span> \n </figcaption> \n</figure> \n<p>A real Chinese sweatshop owner is playing a losing game against something much more sophisticated than the computer at the Young Vic: an intelligent machine made up of the smartphones of millions of migrant workers on their lunchbreak, plugging digitally into their village networks to find out wages and conditions elsewhere. That sweatshop owner is also playing against clients with an army of compliance officers, themselves routinely harassed by NGOs with secret cameras.</p> \n<p>The whole purpose of this system of regulation – from above and below – is to prevent individual capitalists making short-term decisions that destroy the human and natural resources it needs to function. Capitalism is not just the selfish decisions of millions of people. It is those decisions sifted first through the all-important filter of regulation. It is, as late 20th-century social theorists understood, a mode of regulation, not just of production.</p> \n<p>Yet it plays on us a cruel ideological trick. It looks like a spontaneous organism, to which government and regulation (and the desire of Chinese migrants to visit their families once a year) are mere irritants. In reality it needs the state to create and re-create it every day.</p> \n<p>Banks create money because the state awards them the right to. Why does the state ram-raid the homes of small-time drug dealers, yet call in the CEOs of the banks whose employees commit multimillion-pound frauds for a stern ticking off over a tray of Waitrose sandwiches? Answer: because a company has limited liability status, created by parliament in 1855 after a political struggle.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/04/chinese-factory-activity-slumps-to-lowest-for-a-year-as-demand-slows\">Chinese factory activity slumps to lowest for a year as demand slows</a> </p> \n</aside> \n<p>Our fascination with market forces blinds us to the fact that capitalism – as a state of being – is a set of conditions created and maintained by states. Today it is beset by strategic problems: debt- ridden, with sub-par growth and low productivity, it cannot unleash the true potential of the info-tech revolution because it cannot imagine what to do with the millions who would lose their jobs.</p> \n<p>The computer that runs the data system in Svendsen’s play could easily run a robotic clothes factory. That’s the paradox. But to make a third industrial revolution happen needs something no individual factory boss can execute: the re-regulation of capitalism into something better. Maybe the next theatre game about work and exploitation should model the decisions of governments, lobbyists and judges, not the hapless managers.</p> \n<p><em>Paul Mason is economics editor of Channel 4 News. Follow him </em><a href=\"https://twitter.com/paulmasonnews\" title=\"\"><em>@paulmasonnews</em></a><a href=\"http://www.channel4.com/news/paul-mason\" title=\"\"><em> Read his blog here</em></a><em>. World Factory runs at the Young Vic until 6 June. </em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432305267553/Wold-Factory---how-would--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wold Factory … how would you cope? Photograph:    photograph by David Sandison","credit":"   photograph by David Sandison","altText":"World Factory … how would you cope?","cleanCaption":"Wold Factory … how would you cope? Photograph:    photograph by David Sandison"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432309544835/1eb44622-ffad-471a-939b-c8d428eabf73-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A worker in a Chinese clothing factory Photograph: Imaginechina/Corbis","credit":"Imaginechina/Corbis","altText":"A worker in a Chinese clothing factory","cleanCaption":"A worker in a Chinese clothing factory","cleanCredit":"Photograph: Imaginechina/Corbis"}],"webPublicationDate":"2015-05-24T19:00:08Z","lastModified":"2015-05-24T23:10:07Z","metadata":{"commentable":true,"commentCount":226,"contributors":[{"name":"Paul Mason","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-mason"}],"feature":false,"keywords":["Ethical business","Globalisation","Business","China","Theatre"],"tags":[{"id":"business/ethicalbusiness","webTitle":"Ethical business"},{"id":"world/globalisation","webTitle":"Globalisation"},{"id":"business/business","webTitle":"Business"},{"id":"world/china","webTitle":"China"},{"id":"stage/theatre","webTitle":"Theatre"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Paul Mason","topic":{"type":"tag-contributor","name":"profile/paul-mason"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/24/turn-a-liberal-hipster-into-global-capitalist-world-factory","shortUrl":"http://gu.com/p/496c3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/24/turn-a-liberal-hipster-into-global-capitalist-world-factory","webUri":"http://www.theguardian.com/commentisfree/2015/may/24/turn-a-liberal-hipster-into-global-capitalist-world-factory"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432305267553/Wold-Factory---how-would--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"World Factory … how would you cope? Photograph: photograph by David Sandison","credit":"   photograph by David Sandison","altText":"World Factory … how would you cope?","cleanCaption":"World Factory … how would you cope? Photograph: photograph by David Sandison"}},"importance":5,"byline":{"title":"Paul Mason"},"showQuotedHeadline":true},{"title":"How David Cameron and Nigel Farage are making children fear immigration","rawTitle":"How David Cameron and Nigel Farage are making children fear immigration","item":{"type":"comment","id":"uk-news/2015/may/25/how-david-cameron-and-nigel-farage-making-children-fear-immigration-muslims-asylum-seekers","title":"How David Cameron and Nigel Farage are making children fear immigration","trailText":"A Show Racism the Red Card study reveals how skewed kids’ ideas on Muslims and asylum seekers have become, thanks to the misinformation bandied about","standFirst":"<p>A Show Racism the Red Card study reveals how skewed kids’ ideas on Muslims and asylum seekers have become, thanks to the misinformation bandied about</p>","byline":"Hugh Muir","body":"<p>Now that Nigel Farage has seen off the threat from those who questioned his right to do whatever he likes with Ukip, and the PM has thrown off those Lib Dem shackles, they can go back to what works for them – stirring up trouble about immigration. We know the point of Ukip is to take Britain out of the EU – but no one on the doorstep is bothered about that. Farage’s genius was realising that he could get much more bang for his buck by focusing on immigration.</p> \n<p>We know, too, that the PM has many more things to think about. But past promises have made him look silly, and immigration catches the ear, so like Farage, he bangs that drum. And what a success it has been. By harping on, making ample use of that whacking great loudhailer loaned to them by the media, the pair – and others who should know better – have distorted reality. Things are not what they are, they are as they seem. Inevitably, there are consequences.</p> \n<p>Consider what we learned last week from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/may/19/most-children-think-immigrants-are-stealing-jobs-schools-study-shows\" title=\"\">a survey of 6,000 schoolchildren by the group Show Racism the Red Card</a>. There was consensus that racism is to be deplored. But also a startling level of hostility to asylum seekers and Muslims. And why so? Without doubt, because of a dizzying amount of misinformation about the state of the nation – things as they seem to be.</p> \n<p>That is why the surveyed children thought the percentage of foreign-born people in the UK was 47%, when it is more like 13%. Why they thought the number of Muslims has reached 36%, when it is about 5%. Almost certainly the distorting mirror convinced the 49% who said migration is out of control, and the 31% who thought “Muslims are taking over England”. Confronted with this vision of demographic and cultural apocalypse, the pupils were understandably pessimistic about their own futures, with 40% predicting that they would not earn enough to have the lives they want.</p> \n<p>It’s not all bad. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/20/england-young-people-racist-education\" title=\"\">Once Show Racism the Red Card presented pupils with the facts</a>, they became less alarmed, less pessimistic.</p> \n<p>Still, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/20/immigration-bill-to-include-crackdown-on-illegal-foreign-workers\" title=\"\">as the government lauds its latest immigration bill</a>, this shows the importance of perspective. The public is concerned, and politicians must reflect that. But what we sow, we&nbsp;reap.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432303627750/8654cca2-34d5-438f-a4b0-54ef96e8f092-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Felix Clay/Guardian","altText":"The children surveyed by the group Show Racism the Red Card showed a startling level of hostility to Muslims.","cleanCredit":"Photograph: Felix Clay/Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-25T08:00:09Z","lastModified":"2015-05-25T08:00:09Z","metadata":{"commentable":true,"commentCount":13,"contributors":[{"name":"Hugh Muir","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739000/HughMuir.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hughmuir"}],"feature":true,"keywords":["Race issues","UK news","Society","Media"],"tags":[{"id":"world/race","webTitle":"Race issues"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/society","webTitle":"Society"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Hugh Muir","topic":{"type":"tag-contributor","name":"profile/hughmuir"}}],"series":{"title":"Hideously diverse Britain","uri":"http://mobile-apps.guardianapis.com/lists/tag/uk-news/series/hideously-diverse-britain"},"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/25/how-david-cameron-and-nigel-farage-making-children-fear-immigration-muslims-asylum-seekers","shortUrl":"http://gu.com/p/4968x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/25/how-david-cameron-and-nigel-farage-making-children-fear-immigration-muslims-asylum-seekers","webUri":"http://www.theguardian.com/uk-news/2015/may/25/how-david-cameron-and-nigel-farage-making-children-fear-immigration-muslims-asylum-seekers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432303627750/8654cca2-34d5-438f-a4b0-54ef96e8f092-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The children surveyed by the group Show Racism the Red Card showed a startling level of hostility to Muslims. Photograph: Felix Clay/Guardian","credit":"Felix Clay/Guardian","altText":"The children surveyed by the group Show Racism the Red Card showed a startling level of hostility to Muslims.","cleanCaption":"The children surveyed by the group Show Racism the Red Card showed a startling level of hostility to Muslims.","cleanCredit":"Photograph: Felix Clay/Guardian"}},"importance":4,"byline":{"title":"Hugh Muir"},"showQuotedHeadline":true},{"title":"Peace in Colombia relies on tackling systemic violence against women","rawTitle":"Peace in Colombia relies on tackling systemic violence against women","item":{"type":"comment","id":"global-development/2015/may/25/peace-in-colombia-tackling-systemic-violence-against-women","title":"Peace in Colombia relies on tackling systemic violence against women","trailText":"Colombia’s first National Day for the Dignity of Women Victims of Sexual Violence is a welcome step in the fight against gender violence","standFirst":"<p>Colombia’s first National Day for the Dignity of Women Victims of Sexual Violence is a welcome step in the fight against gender abuse</p>","byline":"Lisa Maracani","body":"<p>After more than 50 years of conflict marked by widespread and systemic sexual violence, Colombia has established a national day to remember the appalling suffering experienced by so many women, whose plight has until now been largely ignored.</p> \n<p>The first National Day for the Dignity of Women Victims of Sexual Violence caused by the Internal Armed Conflict takes place on Monday 25 May.</p> \n<p>The establishment of this special day and the inclusion of <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=7&amp;ved=0CEMQFjAG&amp;url=http%3A%2F%2Fwww.christianaid.org.uk%2Fimages%2FABColombia-conflict-related-sexual-violence-report.pdf&amp;ei=ph9fVYenN6WC7gbDwYGgCA&amp;usg=AFQjCNEJ_6BPo_nuZlt_LbqxuzonJ0fh7A&amp;sig2=CE6_RU3npJo0_MFE2B8WcQ&amp;bvm=bv.93990622,d.ZGU\">survivors of sexual violence</a> in the peace talks in Havana aimed at ending the conflict demonstrate how public awareness of the issue is growing.</p> \n<p>It is hard to quantify the numbers affected. One <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0CCIQFjAA&amp;url=http%3A%2F%2Fwww.peacewomen.org%2Fassets%2Ffile%2FResources%2FNGO%2Fvaw_violenceagainstwomenincolombiaarmedconflict_2011.pdf&amp;ei=iSFfVbGCG6zX7Qbn2YPoBg&amp;usg=AFQjCNEe_0jgzttMHxJ3wodeUVxPuwjpqA&amp;sig2=sbwuXRljvWDq2wZFWl24dw&amp;bvm=bv.93990622,d.ZGU&amp;cad=rja\">survey</a> estimates that between 2000 and 2009, almost half a million women suffered some form of sexual violence in areas affected by the conflict.</p> \n<p>But that is just an estimate. The truth is, in Colombia, as in many other countries with poor prosecution records, most women tend <a href=\"http://www.christianaid.org.uk/Images/ABColombia-conflict-related-sexual-violence-report_tcm15-74185.pdf\">not to report acts of violence against them</a>. According to the same survey, some <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0CCIQFjAA&amp;url=http%3A%2F%2Fwww.peacewomen.org%2Fassets%2Ffile%2FResources%2FNGO%2Fvaw_violenceagainstwomenincolombiaarmedconflict_2011.pdf&amp;ei=iSFfVbGCG6zX7Qbn2YPoBg&amp;usg=AFQjCNEe_0jgzttMHxJ3wodeUVxPuwjpqA&amp;sig2=sbwuXRljvWDq2wZFWl24dw&amp;bvm=bv.93990622,d.ZGU\">82% of women</a> who have survived sexual violence in Colombia, domestic and conflict-related, have not reported the attacks.</p> \n<p>One of those at the forefront of demanding public recognition of this form of violence, and the impunity enjoyed by perpetrators, is Colombian <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/dec/14/jineth-bedoya-lima-colombia-women\">journalist Jineth Bedoya Lima</a>, who 15 years ago was abducted, tortured and raped by three paramilitaries while investigating a story about arms trafficking. For years after the attack <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2014/jun/13/sexual-violence-survivors-launch-global-network\">she had remained silent</a>.</p> \n<p>The UN security council recently commended Colombia for introducing <a href=\"http://www.hrw.org/news/2014/05/13/dispatches-victory-colombia-s-sexual-violence-victims\">a landmark law</a> that recognises that sexual violence can constitute a crime against humanity, and enhances the status of sexual violence survivors so that they can receive reparations, psychosocial support and free medical care.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/audio/2015/apr/02/women-human-rights-defenders-podcast\">Women's human rights defenders under threat – podcast</a> </p> \n</aside> \n<p>But the problem remains as marked as ever, if not worse, despite the fact the government and the Farc, the main insurgent group, have been engaged in peace talks for more than two years. Following a freedom of information request made by Claudia Mej&iacute;a, director of NGO <a href=\"http://www.sismamujer.org/\">Sisma Mujer</a> – a Christian Aid partner – the National Institute of Forensic Services revealed that they recorded a 93% increase of sexual violence in the context of the conflict.</p> \n<p>They also disclosed that there were 30% more killings of women by partners or ex-partners, and a sharp increase in threats against women’s human rights defenders. </p> \n<p>Explaining this apparent escalation of gender violence is not straightforward. One suggestion has been that more women are coming forward to report violence. Also, as more women dare to speak up, more may be facing a backlash.</p> \n<p>To women’s rights experts like Mej&iacute;a, the persistence of violence against women, however, shows that there are other forces at work. She believes that the root causes are the deeply entrenched discrimination and inequality that condones gender violence and, crucially, the almost complete impunity, particularly of military perpetrators. For this reason, Sisma Mujer and other organisations recently filed a <a href=\"http://www.ecchr.de/colombia-gdr.html\">complaint</a> with the International Criminal Court, calling for sexual violence to be recognised as a deliberate strategy and war crime, and condemning the failure to prosecute perpetrators.</p> \n<p>There is reason to hope that the final peace deal may bring some change. Thanks to relentless pressure by women’s groups, the negotiators in Havana have established a special gender sub-committee and listened to testimonies of victims of sexual violence. These are positive and innovative steps, although long overdue given numerous, <a href=\"http://reliefweb.int/sites/reliefweb.int/files/resources/03AWomenPeaceNeg.pdf\">unfulfilled</a> international commitments to incorporate women and gender perspectives in peace negotiations.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Allowing perpetrators of war crimes to walk free risks allowing such violence to become normalised</p> \n </blockquote> \n</aside> \n<p>Yet, because these are negotiations, and because all parties continue to deny their responsibility for such crimes, there is a very real risk that perpetrators may get away with some form of amnesty, as has happened with a number of other peace deals in Latin America.</p> \n<p>Failure to deal with abuses and allowing perpetrators of war crimes to walk free risks allowing such violence to become normalised, although the country may officially be at peace.</p> \n<p>The peace deal that is sought is the opportunity to introduce radical change, and to shape a more equal society, tackling the root causes of the conflict. Guaranteeing justice and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2014/jun/11/ending-sexual-violence-conflict-summit-reparations-un-women-mlambo-ngcuka\">reparations</a> for women and girls is an essential step towards a peace that is lasting and meaningful.</p> \n<p>The work of women’s rights groups including Sisma Mujer, alongside initiatives such as choosing a national day to recognise victims of sexual violence are vital to maintain pressure on the peace negotiators.</p> \n<ul> \n <li>Lisa Maracani is Christian Aid’s Latin America advocacy and policy officer</li> \n</ul>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432303106465/18f891d6-68d1-475f-8883-95294b2c4412-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jose Huesca/EPA","altText":"Colombia sexual violence","cleanCredit":"Photograph: Jose Huesca/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-25T08:00:10Z","lastModified":"2015-05-25T08:00:10Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Global development","Colombia","Americas","World news","Gender","Women","Life and style"],"tags":[{"id":"global-development/global-development","webTitle":"Global development"},{"id":"world/colombia","webTitle":"Colombia"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/world","webTitle":"World news"},{"id":"world/gender","webTitle":"Gender"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"global-development"},"topics":[],"series":{"title":"Women's rights and gender equality in focus","uri":"http://mobile-apps.guardianapis.com/lists/tag/global-development/series/womens-rights-and-gender-equality-in-focus"},"embeddedVideos":[],"adTargetingPath":"global-development"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/may/25/peace-in-colombia-tackling-systemic-violence-against-women","shortUrl":"http://gu.com/p/495a2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/may/25/peace-in-colombia-tackling-systemic-violence-against-women","webUri":"http://www.theguardian.com/global-development/2015/may/25/peace-in-colombia-tackling-systemic-violence-against-women"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432303106465/18f891d6-68d1-475f-8883-95294b2c4412-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Colombian journalist Jineth Bedoya Lima (centre) takes part in a silent rally in Madrid. Photograph: Jose Huesca/EPA","credit":"Jose Huesca/EPA","altText":"Colombian journalist Jineth Bedoya Lima (centre) takes part in a silent rally in Madrid.","cleanCaption":"Colombian journalist Jineth Bedoya Lima (centre) takes part in a silent rally in Madrid.","cleanCredit":"Photograph: Jose Huesca/EPA"}},"importance":4,"byline":{"title":"Lisa Maracani"},"showQuotedHeadline":true},{"title":"The EU is young people’s future. They must have the vote in this referendum","rawTitle":"The EU is young people’s future. They must have the vote in this referendum","item":{"type":"comment","id":"commentisfree/2015/may/24/eu-young-people-vote-referendum","title":"The EU is young people’s future. They must have the vote in this referendum","trailText":"Sixteen- and 17-year-olds voted in huge numbers in Scotland’s independence referendum. The SNP will fight for everyone’s right to have a say on the EU <br>","standFirst":"<p>Sixteen- and 17-year-olds voted in huge numbers in Scotland’s independence referendum. The SNP will fight for everyone’s right to have a say on the EU <br /></p>","byline":"Angus Robertson","body":"<p>In the days since the general election, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/24/andrew-rawnsley-european-referendum-david-cameron-man-in-a-hurry\" title=\"\">David Cameron has set his sights firmly on Europe</a> and shortened the potential timeframe of his planned referendum on the UK’s membership of the European Union.</p> \n<p>But it’s worth remembering that the Tories managed to win only one out of 59 seats in Scotland, and that they had their worst ever general election vote share north of the border since 1865. Cameron’s mandate among the UK’s “family of nations” – to use his own term from the Scottish independence referendum campaign – is dubious at best. In light of the result in Scotland, the prime minister must recognise that it cannot be business as usual.</p> \n<p>Cameron has promised to govern with respect. To have any hope of achieving that, it is vital to his own credibility and to that of the government he leads to apply core democratic principles to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech\" title=\"\">EU referendum bill</a> ,which is expected to be published on Thursday.</p> \n<p>Best practice from the independence referendum must be followed – and that includes extending the vote in an EU referendum to 16- and 17-year-olds across the UK. Scotland’s 56 SNP MPs will certainly seek to amend the legislation to ensure that young people are able to take part in the vote.</p> \n<p>My own interest in this matter goes back many years – including devoting my maiden speech in the House of Commons in 2001 to the case for lowering the voting age to 16 across the board. Interestingly, when <a href=\"http://www.telegraph.co.uk/news/obituaries/1513615/Margaret-Ewing.html\" title=\"\">Winnie Ewing</a> won the Hamilton by-election in 1967, her maiden speech called for the voting age to be cut from 21, as it was at that time, to 18.</p> \n<p>Progress has been made, and one of the great successes of last year’s independence referendum was the franchise being extended to young adults. Scotland sent out the message loudly and clearly that 16- and 17-year-olds should have the right to shape the country they live in.</p> \n<p>And as a nation we were not let down: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/sep/23/first-time-voters-scottish-independence-referendum\" title=\"\">16- and 17-year-olds turned out in huge numbers to vote</a>, and did not stop there. Young people in Scotland have embraced participative democracy like never before.</p> \n<p>I don’t agree with having a referendum on EU membership – but if it is to go ahead, then Cameron has a responsibility to help ensure it can be an enriching and open debate. Young people are our future. It is their UK – and their Europe – so they must have their say.</p> \n<p>Sixteen- and 17-year-olds can pay taxes, get married and join the armed forces, so it is only right and fair that they should also be entitled to vote.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The opposition benches must send a message to this Tory government that they cannot ride roughshod over our future</p> \n </blockquote> \n</aside> \n<p>We will also seek to amend the legislation to ensure that no constituent part of the UK can be taken out of the EU against its will. We will propose a “double majority” rule, meaning that unless England, Scotland, Wales and Northern Ireland each vote to leave the EU, as well as the UK as a whole, Britain would remain a member state.</p> \n<p>If Cameron continues to refuse to accept this democratic protection, then his independence referendum vow that Scotland is to have an equal voice will be in tatters.</p> \n<p>We also support the idea of EU nationals living in the UK having their say. If a vote for the UK to leave the EU was successful, it could have deeply damaging consequences on the lives of those people who have chosen to live and work here, and on their families. Just like young people, and the UK “family of nations”, European nationals deserve a voice too.</p> \n<p>North of the border, EU citizens can vote in Scottish parliament elections and local authority elections – and, of course, they had their say in the independence referendum. Although this is not yet the case for Westminster’s general elections, it would be wrong to exclude them from a vote on the UK’s European membership.</p> \n<p>Cameron will be accountable for his rhetoric and his actions, and the SNP will – as we promised during the general election campaign – work to promote progressive policies.</p> \n<p>And we will look to work across party lines in these objectives. As well as from our friends in Plaid Cymru and the Greens, we will also seek support from Labour MPs and the remaining Lib Dems.</p> \n<p>It is important that the opposition benches send a strong message to this Tory government that it cannot ride roughshod over our future.</p> \n<p>SNP MPs at Westminster will do all we can to ensure that everyone has a fair say on our future European membership – including the UK’s youngest citizens.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432463648700/Young-voter-in-Scottish-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"16- and 17-year-olds turned out to vote in the Scottish independence referendum in 2014.  Photograph: Murdo Macleod for the Guardian","credit":"Murdo Macleod/Guardian","altText":"Young voter in Scottish independence referendum ","cleanCaption":"16- and 17-year-olds turned out to vote in the Scottish independence referendum in 2014.  Photograph: Murdo Macleod for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-24T12:18:58Z","lastModified":"2015-05-24T23:00:18Z","metadata":{"commentable":true,"commentCount":1231,"contributors":[{"name":"Angus Robertson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/angus-robertson"}],"feature":false,"keywords":["EU referendum","Scottish National party (SNP)","Scotland","UK news","Foreign policy","European Union","Politics","Scottish independence","Scottish politics"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/snp","webTitle":"Scottish National party (SNP)"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"world/eu","webTitle":"European Union"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/scottish-independence","webTitle":"Scottish independence"},{"id":"politics/scotland","webTitle":"Scottish politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Angus Robertson","topic":{"type":"tag-contributor","name":"profile/angus-robertson"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/24/eu-young-people-vote-referendum","shortUrl":"http://gu.com/p/49758","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/24/eu-young-people-vote-referendum","webUri":"http://www.theguardian.com/commentisfree/2015/may/24/eu-young-people-vote-referendum"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432463648700/Young-voter-in-Scottish-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"16- and 17-year-olds turned out to vote in the Scottish independence referendum in 2014.  Photograph: Murdo Macleod for the Guardian","credit":"Murdo Macleod/Guardian","altText":"Young voter in Scottish independence referendum ","cleanCaption":"16- and 17-year-olds turned out to vote in the Scottish independence referendum in 2014.  Photograph: Murdo Macleod for the Guardian"}},"importance":3,"byline":{"title":"Angus Robertson"},"showQuotedHeadline":true},{"title":"Moscow’s account of Nato expansion is a case of false memory syndrome","rawTitle":"Moscow’s account of Nato expansion is a case of false memory syndrome","item":{"type":"comment","id":"commentisfree/2015/may/24/russia-nato-expansion-memory-grievances","title":"Moscow’s account of Nato expansion is a case of false memory syndrome","trailText":"Russia’s grievances today rest on a narrative of past betrayals, slights and humiliations. It’s time for a reality check","standFirst":"<p>Russia’s grievances today rest on a narrative of past betrayals, slights and humiliations. It’s time for a reality check</p>","byline":"Christopher Clark and Kristina Spohr","body":"<p>In April 2009, Mikhail Gorbachev expressed his outrage at the way Russia had been hoodwinked by the west in the years following German unification in 1990. After all, he told the German tabloid Bild, the western powers had pledged that “Nato would not move a centimetre to the east”. The failure to honour this commitment had poisoned Russia’s post-cold war relations with the west. “They probably rubbed their hands, rejoicing at having played a trick on the Russians,” he said.</p> \n<p>The Russian president, Vladimir Putin, agrees. At the Munich security conference in 2007, he pointed to the threat posed by Nato’s expansion and asked: “What happened to the assurances our western partners made after the dissolution of the Warsaw Pact?” In March 2014 he repeated the accusation that “they [the west] have lied to us many times, made decisions behind our backs ... This has happened with Nato’s expansion to the east.”</p> \n<p>Is there any truth in this charge? Did the Nato partners offer a binding commitment to abstain from expansion into eastern Europe, and then renege on it?</p> \n<p>In recent years, the bitterness of the Russian political elite against the west has been anchored above all in a sense of having been cheated by an unscrupulous opponent prepared to break international guarantees. But the memory of Nato’s broken promises also matters because it touches on the legitimacy, in Russian eyes, of the international settlement established during the German unification process and the European order that emerged in its wake. It has become one of the Putin government’s central arguments in the current Ukrainian crisis.</p> \n<p>To assess this, we can consider an earlier moment of international crisis when the Russian political leadership claimed to have been duped. In 1908 the Russian minister of foreign affairs, Alexander Izvolski, hoped to secure improved terms of access to the Turkish Straits for Russian shipping. Since he had just signed a convention with Britain in the previous year, he was confident that London would back his efforts. But Austria-Hungary, Russia’s rival on the Balkan peninsula, was another matter.</p> \n<p>In order to win Vienna’s support, Izvolski proposed that Austria annex the provinces of Bosnia and Herzegovina. Austria agreed. But the somewhat shady deal left open the question of when exactly the Austrians would take their share. Fearing that the British might not be keen on opening the Straits to the Russians, Austria moved faster than expected and announced the annexation. London refused to back Izvolski’s bid for the straits, and the Russians were left empty-handed. Izvolski had drastically miscalculated: he had handed Bosnia-Herzegovina to Austria but got nothing in return.</p> \n<p>Rather than acknowledge his own part in this debacle, Izvolski simply denied that there had been any agreement at all. The Russians, he claimed, had been robbed by Vienna. A storm of outrage broke across the Russian media, intensified by Slavophile fury fuelled by solidarity with orthodox, South Slav “little brothers” in the annexed provinces. A prolonged international crisis followed, during which Europe appeared to teeter on the edge of war. The crisis only came to an end months later, when Germany intervened on behalf of its Austrian ally and Izvolski backed down.</p> \n<p>But the sense of outrage and humiliation within the Russian political elite persisted. In the political crises of the last years before the outbreak of war in 1914, the determination not to let Austria inflict further “humiliations” became a powerful Russian argument against compromise.</p> \n<p>In recent years, the tendency to misremember past debacles as humiliations has emerged as one of the salient features of the Kremlin’s conduct of international affairs. Amid recriminations over US and western European interventions in Kosovo, Libya and Syria, the Russian leadership has begun to question the legitimacy of the international agreements on which the current European order is founded. Among these, the centrepiece is the Treaty on the Final Settlement with Respect to Germany of 12 September 1990, also known as the Two-plus-Four Treaty because it was signed by the two Germanys, plus the US, the Soviet Union, Britain and France.</p> \n<p>Yet the claim that the negotiations towards this treaty included guarantees barring Nato from expansion into Eastern Europe is entirely unfounded. In the discussions leading to the treaty, the Russians never raised the question of Nato enlargement, other than in respect of the former East Germany. Regarding this territory, it was agreed that after Soviet troop withdrawals German forces assigned to Nato could be deployed there but foreign Nato forces and nuclear weapons systems could not. There was no commitment to abstain in future from eastern Nato enlargement.</p> \n<p>Vladimir Putin sees the matter differently. Pledges were made and broken; the Russians were “lied to” by their western partners; security guarantees were breached. And this retrospective reframing of the foundational 1990 agreement has profound consequences for Moscow’s view of its obligations under the post-cold war order. In a landmark speech at the Munich security conference last month the Russian foreign minister, Sergei Lavrov, cast doubt on the legitimacy of German unification, proposing – to the baffled amusement of his audience – that it was less “legal” than the “reunification” of the Crimea with Russia. His comments followed an instruction from Sergei Naryshkin, the Chairman of the State Duma, that Russia’s Parliamentary Committee on International Relations consider passing a resolution denouncing the “annexation of the German Democratic Republic by the Federal Republic of Germany”. Russia’s own role in fixing the terms of German unification was now erased from memory, replaced by a mythical sequence of unmediated aggressions whose ultimate purpose was to justify current Russian policy in the Ukraine.</p> \n<p>Looking back on the turbulent history of the European system since 1990 and the subsequent and totally unforeseen implosion of the Soviet Union the following year, it is too easy to fault the Russians for failing to insure themselves against the possibility of eastern European states joining the Atlantic alliance. These developments belonged to a future that was not yet in sight.</p> \n<p>In a recent interview, Gorbachev distanced himself from earlier statements to concede that no agreements had been breached. “The topic of Nato expansion was not discussed at all. It wasn’t brought up in those years.” And when the issue arose later, in the early 1990s, “Russia at first did not object.” Following the Duma allegations of “annexation” of East Germany by West Germany, Gorbachev protested, warning that “our appraisal of the past should not be based on today’s views”. Sadly, it seems likely that this warning and others like it will fall on deaf ears in the Kremlin.</p> \n<p>Since the collapse of the Soviet Union there have been challenges and power plays on both sides. But misframing the past as a narrative of deceptions, betrayals and humiliations is a profoundly dangerous move. Today, as in 1908, tales of Russian victimisation play potently to domestic opinion. But projected on to international politics, they place in question the entire fabric of treaties and settlements that make up the post-cold war order.</p> \n<p>The miracle of 1990 is that one of the greatest transformations of the international system in human history was achieved without war, in a spirit of dialogue and cooperation. The then Soviet leadership played a crucial role in that peaceful transition. Let us hope that its Russian successors do not prove to be its undoing.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432468589414/Soviet-tanks-await-shipme-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"There was no commitment to abstain from eastern Nato enlargement following Soviet troop withdrawals in 1991 Photograph: Sven Creutzmann/Mambo photo/Getty Images","credit":"Sven Creutzmann/Mambo photo/Getty Images","altText":"Soviet tanks await shipment from Rostov, Germany, in 1991","cleanCaption":"There was no commitment to abstain from eastern Nato enlargement following Soviet troop withdrawals in 1991 Photograph: Sven Creutzmann/Mambo photo/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-24T14:56:43Z","lastModified":"2015-05-24T23:00:18Z","metadata":{"commentable":true,"commentCount":1019,"contributors":[{"name":"Christopher Clark","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/christopher-clark"},{"name":"Kristina Spohr","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kristina-spohr"}],"feature":false,"keywords":["Russia","Nato","Germany","Cold war"],"tags":[{"id":"world/russia","webTitle":"Russia"},{"id":"world/nato","webTitle":"Nato"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/cold-war","webTitle":"Cold war"}],"section":{"id":"commentisfree"},"topics":[],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/24/russia-nato-expansion-memory-grievances","shortUrl":"http://gu.com/p/4975j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/24/russia-nato-expansion-memory-grievances","webUri":"http://www.theguardian.com/commentisfree/2015/may/24/russia-nato-expansion-memory-grievances"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432468589414/Soviet-tanks-await-shipme-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"There was no commitment to abstain from eastern Nato enlargement following Soviet troop withdrawals in 1991 Photograph: Sven Creutzmann/Mambo photo/Getty Images","credit":"Sven Creutzmann/Mambo photo/Getty Images","altText":"Soviet tanks await shipment from Rostov, Germany, in 1991","cleanCaption":"There was no commitment to abstain from eastern Nato enlargement following Soviet troop withdrawals in 1991 Photograph: Sven Creutzmann/Mambo photo/Getty Images"}},"importance":3,"byline":{"title":"Christopher Clark and Kristina Spohr"},"showQuotedHeadline":true}],"lastModified":"2015-05-25T08:06:58Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}