{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Steve Hilton’s privileged view of our chumocracy must not be dismissed","rawTitle":"Steve Hilton’s privileged view of our chumocracy must not be dismissed","item":{"type":"comment","id":"commentisfree/2015/may/20/steve-hilton-privilege-chumocracy-left-elite","title":"Steve Hilton’s privileged view of our chumocracy must not be dismissed","trailText":"The left should embrace all allies – even architects of austerity – in the fight to expose our cliquey elites","standFirst":"The left should embrace all allies – even architects of austerity – in the fight to expose our cliquey elites","byline":"Owen Jones","body":"<p>‘Democracy is in crisis: it seems to serve the people no longer, but rather vested interests.” The more money you have, “the more government pays attention to your concerns”. And, of course: “Our democracies are increasingly captured by a ruling class that seeks to perpetuate its privileges.” No, I’m not regurgitating quotes from old columns: these are the ruminations of Steve Hilton, David Cameron’s former adviser, a man who left the prime minister’s court in 2012 with a demand to slash &pound;25bn from social security.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/19/ex-no-10-guru-steve-hilton-provides-david-cameron-with-food-for-thought\">Ex-No 10 guru Steve Hilton provides David Cameron with food for thought</a> </p> \n</aside> \n<p>Not, then, the natural new posterboy for a left that is traumatised by the recent Tory victory. It’s easy to dismiss his utterances as those of a self-serving rightwing ideologue who helped craft the programme of a government shovelling wealth and power to those at the top, who is now masquerading as an anti-establishment insurgent. But in a society where there is all too little scrutiny of the powerful – that, of course, is reserved for those at the bottom of the heap – any excuse to refocus our attention towards those at the top should surely be seized upon.</p> \n<p>To find some common cause with Hilton is perhaps not all that surprising. He refers to both Occupy Wall Street and the Tea Party movement as symptoms of popular disapproval with an elite that is – to coin a phrase – all in it together. At the height of both, a Venn diagram circulated. Occupy Wall Street believed that “large corporations have way too much power”; the Tea Party said “the government has way too much power”. <a href=\"http://static2.businessinsider.com/image/4e98757eeab8eaf84b000013/occupy-wall-street.jpg\">But there was an overlap</a>: “Large corporations lobby for the government to have more power, and in return the government enacts laws and regulations favourable to large corporations.”</p> \n<p>There are critiques of our system that both the libertarian right and the radical left subscribe to – crony capitalism, “socialism for the rich”, whatever you want to call it, even if the solutions diverge radically. Both opposed the bank bailouts, but while the libertarian right would have let the banks fail, the radical left would have nationalised them under democratic control. If rightwingers help give this diagnosis a wider circulation, giving the left space to respond with our own solutions, then so be it.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The radical left and the libertarian right are both critiques of the same thing: socialism for the rich</p> \n </blockquote> \n</aside> \n<p>What needs to be exposed is the self-evident hypocrisy of the “free market”, which all too often in practice means the state propping up private interests while leaving those at the bottom to fend for themselves. Globally, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/18/fossil-fuel-companies-getting-10m-a-minute-in-subsidies-says-imf\">fossil fuel industries can benefit from subsidies worth $10m a minute,</a> while the poorest are compelled to scrabble in the dirt to eat.</p> \n<p>“The corporate bosses, the MPs, the journalists … all go to the same dinner parties and social events; all live near one another; all send their children to the same schools,” cries comrade Hilton. He has a point. The talented former Telegraph deputy editor Benedict Brogan – sadly now purged – told me of journalists (whose theoretical job is to challenge those with political power) dinner-partying, drinking and going on holiday with MPs – or even becoming godparents to their children.</p> \n<p>But it’s not simply about social connections and piss-ups. “They flit and float between Westminster, Whitehall and the City; regardless of who’s in office, the same people are in power,” reports the revolutionary Jacobin Hilton. In other words, the powerful are bound together by a revolving door. Boris Johnson is now mayor of London, a Tory MP with a cabinet post, and, as a Telegraph columnist, the recipient of a six-figure salary (which he once described as “chickenfeed”) from the undoubtedly grateful Barclay Brothers. David Cameron, Boris Johnson, George Osborne: all recruited their spinners from that supposed hotbed of pinko leftiness the BBC. Major accountancy firms complicit in tax avoidance help draw up tax laws, then help their clients get around the laws they themselves have written: “cases of poacher turned gamekeeper, turned poacher again”, as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/aug/29/socialism-for-the-rich\">the House of Commons public accounts committee puts it</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"ef3dcb9a4520dc2382d00582b387cf64abf0e38b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432057104810/14a3aa17-025e-4306-8ef8-4aced6e3a530-460x321.jpeg\" alt=\"'The former Telegraph deputy editor Benedict Brogan told me of journalists dinner-partying, drinking, going on holiday with MPs, or even becoming their godparents.'\" width=\"460\" height=\"321\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The former Telegraph deputy editor Benedict Brogan told me of journalists dinner-partying, drinking, going on holiday with MPs, or even becoming their godparents.’</span> \n  <span class=\"element-image__credit\">Photograph: Tim Ireland/PA</span> \n </figcaption> \n</figure> \n<p>The likes of Alan Milburn can become health secretary, guardian of Labour’s most treasured institution, the NHS, but upon stepping down <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jan/29/alan-milburn-labour-health-secretary-am-strategy-private-healthcare\">rake in lucrative sums as a consultant for private healthcare firms</a>. He then <a href=\"http://www.telegraph.co.uk/news/general-election-2015/11372045/Alan-Milburn-criticises-Labour-for-NHS-comfort-zone-campaign-that-could-lose-General-Election.html\">savages Labour’s policies on the NHS</a>. It is a reminder that the real threat to democracy comes from above.</p> \n<p>Here are the three strategies employed by the powerful to maintain their position. First, they convince us that what is good for them is good for us all. A tax cut for the richest is an act of munificence for society as a whole: it will start raining wealth for us all.</p> \n<p>Second, they argue that anything that challenges their position will be fatal for the prospects of the country. Whatever your position on these issues, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/sep/17/fear-scottish-independence-foretaste-labour-general-election\">the Scottish referendum</a>, the general election, and the <a href=\"http://www.bbc.co.uk/news/business-32789709\">upcoming EU referendum</a> have all come with bluster and blackmail from major corporations.</p> \n<p>Third, they persuade us that the real enemies are those at the bottom of the pile. Immigrants, unemployed people: here is where our rage should be targeted, rather than at tax dodgers, bankers who trashed the economy, or employers who pay workers derisory amounts and then expect the taxpayer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/britain-political-elite-fooled-us-again\">to pick up the bill with billions of in-work benefits each year</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/19/bankers-pay-civil-servants-cameron-steve-hilton\">Pay bankers no more than civil servants, says ex-Cameron aide</a> </p> \n</aside> \n<p>The Levellers championed the sovereignty of the people in the chaos of 17th-century England, long before such ideas gained common currency. The women, men and children of Manchester paid in their blood when they dared to demand democracy in the Peterloo Massacre of 1819. The Chartists were persecuted and reviled as they fought for the rights of the people in 19th-century Britain. And the suffragettes were treated as despicable anarchist terrorists, locked up with tubes inserted into their noses.</p> \n<p>The powerful no longer tend to resort to armed force. In an age when nearly all have the vote, they must employ other means of entrenching their wealth and power – lobbyists, revolving doors, corporate funding of parties, newspapers as playthings of moguls – and a shared ideology that celebrates the concentration of wealth and power.</p> \n<p>Yes, attacks on our “insular ruling class” are unexpected from close associates of David Cameron. Still, any opportunity to challenge the powerful is to be embraced.</p> \n<p>And with Cameron about to let rip on behalf of our shameless elite like never before, we should act urgently on what Hilton says. He was there, at the apex of the chumocracy, so he should know.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432056327051/Steve-Hilton-pictured-wit-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Hilton pictured with David Cameron's former spin doctor Andy Coulson in 2007. Photograph: Martin Argles for the Guardian","credit":"Martin Argles/Guardian","altText":"Steve Hilton pictured with David Cameron's former spin doctor Andy Coulson in 2007","cleanCaption":"Steve Hilton pictured with David Cameron's former spin doctor Andy Coulson in 2007. Photograph: Martin Argles for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432057103898/14a3aa17-025e-4306-8ef8-4aced6e3a530-2060x1438.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1438,"width":2060,"orientation":"landscape","caption":"‘The former Telegraph deputy editor Benedict Brogan told me of journalists dinner-partying, drinking, going on holiday with MPs, or even becoming their godparents.’ Photograph: Tim Ireland/PA","credit":"Tim Ireland/PA","altText":"'The former Telegraph deputy editor Benedict Brogan told me of journalists dinner-partying, drinking, going on holiday with MPs, or even becoming their godparents.'","cleanCaption":"‘The former Telegraph deputy editor Benedict Brogan told me of journalists dinner-partying, drinking, going on holiday with MPs, or even becoming their godparents.’","cleanCredit":"Photograph: Tim Ireland/PA"}],"webPublicationDate":"2015-05-20T05:00:05Z","lastModified":"2015-05-20T07:43:08Z","metadata":{"commentable":true,"commentCount":200,"contributors":[{"name":"Owen Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400601747870/Owen-Jones-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owen-jones"}],"feature":false,"keywords":["Politics","David Cameron","Austerity","Economics","Business","Conservatives","UK news","Lobbying"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/lobbying","webTitle":"Lobbying"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Owen Jones","topic":{"type":"tag-contributor","name":"profile/owen-jones"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/20/steve-hilton-privilege-chumocracy-left-elite","shortUrl":"http://gu.com/p/493hx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/20/steve-hilton-privilege-chumocracy-left-elite","webUri":"http://www.theguardian.com/commentisfree/2015/may/20/steve-hilton-privilege-chumocracy-left-elite"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432056327051/Steve-Hilton-pictured-wit-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Hilton pictured with David Cameron's former spin doctor Andy Coulson in 2007. Photograph: Martin Argles for the Guardian","credit":"Martin Argles/Guardian","altText":"Steve Hilton pictured with David Cameron's former spin doctor Andy Coulson in 2007","cleanCaption":"Steve Hilton pictured with David Cameron's former spin doctor Andy Coulson in 2007. Photograph: Martin Argles for the Guardian"}},"importance":7,"byline":{"title":"Owen Jones"},"showQuotedHeadline":true},{"title":"As Prince Charles and Gerry Adams meet, history hangs there like smoke","rawTitle":"As Prince Charles and Gerry Adams meet, history hangs there like smoke","item":{"type":"comment","id":"commentisfree/2015/may/20/prince-charles-gerry-adams-meet-history-hangs-there-smoke","title":"As Prince Charles and Gerry Adams meet, history hangs there like smoke","trailText":"As if their hands were bonded together by Superglue, the prince and the man who denies he was ever a terrorist simply cannot prise their hands apart","standFirst":"As if their hands were bonded together by Superglue, the prince and the man who denies he was ever a terrorist simply cannot prise their hands apart","byline":"Jonathan Jones","body":"<p>I quickly became fascinated by the video, playing it over and over again. It was the sound that got me - noisy, bland, impenetrable as it was. If not for an imminent deadline I might have spent hours trying to crack that enigmatic soundtrack, like a character in <a href=\"http://www.imdb.com/title/tt0082085/\" title=\"\">Brian de Palma’s Blow Out</a> or <a href=\"http://www.imdb.com/title/tt0071360/\" title=\"\">Francis Ford Coppola’s The Conversation</a>. As it was I played the clip at different volumes, through different speakers, but the brief dialogue between Prince Charles and Gerry Adams never got any clearer. The most you can catch is the deep intonation of Adams’s voice, but the words are lost.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/19/prince-charles-and-gerry-adams-share-historic-handshake\">Prince Charles and Gerry Adams share historic handshake</a> </p> \n</aside> \n<p>What would you say to a man who defended the murder of a beloved family member and who many republicans claim was on the IRA army council when it <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/from-the-archive-blog/2015/may/19/mountbatten-lord-prince-charles-ira-1979\" title=\"\">blew up Lord Louis Mountbatten’s boat in 1979</a>? And what would you say to the prince who, as heir to the British throne, stands for everything Irish republicans fought against?</p> \n<p>I<a href=\"http://preview.gutools.co.uk/uk-news/2015/may/19/prince-charles-and-gerry-adams-share-historic-handshake\" title=\"\">n the video they almost seem to drift into one another by accident</a>, but obviously everything has been carefully planned, including the distance and angle of the camera, watching from a distance but giving them space – and privacy. Perhaps the only unplanned thing is the cup of tea resting on a saucer in Prince Charles’s hand.</p> \n<p>The prince looks nervous and apprehensive. Adams looks keyed up. While Charles is fortified for an uncomfortable encounter, Adams is poised for it. He leans in and speaks his words immediately. A bland greeting? It does not look like one. It looks as if he is saying something emotional and deliberate. Charles in reply seems to say something that might be “terrible”.</p> \n<p>Meanwhile they shake hands. And shake hands. And shake hands. As if their hands were bonded together by Superglue, the prince and the man who denies he was ever a terrorist simply cannot prise their hands apart. Their handshake goes on sawing up and down, an out of control physical gesture which neither knows how to stop. It might be the nervous, compensatory, baffled mechanical impulse of two people who really, really feel the awkwardness of their official encounter. And yet it also might be something more human – the desperate attempt to put all that cannot be said into a joining of hands that is a basic symbol of respect. After all the violence, how can this handshake ever be enough? Perhaps only if it goes on forever.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A bland greeting? It does not look like one. It looks as if he is saying something emotional and deliberate</p> \n </blockquote> \n</aside> \n<p>Is it, as it appears, a weighty exchange? The prince looks mildly caught off his guard, surprised by what Adams said. Their gliding encounter, all 13 seconds of it, ends with a formal introduction by Adams to the next guest to glad-hand. Suddenly, normal life resumes: another royal handshake, another official greeting.</p> \n<p>But for a moment, as these two men meet, history hangs there like smoke. There is a terrible portentousness to it. We don’t often see such moments of symbolism in public life. The stakes are so low. When David Cameron stood by his defeated rivals at the VE Day commemoration, it was in the end just a meeting of a winner and two losers in an election that was peaceful and correct. But here is a reminder of how much bigger and darker politics can be. Gerry Adams and Prince Charles are representatives of two sides that so recently fought a war on Irish and British soil. Death and bitterness are the shadows behind their civilised, suited encounter.</p> \n<p>And yet it happened. A handshake, a few studied words, and all the appearance of a genuine emotional communication between these two unlike people.</p> \n<p>The peace process goes on, with this strange, impossible meeting another milestone on a road to peace that we are in danger of taking for granted. Once the images were of soldiers in armoured cars and bomb-shattered pubs. Now we watch two men, both getting older, shaking hands, their words a murmured secret reconciliation. In all the bloody scenes of this unforgiving world, this was a teatime miracle.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432058220613/TOPSHOTS-Britains-Prince--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Prince Charles shakes hands with Sinn Fein leader Gerry Adams at the National University of Ireland in Galway, Ireland on 19 May 2015. Photograph: Brian Lawless/Getty","credit":"Brian Lawless/AFP/Getty Images","altText":"TOPSHOTS Britain's Prince Charles, Princ","cleanCaption":"Prince Charles shakes hands with Sinn Fein leader Gerry Adams at the National University of Ireland in Galway, Ireland on 19 May 2015. Photograph: Brian Lawless/Getty"}],"bodyImages":[],"webPublicationDate":"2015-05-20T08:05:24Z","lastModified":"2015-05-20T08:06:42Z","metadata":{"commentable":true,"commentCount":23,"contributors":[{"name":"Jonathan Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741000/JonathanJones.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanjones"}],"feature":false,"keywords":["Prince Charles","Gerry Adams","Monarchy","UK news","Politics","Northern Irish politics","Northern Ireland","Sinn Féin","IRA","UK security and counter-terrorism"],"tags":[{"id":"uk/prince-charles","webTitle":"Prince Charles"},{"id":"politics/gerryadams","webTitle":"Gerry Adams"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/northernireland","webTitle":"Northern Irish politics"},{"id":"uk/northernireland","webTitle":"Northern Ireland"},{"id":"politics/sinn-fein","webTitle":"Sinn Féin"},{"id":"uk/ira","webTitle":"IRA"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jonathan Jones","topic":{"type":"tag-contributor","name":"profile/jonathanjones"}}],"series":{"title":"Framing the debate","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/framing-the-debate"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/20/prince-charles-gerry-adams-meet-history-hangs-there-smoke","shortUrl":"http://gu.com/p/493hg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/20/prince-charles-gerry-adams-meet-history-hangs-there-smoke","webUri":"http://www.theguardian.com/commentisfree/2015/may/20/prince-charles-gerry-adams-meet-history-hangs-there-smoke"},"shouldHideAdverts":false},"importance":5,"byline":{"title":"Jonathan Jones"},"showQuotedHeadline":true},{"title":"You’re now 37% Tory. So am I. And if you don’t agree, you’re in denial","rawTitle":"You’re now 37% Tory. So am I. And if you don’t agree, you’re in denial","item":{"type":"comment","id":"commentisfree/2015/may/19/your-37-per-cent-tory","title":"You’re now 37% Tory. So am I. And if you don’t agree, you’re in denial","trailText":"We hopeless, leaderless Labour supporters need to have a good long look at ourselves and acknowledge what we’re really up against: ourselves","standFirst":"We hopeless, leaderless Labour supporters need to have a good long look at ourselves and acknowledge what we’re really up against: ourselves","byline":"Ian Martin","body":"<p>Labour party members are asking themselves some “hard questions” at the moment. For instance: do we want to be led by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/17/andy-burnham-i-am-change-candidate-labour-leadership-race\" title=\"\">a lachrymose Everton fan</a> who at the age of 45 still looks as though his mum does him a packed lunch? For instance: do we stand for “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/andy-burnham-labour-leadership-launch-calls-for-aspirations-of-1997\" title=\"\">aspiration</a>” (doing the lottery but with better odds) or “optimism” (doing the lottery but with the same numbers every week)?</p> \n<p>Meanwhile members of Her Majesty’s government reassemble. Slithering back into their familiar Commons benchmarks. Purring like hotel minibars. Here’s a “soft question” for Labour to ponder. How did we fail to dislodge this sadistic bunch of bumbling incumbents? The talking haemorrhoid. The mafia dentist. The Devouring Moon. Spidergran. The shimmering fatberg. The little angry Lego man. Chalkie the Presbyterian ghost. “Bugsy Malign”. The puckered gland. That one who looks like a giggling spring onion. The whole bastard Bash Street gang of them.</p> \n<p>The uncomfortable truth is that despite knowing precisely what will happen to NHS patients, disabled people, hard non-working families, refugees and whoever else <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/iain-duncan-smith-conservative-cabinet-david-cameron-welfare-cuts\" title=\"\">Iain Duncan Smith decides</a> may now be hunted like foxes, this country has returned a Conservative government. “We” did it. This is who we are now. Our country is 37% Tory. But it’s worse – much worse – than that. I think we’re in denial about the banal, horrific truth. That somehow at a fundamental, organic level WE ARE ALL NOW 37% CONSERVATIVE. Yeah, even you. Tattooed you in the little hat, and the specs you rescued from a skip, and the “Labour: I Prefer Their Early Work” T-shirt, and the ethical trousers and the Maoist plimsolls. You’re 37% Tory, mate. So am I.</p> \n<p>The political character of a nation must somehow be determined at species level, in the same way that fluctuating levels of phosphates create “good” or “bad” populations of algae. It’s the only possible explanation for another Cameron government. Maybe we’re all a bit phosphate-heavy at the moment, or clogged up with selfish genes. The new <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/ng-interactive/2015/may/07/live-uk-election-results-in-full\" title=\"\">colour-coded map of Britain</a> does look like massive clumps of kelp – yellow bloom to the north, blue sheen in the south – but that’s just “surface politics”. Underneath we’re all the same brown sludge, waiting for a turn in the weather. Yes, this determinist theory of politics would in retrospect explain weird anomalies such as Attlee’s landslide win in 1945, and how that windbag Neil Kinnock survived unpunched for most of his career.</p> \n<p>We hopeless, leaderless Labour supporters need to have a good long look at ourselves and acknowledge what we’re really up against: ourselves. The next five years will for most of us be much less about who’s having brunch with Martha Lane Fox and much more about whether the Sure Start centre down the road is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2013/jan/28/sure-start-centres-closed-labour\" title=\"\">forced to close</a>. So we must all return to our personal constituencies and work out how to put together a coalition in our own selves of like-minded impulses, in order to quell our bilious rightwing halves.</p> \n<p>Knowing you’re 37% Tory is bad enough. But if you imagine your medial prefrontal cortex as a moral-biological House of Commons, one of those imaginary seats would be occupied by a miserable cluster of Ukip corpuscles. Worse, if for any reason your brain switched from “first past the post” to proportional representation – let’s say you’ve eaten too many vegetables – then technically you’d become NEARLY 13% Ukip. That’s a tumour the size of a bloody football inside you.</p> \n<p>Could a determinist theory of politics also explain a contradiction in the way we view individual foreigners and their homelands? I, like you, think of myself as “not racist”. And even more complacently, as “not-even-not-being-racist-but”. Ah, but what do we do, you and I? Just as people round the world are now saying: “Oh, shit. I see Britain’s gone Tory again”, so we too pre-judge people on their country’s election results.</p> \n<p>We’re introduced to a perfectly charming Israeli and our mind goes: “Israel. I remember that election. The polls all said Netanyahu would lose but they were wrong too, and now Israel’s like 75% warmongers, so it’s three to one this woman’s going to punch me in the face …” and then she turns out to be some hilarious peacenik. Or we meet a Russian, and assume he’s 64% homophobe and 28% gangster but he’s actually a gay viola player. Or we meet an Australian couple and “just know instinctively” they’ll be this weird combo of easy-going generosity and xenophobic paranoia, and then remember how prejudiced we are and adjust our expectations, and then they turn out to be even worse.</p> \n<p>Yeah, election results. We can’t predict them and yet, spookily, they know us better than we know ourselves. On the other hand, now we all know who we are, it’s time for some serious internal rebalancing. We need to confound ourselves. That way, perhaps we may “refind” one another, weather this current grey spell and collectively rekindle a joy of … oh, hang on. I think the unsentimental neo-liberal inside me has just been sick.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432052703365/A-self-portrait-of-you-me-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A self portrait of you, me, everybody.","credit":"PR","altText":"A self portrait of you, me, everybody.","cleanCaption":"A self portrait of you, me, everybody."}],"bodyImages":[],"webPublicationDate":"2015-05-19T19:00:02Z","lastModified":"2015-05-19T23:00:38Z","metadata":{"commentable":true,"commentCount":620,"contributors":[{"name":"Ian Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ian-martin"}],"feature":false,"keywords":["General election 2015","Conservatives","Politics","UK news"],"tags":[{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Ian Martin","topic":{"type":"tag-contributor","name":"profile/ian-martin"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/19/your-37-per-cent-tory","shortUrl":"http://gu.com/p/493bh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/19/your-37-per-cent-tory","webUri":"http://www.theguardian.com/commentisfree/2015/may/19/your-37-per-cent-tory"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432052703365/A-self-portrait-of-you-me-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A self portrait of you, me, everybody.","credit":"PR","altText":"A self portrait of you, me, everybody.","cleanCaption":"A self portrait of you, me, everybody."}},"importance":5,"byline":{"title":"Ian Martin"},"showQuotedHeadline":true},{"title":"Could Michael Gove become a liberal hero by reforming our prisons?","rawTitle":"Could Michael Gove become a liberal hero by reforming our prisons?","item":{"type":"comment","id":"commentisfree/2015/may/20/could-michael-gove-soon-become-liberal-hero-reforming-prisons","title":"Could Michael Gove become a liberal hero by reforming our prisons?","trailText":"High incarceration rates are expensive and ineffectual. Following the lead of the US, Gove is coming around to the absurdity of locking up minor miscreants","standFirst":"High incarceration rates are expensive and ineffectual. Following the lead of the US, Gove is coming around to the absurdity of locking up minor miscreants","byline":"Ian Birrell","body":"<p>The appointment of Michael Gove as justice secretary was among the more interesting appointments in David Cameron’s first all-Conservative cabinet. Attention has focused on his brief to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/11/human-rights-reform-michael-gove-justice-secretary\" title=\"\">scrap the Human Rights Act</a>, which some suspect was a Conservative manifesto sop for the right to be negotiated away in coalition deals. Certainly this questionable move will require the spending of huge chunks of political capital by the controversial former education secretary and chief whip. But could it be as a prison reformer that Gove really leaves his mark, making transformative change to the country by reversing two decades of dismally flawed policies?</p> \n<p>This may sound unlikely, especially given the revelation that our new justice secretary once wrote an article <a href=\"http://www.telegraph.co.uk/news/politics/conservative/11595776/Michael-Gove-new-Justice-Secretary-wanted-to-bring-back-hanging.html\" title=\"\">defending the death penalty</a>. Yet in the United States, prison reform has been led in recent years by conservatives, who have unleashed a revolution by cutting crime along with the huge costs of incarceration. This shift began in Texas, a place that has long prided itself for its toughness towards offenders, then spread to more than two dozen other states. Now there is rare political unity over the absurdity of locking up minor miscreants.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Gove should be as angered by this failing prison system as he was by failing schools</p> \n </blockquote> \n</aside> \n<p>The <a href=\"http://en.wikipedia.org/wiki/Right_on_Crime\" title=\"\">Right on Crime movement</a> started when Texas realised it could no longer afford to keep building prisons to lock up rising numbers of people, especially when so many rapidly reoffended. Hardline Republicans suddenly realised prisons had become profligate symbols of state failure and, to the delight of experts and liberals, shifted resources into tackling underlying causes of crime such as addiction, chaotic backgrounds, inadequate education and mental health issues. As one Texan involved told me, it is far tougher to sort out such deep-rooted problems than simply throw people in jail.</p> \n<p>They talk in terms of saving money and protecting victims, not sympathy for offenders. But the introduction of data-driven policies in 2007, backed by evidence-based probation and easing punishments for parole breaches, instantly proved a success. Texas now puts 12% fewer people behind bars, and has been rewarded with crime rates plunging faster than the national average at 21%, and closure of three prisons. One recent study revealed that cutting numbers of jailed juvenile offenders by two-thirds had coincided with a cut in youth crime rates of one-third – dramatic figures, especially when combined with less recidivism and lower spending since rehabilitation costs much less than locking people up.</p> \n<p>Little wonder so many other states – often deep red such as Georgia, South Carolina and Utah – followed suit as the cause was championed by conservatives from Newt Gingrich to Jeb Bush. Now Gove has told allies he is interested in these extraordinary events, even using similar language about people making bad choices as a result of circumstances rather than inherent criminality.</p> \n<p>The US infamously has the world’s highest imprisonment rates – but for once, it would make sense to follow an American lead on penal policies. The UK has the highest rate in Europe, with 85,590 inmates at the last count. Each prisoner costs the state about &pound;45,000 a year – yet almost two-thirds of those sentenced to less than 12 months reoffend again, most within a year of release since their social issues are often left unaddressed. Core problems such as substance abuse, family breakdown and unemployment can often worsen in jail.</p> \n<p>Gove should be as angered by this failing prison system as he was by failing schools; even his new department knows non-custodial sentences are more effective than a short spell inside from its own studies. So could he be the person to shatter a stale consensus that endures from fear of seeming soft? He is, after all, a darling of the right whose support was strengthened by his dismissal from education. He is a politician who relishes a fight and is unafraid of big ideas. And he is a man determined to reshape Britain, driven by his own background and – as the education establishment can confirm – unafraid to challenge vested interests.</p> \n<p>Politics is a strange game. But is it possible Gove, a restless reformer unjustly loathed on the left, might become an unlikely liberal hero by pointing out the glaring contradictions for conservatives to be supporting perhaps the most grotesque state failure of them all?</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432050190837/General-Election-2015-aft-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New justice secretary Michael Gove. 'Could he be the person to shatter a stale consensus that endures from fear of seeming soft? … He is a politician who relishes a fight and is unafraid of big ideas.' Photograph: Anthony Devlin/PA","credit":"Anthony Devlin/PA","altText":"General Election 2015 aftermath - May 10th","cleanCaption":"New justice secretary Michael Gove. 'Could he be the person to shatter a stale consensus that endures from fear of seeming soft? … He is a politician who relishes a fight and is unafraid of big ideas.' Photograph: Anthony Devlin/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-20T06:00:08Z","lastModified":"2015-05-20T06:03:42Z","metadata":{"commentable":true,"commentCount":77,"contributors":[{"name":"Ian Birrell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/23/1411485251963/Ian-Birrell-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ian-birrell"}],"feature":false,"keywords":["Prisons and probation","Michael Gove","Law","UK criminal justice","Society","US prisons","US news","Texas","Politics","UK news"],"tags":[{"id":"society/prisons-and-probation","webTitle":"Prisons and probation"},{"id":"politics/michaelgove","webTitle":"Michael Gove"},{"id":"law/law","webTitle":"Law"},{"id":"law/criminal-justice","webTitle":"UK criminal justice"},{"id":"society/society","webTitle":"Society"},{"id":"us-news/us-prisons","webTitle":"US prisons"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/texas","webTitle":"Texas"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Ian Birrell","topic":{"type":"tag-contributor","name":"profile/ian-birrell"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/20/could-michael-gove-soon-become-liberal-hero-reforming-prisons","shortUrl":"http://gu.com/p/493e6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/20/could-michael-gove-soon-become-liberal-hero-reforming-prisons","webUri":"http://www.theguardian.com/commentisfree/2015/may/20/could-michael-gove-soon-become-liberal-hero-reforming-prisons"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432050190837/General-Election-2015-aft-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New justice secretary Michael Gove. ‘He is a politician who relishes a fight and is unafraid of big ideas.’ Photograph: Anthony Devlin/PA","credit":"Anthony Devlin/PA","altText":"General Election 2015 aftermath - May 10th","cleanCaption":"New justice secretary Michael Gove. ‘He is a politician who relishes a fight and is unafraid of big ideas.’ Photograph: Anthony Devlin/PA"}},"importance":4,"byline":{"title":"Ian Birrell"},"showQuotedHeadline":true},{"title":"Faeces, bacteria, toxins: welcome to the chicken farm","rawTitle":"Faeces, bacteria, toxins: welcome to the chicken farm","item":{"type":"comment","id":"commentisfree/2015/may/19/chicken-welfare-human-health-meat","title":"Faeces, bacteria, toxins: welcome to the chicken farm","trailText":"Whether it’s welfare standards, environmental impact or the emerging threat to human health, we’ve got to change our insatiable greed for this meat","standFirst":"Whether it’s welfare standards, environmental impact or the emerging threat to human health, we’ve got to change our insatiable greed for this meat","byline":"George Monbiot","body":"<p>It’s the insouciance that baffles me. To participate in the killing of an animal: this is a significant decision. It spreads like a fungal mycelium into the heartwood of our lives. Yet&nbsp;many people eat meat sometimes two or three times a day, casually and hurriedly, often without even&nbsp;marking&nbsp;the fact.</p> \n<p>I don’t mean to blame. Billions are spent, through advertising and marketing, to distract and mollify, to trivialise the weighty decisions we make, to ensure that we don’t connect. Even as we search for meaning and purpose, we want to be told that our actions are inconsequential. We seek reassurance that we are significant, but that what we do is not.</p> \n<p>It’s not blind spots we suffer from. We have vision spots, tiny illuminated patches of perception, around which everything else is blanked out. How often have I seen environmentalists gather to bemoan the state of the world, then repair to a restaurant in which they gorge on beef or salmon? The Guardian and Observer urge us to go green, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/georgemonbiot/2012/nov/08/guardian-fish-hypocrisy-observer\" title=\"\">then publish recipes for fish</a> whose capture rips apart the life of the sea.</p> \n<p>The television chefs who bravely sought to break this spell might have been talking to the furniture. Giant chicken factories are springing up throughout the west of England, the Welsh marches and the lowlands of the east. I say factories for this is what they are: you would picture something quite different if I said farm; they are hellish places. You might retch if you entered one – yet you eat what they produce without thinking.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9ca808fa205512598c1f153a409a973be29e24c2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432057997082/d7ebf97c-e843-4560-b0c8-2baf92cde5d8-460x276.jpeg\" alt=\"Chicken factory\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Giant chicken factories are springing up throughout the west of England, the Welsh marches and the lowlands of the east.</span> \n </figcaption> \n</figure> \n<p>Two giant broiler units are <a href=\"https://www.herefordshire.gov.uk/planning-and-building-control/development-control/planning-applications/details?id=143343&amp;search=143343\" title=\"\">now being planned</a> to sit at the head of the <a href=\"http://visitherefordshire.co.uk/golden-valley/\" title=\"\">Golden Valley in Herefordshire</a>, one of the most gorgeous landscapes in Britain. Each shed at Bage Court Farm – warehouses 90 metres long – is likely to house about 40,000 birds that will be cleared out, killed and replaced every 40 days or so. The UK now has some 2,000 chicken factories, to meet a demand for the meat that has <a href=\"https://www.gov.uk/government/statistical-data-sets/family-food-datasets\" title=\"\">doubled in 40 years</a>.</p> \n<p>I don’t know how these units will operate, but factories elsewhere inflict noise and dust and stench and traffic on quiet corners of the country. Because everything is automated, they employ few people, and those in hideous jobs: picking up and binning the birds that drop dead every day, catching chickens for slaughter in a flurry of excrement and feathers, then scraping out the warehouses before the next batch arrives.</p> \n<p>The dust such operations raises is an <a href=\"http://www.hse.gov.uk/pubns/web40.pdf\" title=\"\">exquisite compound</a> of aerialised faeces,&nbsp;chicken dander (dead skin), mites, bacteria, fungal spores, mycotoxins, endotoxins, veterinary medicines, pesticides, ammonia and hydrogen sulphide. It is listed as a substance hazardous to health, and helps explain why 15% of poultry workers <a href=\"http://www.hse.gov.uk/pubns/web40.pdf\" title=\"\">suffer from chronic bronchitis</a>.</p> \n<p>Yet, uniquely in Europe, the British government classifies unfiltered roof vents on poultry sheds as the “best available technology”. If this were any other industry, it would be obliged to build a factory chimney to disperse the dust and the stink. But farming, as ever,&nbsp;is protected by deference and vested interest, excluded from the regulations, planning conditions and taxes other businesses must observe. Already, Herefordshire county council has approved chicken factories close to schools, without surveying the likely extent of the dust plumes before or after the business opens. Bage Court Farm is just <a href=\"http://goldenvalleyactiongroup.org/\" title=\"\">up-wind of the village of Dorstone</a>.</p> \n<p>Inside chicken factories are scenes of cruelty practised on such a scale that they almost lose their ability to shock. Bred to grow at phenomenal speed, many birds collapse under their own weight and lie in the ammoniacal litter, acquiring <a href=\"http://www.rspca.org.uk/adviceandwelfare/farm/meatchickens/whatarewedoing\" title=\"\">burns on their feet and legs</a> and lesions on their breasts. After slaughter they are graded. Those classified as grade A can be sold whole. The others must have parts of the body removed, as they are disfigured by bruising, burning and necrosis. The remaining sections are cut up and sold as portions. Hungry yet?</p> \n<p>Plagues spread fast through such factories, so broiler businesses often dose their birds with antibiotics. These&nbsp;require prescriptions but – amazingly – the <a href=\"http://www.soilassociation.org/LinkClick.aspx?fileticket=G9q4uEb5deI%3D&amp;tabid=1841\" title=\"\">government keeps no record</a> of how many are issued. The profligate use of antibiotics on farms <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sustainable-business/food-farming-antibiotics-health-challenge-business\" title=\"\">endangers human health</a>, as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/jul/07/reduce-antibiotics-farm-animals-resistant-bacteria\" title=\"\">it makes bacterial resistance more likely</a>.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Nor does free range solve the feed problem: the birds are usually fed on soya, for which rainforests are wrecked</p> \n </blockquote> \n</aside> \n<p>But Herefordshire, like other county councils in the region, scarcely seems to care. How many broiler units has it approved? Who knows? Searches by local people suggest 42 in the past 12 months. But in December the council claimed it has authorised 21 developments since 2000. This week it told me it has granted permission to 31 since 2010. It admits that it “has&nbsp;not produced any specific strategy for managing broiler unit development”. Nor has it assessed the cumulative impact of these factories. At Bage Court&nbsp;Farm, as elsewhere, the council has decided&nbsp;that no environmental impact assessment is needed.</p> \n<p>So how should chicken be produced? The obvious answer is free range, but this&nbsp;exchanges one set of problems for another. Chicken dung is rich in soluble reactive phosphate.&nbsp;Large outdoor flocks lay down a scorching carpet of droppings, from which phosphate can leach or flash-flood into the nearest stream.</p> \n<p>Rivers such as the Ithon, in Powys, are said to run white with chicken excrement after rainstorms. The River Wye, a special area of conservation, is <a href=\"https://www.herefordshire.gov.uk/media/1130131/176_Wye_and_Usk_Foundation.pdf\" title=\"\">blighted by algal&nbsp;blooms</a>: manure stimulates the growth of green murks and slimes that kill fish and insects when they rot. Nor does free range solve the feed problem: the birds are usually fed on soya, for which rainforests and cerrado on the other side&nbsp;of the world are wrecked.</p> \n<p>There is no sensible way of producing&nbsp;the amount of chicken we eat. Reducing the impact means eating less meat – much less. I know that most people are not prepared to stop altogether. But is it too much to ask that we should eat meat as our grandparents did, as something rare and special, rather than as something we happen to be stuffing into our faces while reading our emails? To recognise that an animal has been sacrificed to serve our appetites, to observe the fact of its death: is this not the least we owe it?</p> \n<p>Knowing what we do and what we induce others to do is a prerequisite for a life that is honest and meaningful. We owe something to ourselves as well: to overcome our disavowal, and connect.</p> \n<p>Twitter: @georgemonbiot. A fully referenced version of this article can be found at <a href=\"http://www.monbiot.com/\" title=\"\">monbiot.com</a></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432057402536/Man-holding-a-chicken-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Is it too much to ask that we should eat meat as our grandparents did, as ­something rare and special, rather than as ­something we happen to be stuffing into our faces while reading our emails?' Photograph: Graeme Robertson","credit":"/Graeme Robertson","altText":"Man holding a chicken","cleanCaption":"‘Is it too much to ask that we should eat meat as our grandparents did, as ­something rare and special, rather than as ­something we happen to be stuffing into our faces while reading our emails?' Photograph: Graeme Robertson"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432057998463/d7ebf97c-e843-4560-b0c8-2baf92cde5d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Giant chicken factories are springing up throughout the west of England, the Welsh marches and the lowlands of the east.","credit":"Lester Lefkowitz/Lester Lefkowitz","altText":"Chicken factory","cleanCaption":"Giant chicken factories are springing up throughout the west of England, the Welsh marches and the lowlands of the east."}],"webPublicationDate":"2015-05-19T19:42:57Z","lastModified":"2015-05-19T23:00:59Z","metadata":{"commentable":true,"commentCount":693,"contributors":[{"name":"George Monbiot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/10/1410361956546/George-Monbiot-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/georgemonbiot"}],"feature":false,"keywords":["Farming","Environment","Chicken","Food & drink","Meat","Life and style"],"tags":[{"id":"environment/farming","webTitle":"Farming"},{"id":"environment/environment","webTitle":"Environment"},{"id":"lifeandstyle/chicken","webTitle":"Chicken"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/meat","webTitle":"Meat"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"George Monbiot","topic":{"type":"tag-contributor","name":"profile/georgemonbiot"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/19/chicken-welfare-human-health-meat","shortUrl":"http://gu.com/p/493g2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/19/chicken-welfare-human-health-meat","webUri":"http://www.theguardian.com/commentisfree/2015/may/19/chicken-welfare-human-health-meat"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432057402536/Man-holding-a-chicken-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Is it too much to ask that we should eat meat as our grandparents did, as ­something special, rather than as ­something we happen to be stuffing into our faces while reading our emails?’ Photograph: Graeme Robertson","credit":"Graeme Robertson","altText":"Man holding a chicken","cleanCaption":"‘Is it too much to ask that we should eat meat as our grandparents did, as ­something special, rather than as ­something we happen to be stuffing into our faces while reading our emails?’ Photograph: Graeme Robertson"}},"importance":4,"byline":{"title":"George Monbiot"},"showQuotedHeadline":true},{"title":"Steve Bell / Prince Charles meeting Gerry Adams","rawTitle":"Prince Charles meeting Gerry Adams","item":{"type":"comment","id":"commentisfree/picture/2015/may/19/steve-bell-prince-charles-meeting-gerry-adams-cartoon","title":"Steve Bell on Prince Charles meeting Gerry Adams – cartoon","trailText":"Prince Charles has shaken hands with Gerry Adams, the veteran Irish republican who former comrades allege was on the IRA’s ruling army council when the Provisionals murdered the prince’s great-uncle, Lord Louis Mountbatten, in 1979.","standFirst":"","byline":"Steve Bell","body":"","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432066102090/9c836eb4-2bd1-4a88-8232-11278d08d4c2-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"©Steve Bell 2015","altText":"Steve Bell 19.5.2015","cleanCredit":"Photograph: ©Steve Bell 2015"}],"bodyImages":[],"webPublicationDate":"2015-05-19T20:13:57Z","lastModified":"2015-05-19T23:28:35Z","metadata":{"commentable":true,"commentCount":142,"contributors":[{"name":"Steve Bell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevebell"}],"feature":false,"keywords":["Prince Charles","Gerry Adams","Ireland","Europe","Monarchy","Politics","World news","UK news"],"tags":[{"id":"uk/prince-charles","webTitle":"Prince Charles"},{"id":"politics/gerryadams","webTitle":"Gerry Adams"},{"id":"world/ireland","webTitle":"Ireland"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Steve Bell","topic":{"type":"tag-contributor","name":"profile/stevebell"}}],"series":{"title":"Guardian comment cartoon","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/guardian-comment-cartoon"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/picture/2015/may/19/steve-bell-prince-charles-meeting-gerry-adams-cartoon","shortUrl":"http://gu.com/p/493tp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/picture/2015/may/19/steve-bell-prince-charles-meeting-gerry-adams-cartoon","webUri":"http://www.theguardian.com/commentisfree/picture/2015/may/19/steve-bell-prince-charles-meeting-gerry-adams-cartoon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432066009221/b3cc4f96-664a-42cc-b5ed-05e871254694-620x424.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":424,"width":620,"orientation":"landscape","credit":"Illustration: ©Steve Bell 2015","altText":"Steve Bell 19.5.2015"}},"importance":3,"kicker":{"title":"Steve Bell"},"showQuotedHeadline":false},{"title":"Black Rod finds various shades of grey on the green benches","rawTitle":"Black Rod finds various shades of grey on the green benches","item":{"type":"comment","id":"politics/2015/may/19/black-rod-finds-various-shades-of-grey-on-the-green-benches","title":"Black Rod finds various shades of grey on the green benches","trailText":"The official opening of parliament was customarily esoteric, enough to flummox some of even the most long-serving MPs","standFirst":"<p>The official opening of parliament was customarily esoteric, enough to flummox some of even the most long-serving MPs</p>","byline":"John Crace","body":"<p>There are some parliamentary procedures so arcane not even the old pros have a clue what is going on. As the main doors of the Commons were theatrically opened to welcome Black Rod, everyone in the chamber automatically stood up. And then quickly sat down again in embarrassment as this was clearly “the wrong thing to do”. Deference dies hard, even on the Labour benches.</p> \n<p>With some order restored, Black Rod summoned the Speaker and MPs over to the Lords to hear yet another message from an absentee queen that sounded almost identical to the one she had emailed on Monday. Harriet Harman held out her hands in a WTF gesture, while David Cameron tried to pretend he knew exactly what was going on before they both reluctantly trooped off side by side.</p> \n<p>As on the previous day, most MPs chose to make their excuses and stay where they were. Which wasn’t always precisely where they were meant to be. Once again, the SNP were staking a claim on Labour seats, with four of their new intake sitting directly behind Harman. Old-timer Pete Wishart went one better and planted himself on the front bench and resisted all attempts by Labour chief whip, Rosie Winterton, to move him on. Winterton settled for sitting down beside him to make sure he behaved. It’s all relatively good-natured stuff for now; but Labour won’t find it quite so amusing if it carries on when the real business gets under way after next week’s Queen’s speech.</p> \n<p>On his return, John Bercow was pleased to let the house know that the Queen couldn’t have been more thrilled about his re-election and then announced the start of the long – and fairly tedious – process of swearing in every MP. <br /></p> \n<p>The process is not due to end till next Tuesday and may go on considerably longer if the Speaker maintains his habit of personally conferring his papal blessing on every member. There was no hand that went unheld, often for what felt like a great deal longer that the recipient would have liked. Some hands were deemed so in need of his gracious bestowal that Bercow grasped them in both of his. Just a few ended in a switch to a macho shake.</p> \n<p>Michael Gove looked less thrilled than most by this exchange. It was impossible to overhear exactly what words passed between them, though the conversation seemed decidedly one-sided. With Bercow doing all the talking. “Ah, so there you are, you miserable XXXX. Your attempt to get rid of me failed and I can promise I’m going to devote every moment of the next five years to making your job as lord chancellor as tricky as possible. Have a nice life.”</p> \n<p>Bercow was also keen to extend his condolences to Ed Miliband, making his first public appearance since his unplanned holiday to Ibiza. The only way Miliband was able to bring it to an end was to knock over the glass of water by the Speaker’s chair. It looked deliberate, but you never can quite tell with Ed. He could just be very clumsy. A flunky came along with a J-cloth to mop up; it soaked up as much unctuousness as it did water.</p> \n<p>Earlier, Miliband had stood in line with Nick Clegg. They had a great deal to catch up on. “So Ed, it all went a bit tits up, didn’t it? Where do you think we went wrong?” “It really did Nick. Though I still can’t help thinking we would have won enough seats to form a coalition if you had also unveiled your very own 8ft 6in NickStone.”</p> \n<p>With the cabinet, shadow cabinet and privy councillors – including Alex Salmond on best behaviour – out the way, the queue became progressively grey and greyer. There may be more women elected to parliament than ever before, but grey is still its predominant colour. Grey hair, grey suits. And one suspects, grey minds. The new MPs don’t begin swearing in until Thursday, so we will have to wait to see who the pushiest are. There’s more to play for than you might think. The first in line gets automatic precedence and will be in pole position to be father of the house one day in a distant parliament. Watch this space in 45 years time.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/14194c49ecae37cf341ab0805af1cbc3bbbafaa9/899_170_1605_963/1605.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":963,"width":1605,"orientation":"landscape","credit":"Parliament TV/Parliament TV","altText":"Ed Miliband and Nick Clegg","cleanCredit":"Photograph: Parliament TV/Parliament TV"}],"bodyImages":[],"webPublicationDate":"2015-05-19T17:53:27Z","lastModified":"2015-05-19T23:01:14Z","metadata":{"commentable":true,"commentCount":40,"contributors":[{"name":"John Crace","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johncrace"}],"feature":false,"keywords":["Politics","John Bercow","House of Commons","UK news","Harriet Harman","David Cameron","Michael Gove"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/john-bercow","webTitle":"John Bercow"},{"id":"politics/houseofcommons","webTitle":"House of Commons"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/harrietharman","webTitle":"Harriet Harman"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/michaelgove","webTitle":"Michael Gove"}],"section":{"id":"politics"},"topics":[{"displayName":"John Crace","topic":{"type":"tag-contributor","name":"profile/johncrace"}}],"series":{"title":"The politics sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/the-politics-sketch"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/19/black-rod-finds-various-shades-of-grey-on-the-green-benches","shortUrl":"http://gu.com/p/493g5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/19/black-rod-finds-various-shades-of-grey-on-the-green-benches","webUri":"http://www.theguardian.com/politics/2015/may/19/black-rod-finds-various-shades-of-grey-on-the-green-benches"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/14194c49ecae37cf341ab0805af1cbc3bbbafaa9/899_170_1605_963/1605.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":963,"width":1605,"orientation":"landscape","caption":"Ed Miliband and Nick Clegg find something to laugh about while waiting to be sworn in. Photograph: Parliament TV","credit":"Parliament TV","altText":"Ed Miliband and Nick Clegg","cleanCaption":"Ed Miliband and Nick Clegg find something to laugh about while waiting to be sworn in.","cleanCredit":"Photograph: Parliament TV"}},"importance":3,"byline":{"title":"John Crace's sketch"},"showQuotedHeadline":true}],"lastModified":"2015-05-20T08:35:23Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}