{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Warning: these Tories won’t jump. They must be pushed","rawTitle":"Warning: these Tories won’t jump. They must be pushed","item":{"type":"comment","id":"commentisfree/2015/apr/28/tories-david-cameron-voters-election","title":"Warning: these Tories won’t jump. They must be pushed","trailText":"David Cameron will do anything to stay in power. The voters who will suffer most must realise what is at stake in this election","standFirst":"David Cameron will do anything to stay in power. The voters who will suffer most must realise what is at stake in this election","byline":"Polly Toynbee","body":"<p>In St George’s community centre in Wakefield, Ann was on her first visit for a free lunch. Tiny and frail on her mobility scooter, she was a senior care worker until struck down by diabetes: she has an open abdominal ulcer and recently fell and broke her shoulder and ribs. But that’s no bar to Iain Duncan Smith – she’s on the work programme’s “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/oct/30/cuts-employment-support-allowance-papers-jobseekers-allowance\">work-related activity group</a>” despite being almost immobile. Bailiffs came knocking this week, threatening her for the &pound;700 back rent she owes, due to a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/jul/15/bedroom-tax-hardship-dwp-study\">bedroom tax</a> debt after one daughter moved out. She had &pound;2 left for the week.</p> \n<p>Yes, she says emphatically, she’s always voted Labour. But her daughter, mother of three, who brought Ann here, says she’s never voted. Does she know the difference between parties? “No, not really,” though she thinks her mother is cruelly treated. Yet her life, her children’s and her mother’s will be severely affected by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/19/george-osborne-cuts-30bn-eliminate-deficit-2019-welfare-squeeze\">George Osborne’s next &pound;12bn of cuts</a>. Only a few days left to persuade people like her that voting matters.</p> \n<p>With an unbearable nine days still to run, this excruciatingly static tug-of-war election is fraying nerves beyond endurance. The momentous nature of the choice ahead is still passing too many voters by: canvassers need the patience of saints hearing those whose lives will be radically affected by the result say “They’re all the same” or “We don’t vote”. The temptation to grab people by the lapels and give them a good shaking must be almost overwhelming.</p> \n<p>Ann and those like her are why Labour supporters hover over the polls in agony, hope vying with panic. Ed Miliband has laid out Labour’s most radical programme for years – pitched against the toughest Tory state-shrinking austerity yet. The <a href=\"http://www.ifs.org.uk/\">Institute for Fiscal Studies</a> has never seen so wide a gap in tax and spending policies – Tory cuts 30 times deeper than Labour’s. Today the Institute for Fiscal Studies will again fruitlessly ask the Tories to say how they can cut &pound;12bn from working-age benefits, without grinding hardship to low-paid families and the disabled. Timid TV interviewers keep letting Tories get away with not listing where the axe would fall.</p> \n<aside class=\"element element-membership element--supporting\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/guardian-live-election-results-special-16727611737\">Guardian Live: Election results special</a> </p> \n</aside> \n<p>The other great dread: a David Cameron win fires the starting pistol of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/eu-referendum\">the EU referendum</a>, throwing the country into turmoil over Europe, with a grave risk of exit. Scotland will be gone and little England risks floating off alone without influence anywhere. No election in living memory has had such a profound and irrevocable effect on who we are, how we live and what is to become of us.</p> \n<p>The outcome is so uncertain, veering from extreme to extreme, commentators would be wise to prepare a plausible column for every eventuality. Joy! Labour crosses the line as the biggest party! There is no “legitimacy” nonsense. The Tories fall upon one another in an Eton wall game of internecine ferocity, unable to believe the school geek, the loser whose head they stuck down the toilet, ended up as head boy. Why did they lose?</p> \n<p>Sagacious after-the-event explanations include Osborne’s smugness about economic “success” when too few were better off. His “jobs miracle” was all zero-hours and temp work paying less than you can live on. Tax cuts for the rich caused <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/26/crisis-what-crisis-britains-richest-double-their-wealth-in-10-years\">billionaires’ wealth to double</a> but austerity for the rest: even some Tories blush at “all in this together”. Why did recovery need more belt-tightening, with the NHS teetering on the edge? Tories stayed toxic and Cameron should never have ditched “compassionate conservatism”. Labour fought a good campaign on decent values, honest in comparison. That’s why the Tories lost, we’ll write.</p> \n<p>But outright Tory failure looks unlikely. Yesterday’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/27/conservatives-three-point-lead-over-labour-guardian-icm-poll\">Guardian poll</a> gave them another blip up: is this the last-minute trend they always hoped might echo 1992? Be braced for Cameron to win more seats and more votes than Labour, greeted with a victory parade on every Tory front page. They may not command a majority in the Commons, but don’t underestimate their attempt at extra-parliamentary politics.</p> \n<p>Theresa May’s declaration that this will be the “<a href=\"http://www.dailymail.co.uk/news/article-3055575/Theresa-SNP-Labour-pact-spark-biggest-constitutional-crisis-abdication-Edward-VIII.html\">worst constitutional crisis since the abdication</a>” is a threat. YouGov pollster <a href=\"https://yougov.co.uk/news/2015/04/24/post-election-scenarios-imagine-all-people-sharing/\">Joe Twyman writes</a> that if the Tories have more votes and more seats they could “claim the plurality of public opinion on their side and therefore refuse to just relinquish power to another minority party that similarly lacks the stability of a coalition. Along with public opinion, a Conservative minority government might even claim to be acting ‘in the national interest’ by maintaining the unity and defence of the realm through neutralising both the separatist desires of the SNP and their wish to abandon Trident.”</p> \n<p>Imagine the Tories, spurred on by their raucous press, trying to mobilise popular opinion against the legal constitutional result: that’s insurrection. They wrote the <a href=\"http://www.bbc.co.uk/news/uk-politics-25445868\">Fixed-term Parliaments Act</a> and they must abide by it. If Cameron can’t command a Commons majority he hands over power, if Miliband has a left-of-centre Commons majority with SNP support. To proclaim Scotland’s representatives illegitimate is preposterous and dangerous. To claim public opinion is an appeal to the mob. Parties that lost the popular vote have ruled before, thanks to our unjust non-proportional system that the Tories cleave to. Attlee won the popular vote in 1951, but failed to win a Commons majority. In 1974 Labour had fewer votes but four more seats than the Tories. Politically and psychologically even a badly diminished Lib Dem cohort could matter, but if Nick Clegg sticks with his threat to support the Tories, pretending it’s a constitutional necessity, he deals a final blow to the party he has already led to ruination.</p> \n<p>Labour would need nerves of steel to hold power against that storm of Tory outrage – but Miliband looks confidently unflinching. The SNP, pledged to “lock out the Tories”, would be locked into supporting Labour on any government-shaking issue, not puppet-masters. Fearing some last-minute Tory bounce, Labour holds its breath, well-used to shocks: the first election I covered as a junior reporter was 1970, when few saw Wilson’s defeat coming. In 1979, few really thought Margaret Thatcher could beat popular Jim Callaghan. Neil Kinnock’s loss in 1992 was a shock, as John Major cut such a minor figure – and indeed was effortlessly outdone by Tony Blair in 1997. Nothing was more certain than Gordon Brown’s fall in 2010.</p> \n<p>But no past defeats would be more painful than another term of Cameron and Osborne, bringing a social and foreign policy rightwing radicalism more extreme than any in my lifetime.</p> \n<p><strong><span class=\"bullet\">•</span> Polly Toynbee is a panellist at <a href=\"https://membership.theguardian.com/event/guardian-live-election-results-special-16727611737\">Guardian Live: Election results special</a> on Friday 8 May at 6pm in Kings Place. For full details and to book tickets, see <a href=\"https://membership.theguardian.com/event/guardian-live-election-results-special-16727611737\">here</a></strong></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430159309254/Ed-Miliband-gives-a-speec-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ed Miliband 'has laid out Labour’s most radical programme for years – pitched against the toughest Tory state-shrinking austerity yet.' Photograph: Oli Scarff/AFP/Getty Images","credit":"Oli Scarff/AFP/Getty Images","altText":"Ed Miliband gives a speech in Stockton-on-Tees","cleanCaption":"Ed Miliband 'has laid out Labour’s most radical programme for years – pitched against the toughest Tory state-shrinking austerity yet.' Photograph: Oli Scarff/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-04-28T05:00:05Z","lastModified":"2015-04-28T07:18:54Z","metadata":{"commentable":true,"commentCount":746,"contributors":[{"name":"Polly Toynbee","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/6/30/1404146756739/Polly-Toynbee-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pollytoynbee"}],"feature":false,"keywords":["General election 2015","Politics","UK news","David Cameron","Conservatives","George Osborne","Nick Clegg","Ed Miliband","Labour","Liberal Democrats","Scottish National party (SNP)"],"topics":[{"displayName":"Polly Toynbee","topic":{"type":"tag-contributor","name":"profile/pollytoynbee"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/apr/28/tories-david-cameron-voters-election","shortUrl":"http://gu.com/p/47qfd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/apr/28/tories-david-cameron-voters-election","webUri":"http://www.theguardian.com/commentisfree/2015/apr/28/tories-david-cameron-voters-election"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430159309254/Ed-Miliband-gives-a-speec-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Ed Miliband has laid out Labour’s most radical programme for years – pitched against the toughest Tory state-shrinking austerity yet.’ Photograph: Oli Scarff/AFP/Getty Images","credit":"Oli Scarff/AFP/Getty Images","altText":"Ed Miliband gives a speech in Stockton-on-Tees","cleanCaption":"‘Ed Miliband has laid out Labour’s most radical programme for years – pitched against the toughest Tory state-shrinking austerity yet.’ Photograph: Oli Scarff/AFP/Getty Images"}},"importance":7,"showQuotedHeadline":true},{"title":"After years in the field, I worry I've lost my compassion","rawTitle":"After years in the field, I worry I've lost my compassion","item":{"type":"article","id":"global-development-professionals-network/2015/apr/28/secret-aid-worker-after-years-in-the-field-i-worry-ive-lost-my-compassion","title":"Secret Aid Worker: After years in the field, I worry I've lost my compassion","trailText":"A humanitarian worker in South Sudan and Jordan talks about the effects of years of exposure to human suffering","standFirst":"<p>A humanitarian worker in South Sudan and Jordan talks about the effects of years of exposure to human suffering</p>","byline":"","body":"<p>I fear that my work is affecting the aspect of my personality that made me want to become an aid worker in the first place: my compassion. I’m not here to say that I started this line of work because I’m Mother Teresa, that the exciting lifestyle and ability to travel didn’t come into it. I was always clear with myself that I was doing this work because it brought me happiness, not because I was a self-sacrificing angel. But compassion was there. The desire to do something helpful for another person you can see suffering.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development-professionals-network/2015/apr/13/secret-aid-worker-is-there-such-a-thing-as-being-too-french\">Secret Aid Worker: is there such a thing as being too French?</a> </p> \n</aside> \n<p>That’s where my problem starts, my perception of suffering has so radically altered that I no longer react in the same way to it. Growing up in a privileged position in the UK, you see hardship but not in the same, all-encompassing way you can in the kind of places I work. I used to feel a genuine stab as an undergraduate when I walked past people begging on the street, but now I don’t. I still feel for them and I might still give them change if I have it, but I no longer feel that stab, that almost physical pain I used to experience when I would automatically put myself in their shoes.<br /></p> \n<p>Having been surrounded by disaster for so long, I’ve become accustomed to suffering. I do not work in nutrition or health, but I’ve seen more malnourished people than I can remember. The bones jutting out of people with Aids, children whose hair has changed colour due to a lack of nutrients.</p> \n<p>I’ve met hundreds of people who have been displaced by war, who have lost their families, who have been attacked, who are poor and desperate and have lost everything. I’ve been in one place where conditions were so bad that I had to make a huge effort not to burst into tears when walking down the street for my first few days there.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development-professionals-network/2015/apr/09/vanuatu-cyclone-pam-humanitarian-response\">Vanuatu field post: '12 hours after the storm started we were still trapped'</a> </p> \n</aside> \n<p>You obviously cannot do your job if you just break down and cry all the time, let alone what the hell people there would think to see you crying when it’s them that are dealing with that situation. I’ve met so many people whose children have died. So many women struggling against horrific gender inequality. And, over time, you become used to it. In that one place, soon I could walk down the street and not feel the urge to cry. You just get on with it. Much has been written about how aid workers suffer stress and trauma due to this kind of constant experience, but I think the first effect is that you adjust your view of what is normal.<br /></p> \n<p>It’s a dangerous path, because while it’s necessary for our work to adapt in that way, to become used to the horrific, the emergencies, the situations that should never occur, where this road leads in the end is, of course, losing compassion entirely. You do occasionally meet someone, who’s been working in this field for decades, who does seem immune to compassion. Who no longer seems to really care about the people they work with and for. People who are, let’s be frank, somewhat addicted to horrific disasters.<br /></p> \n<p>I was driving through a slum the other day and thinking that the people there looked pretty fine to me. The presence of overweight people made me think that food wise all was well, their corrugated iron shacks looked waterproof to me, shops were operating, children had clothes that weren’t dirty and torn, some even had toys. No tragedy there. I’m pretty sure if I’d seen the same slum five years ago, I would have been horrified by the cramped conditions people were living in and felt extremely sorry for them. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development-professionals-network/2015/mar/12/im-an-aid-worker-and-im-gay-lgbt-ngos\">I'm an aid worker... and I'm gay</a> </p> \n</aside> \n<p>I’m not sure I could ever go back to a position where I could feel the same way. I would still work there, would still see them as worthy of a programme to improve conditions for the people, but the sting of it has gone and it probably won’t return. Right now, retrieving it would probably make me less good at my job.</p> \n<p><em>Do you have a secret aid worker story you’d like to tell? You can contact us confidentially at globaldevpros@theguardian.com - please put Secret Aid Worker in the subject line.</em></p> \n<p><strong><a href=\"https://register.theguardian.com/global-development/\">Join our community</a> of development professionals and humanitarians. Follow <a href=\"https://twitter.com/GuardianGDP\">@GuardianGDP</a> on Twitter.</strong></p>","section":"Global Development Professionals Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/20/1429532633197/4078bb44-55a9-4208-bb54-20b59ad2aebc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"AP Photo/UNRWA, File/AP Photo/UNRWA, File","altText":"Syria Palestine refugee camp","cleanCredit":"Photograph: AP Photo/UNRWA, File/AP Photo/UNRWA, File"}],"bodyImages":[],"webPublicationDate":"2015-04-28T08:44:01Z","lastModified":"2015-04-28T10:17:44Z","metadata":{"commentable":true,"commentCount":24,"contributors":[],"feature":true,"keywords":["Global development professionals network","humanitarians","Aid","Global development","Voluntary sector","Charities","Society","Jordan","South Sudan","Refugees","Middle East and North Africa","Africa"],"topics":[],"embeddedVideos":[],"adTargetingPath":"global-development-professionals-network"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development-professionals-network/2015/apr/28/secret-aid-worker-after-years-in-the-field-i-worry-ive-lost-my-compassion","shortUrl":"http://gu.com/p/47kd8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development-professionals-network/2015/apr/28/secret-aid-worker-after-years-in-the-field-i-worry-ive-lost-my-compassion","webUri":"http://www.theguardian.com/global-development-professionals-network/2015/apr/28/secret-aid-worker-after-years-in-the-field-i-worry-ive-lost-my-compassion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/20/1429532633197/4078bb44-55a9-4208-bb54-20b59ad2aebc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Palestinian refugees in the besieged Yarmouk refugee camp near Damascus, Syria in January 2014 Photograph: AP Photo/UNRWA, File","credit":"AP Photo/UNRWA, File","altText":"Syria Palestine refugee camp","cleanCaption":"Palestinian refugees in the besieged Yarmouk refugee camp near Damascus, Syria in January 2014","cleanCredit":"Photograph: AP Photo/UNRWA, File"}},"importance":5,"showQuotedHeadline":true},{"title":"You call yourself the People’s Horse Breeder? The strange titles world rulers give themselves","rawTitle":"You call yourself the People’s Horse Breeder? The strange titles world rulers give themselves","item":{"type":"comment","id":"commentisfree/2015/apr/28/peoples-horse-breeder-turkmenistan-authoritarian-leader-title","title":"You call yourself the People’s Horse Breeder? The strange titles world rulers give themselves","trailText":"The Turkmen president’s choice of title gives weight to the theory that the more authoritarian a leader, the more lengthy and eccentric their names tend to be","standFirst":"The Turkmen president’s choice of title gives weight to the theory that the more authoritarian a leader, the more lengthy and eccentric their names tend to be","byline":"Stephen Moss","body":"<p>Turkmenistan’s authoritarian president Gurbanguly Berdymukhamedov (aka the headline-writer’s friend) is in danger of becoming a figure of fun. Though not in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/turkmenistan\" title=\"\">Turkmenistan</a>, of course, where he was re-elected with the support of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/feb/13/turkmenistan-president-wins-election\" title=\"\">97% of the electorate</a> in 2012. It was a hard-fought election contested by seven other candidates, and marred only by the fact that most of them said they would be voting for President Berdymukhamedov, who likes to style himself <em>Arkadag</em>, or “Protector”, in a presumably unwitting nod to Oliver Cromwell.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/feb/13/turkmenistan-president-wins-election\">Turkmenistan president wins re-election with 97% of vote</a> </p> \n</aside> \n<p>But President Berdymukhamedov – and this is where he may leave himself open to ridicule – has now been awarded another title: the “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/27/turkmenistan-president-named-peoples-horse-breeder\" title=\"\">People’s Horse Breeder</a>”, which does not have quite the same Cromwellian ring. The <a href=\"https://www.youtube.com/watch?v=s2QhfLn1oPQ&amp;noredirect=1\" title=\"\">horse-mad leader of a horse-mad country</a> was given the title at the weekend, appropriately enough to mark the Day of the Horse. “Our country is moving forward with the speed of an <em>Akhal-Teke</em> stallion and I call on you all to move forward and only forward,” he declared hoarsely.</p> \n<p>While the People’s Horse Breeder may be an eccentric title, however, among national leaders past and present Berdymukhamedov is a novice when it comes to honorifics. Indeed, his predecessor Saparmurat Niyazov was far more self-aggrandising, styling himself <em>T&uuml;rkmenbaşy</em>, or Leader of Turkmen, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2008/apr/25/1\" title=\"\">renaming months after himself</a> and members of his family. Compared to such grandiosity, the People’s Horse Breeder, who happens to be a former dentist (the “People’s Dentist”?) has so far proved the soul of restraint.</p> \n<p>Heads of state just can’t resist titles. Haile Selassie, the emperor of Ethiopia who accumulated a magnificent list of titles before being deposed in a coup in 1974, has a strong claim to be called the all-time king of bombast. His Imperial Majesty <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2010/oct/15/archive-royal-welcome-for-emperor-haile-selassie-1954\" title=\"\">Haile Selassie</a> I, Conquering Lion of the Tribe of Judah, King of Kings and Elect of God certainly takes some beating.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Haile Selassie, the emperor of Ethiopia, has a strong claim to be called the all-time king of bombast</p> \n </blockquote> \n</aside> \n<p>The Pope is another strong contender: Bishop of Rome, Vicar of Jesus Christ, Successor of the Prince of the Apostles, Supreme Pontiff of the Universal Church, Primate of Italy, Archbishop and Metropolitan of the Roman Province, Sovereign of the Vatican City State, Servant of the Servants of God. The Servants of God would be an excellent name for a rock band.</p> \n<p>Then there is our own dear Queen. She has different titles in each of the 16 countries over which she reigns, though they are all variants on her convoluted UK job description: Elizabeth the Second, by the Grace of God, of the United Kingdom of Great Britain and Northern Ireland and of Her Other Realms and Territories Queen, Head of the Commonwealth, Defender of the Faith.</p> \n<p>We are sorry to have lost Colonel (why was he never promoted?) Gaddafi, Brotherly Leader and Guide of the First of September Great Revolution of the Socialist People’s Libyan Arab Jamahiriya.<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/nicolae-ceausescu\" title=\"\"> Nicolae Ceausescu</a>, the general secretary of the Romanian Communist party from 1965-89 who styled himself “Genius of the Carpathians”, was another sad loss.</p> \n<p>Of current “strongmen”, we are quite taken with Yahya Jammeh, president of Gambia since a coup in 1994, and leader of the Alliance for Patriotic Reorientation and Construction – a name which might usefully be borrowed by whatever chaotic multi-party coalition emerges from next week’s electoral imbroglio in the UK. Jammeh’s full title is His Excellency Sheikh Professor Alhaji Dr Yahya Abdul-Aziz Awal Jemus Junkung Jammeh Naasiru Deen Babili Mansa, Commander-in-Chief of the Armed Forces and Chief Custodian of the Sacred Constitution of the Gambia.</p> \n<p>Jammeh’s title is certainly impressive set against those current autocrats who settle for the simple “Supreme Leader”, “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/may/26/dear-leader-review-north-korea-madness\" title=\"\">Dear Leader</a>” or “Leader of the Nation”. Such a nondescript appellation will never win popular approval. If you have absolute power, express it in as baroque a nomenclature as you can. We would, though, caution demagogues against declaring themselves “President for Life”, as they are invariably overthrown, usually in bloody circumstances, after a couple of gaudy decades.</p> \n<p>In a rich historical field there can, however, only be one winner. Dictatorial allcomers must bow before Ugandan president Idi Amin, who styled himself His Excellency, President for Life [sic], Field Marshal Al Hadji Doctor Idi Amin Dada, VC, DSO, MC, Lord of All the Beasts of the Earth and Fishes of the Seas, and Conqueror of the British Empire in Africa in General and Uganda in Particular. The MC and DSO were fictitious; the VC was a Victorious Cross he awarded to himself; and the law degree, too, was self-conferred. Amin also claimed to be the uncrowned King of Scotland, which later became the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2007/jan/06/fiction.film\" title=\"\">title of a novel by Giles Foden </a>and of an Oscar-winning film. A fitting tribute to the undisputed emperor of linguistic excess.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430217540327/Turkmenistans-Gurbanguly--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Turkmenistan's Gurbanguly Berdymukhamedov. ‘Our country is moving forward with the speed of an Akhal-Teke stallion and I call on you all to move forward and only forward,' he said on being given the title. Photograph: Eric Feferberg/AFP","credit":"/Eric Feferberg/AFP","altText":"Turkmenistan's Gurbanguly Berdymukhamedov.","cleanCaption":"Turkmenistan's Gurbanguly Berdymukhamedov. ‘Our country is moving forward with the speed of an Akhal-Teke stallion and I call on you all to move forward and only forward,' he said on being given the title. Photograph: Eric Feferberg/AFP"}],"bodyImages":[],"webPublicationDate":"2015-04-28T11:03:17Z","lastModified":"2015-04-28T13:17:32Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Stephen Moss","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/7/17/1405603976678/Stephen-Moss-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stephenmoss"}],"feature":false,"keywords":["Turkmenistan","World news","Society","Language","Uganda"],"topics":[{"displayName":"Stephen Moss","topic":{"type":"tag-contributor","name":"profile/stephenmoss"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/apr/28/peoples-horse-breeder-turkmenistan-authoritarian-leader-title","shortUrl":"http://gu.com/p/47qp9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/apr/28/peoples-horse-breeder-turkmenistan-authoritarian-leader-title","webUri":"http://www.theguardian.com/commentisfree/2015/apr/28/peoples-horse-breeder-turkmenistan-authoritarian-leader-title"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430217540327/Turkmenistans-Gurbanguly--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gurbanguly Berdymukhamedov. ‘Our country is moving forward with the speed of an Akhal-Teke stallion, and I call on you all to move forward and only forward,’ he said, on receiving the title. Photograph: Eric Feferberg/AFP","credit":"Eric Feferberg/AFP","altText":"Turkmenistan's Gurbanguly Berdymukhamedov.","cleanCaption":"Gurbanguly Berdymukhamedov. ‘Our country is moving forward with the speed of an Akhal-Teke stallion, and I call on you all to move forward and only forward,’ he said, on receiving the title. Photograph: Eric Feferberg/AFP"}},"importance":5,"showQuotedHeadline":true},{"title":"It’s not just the UK left behind by ‘booming’ London. It’s Londoners too","rawTitle":"It’s not just the UK left behind by ‘booming’ London. It’s Londoners too","item":{"type":"comment","id":"commentisfree/2015/apr/28/edmonton-londoners-london-suburb-economy","title":"It’s not just the UK left behind by ‘booming’ London. It’s Londoners too","trailText":"In the latest of our pre-election series, Aditya Chakrabortty goes back to Edmonton, another suburb failed by the national economy","standFirst":"In the latest of our pre-election series, Aditya Chakrabortty goes back to Edmonton, another suburb failed by the national economy","byline":"Aditya Chakrabortty","body":"<p>‘You work at the Guardian, but you’re from Edmonton?” That but, and the genuine wonderment packed into it, made me laugh. This was <a href=\"http://www.newstatesman.com/uk-politics/2015/03/who-black-woman-kate-osamor-her-path-parliament\" title=\"\">Kate Osamor</a> speaking! Come next Thursday, she will almost certainly be elected as the Labour MP for my old home of Edmonton, in north London. She’ll move into the Palace of Westminster and take up one of the 650 most elite positions in Britain. But before that process of dessication, she can still be impressed by more humble&nbsp;achievements.</p> \n<p>I’ve heard that tone before: <em>you’re</em> from <em>here</em>? The first temptation is to laugh it off – it’s a newspaper, mate, not a space mission. But soon the questions behind the question start to weigh you down. From outside the Guardian’s offices, a bus runs all the way to Edmonton Green shopping centre. The journey takes less than an hour. The idea of anyone actually making it seems to me as plausible as a fairy handing out coins for fallen teeth.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/26/recession-rich-britains-wealthiest-double-net-worth-since-crisis\">Recession rich: Britain's wealthiest double net worth since crisis</a> </p> \n</aside> \n<p>London is one of the richest, most powerful cities in history. It can raise billions for companies entering the stock market, while politicians sitting in its centre charter war after war. Here, just 10 miles north of parliament, they have neither wealth nor power: parts of Edmonton rank among the poorest in England.</p> \n<p>You’re not meant to know about this side of the capital. The story put about by politicians and pundits and money men is that London is the one engine that roars in a largely broken economic machine. “A first-rate city with a second-rate country attached,” as the BBC’s previous economics editor, Stephanie Flanders, <a href=\"http://www.bbc.co.uk/news/business-21934564\" title=\"\">quoted a financier friend</a>. Strip that statement of its self-preening and it’s really a damning indictment: a national economic system that only delivers the goods for one city.</p> \n<p>But Edmonton demonstrates that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/dec/09/revealed-wealth-gap-oecd-report\" title=\"\">Thatcher’s trickle-down</a> didn’t even reach the capital’s sides, let alone its hinterland. While <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/26/recession-rich-britains-wealthiest-double-net-worth-since-crisis\" title=\"\">London now has more billionaires than any other city</a>, according to the latest Sunday Times Rich List, a local youth worker told me last year of showing a recruitment ad to a teenager, only to be told that &pound;10,000 a year jobs weren’t for Edmonton people. “I know my place,” he said.</p> \n<p>That sense of hopelessness hasn’t featured in this election campaign, but I’ve heard much more of it travelling around London and Britain than any happy-clappy rubbish about <a href=\"https://www.conservatives.com/Together.aspx\" title=\"\">“securing a brighter future”</a>. It goes back well before the bankers’ crash and the long slump, as more and more people felt left out of an economy touted by the Tories and New Labour as a national success story: industries disappeared, jobs weren’t as good, pay rises never went far enough.</p> \n<p>You see all of this in Edmonton, which used to be the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/feb/03/enfield-experiment-london-cities-economy\" title=\"\">light-industrial hub of Britain</a>. Most of that was still intact when I was growing up there in the 80s, which made it feel like a busy, confident neighbourhood. Now it’s all vanished. In three decades, a council executive told me last year, the area has slid from working-class “prosperity” to “working poverty”. Central to that decline is something else you’ll never see in this election – the pauperisation&nbsp;of the working class.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Drug-dealers colonise the doorstep of her constituency office, and prostitution goes on behind it</p> \n </blockquote> \n</aside> \n<p>You see this all over Edmonton. The factories and their relatively high-paying jobs have shut. The industrial estates still buzz with forklifts – only now the employers are distribution warehouses and food plants, paying minimum wage and offering zero-hours contracts and temporary work. A twentysomething I’ll call Adam works in one of those warehouses for one of Britain’s biggest firms, humping goods on to lorries to go to internet shoppers. He told me of how supervisors scream at staff, of how drivers and loaders get called up the evening before or even the morning of a shift and are told not to worry about coming in on a set contract day. Oh, and if they really want to be paid they can take it as holiday. For humping pallets about 34 hours a week, he is paid less than 13 grand a year.</p> \n<p>These are examples of systemic abuse, and parties committed to making tweaks will never tackle it. A Labour member, Adam wants to believe the best of Ed Miliband, but admits the reality is bitterly disappointing. What do you make of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/31/workers-on-zero-hours-contracts-to-get-regular-contracts-after-3-months\" title=\"\">ban on “exploitative” zero-hours contracts</a>? “For fuck’s sake,” he says. How about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/reality-check/2015/apr/26/labour-rent-control-plans-explained-ed-miliband\" title=\"\">Ed’s plan to dampen rent rises</a>? “Four out of 10.” Then he tells me about seeing a letting agent in Edmonton who offered a mate a flat to rent, “provided you don’t mind rats”.</p> \n<p>For the past five years, London has been painted as a success story: a land of duckers and divers popping champagne whenever their houses go up by a grand a month, even while the rest of the country staggers out of recession. This is Boris’s yarn, and it’s what enables him to be “weaponised”. The truth is that property owners in London have made out like bandits during the crash, while those at the bottom have been shafted. LSE academics found last month that the <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=2&amp;ved=0CCYQFjAB&amp;url=http%3A%2F%2Fsticerd.lse.ac.uk%2Fdps%2Fcase%2Fspcc%2FRR06_SUMMARY.pdf&amp;ei=Hn8-VdWEOM7kaNvOgNgB&amp;usg=AFQjCNFdyCQiohI-urUuhH5IGbKd76oQcg&amp;sig2=O2xdXgDggR2MlC6EDdE3Eg&amp;bvm=bv.91665533,d.d2s\" title=\"\">poorest Londoners were worse off after the crash</a> than their counterparts in the rest of the UK. Hardest hit were the poorest 10% renting in the private sector, who were 53% poorer in 2013 than they were in 2007.</p> \n<p>As Jill Harrison at the local Citizens Advice bureau (of which I am a trustee) puts it: “London is turning into Paris: all the problems are being dumped on the suburbs.” Osamor sees it too. She tells me about drug-dealers colonising the doorstep of her constituency office, and the prostitution going on behind it. Those are just the lighter offences: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/06/britain-economic-recovery-local-enterprises-building-bloqs\" title=\"\">Edmonton’s latest nickname is Shanktown</a>, on account of the number of stabbings.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The local Labour-led council has done some heroic work, most notably on building social housing</p> \n </blockquote> \n</aside> \n<p>Out in the suburbs such problems can be much more easily ignored. Organisations have neither the funding nor the attention of the political centre to tackle them. The local Labour-led council has done some heroic work, most notably on building social housing, but it has been told off by the chieftains on the Westminster frontbench for “running ahead of national policy”. And the blame can be more easily transferred from politics to individuals. Only one hustings has been held here, in the back of an internet cafe; only two candidates turned up – Osamor and the <a href=\"http://www.enfieldindependent.co.uk/news/12906904.Five_reasons_the_Trade_Union_and_Socialist_Coalition_want_your_vote_in_Edmonton/\" title=\"\">Trade Union and Socialist Coalition’s man</a>; and only one contribution from the floor was applauded, from a black woman who asked: “Why would anyone choose to live in Edmonton?” This is what collective shame looks like, and a sense of being trapped. I don’t remember either when I was there.</p> \n<p>Plenty of places like Edmonton are dotted all around the M25 and north of the Watford Gap. They are offered next to nothing by the national economy, while Westminster only checks in every five years. The frontbenchers and their <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/19/spads-special-advisers-took-over-british-politics\" title=\"\">spads</a> are too fixated on swing voters and marginal seats to care the rest of the time. This is a different Britain than the one confected for campaigns: post-growth, post-democracy. I bet you won’t see it on election night.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430161486924/Illustration-by-Matt-Keny-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Edmonton demonstrates that Thatcher’s trickle-down didn’t even reach the capital’s sides, let alone its hinterland.' Illustration by Matt Kenyon","credit":"Guardian","altText":"Illustration by Matt Kenyon","cleanCaption":"'Edmonton demonstrates that Thatcher’s trickle-down didn’t even reach the capital’s sides, let alone its hinterland.' Illustration by Matt Kenyon"}],"bodyImages":[],"webPublicationDate":"2015-04-28T05:30:06Z","lastModified":"2015-04-28T05:30:06Z","metadata":{"commentable":true,"commentCount":484,"contributors":[{"name":"Aditya Chakrabortty","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411565194870/Aditya-Chakrabortty-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adityachakrabortty"}],"feature":false,"keywords":["General election 2015","London","Economic policy","Politics","Economics","Austerity","Business","UK news"],"topics":[{"displayName":"Aditya Chakrabortty","topic":{"type":"tag-contributor","name":"profile/adityachakrabortty"}}],"series":{"title":"Going home","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/going-home"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/apr/28/edmonton-londoners-london-suburb-economy","shortUrl":"http://gu.com/p/47qgd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/apr/28/edmonton-londoners-london-suburb-economy","webUri":"http://www.theguardian.com/commentisfree/2015/apr/28/edmonton-londoners-london-suburb-economy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430161486924/Illustration-by-Matt-Keny-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Edmonton demonstrates that Thatcher’s trickle-down didn’t even reach the capital’s sides, let alone its hinterland.' Illustration by Matt Kenyon","credit":"Guardian","altText":"Illustration by Matt Kenyon","cleanCaption":"'Edmonton demonstrates that Thatcher’s trickle-down didn’t even reach the capital’s sides, let alone its hinterland.' Illustration by Matt Kenyon"}},"importance":4,"showQuotedHeadline":true},{"title":"Who’s in control of law and order in Baltimore – police or politicians?","rawTitle":"Who’s in control of law and order in Baltimore – police or politicians?","item":{"type":"comment","id":"commentisfree/2015/apr/28/who-control-law-order-baltimore-police-politicians","title":"Who’s in control of law and order in Baltimore – police or politicians?","trailText":"Police in the US and UK have become over-armed security agencies forming a lobby powerful enough to scare politicians into giving them whatever they want","standFirst":"Police in the US and UK have become over-armed security agencies forming a lobby powerful enough to scare politicians into giving them whatever they want","byline":"Simon Jenkins","body":"<p>Now it is Baltimore’s turn. On the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2005/aug/11/usa.danglaister\" title=\"\">fiftieth anniversary</a> of the Watts riots in Los Angeles, one of America’s most historic cities has reverted to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/live/2015/apr/27/baltimore-police-clash-protesters-freddie-gray-live\" title=\"\">violent disorder</a>. The police are overwhelmed, emergency is declared and troops are summoned. The cause is all too familiar, what appears to be the fatal mistreatment by police officers of a black person.</p> \n<p>There will always be ethnically diverse cities. Where they are poor and decrepit, diversity leads to tension and tension to trouble between disaffected groups and authority. As in London’s riots in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/1981/apr/13/fromthearchive\" title=\"\">Brixton in 1981</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2011/aug/06/tottenham-riots-protesters-police\" title=\"\">Tottenham in 2011</a>, blame for sparking and failing to curb the resulting disorder seems to lie in the culture and command structure of the police. Time and again, the catalyst has been the unnecessary killing of an apparently innocent suspect by a trigger-happy or violent policeman.</p> \n<p>Civilian constabularies were created, in America as in Britain, to enable communities to police themselves within the law, specifically to forestall the need to send in outside militias. To Britain’s 19th-century home secretary, Robert Peel, the essence of provincial forces was that they would draw constables from the local community, often as volunteers. After the <a href=\"http://www.peterloomassacre.org/history.html\" title=\"\">Peterloo massacre of 1819</a>, armed troops should never again be needed to quell trouble. It is significant that Britain’s most problem-ridden police, in London, is the one force Peel kept under central government control.</p> \n<p>On both sides of the Atlantic, city forces have gone in precisely the direction Peel feared. They have become hi-tech, over-armed, self-disciplining security agencies, forming a lobby powerful enough to scare politicians into giving them whatever they want. This may be understandable in cities such as Baltimore, in thrall to gangs and the drugs industry, to neither of which America or Britain has found a cure. But understandable is not excusable.</p> \n<p>Policing cities will always be tough, but that merely increases the need for clear political control. From London’s periodic riots to the Stephen Lawrence and Andrew Mitchell affairs, the impression is of a clannish police without leadership or accountability.</p> \n<p>As we see in Baltimore, such a force is a sitting target. The police riot has become endemic to the modern city. We still seem unable to consign it to history.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430212660556/Riots-In-Baltimore-Maryla-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Baltimore, Maryland, on 27 April. ‘Time and again, the catalyst has been the unnecessary killing of an apparently innocent suspect by a trigger-happy or violent policeman.' Photograph: Xinhua /Landov/Barcroft Media","credit":"/Xinhua /Landov/Barcroft Media","altText":"Riots In Baltimore, Maryland","cleanCaption":"Baltimore, Maryland, on 27 April. ‘Time and again, the catalyst has been the unnecessary killing of an apparently innocent suspect by a trigger-happy or violent policeman.' Photograph: Xinhua /Landov/Barcroft Media"}],"bodyImages":[],"webPublicationDate":"2015-04-28T09:27:02Z","lastModified":"2015-04-28T09:30:42Z","metadata":{"commentable":true,"commentCount":215,"contributors":[{"name":"Simon Jenkins","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonjenkins"}],"feature":false,"keywords":["Baltimore","US news","World news","US policing"],"topics":[{"displayName":"Simon Jenkins","topic":{"type":"tag-contributor","name":"profile/simonjenkins"}}],"series":{"title":"First thoughts","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/first-thoughts"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/apr/28/who-control-law-order-baltimore-police-politicians","shortUrl":"http://gu.com/p/47qna","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/apr/28/who-control-law-order-baltimore-police-politicians","webUri":"http://www.theguardian.com/commentisfree/2015/apr/28/who-control-law-order-baltimore-police-politicians"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430212660556/Riots-In-Baltimore-Maryla-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Baltimore, Maryland, on 27 April. ‘Time and again, the catalyst has been the unnecessary killing of an apparently innocent suspect by a trigger-happy or violent policeman.' Photograph: Xinhua /Landov/Barcroft Media","credit":"/Xinhua /Landov/Barcroft Media","altText":"Riots In Baltimore, Maryland","cleanCaption":"Baltimore, Maryland, on 27 April. ‘Time and again, the catalyst has been the unnecessary killing of an apparently innocent suspect by a trigger-happy or violent policeman.' Photograph: Xinhua /Landov/Barcroft Media"}},"importance":4,"showQuotedHeadline":true},{"title":"Cartoon / Steve Bell on Cameron's election campaign","rawTitle":"Steve Bell on Cameron's election campaign","item":{"type":"article","id":"commentisfree/picture/2015/apr/27/cameron-conservative-small-business-manifesto-bell-cartoon","title":"Steve Bell on Cameron's election campaign to date","trailText":" PM tries to display passion in response to critics who have described Tory campaign as managerial and dull ","standFirst":"","byline":"Steve Bell","body":"","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430170680807/28b3807b-be56-4467-bcc5-3182ec90fa72-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","credit":"© Steve Bell 2015","altText":"Steve Bell 28.03.2015","cleanCredit":"Photograph: © Steve Bell 2015"}],"bodyImages":[],"webPublicationDate":"2015-04-27T21:38:32Z","lastModified":"2015-04-28T00:04:39Z","metadata":{"commentable":true,"commentCount":186,"contributors":[{"name":"Steve Bell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevebell"}],"feature":false,"keywords":["David Cameron","Conservatives","General election 2015","UK news","Small business"],"topics":[{"displayName":"Steve Bell","topic":{"type":"tag-contributor","name":"profile/stevebell"}}],"series":{"title":"Guardian comment cartoon","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/guardian-comment-cartoon"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/picture/2015/apr/27/cameron-conservative-small-business-manifesto-bell-cartoon","shortUrl":"http://gu.com/p/47qhn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/picture/2015/apr/27/cameron-conservative-small-business-manifesto-bell-cartoon","webUri":"http://www.theguardian.com/commentisfree/picture/2015/apr/27/cameron-conservative-small-business-manifesto-bell-cartoon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430170307891/1a8b741d-eb6e-40c2-b6dd-c845815e0b1c-620x430.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":430,"width":620,"orientation":"landscape","caption":"Steve Bell 28.04.2015 Photograph: Illustration: © Steve Bell 2015","credit":"Illustration: © Steve Bell 2015","altText":"Steve Bell 28.04.2015","cleanCaption":"Steve Bell 28.04.2015","cleanCredit":"Illustration: © Steve Bell 2015"}},"importance":3,"kicker":{"title":"Cartoon"},"showQuotedHeadline":false},{"title":"Love, not marriage, gives children a stable home","rawTitle":"Love, not marriage, gives children a stable home","item":{"type":"comment","id":"commentisfree/2015/apr/28/love-not-marriage-children-stable-home","title":"Love, not marriage, gives children a stable home","trailText":"The claim that children are suffering from a ‘trend away from marriage’ fails to recognise the many other ways to provide a happy home environment","standFirst":"The claim that children are suffering from a ‘trend away from marriage’ fails to recognise the many other ways to provide a happy home environment","byline":"Charlotte Philby","body":"<p>“Up to 1.8 million children endure family breakdown as trend away from marriage intensifies.” So began an intriguing <a href=\"http://www.marriagefoundation.org.uk/Web/News/News.aspx?news=181&amp;RedirectUrl=%2fWeb%2fdefault.aspx\" title=\"\">press release</a> from the Marriage Foundation, released yesterday. “Over the last 35 years,” the report continued, “nearly two million more children have been born into families that are breaking down as a result of the trend away from marriage.”</p> \n<p>As a person who is grateful to be living in a modern and free society, where men and women are able to engage in all manner of loving relationships without judgment or fear, I was slightly baffled as to how exactly the trend away from <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/lifeandstyle/marriage\" title=\"\">marriage</a> was feeding family breakdown. Thankfully, Harry Benson, research director of the Marriage Foundation, was on hand to explain: “This research supports what we have feared for a long time. As the trend away from marriage continues, more and more children are born into families where the parents’ commitment to one another is unclear or ambiguous: By side-stepping the big decision to commit in public to each other, far too many parents lack the stability required to weather the various storms that life and child-raising in particular throws up.”</p> \n<p>Since 1980, the report goes on to explain, the proportion of children born to married couples has fallen from 88% to 53%. Over the same period family breakdown has increased by 44% in England and Wales (Unfortunately for Benson and his team, their findings were released on the same day that a separate report announced that with around 42% of marriages ending in divorce at last count in the UK, Britain has the highest divorce rate <a href=\"http://www.dailymail.co.uk/news/article-52829/Britain-highest-divorce-rate-EU.html\" title=\"\">in the EU</a>. But let’s not dwell on the details).</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It seems laughable that anyone now really believes that being married equals happier, more stable relationships</p> \n </blockquote> \n</aside> \n<p>Turning our attention back to the Marriage Foundation’s grave assessment of the future generation, it transpires that “even those who go on to marry after the birth of their first child are twice as likely to split as those who tied the knot before starting a family”. As one whose own parents married when I was a baby and divorced 10 years later; and having married a year after the birth of my own child, this point is particularly amusing. It seems laughable that anyone in this day and age – one seemingly far from the days when people were routinely trapped in loveless relationships because of stigmatising cultural norms – really believes that being married automatically equals happier, more stable relationships.</p> \n<p>It is such an insular view that it’s tempting to chuckle and think no more of it. And yet I can’t. Coming days after the Northern Ireland politician <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/apr/27/jim-wells-resigns-northern-ireland-health-minister\" title=\"\">Jim Wells</a> resigned following his declaration that children are more likely to be abused by gay couples, the suggestion that by choosing not to marry – a decision taken for endlessly varied reasons including financial constraints, ethical choice, and the simple belief that legally formalising a marriage is outdated and unnecessary – means that parents “lack the stability required to weather the various storms [of] life and child-raising,” is not just patronising, ignorant, and deeply offensive, but it is also dangerous. It is part of a poisonous wider stream of discourse that has no place in civilised society.</p> \n<p>A happy, loving home is what makes for a stable and nurturing environment. If that involves two parental figures who want to be together, then all the better – and I do believe in working through the inevitable ups and downs of a relationship when children are involved, and fighting for its survival when it can be saved. But children thrive in all sorts of environments: loving single-parent homes; homes with adopted or foster parents; as well as – shock, horror – homes where both parents live side-by-side without a valid marriage certificate. Where children are less likely to feel stable and secure is in homes where parents are railroaded into staying together in misery out of fear of breaking a legal contract.</p> \n<p>I have friends who have taken the pragmatic decision not to marry for the very reason that, having witnessed their own parents’ divorces, they don’t wish to inflict a frequently painful and protracted process on their own children should the worst happen. That is not to say that a relationship breakdown is easy without the legal complications of annulling a marriage, but it is to say that getting married is not a ticket to longevity.</p> \n<p>Despite having watched from the sidelines of my parents’ own destabilising divorce process, I made the decision to marry my husband because I was pretty hopeful that we were going to stay together, yes, but more – sadly – because it would make things easier in terms of the practicalities and the paperwork involved in building a life together. The sanctity of our relationship is in the love we have for each other and for our kids, not in the piece of paper that’s tucked away in a drawer.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430215246403/little-boy-holding-father-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children thrive in all sorts of environments: loving single-parent homes; homes with adopted or foster parents; as well as homes where both parents live side-by-side without a valid marriage certificate. Photograph: Angela Hampton Picture Library //Alamy","credit":"Angela Hampton Picture Library //Alamy","altText":"little boy holding fathers hand","cleanCaption":"Children thrive in all sorts of environments: loving single-parent homes; homes with adopted or foster parents; as well as homes where both parents live side-by-side without a valid marriage certificate. Photograph: Angela Hampton Picture Library //Alamy"}],"bodyImages":[],"webPublicationDate":"2015-04-28T10:08:59Z","lastModified":"2015-04-28T10:27:42Z","metadata":{"commentable":true,"commentCount":189,"contributors":[{"name":"Charlotte Philby","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/charlotte-philby"}],"feature":false,"keywords":["Marriage","Relationships","Divorce","Children","Parents and parenting","Life and style","UK news"],"topics":[{"displayName":"Charlotte Philby","topic":{"type":"tag-contributor","name":"profile/charlotte-philby"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/apr/28/love-not-marriage-children-stable-home","shortUrl":"http://gu.com/p/47qec","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/apr/28/love-not-marriage-children-stable-home","webUri":"http://www.theguardian.com/commentisfree/2015/apr/28/love-not-marriage-children-stable-home"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430215246403/little-boy-holding-father-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children thrive in all sorts of environments: loving single-parent homes; homes with adopted or foster parents; as well as homes where both parents live side-by-side without a valid marriage certificate. Photograph: Angela Hampton Picture Library/Alamy","credit":"Angela Hampton Picture Library //Alamy","altText":"little boy holding fathers hand","cleanCaption":"Children thrive in all sorts of environments: loving single-parent homes; homes with adopted or foster parents; as well as homes where both parents live side-by-side without a valid marriage certificate. Photograph: Angela Hampton Picture Library/Alamy"}},"importance":3,"showQuotedHeadline":true}],"lastModified":"2015-04-28T12:27:06Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}