{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Xi Jinping’s China is the greatest political experiment on Earth","rawTitle":"Xi Jinping’s China is the greatest political experiment on Earth","item":{"type":"comment","id":"commentisfree/2015/jun/01/war-peace-depend-china-domestic-success","title":"Xi Jinping’s China is the greatest political experiment on Earth","trailText":"The success or failure of the president’s domestic programme will determine whether there is peace or war in east Asia","standFirst":"The success or failure of the president’s domestic programme will determine whether there is peace or war in east Asia","byline":"Timothy Garton Ash","body":"<p>Can Xi do it? This is the biggest political question in the world today. “Yes, Xi can,” some tell me in Beijing. “No, he can’t,” say others. The wise know that nobody knows.</p> \n<p>There is a great debate going on in Washington about whether the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/28/conflict-us-china-not-inevitable-empire\" title=\"\">US should change its China policy</a> in response to Beijing’s more assertive stance under President Xi Jinping. This includes the reported stationing of artillery on the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/30/us-claims-south-china-sea-islands-are-beijing-plot\" title=\"\">extraordinary artificial islands it is building on underwater reefs in the South China Sea</a>. It also matters to everyone everywhere whether <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/economics-blog/2015/apr/13/chinas-economy-hard-landing-or-welcome-rebalancing\" title=\"\">China can sustain its economic growth</a> as it exhausts its ready supplies of cheap labour, avoiding the traps into which some middle-income economies have stumbled. Yet even more than in other countries, the future of China’s foreign policy and its economy depend on the quality of decision-making produced by&nbsp;the political system. It’s the politics, stupid.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/30/us-claims-south-china-sea-islands-are-beijing-plot\">South China Sea islands are Chinese plan to militarise zone, claims US</a> </p> \n</aside> \n<p>By now it is relatively clear what Xi is aiming to do. He is trying to steer a complex economy and society through difficult times by top-down changes, led and controlled by a purged, disciplined and reinvigorated Leninist party. He is doing this in unprecedented conditions for such a party, consciously trying to combine the “invisible hand” of the market with the “visible hand” of the party-state. The “great helmsman” Mao Zedong is clearly one inspiration, but the pragmatic reformer Deng Xiaoping is another. “To reignite a nation, Xi carries Deng’s torch,” declared a commentary from the official news agency Xinhua.</p> \n<p>Much of the reignition has so far been about establishing control over the party, state, military and what there is of civil society, after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/sep/22/china-move-on-bo-xilai\" title=\"\">Bo Xilai affair</a> made apparent the internal crisis of party rule. Yet, as a hereditary communist, the president may genuinely believe enlightened, skilful authoritarian rulers&nbsp;can handle things&nbsp;best: Lenin’s wager,&nbsp;but also, in different variations, Plato’s and Confucius’s. The&nbsp;<a href=\"http://www.chinafile.com/conversation/china-really-cracking\" title=\"\">sinologist Ryan Mitchell notes that</a> in a 1948 article, a veteran Chinese communist called Xi Zhongxun was quoted as saying “the most lovable qualities of us Communist party folks are devotion and sincerity”. Speaking&nbsp;to&nbsp;party members in 2013, his son, Xi Jinping, said that “leading cadres&nbsp;must treat the masses with devotion and sincerity”.</p> \n<p>This experiment is life-changing for the thousands of purged officials, who have disappeared into the tender embrace of the relevant party and state organs. (Being a senior Fifa official is light entertainment by comparison, even if some may miss their five-star Swiss breakfasts.)</p> \n<p>It is also extremely uncomfortable for those Chinese who believe in free and critical debate, independent civic initiatives and non-governmental organisations. Here I found a striking contrast with earlier visits to Beijing. It’s not just the inconvenience of finding it difficult to access Gmail, Google docs and so much else on the internet. More seriously, I noticed a real nervousness among intellectuals who a few years ago were so outspoken; a sense that the boundaries of what can be said publicly are narrowing all the time.</p> \n<p>Leading <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/24/crackdown-activists-china-nascent-civil-society-pu-zhiquaing\" title=\"\">civil rights lawyers, activists and bloggers</a> have been arrested, charged and imprisoned. A new draft law proposes almost Putinesque <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/30/ngos-china-fear-security-clampdown\" title=\"\">restrictions on non-governmental organisations</a>. Another extends the definition of national security to include ideology and culture,&nbsp;with formulations such as “carrying forward&nbsp;the exceptional culture of the&nbsp;Chinese nationality and defending against and resisting the infiltration of&nbsp;harmful culture”.</p> \n<figure class=\"element element-image\" data-media-id=\"37731aa1432d80edb0dd0e81c2b131b327859f62\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433089443076/20ea8ee0-03b7-4744-8e5d-8366924206f7-460x276.jpeg\" alt=\"Shanghai construction worker\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<p>Yes, that’s all true, say analysts of the “yes, Xi can” persuasion – and, if they are outside the system, they usually add that it is most regrettable. But, they say, look at the reform programme that is being pressed through with similar determination. Its key features are not easily summarised in familiar political and economic terms, because the Chinese mix is unique. For example, complex measures to address a dangerous overhang of local government debt, the introduction of property rights for agricultural land and changes to the household registration (<em>hukou</em>) system may be as&nbsp;consequential as anything that can be captured in a western headline.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It’s likely Xi’s brand of smart authoritarianism will keep not just his party in power but the whole show on the road</p> \n </blockquote> \n</aside> \n<p>If all this were to succeed as intended, western liberal democratic capitalism would have a formidable ideological competitor with worldwide appeal, especially in the developing world. For the west, there would be a silver lining: competition keeps you on your toes. I&nbsp;suspect the hubris of the early 2000s – both abroad, plotting regime change in Iraq, and at home, in the turbo-charged excesses of financial capitalism – had something to do with the lack of serious&nbsp;ideological competition.</p> \n<p>This outcome is obviously not what&nbsp;I, as a liberal and a democrat, would wish for Chinese friends. But I do emphatically wish for them, and for ourselves, a China that experiences evolutionary and not revolutionary change. There are many reasons for that view, not least that most Chinese&nbsp;embrace it themselves. But the&nbsp;most important concerns nothing&nbsp;less than war and peace.</p> \n<p>A communist regime in crisis would probably find it impossible to resist the temptation of playing the nationalist card more aggressively somewhere in its neighbourhood, building on decades of indoctrination, a selective interpretation of the recent past and a narrative of 150 years of national humiliation. If <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/china-warns-us-plane-to-leave-airspace-over-disputed-islands\" title=\"\">China is already warning off US surveillance planes</a> from flying over its artificial islands, imagine&nbsp;what it might do if it faced a systemic crisis. An armed conflict would not need to be directly between China and the US in order to be dangerous. However clear the “red lines” drawn by the US – and the lines should certainly be clearer than Barack Obama’s have been, in China’s interests as well as ours – the risk of miscalculation would be high.</p> \n<p>Therefore, while this is not the evolutionary path that I and many others discerned and welcomed in China around the time of the Beijing Olympics, we must still hope that Xi’s leadership will manage to “cross the river by feeling the stones”.</p> \n<p>My greatest concern flows not from the moral dictates of liberal democracy&nbsp;as personal preference, although it would be dishonourable to&nbsp;pretend that those don’t matter, but&nbsp;from&nbsp;the insights&nbsp;of political analysis&nbsp;that lead us to liberal democracy. Insights such as this: “If&nbsp;men&nbsp;were angels, no government would&nbsp;be necessary. If angels were to govern men, neither external nor internal controls on government would be necessary,” (James Madison, <a href=\"http://www.ourdocuments.gov/doc.php?flash=true&amp;doc=10&amp;page=transcript\" title=\"\">federalist paper No 51</a>). Yes, dear comrades, it might be true, even though it was an American who said it.</p> \n<p>In the short to medium term, it’s likely&nbsp;that Xi’s brand of smart authoritarianism will keep not just his party in power but the whole show on the road. That&nbsp;medium term could certainly span the two five-year periods which are all that is allowed for President Xi’s formal tenure of power – the Chinese Communist party&nbsp;having learned a lesson from the Soviet era of Leonid Brezhnev in&nbsp;a way that Fifa plainly has not.</p> \n<p>There are so many significant power resources still at his disposal, including some genuine personal popularity and widespread national pride. I would therefore take a (small) bet that, in this narrow sense, “yes, Xi can” will prove correct. But in a broader sense and in the longer term? Watch out for a rocky 2020s.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433089049373/Workers-repaint-the-Chine-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'If all this were to succeed, western liberal ­democratic capitalism would have a formidable ­ideological ­competitor with worldwide ­appeal.' Photograph: Chance Chan/Reuters","credit":"Chance Chan/Reuters","altText":"Workers repaint the Chinese Communist party flag in Jiaxing","cleanCaption":"'If all this were to succeed, western liberal ­democratic capitalism would have a formidable ­ideological ­competitor with worldwide ­appeal.' Photograph: Chance Chan/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433089444649/20ea8ee0-03b7-4744-8e5d-8366924206f7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Reuters","altText":"Shanghai construction worker","cleanCredit":"Photograph: Reuters"}],"webPublicationDate":"2015-06-01T06:00:13Z","lastModified":"2015-06-01T06:00:13Z","metadata":{"commentable":true,"commentCount":59,"contributors":[{"name":"Timothy Garton Ash","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/27/1425037918293/Timothy-Garton-Ash-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timothygartonash"}],"feature":false,"keywords":["Xi Jinping","World news","China","Asia Pacific","US foreign policy","US news","UK news"],"tags":[{"id":"world/xi-jinping","webTitle":"Xi Jinping"},{"id":"world/world","webTitle":"World news"},{"id":"world/china","webTitle":"China"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"us-news/us-foreign-policy","webTitle":"US foreign policy"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Timothy Garton Ash","topic":{"type":"tag-contributor","name":"profile/timothygartonash"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/01/war-peace-depend-china-domestic-success","shortUrl":"http://gu.com/p/49c25","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/01/war-peace-depend-china-domestic-success","webUri":"http://www.theguardian.com/commentisfree/2015/jun/01/war-peace-depend-china-domestic-success"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433089049373/Workers-repaint-the-Chine-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘If all this were to succeed, western liberal ­democratic capitalism would have a formidable ideological competitor with worldwide appeal.’ Photograph: Chance Chan/Reuters","credit":"Chance Chan/Reuters","altText":"Workers repaint the Chinese Communist party flag in Jiaxing","cleanCaption":"‘If all this were to succeed, western liberal ­democratic capitalism would have a formidable ideological competitor with worldwide appeal.’ Photograph: Chance Chan/Reuters"}},"importance":7,"byline":{"title":"Timothy Garton Ash"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Putin’s travel bans are the latest mis-step in a clumsy diplomatic dance with Europe","rawTitle":"Putin’s travel bans are the latest mis-step in a clumsy diplomatic dance with Europe","item":{"type":"comment","id":"commentisfree/2015/may/31/putin-clegg-russia-vise-ban-ukraine-diplomatic-dance-illict-war","title":"Putin’s travel bans are the latest mis-step in a clumsy diplomatic dance with Europe","trailText":"Relations have deteriorated so much that we don’t know if the bar on Nick Clegg and others visiting Russia is a sham diplomatic storm or a real one","standFirst":"Relations have deteriorated so much that we don’t know if the bar on Nick Clegg and others visiting Russia is a sham diplomatic storm or a real one","byline":"Mary Dejevsky","body":"<p>Consigned to the back benches, party leader and deputy prime minister no more, Nick Clegg finds himself suddenly back in the spotlight … because he has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/30/russia-entry-ban-european-politicians-eu-moscow\" title=\"\">banned from Russia</a>. Tragi-comic, perverse, regrettable – choose your adjective to describe this latest twist in&nbsp;international diplomacy.</p> \n<p>Clegg is one of nine Britons and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/31/eu-hits-out-russian-ban-politicians-nick-clegg\" title=\"\">89 European Union citizens on a list of prohibited individuals</a> that Russia has now “shared with” Brussels, and the response was predictable. The bans were&nbsp;immediately condemned by the EU as arbitrary, unjustified and possibly illegal. A common conclusion was that Russia is deliberately escalating the conflict with the west over Ukraine to a new and even more dangerous level.</p> \n<p>Tempting though it may be to see it in this way – especially for fractious Europeans in need of a new rallying point – this is not the only permissible interpretation. We could in fact be watching the latest mis-steps in the clumsy diplomatic dance that has Russia and the EU still treading on each other’s toes, just as the United States is trying to change the music. John Kerry, the US secretary of state (now <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/31/john-kerry-injured-cycling-accident-france\" title=\"\">recovering from a broken leg</a>), stopped off in Sochi to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/12/kerry-holds-talks-with-putin-during-first-visit-to-russia-in-two-years\" title=\"\">meet President Putin two weeks ago</a>, in a reopening of public contact that the EU has yet to follow.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/12/kerry-holds-talks-with-putin-during-first-visit-to-russia-in-two-years\">Kerry holds talks with Putin during first visit to Russia in two years</a> </p> \n</aside> \n<p>Throughout the east-west standoff over Ukraine, mistiming and misreading have been the norm, and the latest verbal sniping offers more of the same. Russian visa bans are not new; what is new is the “sharing” of the list – it has still not been officially published. But this comes in response to long-standing efforts by the EU for clarification from Russia about who is and is not subject to a ban. Now the Russians have apparently provided it: is this an unfriendly act or not? (And, they might ask, who started the war of visa bans anyway?)</p> \n<p>Now consider who is on this list: not exactly A-listers. The vast majority are former this and former that. As well as Clegg, the UK list includes the former MP, former foreign secretary and former intelligence committee chairman Malcolm Rifkind. Speaking today, Rifkind said the Russian ban was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/31/eu-hits-out-russian-ban-politicians-nick-clegg\" title=\"\">proof of EU sanctions working</a>, and he had no immediate plans to visit the country. Nor, no doubt, do Clegg, Andrew Parker, the head of MI5, John Sawers, the former head of MI6, and Nicholas Houghton, the chief of the defence staff.</p> \n<p>Many of the others named – especially those from the former Soviet-bloc states – will see their visa ban as a badge of honour, validating their political stance. Karel Schwarzenberg, the former Czech foreign minister, spoke for many when he said that he felt pleased to be a member of a “very decent club”. For his part, the French philosopher Bernard-Henri L&eacute;vy must be laughing a self-promoting laugh all the way to the nearest EU-Russia border&nbsp;post, in the hope that he will be&nbsp;turned rudely away.</p> \n<p>The publicity value of naming names is clear. But since the US and EU issued their first lists of banned Russians (and Ukrainians), in response to Russia’s formal annexation of Crimea, it has been hard to gauge their real intent. Do they represent – as western officials often insist – an attempt to hurt those who could influence Putin to change what is condescendingly called his “behaviour”? If so, the choice suggests a depressing degree of ignorance about who is really who in Russia and how the place actually works. Or might they rather represent an effort to score points while carefully trying to avoid breaking ties with Moscow definitively?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Now consider who is on this list: not exactly A-listers. The vast majority are former this and former that</p> \n </blockquote> \n</aside> \n<p>The same questions arise with Russia’s list. If the Kremlin really believes that these people, separately or together, have the power to influence the stance of their government – or, even if they did, that they would be prepared to use that influence in Russia’s favour – then it is profoundly mistaken, and the targeting reveals a lamentable lack of judgment and up-to-date information. On the other hand, the selection could be expressly designed to make headlines while limiting the diplomatic damage.</p> \n<p>It is a sad comment on the state of relations between the EU and Russia generally that it is so difficult to judge the true intent of either side. Are we looking at a sham diplomatic storm, or a real one? Either way, the timing is unfortunate. Last week, when Russia conducted a four-day air exercise, and Nato began a fortnight of&nbsp;nine-nation manoeuvres in the Arctic,&nbsp;official condemnation, even reporting, was muted; there seemed a&nbsp;deliberate effort on both sides to keep&nbsp;the temperature down.</p> \n<p>Similarly in relation to the Minsk agreement; the ceasefire in eastern Ukraine is being violated regularly on both sides, but it is also – sort of – holding. There have been no new Nato accusations about Russian advances; the <a href=\"http://www.telegraph.co.uk/news/worldnews/europe/ukraine/11640537/Bloodshed-on-the-frontline-exposes-hollowness-of-Ukraine-peace-deal.html\" title=\"\">much-trailed assault on the port of Mariupol</a> has not happened. And another separatist commander, Alexei Mozgovoi, has left the scene (<a href=\"http://www.independent.co.uk/news/world/europe/ukraine-crisis-the-last-days-of-aleksey-mozgovoi-rebel-hero-of-the-ghost-battalion--killed-in-an-ambush-10273837.html\" title=\"\">killed by a&nbsp;bomb attack on his car</a>).</p> \n<p>None of this means there will not be&nbsp;a&nbsp;new flare-up, or worse. It does mean that the prospects for peace or war are finely balanced, and that the initiative taken by Kerry (and Putin) should not be cut off before it has really begun. The imperative at such a time is&nbsp;to make sure that any diplomatic signals being sent, however tentative and ambiguous, are not misread.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433094968641/Illustration-on-RussiaEU--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The imperative at such a time is to make sure that any diplomatic signals being sent, however tentative and ambiguous, are not misread.' Illustration Robert G Fresson","credit":"Robert G Fresson/Robert G Fresson","altText":"Illustration on Russia/EU diplomacy by Robert G Fresson","cleanCaption":"'The imperative at such a time is to make sure that any diplomatic signals being sent, however tentative and ambiguous, are not misread.' Illustration Robert G Fresson"}],"bodyImages":[],"webPublicationDate":"2015-05-31T18:30:22Z","lastModified":"2015-05-31T23:00:26Z","metadata":{"commentable":true,"commentCount":470,"contributors":[{"name":"Mary Dejevsky","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/23/1411478697591/Mary-Dejevsky-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mary-dejevsky"}],"feature":false,"keywords":["Russia","Europe","World news","Ukraine","European Union"],"tags":[{"id":"world/russia","webTitle":"Russia"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/ukraine","webTitle":"Ukraine"},{"id":"world/eu","webTitle":"European Union"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Mary Dejevsky","topic":{"type":"tag-contributor","name":"profile/mary-dejevsky"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/31/putin-clegg-russia-vise-ban-ukraine-diplomatic-dance-illict-war","shortUrl":"http://gu.com/p/49c58","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/31/putin-clegg-russia-vise-ban-ukraine-diplomatic-dance-illict-war","webUri":"http://www.theguardian.com/commentisfree/2015/may/31/putin-clegg-russia-vise-ban-ukraine-diplomatic-dance-illict-war"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433094968641/Illustration-on-RussiaEU--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The imperative at such a time is to make sure that any diplomatic signals being sent, however tentative and ambiguous, are not misread.' Illustration Robert G Fresson","credit":"Robert G Fresson/Robert G Fresson","altText":"Illustration on Russia/EU diplomacy by Robert G Fresson","cleanCaption":"'The imperative at such a time is to make sure that any diplomatic signals being sent, however tentative and ambiguous, are not misread.' Illustration Robert G Fresson"}},"importance":5,"byline":{"title":"Mary Dejevsky"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Tory victory heralds rationing of higher education","rawTitle":"Tory victory heralds rationing of higher education","item":{"type":"comment","id":"education/2015/jun/01/tory-victory-participation-higher-education-university","title":"Tory victory heralds rationing of higher education","trailText":"The general election result will mean a&nbsp;wider gulf between ‘top’ universities and the rest, and an end to widening participation","standFirst":"The general election result will mean a&nbsp;wider gulf between ‘top’ universities and the rest, and an end to widening participation","byline":"Peter Scott","body":"<p>The trouble with the Conservative victory in the election is not only that we are stuck with a system of funding higher education that will burden graduates with debt while taxpayers continue to contribute almost as much as before – a lose-lose situation by any standard.</p> \n<p>The trouble is not even that the idea that higher education must be run as a market will soon be so entrenched that other, gentler and generous, possibilities will be more and more difficult to imagine – even though it will be a rigged and over-regulated quasi-market. Another example of lose-lose.</p> \n<p>No, the real trouble with the Tory victory is that the very idea of higher education for most, if not for all – a welfare state achievement that rivals the creation of the National Health Service – will be abandoned, to be replaced by a&nbsp;wider gulf between the “top” universities and the rest: a real university education and higher education-lite.</p> \n<p>It was just about possible to imagine another government might have reversed the rush to high fees. Now it will become a gallop. The lifting of the fee cap looks inevitable, and the generous repayment regime for which we should (maybe) thank the Lib Dems will be replaced by lower repayment thresholds and real interest rates on student loans.</p> \n<p>That does not mean the funding regime will become more stable or sustainable. Substantial taxpayer contributions will still be needed to pay for defaulters and escapees to more enlightened jurisdictions. Or else, risk-free guarantees will have to be given to hedge funds, or other vultures, that agree to take the student loan book off the government’s hands – which comes to much the same thing.</p> \n<p>The Conservative government will also revel in the rhetoric of the market. Teaching will be further reduced to (short-term) “employability” and research to its (immediate and identifiable) “impact” in a disastrous narrowing and coarsening of our understanding of the true purposes of&nbsp;higher education.</p> \n<p>But the government is also more likely to ratchet up regulation than introduce a genuinely level playing field for alternative providers. No set of politicians, however “pro-business”, ever got themselves elected to do themselves out of work. The temptation to meddle is as irresistible on the right as on the left.</p> \n<p>The Tories have already promised to introduce a teaching equivalent of the Research Excellence Framework, however half-baked the idea and however damaging the long-term effects of research assessment have been.</p> \n<p>Rules will be piled on regulations to make sure, of course, that universities behave in suitably entrepreneurial ways. They will be justified by the need to protect student “customers” and safeguard public money.</p> \n<p>Can the Higher Education Conduct Authority be long delayed?</p> \n<p>But the major damage will be caused by the effective denial of the idea that, in the 21st century and in a developed country such as Britain, access to education beyond school is close to being a human right – what is sometimes pejoratively referred to as “mass higher education”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Most Tories think that higher education should be rationed to deserving people: those with well-off parents</p> \n </blockquote> \n</aside> \n<p>Most Conservatives no longer believe in this ideal, if they ever did. Instead their gut instinct is that access to “proper” higher education should be rationed to the people who really deserve it, those who just happen to be mostly the people who have well-off parents, who probably sent them to private schools.</p> \n<p>Public expenditure is about to be cut back to unprecedented levels, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/18/osborne-unprecedented-cuts-welfare-meet-targets-ifs\" title=\"\">if the Institute for Fiscal Studies is to be believed</a>. Even if the Tory government does not have the nerve to go quite so far, it is difficult to imagine that direct public funding for higher education will not be sharply reduced over the next five years.</p> \n<p>Put the two together and it is easy to anticipate which universities will be winners and which losers. Funding for research and for high-cost subjects, principally science, engineering and medicine, will be protected. Goodbye, support for widening participation.</p> \n<p>The “top”, and other traditional universities will benefit most because they have the bulk of the research and science (even if they also happen to have the most privileged student bodies). Newer, wider-access universities, with more inclusive student bodies, will suffer because they have limited research and fewer high-cost subjects.</p> \n<p>The result will be two-tier, two-speed higher education. The universities with least will suffer most, another sad example of the Matthew principle: “To&nbsp;him that hath shall be given.”</p> \n<p>The most privileged universities will continue to be the most public in the sense they will receive the most public funding. Those institutions that have done most to widen the social base, and maybe the educational possibilities, of higher education will be left to scramble for business in the marketplace of the brave new world.</p> \n<p><em>Peter Scott is professor of higher education studies at UCL Institute of Education</em></p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cbbfd49e3cc87a8af7d4f6c5e0ef6d79db8b3e9c/41_72_4998_2999/4998.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2999,"width":4998,"orientation":"landscape","credit":"Andrew Fox / Alamy/Alamy","altText":"A student working in the library at Corpus Christi College at Oxford University","cleanCredit":"Photograph: Andrew Fox / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-01T06:15:12Z","lastModified":"2015-06-01T06:15:12Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Peter Scott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/17/1413564603323/Peter-Scott-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peter-scott"}],"feature":true,"keywords":["Higher education","Access to university","Students","University funding","Education policy","Politics","Education"],"tags":[{"id":"education/higher-education","webTitle":"Higher education"},{"id":"education/accesstouniversity","webTitle":"Access to university"},{"id":"education/students","webTitle":"Students"},{"id":"education/universityfunding","webTitle":"University funding"},{"id":"politics/education","webTitle":"Education policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"education"},"topics":[{"displayName":"Peter Scott","topic":{"type":"tag-contributor","name":"profile/peter-scott"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jun/01/tory-victory-participation-higher-education-university","shortUrl":"http://gu.com/p/49agz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jun/01/tory-victory-participation-higher-education-university","webUri":"http://www.theguardian.com/education/2015/jun/01/tory-victory-participation-higher-education-university"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cbbfd49e3cc87a8af7d4f6c5e0ef6d79db8b3e9c/41_72_4998_2999/4998.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2999,"width":4998,"orientation":"landscape","caption":"The library at Corpus Christi College, Oxford. Traditional universities will suffer less from funding cuts because of their emphasis on research. Photograph: Andrew Fox/Alamy","credit":"Andrew Fox/Alamy","altText":"A student working in the library at Corpus Christi College at Oxford University","cleanCaption":"The library at Corpus Christi College, Oxford. Traditional universities will suffer less from funding cuts because of their emphasis on research.","cleanCredit":"Photograph: Andrew Fox/Alamy"}},"importance":5,"byline":{"title":"Peter Scott"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Cameron is right that Europe needs to reform. But it’s already happening","rawTitle":"Cameron is right that Europe needs to reform. But it’s already happening","item":{"type":"comment","id":"commentisfree/2015/jun/01/cameron-europe-reform-already-happening","title":"Cameron is right that Europe needs to reform. But it’s already happening","trailText":"While the prime minister poses as a lonely crusader for change, the EU is getting on with its usual work of creating shared solutions to shared problems","standFirst":"While the prime minister poses as a lonely crusader for change, the EU is getting on with its usual work of creating shared solutions to shared problems","byline":"Richard Corbett","body":"<p>It’s rare to find a politician in Europe who can talk about the EU without mentioning the R-word. Reform is the apple pie of European politics: every politician wants a slice.</p> \n<p>This is fair enough. Nobody would seriously argue that the EU doesn’t need to evolve. But the point that our own prime minister seems not to appreciate is that changes are already happening. Indeed, they have always been happening.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/29/angela-merkel-hints-revising-lisbon-treaty-accommodate-david-cameron-demands\">Merkel suggests a deal can be reached over Cameron's EU demands</a> </p> \n</aside> \n<p>To stay with the culinary metaphor, reform has been starter, main course and dessert at ministerial meetings and in European parliamentary debates since the very earliest days of political cooperation on our continent. Reform is an ongoing process, not a one-off event. The question now, as ever, is simply what’s next on the agenda.</p> \n<p>And that agenda is pretty busy at the moment. We’re undertaking a massive, often controversial review and <a href=\"http://ec.europa.eu/smart-regulation/refit/index_en.htm\" title=\"\">simplification of European legislation</a>. We’ve just implemented a fundamental reform of the common fisheries policy that even <a href=\"http://www.greenpeace.org.uk/taxonomy/term/573\" title=\"\">Greenpeace has hailed</a> as “the solution to many of the struggles facing local fishermen”. We’re investing heavily in <a href=\"http://ec.europa.eu/priorities/jobs-growth-investment/index_en.htm\" title=\"\">cross-border competitiveness</a>, <a href=\"http://ec.europa.eu/internal_market/top_layer/completing/index_en.htm\" title=\"\">deepening the single market</a>, and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sustainable-business/eu-reform-listed-companies-report-environmental-social-impact\" title=\"\">updating our environmental protection rules</a>. We’re improving transparency, rewriting the rulebook about how European laws are made, and <a href=\"http://ec.europa.eu/smart-regulation/better_regulation/documents/com_2015_216_en.pdf\" title=\"\">hardwiring impact assessments into the legislative process</a>. And we’re focusing our efforts on areas where acting together at a European level rather than a national level will save money, or improve effectiveness, or both.</p> \n<p>We’re doing all these things because we, the countries of Europe assembled at the negotiating table, have agreed that we need to do them. Despite David Cameron’s frequent protestations, Europe is not some distant power to whom national governments plead for concessions, at whom plucky British prime ministers must brandish their handbags or “refuse to take no for an answer”. Europe is simply the place where we meet with our neighbours, friends and allies to hammer out common solutions to common problems. In short, Europe is us.</p> \n<p>Of course, Cameron has his own reasons for wanting to paint himself as a lonely crusader for change in the EU. His fragile parliamentary majority includes an increasingly vocal core of hard-right Tory MPs who hate Europe far more than he will ever care about it, and who are desperate to force Britain’s withdrawal from the club. Their strategy is to make reform demands that they know are undesirable or impossible or both, so they can claim the whole thing is unreformable. They will be tough for Cameron to face down, especially without a conveniently pro-European coalition partner to blame. But face them down he must, if he is to make progress.</p> \n<p>On the other hand, there’s also the temptation to invent or greatly exaggerate “problems” that everyone can then agree to “solve” without much fuss, and then claim victory back home. The real value of such cosmetic changes is obviously next to nothing, but we already know Cameron is attracted to them as a way to appease the sceptics.</p> \n<p>For instance, he’s floated the idea of allowing national parliaments to block proposed new laws if they’re judged to violate the principle of subsidiarity (the rule that guarantees we only act at a European level in areas where local or national action would be inadequate). The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech\" title=\"\">parliamentary “red card”</a> sounds great in principle, but in practice there’s simply no issue here, for two reasons.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There’s the temptation to invent “problems” that everyone can “solve” without much fuss, and claim victory back home</p> \n </blockquote> \n</aside> \n<p>First, a minority of countries can already block any proposal when they meet in the Council of Ministers, which is far easier (and happens all the time). Second, the question of subsidiarity hardly ever arises these days anyway, since nearly all EU decision-making is simply updating or repealing existing rules, not expanding into new areas. If Cameron wanted proof of this, he need only consider the fact that an existing “orange card” procedure for national parliaments has never once been triggered.</p> \n<p>If Cameron does manage to steer a narrow course between impossibilist demands and cosmetic appeasement, he may yet find himself able to play a constructive role – perhaps even a leading role – belatedly joining the EU’s genuine, ongoing reform process. That would be a personal legacy well worth aiming for.</p> \n<p>No doubt Cameron will have to tell the British people that he personally baked an entire apple pie and then stuffed it, slice by slice, down the throats of everyone else around the table. Fair enough. This is just the way British Conservative politicians have always done their European business.</p> \n<p>But the next time other European leaders express bafflement at Cameron’s latest attempt to shore up his crusading credentials back home, remember: they are not baffled by his suggestion that the EU needs to change. Quite the opposite: Europe has always been changing. No, what baffles them is that Cameron – a lonely crusader indeed – somehow seems not to have noticed.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432919411620/David-Cameron-with-Angela-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Despite David Cameron’s frequent protestations, Europe is not some distant power to whom national governments plead for concessions.'  Photograph: NurPhoto/Rex Shutterstock","credit":"NurPhoto/Rex Shutterstock","altText":"David Cameron with Angela Merkel","cleanCaption":"'Despite David Cameron’s frequent protestations, Europe is not some distant power to whom national governments plead for concessions.'  Photograph: NurPhoto/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-01T08:00:15Z","lastModified":"2015-06-01T08:00:15Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Richard Corbett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardcorbett"}],"feature":false,"keywords":["European Union","Europe","World news","David Cameron","Politics"],"tags":[{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Richard Corbett","topic":{"type":"tag-contributor","name":"profile/richardcorbett"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/01/cameron-europe-reform-already-happening","shortUrl":"http://gu.com/p/49bee","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/01/cameron-europe-reform-already-happening","webUri":"http://www.theguardian.com/commentisfree/2015/jun/01/cameron-europe-reform-already-happening"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432919411620/David-Cameron-with-Angela-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Despite David Cameron’s frequent protestations, Europe is not some distant power to whom national governments plead for concessions.'  Photograph: NurPhoto/Rex Shutterstock","credit":"NurPhoto/Rex Shutterstock","altText":"David Cameron with Angela Merkel","cleanCaption":"'Despite David Cameron’s frequent protestations, Europe is not some distant power to whom national governments plead for concessions.'  Photograph: NurPhoto/Rex Shutterstock"}},"importance":4,"byline":{"title":"Richard Corbett"},"showQuotedHeadline":true,"sublinks":[]},{"title":"The readers’ editor on… how the Guardian should deal with a growing number of complaints","rawTitle":"The readers’ editor on… how the Guardian should deal with a growing number of complaints","item":{"type":"comment","id":"commentisfree/2015/may/31/readers-editor-guardian-complaints","title":"The readers’ editor on… how the Guardian should deal with a growing number of complaints","trailText":"<strong>Chris Elliott: Open door:</strong> I’d like to improve on the numbers of complaints we resolve but we can’t just keep expanding the readers’ editor’s office. What do you think?","standFirst":"I’d like to improve on the numbers of complaints we resolve but we can’t just keep expanding the readers’ editor’s office. What do you think?","byline":"Chris Elliott","body":"<p>There has been an increase in the annual total of complaints to the readers’ editor’s office for the first time in three years. The number has risen to 29,551 in the 12-month period to March 2015 – 3,000 more than for the same period during the previous year.</p> \n<p>The number of published corrections and clarifications has remained pretty stable in the same period. Online we published or noted 2,604 corrections, including the 1,022 that appeared in print.</p> \n<p>These figures are gathered as a snapshot for the Guardian’s forthcoming annual <a href=\"http://www.theguardian.com/sustainability\" title=\"\">Living Our Values</a> report, which measures how well we apply our editorial values to the way we run our business.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Robust scrutiny of deeply entrenched institutions, public and private, is likely to provoke robust responses</p> \n </blockquote> \n</aside> \n<p>It is not clear why there has been a rise, but a clue as to the underlying reason may lie in the rise in the number of monthly browsers for the Guardian, which increased from 100 million to more than 120 million in the same period. There has also been a growth in the amount of content that the Guardian publishes, which is now on average 600 pieces a day. I know phrases like “pieces of content” make one wince but I don’t think there is a word that captures the breadth and scale of all that we publish.</p> \n<p>It is not just the number of individual pieces but possibly the nature of the content that may hold the key to the rise. The Guardian since its inception has always sought to break stories but the retreat of what is now termed, in another ugly phrase, “commoditised news”, ie those stories that can be got everywhere, has led to an even greater emphasis on investigations and breaking news.</p> \n<p>Robust scrutiny of deeply entrenched institutions, public and private, is likely to provoke robust responses. That is not to suggest the Guardian is hurtling along without mistakes; the number of published corrections reflect the space and resources we can devote to them. They are not an accurate picture of the number of errors, or even the number of amendments; sometimes an article is corrected and footnoted to make clear what the error was, but the amendment is not significant enough to warrant an item in the corrections column.</p> \n<p>Here is a snapshot of one day in May: a 24-hour period from 3pm on 27 May to 3pm on 28 May.</p> \n<p>A total of 67 complaints and queries were received by the editor’s office in emails; each week a further five to come in via the readers’ editor’s Twitter feed and a similar number telephoned in to the office.</p> \n<p>Below are the tallies of queries. Where the terms “resolved”, “ongoing” and “passed on” are used this means that there has been at least one reply to the reader. The discrepancy in the figures below and the total number of emails, which is 96, is because there are often multiple emails exchanged in connection with the same complaint or query.</p> \n<p><span class=\"bullet\">•</span> Accuracy: 22 resolved, 12 still ongoing</p> \n<p><span class=\"bullet\">•</span> Grammar: three resolved, three ongoing</p> \n<p><span class=\"bullet\">•</span> General comments (unanswered): three</p> \n<p><span class=\"bullet\">•</span> Stories offered, links requested: four resolved, one unanswered</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Complaints about grammar, spelling and structure are pretty constant and make readers very angry</p> \n </blockquote> \n</aside> \n<p><span class=\"bullet\">•</span> Complaints about moderation: two resolved (ie we responded)</p> \n<p><span class=\"bullet\">•</span> Subscription query: one resolved</p> \n<p><span class=\"bullet\">•</span> Deletion request: one ongoing</p> \n<p><span class=\"bullet\">•</span> Review panel requests: one passed to the panel, one ongoing</p> \n<p><span class=\"bullet\">•</span> Crosswords: six resolved</p> \n<p><span class=\"bullet\">•</span> General queries, eg website navigation, book review request, expired article: five resolved</p> \n<p><span class=\"bullet\">•</span> Questions of taste or suitability: two resolved.</p> \n<p>The numbers of complaints about grammar, spelling and structure are pretty constant and make readers very angry.</p> \n<p>On that day <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/tragedy-mps-too-busy-constituency-work?CMP=EMCNEWEML6619I2\" title=\"\">a tautological phrase</a> produced this email: “Does the Guardian have any subeditors left? If the use of language is poor how much import should I make of the actual article?” The Guardian was wrong – an error during the editing process but not by a subeditor – and the word changed and a correction published online.</p> \n<p>There has been a growth in the number of deletion requests and queries about moderation decisions. Two areas where it is difficult to resolve complaints are Israel/Palestine and climate change.</p> \n<p>I would like to improve on the numbers of complaints we resolve. I&nbsp;don’t think we can simply expect to grow the size of the readers’ editor’s office every year. What do readers think? Could some form of crowdsourcing be the answer?</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433094909512/Dear-Sir-written-using-a--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The number of complaints to the readers' editor's office rose to 29,551 in the 12-month period to March 2015. Photograph: RTimages/Alamy","credit":"RTimages/Alamy","altText":"Dear Sir written using a fountain pen ","cleanCaption":"The number of complaints to the readers' editor's office rose to 29,551 in the 12-month period to March 2015. Photograph: RTimages/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-31T17:57:00Z","lastModified":"2015-05-31T23:00:18Z","metadata":{"commentable":true,"commentCount":186,"contributors":[{"name":"Chris Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/7/14/1405339897804/Chris-Elliott-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-elliott"}],"feature":false,"keywords":["The Guardian","National newspapers","Newspapers & magazines","Newspapers","Media"],"tags":[{"id":"media/theguardian","webTitle":"The Guardian"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Chris Elliott","topic":{"type":"tag-contributor","name":"profile/chris-elliott"}}],"series":{"title":"Open door","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/open-door"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/31/readers-editor-guardian-complaints","shortUrl":"http://gu.com/p/49cxf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/31/readers-editor-guardian-complaints","webUri":"http://www.theguardian.com/commentisfree/2015/may/31/readers-editor-guardian-complaints"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433094909512/Dear-Sir-written-using-a--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The number of complaints to the readers' editor's office rose to 29,551 in the 12-month period to March 2015. Photograph: RTimages/Alamy","credit":"RTimages/Alamy","altText":"Dear Sir written using a fountain pen ","cleanCaption":"The number of complaints to the readers' editor's office rose to 29,551 in the 12-month period to March 2015. Photograph: RTimages/Alamy"}},"importance":4,"byline":{"title":"Chris Elliott"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Rusbridger’s farewell illustrates the huge changes to the media in 20 years","rawTitle":"Rusbridger’s farewell illustrates the huge changes to the media in 20 years","item":{"type":"comment","id":"media/2015/may/31/rusbridger-farewell-huge-changes-20-years","title":"Rusbridger’s farewell illustrates the huge changes to the media in 20 years","trailText":"We have gone from a building phase to a buying phase of growth and the next two decades may be different but just as frenetic","standFirst":"We have gone from a building phase to a buying phase of growth and the next two decades may be different but just as frenetic","byline":"Emily Bell","body":"<p>In the midst of writing a completely different column about rather dull figures and charts and what they might mean for the future of the media industry, a tweet caught my eye containing <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/29/farewell-readers-alan-rusbridger-on-leaving-the-guardian\" title=\"\">Alan Rusbridger’s farewell to readers</a> after 20 years of editing the Guardian. At the risk of being lambasted as a toady, I would urge others to read it, as it gives a tremendous sense of what all media companies have grappled with over the past 20 years; namely preserving cultural value and institutional strength while changing at the lightning speed required by the adoption of new technology.</p> \n<p>For those of us who, like Rusbridger, might be looking forward to putting our feet up and watching the latest series from Amazon or Netflix, the next 20 years look no less frenetic but really quite different. We are going from a building phase to a buying phase of media growth.</p> \n<p>Twenty years ago was perhaps one of the most significant phases in modern communications as consumer access to the internet was in its infancy. Microsoft was just launching its first web browser, Internet Explorer, the global penetration rate of mobile phone ownership was 1%, and the world’s largest internet company was Netscape valued at more than a whopping $5bn. Amazon was starting life as a bookseller in Jeff Bezos’s garage, and Larry Page had just enrolled in the Stanford PhD programme where he would bump into fellow student Sergey Brin and write a thesis paper which became Google.</p> \n<p>The story of the past two decades for almost all media companies has been dictated by scale. Those who could achieve it, the Amazons and Googles (and in a different sphere even the Guardian) and those that couldn’t, or that lost it, in a new global market for information. Google’s market capitalisation now of $373bn makes it just about half the size of Apple, another beneficiary of the internet age, but so much larger than anyone would have thought possible only two decades ago.</p> \n<p>Last week, <a href=\"http://kpcbweb2.s3.amazonaws.com/files/90/Internet_Trends_2015.pdf?1432738078\" title=\"\">the annual presentation by influential Silicon Valley venture capital investor Mary Meeker on Internet Trends</a> outlined this huge growth trajectory, but suggested that the rocketing growth of the first 20 years is now slowing, as we run out of digital worlds to conquer. Of course less than 40% of the world’s population have an internet connection, but 5 billion have mobile phones.</p> \n<p>The pace of change is taking a new direction, powered by the mobility of information and data, but the achievement of scale is beginning to shake out what was once a very fragmented media world into a more consolidated set of businesses, as low interest rates and a sense of nervousness about future revenues is pushing a significant wave of mergers and acquisitions.</p> \n<p>Media headlines have been devoted over last week to the relatively smaller potatoes of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/26/vox-media-to-take-over-tech-site-recode-amid-digital-media-shakeup\" title=\"\">tech journalism start-up Re/Code being acquired by another new media company Vox Media</a>, which in turn might, if rumours are correct, be swallowed by the decidedly larger potato, Comcast.</p> \n<p>Media owners and pundits shook their heads rather dourly at the figures which revealed that Re/code has a staff of 44 and “only” 1.5 million unique visitors a month on the web. One might think 1.5 million people reading nerdy stories about technology businesses on a monthly basis is quite large, but on the web, where advertising is a fraction of the value of print and on mobile where advertising is a fraction of the value of the web, it isn’t adequate.</p> \n<p>Although Kara Swisher and Walt Mossberg’s well-respected site found the majority of its revenues in conferences, the conclusion most reached was that these web numbers were simply not big enough. Next on the block we might see Huffington Post and other media assets caught up in the Verizon $4.4bn purchase of AOL.</p> \n<p>The plankton-to-whale acquisition trail is likely to see any smaller media companies in the digital realm seek either scale through partnership, merger or acquisition, and the upstream distributors, like phone companies and cable networks in turn swallowing these media or “content” companies in order to own the whole pipeline of services to consumers.</p> \n<p>Charter Communications we learnt last week is paying $57bn for Time Warner Cable, after Comcast was thwarted on competition grounds by the US regulator, the Federal Communications Commission, from pursuing a similar deal.</p> \n<p>Twenty years ago we had no idea really where the internet would take us, many thought a utopia of a thousand flowers blooming, others, perhaps more accurately saw its progress towards becoming a giant shop. The next 20 years are similarly unknowable, but one thing is becoming clear; whatever it is, is going to have to be big.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432924285621/Alan-Rusbridger-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Guardian of editorial integrity … former editor-in-chief Alan Rusbridger. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Alan Rusbridger","cleanCaption":"Guardian of editorial integrity … former editor-in-chief Alan Rusbridger. Photograph: Graeme Robertson for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-31T17:04:07Z","lastModified":"2015-05-31T23:10:06Z","metadata":{"commentable":true,"commentCount":31,"contributors":[{"name":"Emily Bell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400781673658/Emily-Bell-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/emilybell"}],"feature":false,"keywords":["Alan Rusbridger","Media","Digital media","The Guardian","Newspapers & magazines","National newspapers","Newspapers","Google","Technology","Microsoft","Computing","Apple","Amazon.com","Internet"],"tags":[{"id":"media/alanrusbridger","webTitle":"Alan Rusbridger"},{"id":"media/media","webTitle":"Media"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"media/theguardian","webTitle":"The Guardian"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"technology/google","webTitle":"Google"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/microsoft","webTitle":"Microsoft"},{"id":"technology/computing","webTitle":"Computing"},{"id":"technology/apple","webTitle":"Apple"},{"id":"technology/amazon","webTitle":"Amazon.com"},{"id":"technology/internet","webTitle":"Internet"}],"section":{"id":"media"},"topics":[{"displayName":"Emily Bell","topic":{"type":"tag-contributor","name":"profile/emilybell"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/may/31/rusbridger-farewell-huge-changes-20-years","shortUrl":"http://gu.com/p/49bg4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/may/31/rusbridger-farewell-huge-changes-20-years","webUri":"http://www.theguardian.com/media/2015/may/31/rusbridger-farewell-huge-changes-20-years"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432924285621/Alan-Rusbridger-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Guardian of editorial integrity … former editor-in-chief Alan Rusbridger. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Alan Rusbridger","cleanCaption":"Guardian of editorial integrity … former editor-in-chief Alan Rusbridger. Photograph: Graeme Robertson for the Guardian"}},"importance":3,"byline":{"title":"Emily Bell"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Cartoon / Martin Rowson on Sepp Blatter and Fifa","rawTitle":"Martin Rowson on Sepp Blatter and Fifa","item":{"type":"comment","id":"commentisfree/picture/2015/may/31/martin-rowson-on-sepp-blatter-and-fifa-cartoon","title":"Martin Rowson on Sepp Blatter and Fifa – cartoon","trailText":"Sepp Blatter took the game away from Europe’s powerful elite and gave Africa and Asia their first World Cups – no wonder so many see the attacks on him as a campaign by the rich to regain control","standFirst":"","byline":"Martin Rowson","body":"","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433097710037/Martin-Rowson-01.06.15-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"© Martin Rowson 2015","altText":"Martin Rowson 01.06.15","cleanCredit":"Photograph: © Martin Rowson 2015"}],"bodyImages":[],"webPublicationDate":"2015-05-31T18:58:13Z","lastModified":"2015-05-31T18:58:13Z","metadata":{"commentable":true,"commentCount":68,"contributors":[{"name":"Martin Rowson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/9/1410300159077/Martin-Rowson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martinrowson"}],"feature":false,"keywords":["Sepp Blatter","Fifa","Football","Football politics"],"tags":[{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Martin Rowson","topic":{"type":"tag-contributor","name":"profile/martinrowson"}}],"series":{"title":"Guardian comment cartoon","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/guardian-comment-cartoon"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/picture/2015/may/31/martin-rowson-on-sepp-blatter-and-fifa-cartoon","shortUrl":"http://gu.com/p/49c5n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/picture/2015/may/31/martin-rowson-on-sepp-blatter-and-fifa-cartoon","webUri":"http://www.theguardian.com/commentisfree/picture/2015/may/31/martin-rowson-on-sepp-blatter-and-fifa-cartoon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433097795391/b06bfadd-6699-487f-b0ee-81d52b3a4670-2060x1420.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1420,"width":2060,"orientation":"landscape","caption":"Martin Rowson 01.06.15. Photograph: © Martin Rowson 2015","credit":"© Martin Rowson 2015","altText":"Martin Rowson 01.06.15.","cleanCaption":"Martin Rowson 01.06.15.","cleanCredit":"Photograph: © Martin Rowson 2015"}},"importance":3,"kicker":{"title":"Cartoon"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-06-01T08:04:02Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}