{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"An opposition must oppose – Labour should be less timid on education","rawTitle":"An opposition must oppose – Labour should be less timid on education","item":{"type":"comment","id":"education/2015/jul/13/opposition-labour-education-leadership-candidates","title":"An opposition must oppose – Labour should be less timid on education","trailText":"For five years Labour has been conflicted in its opposition to government reforms. Now finally the leadership candidates seem to be uniting around a sensible way forward. We need them to get on with it","standFirst":"For five years Labour has been conflicted in its opposition to government reforms. Now finally the leadership candidates seem to be uniting around a sensible way forward. We need them to get on with it","byline":"Fiona Millar","body":"<p>Tristram Hunt, the shadow education secretary, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/08/tristram-hunt-labour-lost-plot-education\" title=\"\">in an article for Guardian Education </a> last month, explained why Labour failed to offer a “compelling enough” vision for education in the last election. To judge by my straw poll of readers, his piece provoked frustration all round. Why didn’t Labour put up a more robust fight on education policy? Couldn’t some of these points have been made earlier? It is a bit late now. These were common responses.</p> \n<p>The roots of Labour’s election defeat clearly go much deeper than its schools policies. But one of the fundamental tasks of opposition is to oppose – and look at where the failure to do that robustly has got us.</p> \n<p>The latest onslaught of central control, introduced in the <a href=\"www.publications.parliament.uk/pa/bills/cbill/2015-2016/0004/16004.pdf\" title=\"\">education and adoption bill</a> going through parliament, makes a mockery of autonomy, devolution and local voice. The secretary of state has appointed herself national school improvement tsar with powers to appoint emergency governing bodies, oversee individual improvement plans and force academisation on thousands of communities, even though there is virtually no evidence that this ideological experiment works.</p> \n<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/03/education-bill-loopholes-academies-schools\" title=\"\">right to local objections</a> or consultation is severely limited. Central command and control of all schools will be exercised through eight <a href=\"http://schoolsweek.co.uk/commissioners-must-convert-schools/\" title=\"\">regional school commissioners</a> with limited resources, whose performance is partly determined by the numbers of schools they can convert to academy status.</p> \n<p>Then there is the backward-looking curriculum – quite the most restrictive in my lifetime. Whether through new performance measures such as <a href=\"https://www.gov.uk/government/publications/progress-8-school-performance-measure\" title=\"\">Progress 8</a>, or by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/14/schools-gcse-ebacc-ofsted-nicky-morgan\" title=\"\">Ebacc diktat</a>, it is inevitable that some creative and technical subjects, crucial to the flourishing of individual character as well as life chances, will wither on the vine. Vocational education is rarely mentioned these days.</p> \n<p>It is highly likely that gaps in performance between children from different social backgrounds will now start to widen. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/09/school-system-society-education-funding-cuts-teachers\" title=\"\">Funding cuts and teacher&nbsp;shortages</a> will be damaging enough, but the big ministerial stick, designed to whack coasting schools, won’t be falling on the complacent grammar schools or comprehensives in the leafy suburbs.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It is impossible to overstate the task faced&nbsp;by whoever wins the Labour leadership in September</p> \n </blockquote> \n</aside> \n<p>Instead, the poorest schools are in the firing line. This will almost certainly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/teacher-network/2015/jul/05/how-to-thank-teachers-tough-schools-government-answer-punish-them?CMP=share_btn_tw\" title=\"\">reduce incentives</a> for the best heads and teachers to work in those schools. The new definition of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/01/government-scrap-legal-requirements-child-poverty\" title=\"\">child poverty</a>, which includes GCSE outcomes, won’t help, heaping more blame on schools for wider societal problems.</p> \n<p>All in all, there is plenty of opposition to be getting on with. Such is the feeling among heads and teachers, even those in the <a href=\"http://schoolsimprovement.net/a-level-reform-will-cause-chaos-warns-head/\" title=\"\">independent sector</a>, that it wouldn’t surprise me if the tipping point of the Gove years finally came on the more emollient Nicky Morgan’s watch.</p> \n<p>But we can’t leave the alternative arguments to <a href=\"http://headguruteacher.com/2015/06/30/nicky-morgan-vs-the-bell-curve/\" title=\"\">individual bloggers</a>, <a href=\"https://headteachersroundtable.wordpress.com/\" title=\"\">outspoken heads</a> and the leadership of the <a href=\"http://news.cbi.org.uk/news/john-cridland-festival-of-education-speech/\" title=\"\">CBI</a>, all of whom seem to make more sensible speeches and interventions in education policy than many politicians.</p> \n<p>It is time for the new Labour leader to step up to the plate. For me, interviewing all the leadership candidates for an article <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jul/07/labour-leadership-candidates-education-interviews-burnham-cooper-corbyn-kendall-schools?CMP=share_btn_tw\" title=\"\"> last week</a> was illuminating.</p> \n<p>There were no fireworks and remarkably few stark ideological differences between them. Each has a particular passion: early years (Liz Kendall), child wellbeing (Yvette Cooper), the meaning of comprehensive education (Andy Burnham), local democratic control of schools and an end to selection (Jeremy Corbyn). Despite that, they all seem to be coalescing around one theme: how do you give all young people access to a&nbsp;broad, rounded education, including the arts, enrichment and high-quality vocational courses, while finding the right mix of central direction, school-level autonomy and good local oversight to ensure rigour and standards?</p> \n<p>This may not be eye-catching, but it is a far cry from what we face from the Tory government. More importantly, if the detail is worked out carefully and sold with confidence I believe this is what most parents and pupils want.</p> \n<p>For much of the past five years, Labour has appeared conflicted and timid about the coalition’s reforms, about its own record and about its core principles. It is impossible to overstate the task faced by whoever wins the leadership in September.</p> \n<p>The most frustrating aspect of opposition is the sense of powerlessness and inability to change anything. But being effective at opposing counts for something. Even better if the desire to oppose a very bad set of government policies starts with the leader of the opposition. I have recorded all the interviews I conducted, and look forward to seeing the successful candidate’s ambitions translated into practice.</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a77e889fa67736cab760999e6a3fc2f82eef0441/0_98_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Jeff Overs/BBC/PA","altText":"Labour leadership candidates Yvette Cooper, Jeremy Corbyn, Liz Kendall and Andy Burnham on BBC2's Newsnight","cleanCredit":"Photograph: Jeff Overs/BBC/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-13T06:00:07Z","lastModified":"2015-07-13T06:00:07Z","metadata":{"commentable":true,"commentCount":75,"contributors":[{"name":"Fiona Millar","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401122155576/Fiona-Millar-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/fionamillar"}],"feature":true,"keywords":["Education","Schools","Teaching","Education policy","Labour party leadership","Labour","Politics"],"tags":[{"id":"education/education","webTitle":"Education"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/teaching","webTitle":"Teaching"},{"id":"politics/education","webTitle":"Education policy"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"education"},"topics":[{"displayName":"Fiona Millar","topic":{"type":"tag-contributor","name":"profile/fionamillar"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jul/13/opposition-labour-education-leadership-candidates","shortUrl":"http://gu.com/p/4ah94","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jul/13/opposition-labour-education-leadership-candidates","webUri":"http://www.theguardian.com/education/2015/jul/13/opposition-labour-education-leadership-candidates"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a77e889fa67736cab760999e6a3fc2f82eef0441/0_98_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Labour leadership candidates, from left, Yvette Cooper, Jeremy Corbyn, Liz Kendall and Andy Burnham: ‘Remarkably few stark ideological differences between them’ on education policy. Photograph: Jeff Overs/BBC/PA","credit":"Jeff Overs/BBC/PA","altText":"Labour leadership candidates Yvette Cooper, Jeremy Corbyn, Liz Kendall and Andy Burnham on BBC2's Newsnight","cleanCaption":"Labour leadership candidates, from left, Yvette Cooper, Jeremy Corbyn, Liz Kendall and Andy Burnham: ‘Remarkably few stark ideological differences between them’ on education policy.","cleanCredit":"Photograph: Jeff Overs/BBC/PA"}},"importance":7,"byline":{"title":"Fiona Millar"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/26/1401122155576/Fiona-Millar-R.png"}}]},{"title":"Responding to criticism of our coverage of the Tim Hunt affair","rawTitle":"Responding to criticism of our coverage of the Tim Hunt affair","item":{"type":"comment","id":"commentisfree/2015/jul/13/responding-to-criticism-of-our-coverage-of-the-tim-hunt-affair","title":"Responding to criticism of our coverage of the Tim Hunt affair","trailText":"<strong>Open door:</strong> Some readers thought our editorial tendentious – and that there is a big difference between a ‘sexist remark’ and inferring a man’s whole character from what he said","standFirst":"Some readers thought our editorial tendentious – and that there is a big difference between a ‘sexist remark’ and inferring a man’s whole character from what he said","byline":"Chris Elliott","body":"<p>Guardian <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk-news/tim-hunt\" title=\"\">coverage of remarks by Sir Tim Hunt</a>, the Nobel prize winner, to a group of women scientists about his “trouble with girls”, has been criticised by some readers. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/30/the-guardian-view-on-the-tim-hunt-affair-an-explosive-combination-of-science-sexism-and-social-media\" title=\"\">An editorial was one area of readers’ concerns</a>. It was published three weeks after he made the remarks to a world conference of science journalists in South Korea that eventually led to his resignation from his honorary post at University College London.</p> \n<p>Prof Hunt said at that conference: “Three things happen when [women] are in the lab … you fall in love with them, they fall in love with you and when you criticise them, they cry.” The editorial, published on 1 July, begins: “It is three weeks since Sir Tim Hunt, a Nobel prize winner, shared his sexist opinion of female scientists – distractingly sexy, prone to weep when criticised and best segregated at work – with a room full of science writers … Within 24 hours of his after-dinner speech, he had gone … This bitter mix of resentments amplified by the polarising environment of social media should have met a calmer official response. But the professor still had to go.”</p> \n<p>One reader wrote: “Can I beg you to examine whether the second editorial yesterday fell seriously below the standards we used to expect from the Guardian? … The leader was so tendentious it was unbelievable. For your editorial to say that one possibly misjudged joke ‘comprehensively undermined his reputation as a leading supporter of female scientists’ is simply silly. It ought to have been treated with more nuance and less easy repetition of prejudice and sloppy thought.”</p> \n<p>One reader, who makes clear that he has known and worked with Prof Hunt, wrote: “A measured response is required. Regrettably, however, your own response [the editorial] is not measured.”</p> \n<p>The aim of this column is to address the issues about coverage, not to express an opinion about Prof Hunt’s remarks. The problems with coverage came before the editorial was published, in an opinion piece by Connie St Louis, the senior science journalism lecturer who tweeted Prof Hunt’s remarks, igniting the controversy. She was responding in an online article published on 23 June to a number of leading scientists who had publicly defended Prof Hunt. However, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/23/stop-defending-tim-hunt-brian-cox-richard-dawkins?CMP=share_btn_fb\" title=\"\">an unedited version</a> of her article was published in error, which was immediately spotted by readers. “Was it even subbed? It’s hard to believe the Guardian published it in its current form.”</p> \n<p>Unfortunately we did but then edited it live, when the mistake was discovered. If basic style and grammar errors are spotted and corrected within hours of a piece being published, we would not usually add a footnote. However, on this occasion we should have done so as, such is the controversy surrounding the story, at least one commentator thought the absence of a footnote might be significant. It wasn’t.</p> \n<p>Moving on to the editorial there were two objective factual errors in it. The editorial incorrectly referred to “the pre-social-media era dumping” of Robin Cook. It also claimed that Alastair Campbell telephoned the Labour foreign secretary at the airport, calling on him “to choose between his job and his lover”, an allegation denied by Campbell <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/01/your-wrong-account-of-my-advice-to-robin-cook-letter-from-alastair-campbell\" title=\"\">in a letter to the Guardian</a>. Cook was not dumped over his affair but resigned several years later over the Iraq war.</p> \n<p>The second error in the editorial is, as suggested above, that the offending remarks by Prof Hunt were not made at an after-dinner speech but during a pre-lunch toast. I am not sure this counts as a substantial inaccuracy but an after-dinner speech does gives the impression of something prepared beforehand, that was more thoughtful and considered, rather than an off-the-cuff joke now publicly regretted by Prof Hunt as being thoughtless. However, even these judgments may be seen as value-laden. An alternative view may be that it merely reveals what lurks in the unconscious.</p> \n<p>Editorials are there to express the views of the newspaper, an opinion, but it should be a collective opinion. In that context I think it would have been reasonable to describe Prof Hunt as making a sexist remark – he admits it was wrong, even if it was meant to be ironic. But it is a stretch to say that he “shared his sexist opinion of female scientists”. Is it right to infer a man’s whole character from one remark?</p> \n<p>Where the Guardian had it right is in the heart of the leader, in the penultimate paragraph: “All the same, the surge of support shows how widely misunderstood the pressing need for feminist activism still is, particularly in science. According to the latest evidence, women occupy just 12% of jobs in science, technology and engineering. In research, women earn less,&nbsp;are less likely to be promoted, and win fewer awards to support their work. A&nbsp;third of PhD students are women, but only one in 10 professors. This is not a joking matter (although the <a href=\"https://twitter.com/hashtag/distractinglysexy?lang=en-gb\" title=\"\">#distractinglysexy</a> hashtag did a good job of showing there could be a funny side).”</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436703864863/Tim-Hunt-at-his-home-in-H-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tim Hunt at his home in Hertfordshire. 'Editorials are there to express the views of the newspaper, an opinion, but it should be a collective opinion.' Photograph: Antonio Olmos for the Observer","credit":"Antonio Olmos For The Observer/  Antonio Olmos for the Observer","altText":"Tim Hunt at his home in Hertfordshire","cleanCaption":"Tim Hunt at his home in Hertfordshire. 'Editorials are there to express the views of the newspaper, an opinion, but it should be a collective opinion.' Photograph: Antonio Olmos for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-07-13T07:15:05Z","lastModified":"2015-07-13T07:15:05Z","metadata":{"commentable":true,"commentCount":36,"contributors":[{"name":"Chris Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/7/14/1405339897804/Chris-Elliott-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-elliott"}],"feature":false,"keywords":["Tim Hunt","The Guardian","National newspapers","Newspapers & magazines","Newspapers","Media","UK news"],"tags":[{"id":"uk-news/tim-hunt","webTitle":"Tim Hunt"},{"id":"media/theguardian","webTitle":"The Guardian"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/media","webTitle":"Media"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Chris Elliott","topic":{"type":"tag-contributor","name":"profile/chris-elliott"}}],"series":{"title":"Open door","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/open-door"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/13/responding-to-criticism-of-our-coverage-of-the-tim-hunt-affair","shortUrl":"http://gu.com/p/4at7c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/13/responding-to-criticism-of-our-coverage-of-the-tim-hunt-affair","webUri":"http://www.theguardian.com/commentisfree/2015/jul/13/responding-to-criticism-of-our-coverage-of-the-tim-hunt-affair"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436703864863/Tim-Hunt-at-his-home-in-H-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tim Hunt at his home in Hertfordshire. 'Editorials are there to express the views of the newspaper, an opinion, but it should be a collective opinion.' Photograph: Antonio Olmos for the Observer","credit":"Antonio Olmos For The Observer/  Antonio Olmos for the Observer","altText":"Tim Hunt at his home in Hertfordshire","cleanCaption":"Tim Hunt at his home in Hertfordshire. 'Editorials are there to express the views of the newspaper, an opinion, but it should be a collective opinion.' Photograph: Antonio Olmos for the Observer"}},"importance":5,"byline":{"title":"Chris Elliott"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/7/14/1405339897804/Chris-Elliott-L.png"}}]},{"title":"Israel’s people want peace too. Pressure doesn’t help","rawTitle":"Israel’s people want peace too. Pressure doesn’t help","item":{"type":"comment","id":"commentisfree/2015/jul/13/israel-peace-pressure-israeli","title":"Israel’s people want peace too. Pressure doesn’t help","trailText":"If progress towards peace has stalled, it is not because the Israeli people have lost the will to make bold decisions. They need constructive international engagement, not criticism","standFirst":"If progress towards peace has stalled, it is not because the Israeli people have lost the will to make bold decisions. They need constructive international engagement, not criticism","byline":"Daniel Taub","body":"<p>This month I return to Israel after four years as its ambassador in the UK. I’ve been privileged to witness an extraordinary expansion in our bilateral cooperation, and I’ve also had many conversations about Israel and the prospects for peace. One troubling and recurrent theme has been that the main thing Britain can do to promote peace in the Middle East is to exert pressure on Israel.</p> \n<p>On hearing this, I am reminded of the fable of the north wind and the sun. In their competition, the north wind fails to blow the cloak off a passing traveller no matter how hard it blows; yet the sun succeeds, by warming the traveller’s surroundings, and encouraging him to take off the cloak himself.</p> \n<p>Recent years have yielded no shortage of wind. Resolutions and boycott campaigns have all attempted to force Israel’s hand. Yet the response by Israel’s people has been emphatic: <a href=\"http://preview.gutools.co.uk/world/live/2015/mar/17/israel-elections-netanyahu-herzog-voters-coalition-knesset\">twice re-electing the government</a> these efforts have sought to censure.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/06/blaming-israel-gaza-reconstruction-ignorance-palestinian\">Blaming Israel for Gaza’s reconstruction delays is wilful ignorance | Daniel Taub</a> </p> \n</aside> \n<p>Standard-bearers for the pressure camp routinely claim that a conciliatory approach only reinforces the status quo. But in fact, the Israeli people’s boldest steps towards peace have taken place when the international community has been most receptive to their concerns.</p> \n<p>Israel’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/1979/mar/27/israel\">historic peace treaty with Egypt</a> was made possible by US guarantees on security and continued oil supply. Israel’s withdrawal from southern Lebanon was premised on the UN’s commitment to deploy peacekeeping forces in the area and prevent terrorist aggression against Israel by Hezbollah. Its disengagement from Gaza followed international assurances that Hamas and other terror groups would be prevented from gaining access to arms via the Sinai.</p> \n<p>If progress towards peace has stalled, it is not because the Israeli people have lost the will to make bold decisions. Polls consistently show a majority want a lasting peace with the Palestinians.</p> \n<p>Yet those same polls show Israelis are also sceptical about the possibility of realising such a peace. In part this scepticism relates to the ability of the international community to live up to its assurances. UN peacekeepers have not prevented the rearming of Hezbollah and its attacks on northern Israel. Nor has the international community been able to stop the smuggling of weapons to Hamas in Gaza, or, as Israeli intelligence services recently disclosed, <a href=\"http://www.jpost.com/Middle-East/Analysis-Hamas-playing-double-game-with-ISIS-408428\">its support for Islamic State terrorists in Sinai</a>. Even with regard to reconstruction in Gaza, while Israel has transferred over a million tons of building supplies to date, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/06/blaming-israel-gaza-reconstruction-ignorance-palestinian\">reconstruction remains hindered</a> by the failure of international donors to meet their aid pledges, and by the internal Palestinian Fatah-Hamas power struggle.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Away from our region, debate on the peace process continues as if Israelis and Palestinians exist in a vacuum</p> \n </blockquote> \n</aside> \n<p>As much as Israelis want peace, when they look at the fate of international assurances in Gaza, Lebanon and elsewhere in the region, they cannot help but ask what is to stop an evacuated West Bank turning into yet another launch pad for attacks against Israel, but this time only miles from Jerusalem and Tel Aviv.</p> \n<p>In a region undergoing such tectonic changes, with ungoverned spaces increasingly dominated by brutal jihadist extremists and Iranian proxies, Israelis are perplexed that the song sung by international voices in relation to their corner of the region remains the same. Israelis have come to recognise that new regional realities must mean new thinking, including embracing opportunities to cooperate with states with which we have never worked before. Yet away from our region, debate on the peace process continues as if Israelis and Palestinians exist in a vacuum.</p> \n<p>The value of emulating the sun rather than the wind is not just about recognising the concerns of the Israeli people. It is about seeing the reality that exists today; not the reality of 10 years ago, or of 1948. The resilience of Israel’s peace treaties with Egypt and Jordan shows how transformative constructive international engagement can be. But the attempt to change the Middle East by brute pressure will only ever be so much hot air.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436711872925/Israelis-and-Palestinians-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Palestinian and Israelis light candles for peace in the West Bank. Photograph: Olivier Fitoussi-Flash90/EPA","credit":"Olivier Fitoussi-Flash90/EPA","altText":"Israelis and Palestinians light candles for peace","cleanCaption":"Palestinian and Israelis light candles for peace in the West Bank. Photograph: Olivier Fitoussi-Flash90/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-13T07:30:05Z","lastModified":"2015-07-13T07:30:05Z","metadata":{"commentable":true,"commentCount":26,"contributors":[{"name":"Daniel Taub","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-taub"}],"feature":false,"keywords":["Israel","Middle East and North Africa","Palestinian territories","World news","UK news"],"tags":[{"id":"world/israel","webTitle":"Israel"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/palestinian-territories","webTitle":"Palestinian territories"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Daniel Taub","topic":{"type":"tag-contributor","name":"profile/daniel-taub"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/13/israel-peace-pressure-israeli","shortUrl":"http://gu.com/p/4at8g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/13/israel-peace-pressure-israeli","webUri":"http://www.theguardian.com/commentisfree/2015/jul/13/israel-peace-pressure-israeli"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436711872925/Israelis-and-Palestinians-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Palestinian and Israelis light candles for peace in the West Bank. Photograph: Olivier Fitoussi-Flash90/EPA","credit":"Olivier Fitoussi-Flash90/EPA","altText":"Israelis and Palestinians light candles for peace","cleanCaption":"Palestinian and Israelis light candles for peace in the West Bank. Photograph: Olivier Fitoussi-Flash90/EPA"}},"importance":5,"byline":{"title":"Daniel Taub"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436711872925/Israelis-and-Palestinians-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Palestinian and Israelis light candles for peace in the West Bank. Photograph: Olivier Fitoussi-Flash90/EPA","credit":"Olivier Fitoussi-Flash90/EPA","altText":"Israelis and Palestinians light candles for peace","cleanCaption":"Palestinian and Israelis light candles for peace in the West Bank. Photograph: Olivier Fitoussi-Flash90/EPA"}}]},{"title":"Can we expect a MIRAcle for biomedical researchers in the US?","rawTitle":"Can we expect a MIRAcle for biomedical researchers in the US?","item":{"type":"comment","id":"science/occams-corner/2015/jul/13/can-we-expect-a-miracle-for-biomedical-researchers-in-the-us","title":"Can we expect a MIRAcle for biomedical researchers in the US?","trailText":"<strong>Steve Caplan:</strong> The National Institute of General Medical Sciences at the US National Institutes of Health has come up with a new system for funding researchers. Will the new <em>Maximizing Investigators’ Research Award</em> (MIRA) prove beneficial?","standFirst":"<p>The National Institute of General Medical Sciences at the US National Institutes of Health has come up with a new system for funding researchers. Will the new <em>Maximizing Investigators’ Research Award</em> (MIRA) prove beneficial?</p>","byline":"Steve Caplan","body":"<p>There is no question that the proportionally decreasing National Institutes of Health (NIH) funding in the USA for biomedical research is having short-, mid- and long-range <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/occams-corner/2015/jan/09/demoralisation-in-the-ranks-of-researchers\">negative effects on science</a>. </p> \n<p>Fewer positions are opening for new investigators, and in many cases universities are hesitant to hire young postdocs who are not yet funded, often preferring ‘lateral recruitments’ of established researchers from other institutes. </p> \n<p>Tenure is harder to come by, as grants are more difficult to obtain. Mid-career researchers are faced with losing veteran technicians, and are vying for teaching and administrative work to fill the void caused by decreased involvement in research activities. And established researchers are scrambling to stay afloat; many are forced to consider early retirement despite being highly productive over their entire career. </p> \n<p>Many argue that the so-called “<a href=\"http://www.acco.org/wp-content/uploads/2015/05/Brief-history-of-NIH-funding-as-of-12.13.pdf\">doubling period</a>” – between 1998 and 2003, when the NIH budget was essentially increased by 100% – has created a quagmire from which the biomedical research enterprise has been unable to extract itself. </p> \n<p>The influx of new investigators and expanded infrastructure has sparked a cycle of recruitment that simply cannot be maintained. This has led to only the top 5% to 15% of grant proposals being funded, depending on institute. The vast majority of researchers are left flustered and in the lurch. So what is there to be done?<br /></p> \n<p>The National Institute for General Medical Sciences (NIGMS) of the NIH has rolled out a new pilot plan for funding its investigators, called <em><a href=\"http://grants.nih.gov/grants/guide/rfa-files/RFA-GM-16-002.html\">Maximizing Investigators’ Research Award</a></em> (<strong>MIRA</strong>). In this plan, researchers would be funded for their overall research programme, and those funded would be required to invest at least 51% of their overall ‘effort’ into this programme, essentially giving up the right to submit other proposals to NIGMS. </p> \n<p>In return, investigators would receive funding for 5 years (instead of 4 years), and have less paperwork to deal with and bureaucratic hoops to jump through. Just as importantly, the freedom from having a specific set of research goals (as opposed to an overall research programme) would license researchers to take on new and exciting research projects that crop up serendipitously in the lab, increasing flexibility. </p> \n<p>In addition, according to the plans laid out by NIGMS, these grants will be simpler to renew, and if progress is weak in a given funding period, the funding will ramp down gradually. This is extremely important, because in today’s system the sharp losses of funding, even if temporary in some cases, often are accompanied by the necessity of letting go an experienced technician – who cannot be returned to the laboratory a year later if funding is eventually renewed.</p> \n<p>From my standpoint, the MIRA pilot plan is a good one. Dr Jon Lorsch, the director of NIGMS, <a href=\"http://www.molbiolcell.org/content/26/9/1578.full\">has outlined the rationale and advantages of the MIRA programme</a>. Chief among them is the idea that no one can predict where the next big findings will spring from, so a diverse research portfolio for NIGMS is akin to investors spreading their investments out. Minimising risk, and maximising the chances of hitting it big. The NIGMS website cites Nobel laureate Arthur Kornberg: </p> \n<blockquote class=\"quoted\"> \n <p>The most important advances in medicine during the 20th century ... have one thing in common: They were all discoveries made in the pursuit of knowledge for its own sake.” </p> \n</blockquote> \n<p>The more of those “own sakes,” the higher the likelihood of important discoveries.</p> \n<p>So how will the NIH (via the NIGMS) fund this programme? My understanding is that by having some highly funded investigators accept this system (including a single – albeit larger – award), and with the inherent stability in the system, this new programme could eventually replace the current funding system. I don’t know if this will allow more investigators to be funded, but from reading Dr Lorsch’s paper, it seems that this is a goal of NIGMS.</p> \n<p>I think there is an additional advantage of this proposed system that may not have been sufficiently emphasised: evaluating proposals based on past performance seems to me to be a better predictor of success than evaluating a select and focused set of ever-changing immediate research goals. </p> \n<p>To date, NIH grant proposals have a very specific format: usually an overall hypothesis and/or long-term goal, and then 2 to 4 “specific aims” each of which outlines a series of actual experiments to be carried out. Researchers are required to think of caveats for their studies, and also allow for both conceptual and technical failure of experiments within the specific aims. </p> \n<p>In many cases, researchers need to outline multiple possibilities when explaining the anticipated results, and in each case how follow-up experiments will be designed. Needless to say, in most cases these painstakingly written proposals are often only loosely followed, as it’s impossible to anticipate exactly how things will progress until a researcher actually does the experiment. This is almost like planning one’s opening moves in chess – even after only a few moves, a player is often required to modify and make adjustments, and rarely do things go as planned. One simply cannot map out an entire game in advance.</p> \n<p>The MIRA plan, which rejects the idea of writing a highly specific proposal, looks primarily at long-term goals for a research programme, taking out a lot of the painstaking preparation and guess-work. My understanding is that track record will play a more prominent role. </p> \n<p>In the current system, if one has not been productive, renewing a grant is practically impossible. However, being productive is only getting one’s foot in the door – even outstanding productivity doesn’t help if there isn’t a fantastic research plan, complete with precise aims and outcomes. In contrast, while the MIRA system does intend to evaluate an overall research programme, an integral part of that programme is in the productivity and past success.</p> \n<p>What about new investigators, and junior versus senior researchers? Won’t they be disadvantaged because their productivity will be lower in most cases? </p> \n<p>As it happens, this is not a new issue: the same concerns exist for the current grant system. Reviewers are required to set different standards for investigators at different stages of their career. And as for measuring productivity... that’s an ongoing debate in the scientific community, and I will avoid entering this discussion now. Suffice to say, there is no <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3560253/\">simplistic mathematical equation </a>that will magically disclose “productivity”, but most researchers can already empirically distinguish successful and productive scientists. </p> \n<p>It will take years to evaluate the MIRA experiment. Based on what I have read so far, however, I am cautiously optimistic that the new system is likely to optimise biomedical research funding in the US – if so, it may be a mechanism that will prove useful to funding agencies around the world.</p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436728952777/33ae175c-96c2-41bb-831f-af8311f0f929-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lauren Burke/Getty Images","altText":"Stack of US bills","cleanCredit":"Photograph: Lauren Burke/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-13T07:27:05Z","lastModified":"2015-07-13T07:27:05Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Steve Caplan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/steve-caplan"}],"feature":false,"keywords":["Science","Science funding crisis","Research funding"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"science/science-funding-crisis","webTitle":"Science funding crisis"},{"id":"education/researchfunding","webTitle":"Research funding"}],"section":{"id":"science"},"topics":[{"displayName":"Steve Caplan","topic":{"type":"tag-contributor","name":"profile/steve-caplan"}}],"series":{"title":"Science blog network","uri":"http://mobile-apps.guardianapis.com/lists/tag/science/series/science-blog-network"},"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/occams-corner/2015/jul/13/can-we-expect-a-miracle-for-biomedical-researchers-in-the-us","shortUrl":"http://gu.com/p/4atb9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/occams-corner/2015/jul/13/can-we-expect-a-miracle-for-biomedical-researchers-in-the-us","webUri":"http://www.theguardian.com/science/occams-corner/2015/jul/13/can-we-expect-a-miracle-for-biomedical-researchers-in-the-us"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436728952777/33ae175c-96c2-41bb-831f-af8311f0f929-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Moolah, auftisch, spondoolicks, geld, greenbacks. Photograph: Lauren Burke/Getty Images","credit":"Lauren Burke/Getty Images","altText":"Stack of US bills","cleanCaption":"Moolah, auftisch, spondoolicks, geld, greenbacks.","cleanCredit":"Photograph: Lauren Burke/Getty Images"}},"importance":4,"byline":{"title":"Steve Caplan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436728952777/33ae175c-96c2-41bb-831f-af8311f0f929-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lauren Burke/Getty Images","altText":"Stack of US bills","cleanCredit":"Photograph: Lauren Burke/Getty Images"}}]},{"title":"Resistance is not enough – Britain needs a whole new political vision","rawTitle":"Resistance is not enough – Britain needs a whole new political vision","item":{"type":"comment","id":"commentisfree/2015/jul/12/resistance-government-society","title":"Resistance is not enough – Britain needs a whole new political vision","trailText":"The budget took us further down a vindictive, regressive path. But we don’t have to toe the government’s line – we need to decide how we want society to look","standFirst":"<p>The budget took us further down a vindictive, regressive path. But we don’t have to toe the government’s line – we need to decide how we want society to look</p>","byline":"Zoe Williams","body":"<p>“If you’re always in a mode of resistance, you’re never going to budge. You’re not moving as a person. Resistance is a deep form of defensiveness, a profound form of conservatism.” Last week, at an academic conference in Sheffield, Professor Keith Jacobs, a University of Tasmania sociologist, divided his peers with these comments. Actually, that’s a bit misleading. Sociologists divide on every sentence, in every paper; it’s like watching a uterus build twins. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/william-davies-author\" title=\"\">William Davies</a>, author of the wonderful book <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/07/how-friendship-became-tool-of-powerful\" title=\"\">The Happiness Industry</a>, said: “I can hear nothing here that Peter Mandelson wouldn’t agree with.” Meaning, isn’t this just most post-ideological, third-way capitulation? I thought this quite a good test for all arguments: What Would Peter Mandelson Think? (*thinks the opposite*).</p> \n<p>As the political narrative hurtles down an ever more vindictive, regressive, dishonest path, what stance do you take, if not one of resistance? We have a government that intends, from April 2017, to ask <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/09/government-third-child-tax-credits-proposal-budget-rape\" title=\"\">women to prove they’ve been raped if they want to avoid losing tax credits for a third child</a>, and so be exempt from the two-child restriction; a government that has scrapped <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jul/10/uk-scraps-zero-carbon-home-target\" title=\"\">plans for new housing to be carbon neutral</a>, and with that all our (already pretty modest) ambitions to meet the future with at least some fossil fuels left in the ground; a government that, faced with the perplexities of modernity, decides the best thing to do is to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/11/tracey-crouch-foxhunting-ban-rebellion\" title=\"\">re-legalise fox hunting</a>. How does one respond to all this, in an agile way that allows one’s own argument to progress? Is there any point, practically or philosophically, in resisting? Is there some other, more fruitful thing we could be doing?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/09/government-third-child-tax-credits-proposal-budget-rape\">MP challenges child tax credit plan that could require women to prove rape</a> </p> \n</aside> \n<p>On the case of the third child begat by rape: only 18% of reported rapes actually end in a charge or caution, and so offer the sort of proof the Department for Work and Pensions might need to authorise the third-child tax credit. We have no available data, of course, on the number of children, surplus to the statutory pair, born as the result of sexual violence, so it’s hard to say how many households 18% would represent. The full nastiness of this policy is laid bare in the caveat: in attempting to distinguish between mothers of three children who were “blameless” in that third conception, and mothers who were guilty, they had to make this bizarre, brutal exemption. This is because the distinction is, in itself, bizarre and brutal.</p> \n<p>On the matter of zero-carbon housing, <a href=\"http://www.greenpower-technology.co.uk/energy-efficiency/how-to-improve-the-energy-efficiency-of-your-home/\" title=\"\">38% of our total greenhouse gas emissions are leaked from buildings</a>. Overhauling our housing stock is, by a mile, the easiest fix we have to meet emissions targets, easier than green energy and electric cars and solar storage, easier than everything else put together. The idea of a government not just retreating from the need to retrofit existing stock, but creating new housing that wastes yet more energy: it’s too depressing to contemplate. Against this backdrop of lofty carelessness for people and for the environment, I almost think bringing back fox-hunting is a good thing, since it will keep at least part of this poisonous, antisocial class occupied elsewhere for at least part of the time.</p> \n<p>Everything I’ve just written is classic resistance: facts, figures, outrage, the heuristic projection on to other people of all the things I don’t like about a political ideology. But there is a habit on the progressive side, in resistance mode, to make a self-righteous point about the number crunching - “I understand the difference between housing benefit and local housing allowance, I know what an in-work family tax credit is, and anybody who doesn’t has no business in the debate” - so that it goes beyond whiny and wonky, into the territory of&nbsp;active&nbsp;alienation.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I almost think bringing back fox-hunting is a good thing, as it will keep this poisonous, antisocial class occupied</p> \n </blockquote> \n</aside> \n<p>Who wants to even enter a debate above which hovers the possibility that they’ll be made to look stupid? This narrows the field of participation, which is one practical problem, the other being that this is a majority government we’re living under. Its aim, which roared out of George <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/10/george-osborne-took-much-more-from-poor-budget-2015-ifs\" title=\"\">Osborne’s budget</a>, is to be as true to its Conservative nature as it can. Complaining about this is beyond pointless: if anything, it empowers the Conservatives to be resisted in this way.</p> \n<p>To attack first entails retaking the language, so that we aren’t constantly battling on the territory of “common sense” that has already been demarcated and controlled by someone else. Professor Danny Dorling, at the <a href=\"http://www.bl.uk/events/london-and-the-nation\" title=\"\">British Library’s weekend conference on London</a>, had this suggestion, in the wake of Osborne’s appropriation of the phrase “living wage”. Rather than rename the original concept “actual living wage” or “real living wage”, we should instead refer to Osborne’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/reality-check/2015/jul/08/george-osborne-budget-national-living-wage\" title=\"\">national living wage</a> as a “servant wage … as anyone who, in order to live where they work, can’t afford to have a family of their own, so exists to serve others”.</p> \n<p>More broadly, we need to use each event as a starting point for a different conversation: I don’t just not want mothers-of-three to be cast into penury for political reasons; I want to completely remake the state’s relationship with the family, to one of support and – yes, sod it – rejoicing, that someone would undertake the profoundly social act of raising children. Don’t ask: “Why did they have them if they couldn’t afford them?” Ask: “Why can’t they afford them, and what do they need?”</p> \n<p>I don’t just want not to create more shoddy, cheaply built, wasteful housing: I want all housing to be carbon neutral and – yes, sod it – food neutral. I want us to reframe housing as infrastructure so that we invest in and view it as we would a road, or a railway.</p> \n<p>There is nothing in the immediate term that we can do, but nothing here that we can’t use: the very baseness of this government’s agenda is the rock bottom from which we can finally ask fundamental questions about how we want society to look. Resistance is not futile: but it’s just the beginning.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436716200618/Illustration-by-Robert-G--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration by Robert G Fresson","credit":"Robert G Fresson/Guardian","altText":"Illustration by Robert G Fresson","cleanCaption":"Illustration by Robert G Fresson"}],"bodyImages":[],"webPublicationDate":"2015-07-12T17:16:02Z","lastModified":"2015-07-13T07:20:02Z","metadata":{"commentable":true,"commentCount":231,"contributors":[{"name":"Zoe Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams"}],"feature":false,"keywords":["Conservatives","Budget 2015 (July)","George Osborne","Living wage","Rape","Budget","Environment","Tax credits","Politics","Society","Money","UK news"],"tags":[{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"society/living-wage","webTitle":"Living wage"},{"id":"society/rape","webTitle":"Rape"},{"id":"uk/budget","webTitle":"Budget"},{"id":"environment/environment","webTitle":"Environment"},{"id":"money/taxcredits","webTitle":"Tax credits"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"},{"id":"money/money","webTitle":"Money"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Zoe Williams","topic":{"type":"tag-contributor","name":"profile/zoewilliams"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/12/resistance-government-society","shortUrl":"http://gu.com/p/4at9d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/12/resistance-government-society","webUri":"http://www.theguardian.com/commentisfree/2015/jul/12/resistance-government-society"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436716200618/Illustration-by-Robert-G--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration by Robert G Fresson","credit":"Robert G Fresson/Guardian","altText":"Illustration by Robert G Fresson","cleanCaption":"Illustration by Robert G Fresson"}},"importance":4,"byline":{"title":"Zoe Williams"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436716200618/Illustration-by-Robert-G--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration by Robert G Fresson","credit":"Robert G Fresson/Guardian","altText":"Illustration by Robert G Fresson","cleanCaption":"Illustration by Robert G Fresson"}}]},{"title":"Was this humiliation of Greeks really necessary?","rawTitle":"Was this humiliation of Greeks really necessary?","item":{"type":"comment","id":"world/commentisfree/2015/jul/12/was-this-humiliation-of-greeks-really-necessary","title":"Was this humiliation of Greeks really necessary?","trailText":"It will take years for my adopted country to get over this crisis. Its people have faced the prospect of overnight impoverishment and wept at the indignity","standFirst":"<p>It will take years for my adopted country to get over this crisis. Its people have faced the prospect of overnight impoverishment and wept at the indignity</p>","byline":"Helena Smith","body":"<p>After a rollercoaster ride of cliffhanger votes, extraordinary summits and a rhetoric rarely heard beyond the confines of war, the deed, we were told, had finally been done. The prime minister, Alexis Tsipras, Europe’s anti-austerian par excellence, had, at one minute to 12, accepted the deal that would save the country from economic Armageddon.</p> \n<p>In this thriller of a drama that, among Greeks at least, has involved every family, every home, relief at long last could be the order of the day. A valiant war had been waged, with battles lost and battles won, but now it was almost over.</p> \n<p>The nation had regained some dignity. In its battle to stay in the eurozone, all was not lost.</p> \n<p>On the great Greek crisis train, truth has never been that easy to identify. The first casualty of this war has been veracity, for what Greeks, and indeed everyone outside Greece, have been subjected to for the past six months is a battle of impressions waged by the masterful propaganda machine of the ruling radical-left Syriza party.</p> \n<p>After seeing my adopted country in freefall, after watching friends fret at the prospect of overnight impoverishment and weep at the indignity of bank closures and capital controls, it is impossible not to ask whether all – or any – of this was necessary. Did Greece need to get to this place? Did the economy need to die before our eyes for the government to declare that “honourable compromise” had been reached? In recent weeks, the spectre of chaos has haunted Greece. As Tsipras has pondered, primitive instincts have not been far away.</p> \n<p>For truth, five years on, has arrived in the form of a €13bn package of savings – the key to further financial assistance – that is so severe, so bitter-sweet in the wake of the hardship that this “war” has already caused, it is unclear what will follow.</p> \n<p>In return for a third bailout – this time staggered over three years and amounting to €53bn – Greeks essentially have been told to walk through the valley of the shadow of death. And that is the good scenario. The alternative – Grexit – would have bypassed purgatory but taken crisis train passengers straight to hell.</p> \n<p>Greeks know that the next 48 hours will define them and Europe, too. But whatever happens, they also know the choice is one between a complete march into the unknown or a conscious decision to take measures that – for a time, at least – will inflict further damage on a country already hollowed out by the eviscerating effects of austerity. Either way, the future is bleak.</p> \n<p>In this, Tsipras’s brinkmanship has not helped: trust is so eroded between the leadership in Athens and creditors abroad that aid, if given, will not be handed magnanimously. Almost everyone I know now fears that Greece will be left to rot in the eurozone.</p> \n<p>Politically, there is tumult on the horizon. That, in the early hours of Saturday, so many government MPs refused to give their vote to the proposed package of pension and budget cuts, tax rises and administrative reform does not portend well.</p> \n<p>Many Greeks may now credit Tsipras for convincing Europe’s fiscally obsessed creditors that the country’s debt burden remains the cause of its woes (as indeed it does), but that will not cut much ice with hardliners in his party.</p> \n<p>Events have moved at such giddying speed that ironically most Greeks do not appear to blame Tsipras for ignoring the resounding rejection that he himself had urged when the economic demands of lenders were put to popular vote last weekend. The referendum, like so much else, has become part of the blanket of crisis. That the measures were less severe than the ones the government ultimately accepted has, in a further irony, been similarly played down.</p> \n<p>Greece, in truth, has skated so close to the edge – apocalyptic scenarios more real than ever before – that Tsipras’s spectacular U-turn has come as a welcome relief. Across an ever-fractious political spectrum, he has been applauded for putting his country before his party.</p> \n<p>In the event of financial rescue, the hope is that Tsipras finally tackles the maladies that have so pervasively held back the country’s potential. Like no other party in power, Syriza is well placed to tackle the age-old malignancies of tax evasion, cronyism and corruption.</p> \n<p>But the leader will also face conflict on the streets. In the back alleys of Athens, where activists work in dark offices stacked with freshly painted placards and banners – the ammunition of the war against austerity – the battle is already on. “There will be demonstrations every day,” vowed Petros Papakonstantinou of the anti-capitalist bloc Antarsya. “And we will press for a general strike. That won’t be easy when the left is in power.”</p> \n<p>The stench of compromise will not only be resisted by the far left. The power of No will almost certainly be reinvigorated by unions. “All my life I have been saying Oxi,” Grigoris Kalomiris, general secretary of the civil servants’ union Adedy told me. “And now I am going to do whatever I can to oppose policies that have already resulted in wretchedness.”</p> \n<p>A large man, with a thick grey moustache and balding pate, Kalomiris is important, not least because he sits on Syriza’s central committee.</p> \n<p>“When you fight, you can lose,” he said, “but if you don’t fight, you have already lost and that would never make you proud.”</p> \n<p>Greek pride has run through this crisis, the force behind the resistance that has periodically marked the country’s epic struggle to keep bankruptcy at bay. But pride is also the flipside of humiliation. And in a week that has seen them stare perilously into the abyss, it is humiliation that is haunting Greeks most.</p> \n<p>Never before has the Greek crisis train crossed terrain of such national division. As securities have dissipated, as the stockpiling of food and medicines has mounted, as the financial system has collapsed, the gulf between those opposing austerity and those advocating reform has widened dramatically. So, too, has the sense of victimhood among a people now firmly in the spell of anti-German sentiment.</p> \n<p>It will take years – decades perhaps – for Greeks to get over this crisis. Catastrophe may have been averted, but it comes at the expense of conscious national failure: an overriding recognition that the state formed after the fall of military rule provided 40 years of peace and stability, but has ended in extraordinary ignominy. The promise of unending progress did not occur.</p> \n<p>Of all the truths that Greeks must now confront, that will be the hardest.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436698300391/f34ad568-eaa6-43f2-80ad-2cf081904f03-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"CATHAL MCNAUGHTON/REUTERS","altText":"Chess pieces depicting Greek gods and Spartan soldiers in a shop in Athens.","cleanCredit":"Photograph: CATHAL MCNAUGHTON/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-12T10:54:24Z","lastModified":"2015-07-12T10:57:42Z","metadata":{"commentable":true,"commentCount":1326,"contributors":[{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":false,"keywords":["Greece","Europe","World news","Eurozone","Eurozone crisis","European Union"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/eu","webTitle":"European Union"}],"section":{"id":"world"},"topics":[{"displayName":"Helena Smith","topic":{"type":"tag-contributor","name":"profile/helenasmith"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/commentisfree/2015/jul/12/was-this-humiliation-of-greeks-really-necessary","shortUrl":"http://gu.com/p/4at6t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/commentisfree/2015/jul/12/was-this-humiliation-of-greeks-really-necessary","webUri":"http://www.theguardian.com/world/commentisfree/2015/jul/12/was-this-humiliation-of-greeks-really-necessary"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436698300391/f34ad568-eaa6-43f2-80ad-2cf081904f03-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chess pieces depicting Greek gods and Spartan soldiers in a shop in Athens. Photograph: Cathal McNaughton/Reuters","credit":"Cathal McNaughton/Reuters","altText":"Chess pieces depicting Greek gods and Spartan soldiers in a shop in Athens.","cleanCaption":"Chess pieces depicting Greek gods and Spartan soldiers in a shop in Athens.","cleanCredit":"Photograph: Cathal McNaughton/Reuters"}},"importance":3,"byline":{"title":"Helena Smith"},"showQuotedHeadline":true,"sublinks":[{"title":"The Guardian view / Out in the cold or in chains","rawTitle":"Out in the cold or in chains","item":{"type":"comment","id":"commentisfree/2015/jul/12/the-guardian-on-the-greek-negotiations-out-in-the-cold-or-in-but-in-chains","title":"The Guardian view on the Greek negotiations: out in the cold or in chains","trailText":"<strong>Editorial:</strong> Whatever happens next, the Greek crisis has strained Europe to its limits","standFirst":"<p>Whatever happens next, the Greek crisis has strained Europe to its limits</p>","byline":"Editorial","body":"<p>The Greek crisis began like the proverbial cloud that was no bigger than a man’s hand and has grown into a perfect storm which has shaken Europe to its foundations. Regardless of the final outcome of <a href=\"http://www.reuters.com/article/2015/07/12/us-eurozone-greece-idUSKBN0P40EO20150712\" title=\"\">the negotiations</a>, what&nbsp;unfortunately can be said with certainty is that the union’s fault lines have all but burst under the pressure.</p> \n<p>Between France and Germany, between north and south and east and west in the union, and even within nations, there are now profound differences, only potential before, which it will take a long time to resolve. The past few days have seen Paris commit itself to keeping Greece in the euro and the union in a way which puts President Fran&ccedil;ois Hollande on a collision course with hawks in the German government, headed by the finance minister, Wolfgang Sch&auml;uble. France’s mentoring of Greece as that country made its own final proposals did not seek an easy or soft arrangement, but nor did it envisage Greece’s reduction to the status of a debt colony, not too different from the conditions once imposed on Egypt and China in the imperial era, with foreigners in controlling positions in its economy.</p> \n<p>Mr Sch&auml;uble’s recent interventions in the talks, coming out in the leaks which have been his ministry’s way of influencing the debate for many weeks, have placed tougher and tougher options on the table. It seems that if Greece leaves the euro, he would not repine; but if Greece stays he wants to see it in manacles. He has canvassed the idea of a <a href=\"http://www.dw.com/en/is-germany-preparing-for-a-temporary-grexit/a-18579355\" title=\"\">“temporary exit”</a> for Greece from the euro for five years, a plan for which there is no legal precedent and one which most people see as a sneaky way of setting things up for a&nbsp;permanent departure.</p> \n<p>He has emerged as an advocate of a solution that would hand over much of the Greek economy to foreigners, including placing some of its national assets in a trust based in Luxemburg that would hold them as collateral for money advanced and privatise them as needed. In an echo of German reunification, this would treat Greece almost as if it were the German Democratic Republic, an entity that had lost its political credibility and whose assets could be disposed of at will. While European and IMF supervision of Greece’s affairs has long been a reality to some extent, this would take it to a new level. The demand put to the Greeks on Sunday, that they rapidly pass a whole raft of reform bills before negotiations can even begin, also has Mr Sch&auml;uble’s mark upon it.</p> \n<p>The German finance minister is hardly solely responsible, but he has also contributed toward a rancorous hardening of attitudes among members of the union. Above all, what has come sharply into view is the difference between Europe conceived as a project based on consensus and cooperation, and one based on conditions and, if need be, compulsion. Smaller countries such as Latvia or Slovakia see that compulsion in the shape of being forced to go along with a deal for Greece under which that country will still have more generous social provisions than they do. Some in Germany also see that compulsion as their being forced to pay for feckless Greeks. But in Latin Europe generally, the shape up or ship out principle that Mr Sch&auml;uble embodies is not admired. They did not join Europe to be ordered about. All this reinforces a miserabilist public opinion everywhere, gradually convincing itself that nothing good ever comes out of Europe. By that is increasingly meant not Brussels, as a synonym for the union’s central institutions, which have been quite sidelined in this crisis, but the collective of the continent’s leaders.</p> \n<p>Chancellor Angela Merkel now has to choose between alienating her closest partner in the union and her closest allies at home. She may well end up by doing both. Forcing Greece out would undermine the basic relationship with France, and alienate other countries such as Italy and Spain. Keeping Greece under humiliating conditions would not be much better, the Italian prime minister, Matteo Renzi, <a href=\"http://www.ekathimerini.com/199361/article/ekathimerini/news/italys-renzi-to-tell-germany-to-accept-greece-deal-paper-says\" title=\"\">said on Sunday</a> .</p> \n<p>Bizarrely, one European politician who seems to have cemented his position is Alexis Tsipras. In spite of his alternation between intransigence and appeasement, and the fact that he is almost certainly going to sign up to a worse deal than was earlier on offer, he seems to be accepted as the national leader in a way he was not before. He has satisfied at the emotional level by expressing, at one moment, the Greek people’s fury at the pain without gain they have endured, and at another their very strong loyalty to the European idea. If only it were as easy to square the circle in the union as a whole.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436726264209/German-chancellor-Angela--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"German chancellor Angela Merkel. '[She] now has to choose between alienating her closest partner in the union and her closest allies at home. Photograph: Markus Schreiber/AP","credit":"Markus Schreiber/AP","altText":"German chancellor Angela Merkel. ","cleanCaption":"German chancellor Angela Merkel. '[She] now has to choose between alienating her closest partner in the union and her closest allies at home. Photograph: Markus Schreiber/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-12T19:01:36Z","lastModified":"2015-07-12T23:05:26Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["Greece","Eurozone crisis","Europe","World news","Eurozone","Business","Euro","European Union","Economics","Angela Merkel","Alexis Tsipras","European monetary union","Banking","European banks","Financial crisis","Financial sector","Euro","Matteo Renzi"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/business","webTitle":"Business"},{"id":"world/euro","webTitle":"Euro"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/economics","webTitle":"Economics"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/euro","webTitle":"Euro"},{"id":"world/matteo-renzi","webTitle":"Matteo Renzi"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/12/the-guardian-on-the-greek-negotiations-out-in-the-cold-or-in-but-in-chains","shortUrl":"http://gu.com/p/4atb8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/12/the-guardian-on-the-greek-negotiations-out-in-the-cold-or-in-but-in-chains","webUri":"http://www.theguardian.com/commentisfree/2015/jul/12/the-guardian-on-the-greek-negotiations-out-in-the-cold-or-in-but-in-chains"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436726264209/German-chancellor-Angela--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"German chancellor Angela Merkel. ‘[She] now has to choose between alienating her closest partner in the union and her closest allies at home.’ Photograph: Markus Schreiber/AP","credit":"Markus Schreiber/AP","altText":"German chancellor Angela Merkel. ","cleanCaption":"German chancellor Angela Merkel. ‘[She] now has to choose between alienating her closest partner in the union and her closest allies at home.’ Photograph: Markus Schreiber/AP"}},"importance":0,"kicker":{"title":"The Guardian view"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436726264209/German-chancellor-Angela--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"German chancellor Angela Merkel. '[She] now has to choose between alienating her closest partner in the union and her closest allies at home. Photograph: Markus Schreiber/AP","credit":"Markus Schreiber/AP","altText":"German chancellor Angela Merkel. ","cleanCaption":"German chancellor Angela Merkel. '[She] now has to choose between alienating her closest partner in the union and her closest allies at home. Photograph: Markus Schreiber/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436698300391/f34ad568-eaa6-43f2-80ad-2cf081904f03-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"CATHAL MCNAUGHTON/REUTERS","altText":"Chess pieces depicting Greek gods and Spartan soldiers in a shop in Athens.","cleanCredit":"Photograph: CATHAL MCNAUGHTON/REUTERS"}}]},{"title":"Relaxing the hunting ban could retoxify the Tories","rawTitle":"Relaxing the hunting ban could retoxify the Tories","item":{"type":"comment","id":"commentisfree/2015/jul/12/relaxing-hunting-ban-retoxify-tories","title":"Relaxing the hunting ban could retoxify the Tories","trailText":"The living wage is a triumph for modernising Conservatives. But these new hunting proposals would be a crass step backwards","standFirst":"<p>The living wage is a triumph for modernising Conservatives. But these new hunting proposals would be a crass step backwards</p>","byline":"Matthew d'Ancona","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/11/tracey-crouch-foxhunting-ban-rebellion\">Top Tory leads rebellion against relaxation of foxhunting ban</a> </p> \n</aside> \n<p>It nearly happened in 2013. Two years ago, George Osborne and his circle came close to recommending the introduction by the coalition of a national living wage – a pay floor that was decent rather than merely survivable. But, on that occasion, the chancellor stayed his hand for two reasons.</p> \n<p>First, the Liberal Democrats would not have tolerated the welfare cuts that Osborne’s Tory team considered an essential corollary of a compulsory living wage. Second, he knew that the Lib Dems would claim credit for the measure, a “compassionate” sweetener for Tory austerity, and spin the line that Nick Clegg had argued for a higher rate per hour than David Cameron and Osborne would allow. According to one ministerial ally of the chancellor: “We knew we’d be reading in the press the weekend after the budget that Nick had pressed for &pound;10.”</p> \n<p>Those who claimed angrily, or gleefully, that the jackdaw-ish Osborne had lifted the measure from Ed Miliband’s manifesto were misinformed. This plan has been brewing for years. But – in Osborne’s view – it could only be successfully delivered by a Conservative majority government.<br /></p> \n<p>Its radicalism is still sinking in, I think. On the left there is a predictable reluctance to call it a “living wage”, and an insistence that it is insufficiently high to compensate for the cuts elsewhere in last week’s budget. Much more important than the transient arithmetic, however, is the implicit permanence of the institution. Can you imagine any chancellor in the foreseeable future abolishing the new compulsory living wage? Just as the Tories were forced to accept the national minimum wage, which they had once declared an apocalyptic destroyer of jobs, so all future governments will have to embrace the national living wage.<br /></p> \n<p>For now, Labour rages about Osborne’s raid into the natural terrain of the centre-left and declares the whole exercise a monumental con. But the party’s energies would be better expended deciding whether a Labour business secretary would necessarily set a higher wage than &pound;9 per hour – the rate that Osborne has pledged it will reach in 2020. Inescapably, this is a progressive mechanism with Tory dabs all over it: the sooner the left concedes this and moves on, the better.<br /></p> \n<p>On the right, there is precisely the perplexity that you would expect to be triggered by a measure so brazenly at odds with standard Conservative ideology. The national living wage is a significant intervention in the operations of the free market, a big stick poked in the supposedly sacrosanct work of supply and demand. It brushes aside the invisible hand and accrues to the state a power of income regulation that makes second-generation Thatcherites feel distinctly queasy. Were it not for the flipside of sweeping welfare reform the Conservative party might not swallow it. As it is, the sheer political appeal of the idea is (mostly) sweetening the cognitive dissonance. For the moment, the right is still trying to work out what is going on.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I am indeed a townie … But I know the smell of political dung when it reaches my nostrils</p> \n </blockquote> \n</aside> \n<p>Step back and you can see that Osborne is not so much shrinking the state as redistributing some of its responsibilities. Hence, for instance, the BBC will pay for the free television licences of over-75s. In precisely the same spirit, the tax credit system will be partly replaced by a very straightforward new obligation upon employers to pay their staff decently. If the Tories’ political opponents do not think that obligation is heavy enough, let them secure office and increase it. If Labour wishes to restore the tax credits that Osborne has cut, it must learn to win again so that it can take such decisions. But, amid all the sneering, the opposition should consider the hard path the Tories have had to follow to reach this point. The inescapable fact is that Osborne is trusted to introduce a national living wage because – like it or not – his party is associated with economic competence, and Labour is not.<br /></p> \n<p>It has taken Cameron and Osborne a decade to get here. Last week’s budget was the apotheosis of a modernising strategy that many in the Tory movement thought unnecessary in the first place, or obsolete after the financial crash. The strategy has been stop-go, often subordinated to tactical considerations (the scorning “green crap” was a particular low point). But it has never been abandoned. The legalisation of same-sex marriage in 2013 was one of Cameron’s finest endeavours, evidence that he remained committed to leading a party of the 21st century rather than a heritage society or an ideological sect.</p> \n<p>It is therefore frustrating that, little more than two months after its election, his government is proposing to relax the hunting ban. The amendment to the 10-year-old legislation would allow an unlimited number of hounds to be used to flush out foxes in certain circumstances, including – my favourite – for “research and observation”. Imagine, if you will, Jorrocks getting down to a bit of R&amp;D. Researching what, exactly?</p> \n<p>I am indeed a townie, and freely admit that vermin control is not a problem with which I routinely wrestle. But I know the smell of political dung when it reaches my nostrils. This so-called “statutory instrument” is a shoddy concession to a special interest group which had multiple opportunities to stop the original bill, fought ferociously to thwart its enactment – and lost.</p> \n<p>All credit to the sports minister, Tracey Crouch, for encouraging her colleagues to oppose the amendment in Wednesday’s free vote. Dominic Raab, the justice minister, is a robust defender of our ancestral liberties: he just doesn’t see the need to restore the freedom to hunt foxes with hounds – which is what the amendment would do in practice.</p> \n<p>It is hard to exaggerate what a retrograde step it would be for the first new Conservative government in 23 years to do something so feeble, so self-defeating and so crass. The detoxification of a party is very hard to achieve and very easy to ruin. The introduction of a national living wage was a true landmark in the history of Conservatism and, potentially, of the country. Its form, content and impact will be a huge political issue for years, perhaps for decades.</p> \n<p>For the first time, the modern party has a chance to persuade the voters that its interest in social justice is more than cosmetic. So, I ask you: at this, of all moments, does it really make sense for Toryism to put on its frayed stock and scarlet frock coat and remind us all of a gruesome past?<br /></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436736006277/0e2afeb7-e2a4-4690-8ae3-84243c9c411e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Yates/Reuters","altText":"George Osborne","cleanCredit":"Photograph: Andrew Yates/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-12T21:34:28Z","lastModified":"2015-07-12T22:31:41Z","metadata":{"commentable":true,"commentCount":183,"contributors":[{"name":"Matthew d'Ancona","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/13/1421152370713/Matthew-d-Ancona-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthew-dancona"}],"feature":false,"keywords":["Conservatives","George Osborne","Hunting","Minimum wage","Living wage","Budget","Society","Politics","UK news"],"tags":[{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"uk/hunting","webTitle":"Hunting"},{"id":"society/minimum-wage","webTitle":"Minimum wage"},{"id":"society/living-wage","webTitle":"Living wage"},{"id":"uk/budget","webTitle":"Budget"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Matthew d'Ancona","topic":{"type":"tag-contributor","name":"profile/matthew-dancona"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/12/relaxing-hunting-ban-retoxify-tories","shortUrl":"http://gu.com/p/4atc6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/12/relaxing-hunting-ban-retoxify-tories","webUri":"http://www.theguardian.com/commentisfree/2015/jul/12/relaxing-hunting-ban-retoxify-tories"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436736006277/0e2afeb7-e2a4-4690-8ae3-84243c9c411e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The fact is that Osborne is trusted to introduce a living wage because – like it or not – his party is associated with economic competence, and Labour is not.’ Photograph: Andrew Yates/Reuters","credit":"Andrew Yates/Reuters","altText":"George Osborne","cleanCaption":"‘The fact is that Osborne is trusted to introduce a living wage because – like it or not – his party is associated with economic competence, and Labour is not.’","cleanCredit":"Photograph: Andrew Yates/Reuters"}},"importance":3,"byline":{"title":"Matthew d'Ancona"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/1/13/1421152370713/Matthew-d-Ancona-R.png"}}]}],"lastModified":"2015-07-13T07:51:11Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}