{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Be mindful of mindfulness: drug-free doesn't mean side-effect free","rawTitle":"Be mindful of mindfulness: drug-free doesn't mean side-effect free","item":{"type":"comment","id":"science/brain-flapping/2015/may/21/mindfulness-drug-free-side-effects","title":"Be mindful of mindfulness: drug-free doesn't mean side-effect free","trailText":"When it comes to psychiatric treatments, it’s not just mood-altering drugs that can have side-effects","standFirst":"<p>When it comes to psychiatric treatments, it’s not just mood-altering drugs that can have side-effects</p>","byline":"Philip Hoggart","body":"<p>My morning pills consist of a multivitamin which I’m pretty sure is useless except for making nutrient-rich urine, an antidepressant which can have the unfortunate side effect of making me happy, and a mood stabiliser whose side-effects include an alarming number with the word “necrosis” in them. I swallow them every day, possibly less diligently than I should, and I guess I’m doing OK. I’m no longer skittering along a dangerous path into alcoholism, I don’t spend every day either sleeping or weighing up the benefits of suicide. Sometimes I even believe I have some kind of future and I’d even go so far as to say I’m often happy. I still sometimes wake in the night, screaming into the dark, but I suspect that’s just an active metaphor for most people’s experience of life. So I guess the drugs are doing OK.</p> \n<p>I’d possibly be dead without them.<br /></p> \n<p>As I say, the antidepressant can on occasion make me a little too happy - or rather, hypomanic, which can be happy but can also be angry, spiteful and black. My last psychiatric consultation we discussed this, discussed bringing my dose down, eventually maybe stopping. Nobody wants to take drugs. There’s a good possibility that manic and hypomanic states can cause damage to the brain and - besides - they definitely cause disruption to my life. We talk about the mood stabiliser, maybe an increase in dose? We’ll have to keep an eye on my bloods, make sure nothing untoward is happening - “multi organ system failure” for example, which makes me sound like an exceptionally buggy copy of Windows Vista. We run through other options - counselling? Group therapy? She looks almost sheepish as she mentions “mindfulness? It’s the in thing at the moment”.<br /></p> \n<p>It is indeed the in thing; <a href=\"http://www.nhs.uk/conditions/stress-anxiety-depression/pages/mindfulness.aspx\">promoted by the NHS</a> and at GP surgeries, and subject to <a href=\"http://www.independent.co.uk/life-style/health-and-families/health-news/practice-mindfulness---says-mental-health-charity-10254799.html\">numerous</a> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2013/feb/26/mindfulness-meditation-depression-nhs\">newspaper</a> pieces, mindfulness-based cognitive therapy is suffering the fate of many promising psychiatric treatments - hype and over application. Based on a sliver of Buddhist practice - especially Zen Buddhist practice - MBCT attempts to engender both a spirit of detached observation and increased emotional and physical awareness. This can be achieved through meditation or through less intense practice of ‘being in the moment’; individuals become more sensitive to incipient mood disruptions and can avoid being caught in plunging, self-reinforcing mood cycles. The therapy has a decent evidential base and I’ve engaged with it a few times, I believe to my benefit. So it’s possible that MBCT has shot to fame entirely on its own merits, but it’s hard to avoid the suspicion it appeals to cultural discomfort with psychiatric medication and a desire to fix things ‘naturally’.<br /></p> \n<p>This discomfort isn’t unreasonable - it’d be nice to be able to sort my head out without having to worry about a list of side-effects. But fixing things “naturally” is no guarantee there will be no unwanted side-effects - it turns out St Johns Wort, which is possibly useful for mild depression, can have some nasty effects involving <a href=\"https://www.gov.uk/drug-safety-update/st-john-s-wort-interaction-with-hormonal-contraceptives-including-implants\">disruption of contraceptive drugs</a>. But surely meditation is different? Sitting calm and simply observing thoughts is hardly going to lead to anything involving system failure, is it?<br /></p> \n<p>But if a treatment has an effect, it will also have side-effects.<br /></p> \n<p>MBCT was never meant to treat depression - at least, not immediately. Recognising that asking depressed individuals to observe their thoughts would generally lead to them getting more depressed, <a href=\"http://mbct.com/about/does-mbct-work/\">mindfulness is instead meant as a prophylactic</a>. Meditation and “being present” might help you avoid depression, but not resolve it. However, as MBCT has become more popular, this is often forgotten. To us patients it can often seem that it is being offered as a quick cure all; a sticking plaster which doesn’t stick. Charlotte Walker, a mental health advocate who blogs as<a href=\"https://purplepersuasion.wordpress.com/\"> Bipolar Blogger</a>, tells me “I have heard of staff saying to people, often in crisis, “Have you tried mindfulness?” like it’s completely uncomplicated... the staff member really doesn’t understand what they are talking about”. Behavioural approaches such as MBCT need to be actively engaged with, something a profoundly depressed individual simply cannot do.<br /></p> \n<p>Further, it is becoming increasingly apparent that not all of meditation’s effects are necessarily benign, and that it is indeed possible to have too much of a good thing; <a href=\"http://www.theatlantic.com/health/archive/2014/06/the-dark-knight-of-the-souls/372766/\">meditators sometimes report feelings of depersonalisation or derealisation</a>, as the self and the world take on a strange, fake or staged quality. I’ve experienced this mildly, as a symptom of the bipolar; while not painful it is certainly worrying and distracting. Applying such a treatment to psychologically unstable individuals - even those whose symptoms are in remission - should be approached with the same degree of caution as a prescription for a new drug.<br tabindex=\"-1\" /></p> \n<p>My psychiatrist was about to move on - next appointment date, blood test form, check address details - when I agreed to the mindfulness. It is indeed the “in thing”, probably over hyped and over prescribed and now suffering the beginnings of a backlash. But we shouldn’t throw out the Buddha with the bathwater. The consistently reported side-effects of mindfulness meditation give me confidence that the treatment is no placebo. Walker is also willing to fight its corner - telling me of her frustration that a potentially effective treatment is suffering a backlash thanks to poor education and inappropriate implementation. And the more worrying effects - depersonalisation, panic - seem to follow a dose response curve, arising from intensive meditation. Much as with my mood stabiliser, it might be best to start low, and increase if it feels right; to watch out for system failure.<br tabindex=\"-1\" /></p> \n<p>A perennial debate - one which has recently resurfaced - is the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/12/psychiatric-drugs-more-harm-than-good-expert\">appropriateness of pharmacological treatments for psychiatric disorders</a>, given their known side-effects. This is an important ongoing conversation and these questions apply to all disorders and all drugs - but mental health often seems to be singled out. We are happy for people to take pills for blood pressure or diabetes even as we know that exercise and diet can play a huge role in these domains. Conversely, for depression, OCD and even schizophrenia, society can seem actively aggressive toward the drugs used, despite the fact these disorders can be not only debilitating, but deadly. All effective treatments - all – will have side-effects, and behavioural interventions should not be given a free pass. I’ll continue to swallow my pills, and will continue to talk with my psychiatrist, watching my treatments for signs they need adjusting, or signs they’re doing me harm.<br /></p> \n<p><em>Philip Hoggart is on Twitter as <a href=\"https://twitter.com/anandamide\">@anandamide</a></em></p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432127206086/45b9d0c0-b87b-4357-89e8-c65e1669280e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Joe Raedle/Getty Images","altText":"Anti-depressant pills named Fluoxetine are shown March 23, 2004 photographed in Miami, Florida. ","cleanCredit":"Photograph: Joe Raedle/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-21T06:10:00Z","lastModified":"2015-05-21T06:10:00Z","metadata":{"commentable":true,"commentCount":4,"contributors":[],"feature":false,"keywords":["Science","Psychology","Mental health","Health","Science and scepticism"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"science/psychology","webTitle":"Psychology"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/health","webTitle":"Health"},{"id":"science/science-scepticism","webTitle":"Science and scepticism"}],"section":{"id":"science"},"topics":[],"series":{"title":"Science blog network","uri":"http://mobile-apps.guardianapis.com/lists/tag/science/series/science-blog-network"},"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/brain-flapping/2015/may/21/mindfulness-drug-free-side-effects","shortUrl":"http://gu.com/p/4947m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/brain-flapping/2015/may/21/mindfulness-drug-free-side-effects","webUri":"http://www.theguardian.com/science/brain-flapping/2015/may/21/mindfulness-drug-free-side-effects"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432127206086/45b9d0c0-b87b-4357-89e8-c65e1669280e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Antidepressants are often criticised for their potential side-effects, but a treatment doesn’t need to be a drug for it to cause adverse consequences. Photograph: Joe Raedle/Getty Images","credit":"Joe Raedle/Getty Images","altText":"Anti-depressant pills named Fluoxetine are shown March 23, 2004 photographed in Miami, Florida. ","cleanCaption":"Antidepressants are often criticised for their potential side-effects, but a treatment doesn’t need to be a drug for it to cause adverse consequences.","cleanCredit":"Photograph: Joe Raedle/Getty Images"}},"importance":7,"byline":{"title":"Philip Hoggart"},"showQuotedHeadline":true},{"title":"Mad Max as Australian gothic / Why we love the road and find freedom in the car","rawTitle":"Why we love the road and find freedom in the car","item":{"type":"comment","id":"commentisfree/2015/may/21/mad-max-as-australian-gothic-why-we-love-the-road-and-find-freedom-in-the-car","title":"Mad Max as Australian gothic: don't leave the road if you want to survive","trailText":"What happens when white settlers leave the road, and give in to the call of the outback? This is the question that defines Australian film’s darker moments","standFirst":"<p>What happens when white settlers leave the road, and give in to the call of the outback? This is the question that defines Australian film’s darker moments</p>","byline":"Ben Wilkie","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/shortcuts/2015/may/18/mad-max-fury-road-crazy-guitar-guy-doof-warrior-turning-it-up-to-11\">Mad Max: the story behind the flame-throwing, scene-stealing guitar guy</a> </p> \n</aside> \n<p>In nearly all Australian films, and certainly all Australian film and literature in the gothic mode, the landscape is more than a stage upon which the story unfolds. It has agency, and becomes almost a character in the drama. The rural outback holds sinister possibilities of madness, depravity, and profound loss.<br /></p> \n<p>Mad Max: Fury Road taps into this gothic tradition of Australian storytelling that extends as far back as Marcus Clarke’s colonial masterpiece, For The Term Of His Natural Life,<em> </em>and threads through Australian film classics such as Wake In Fright and Picnic At Hanging Rock, and more recent works like Wolf Creek.</p> \n<p>This tradition sets human characters against the omnipresent Australian landscape; their identity and very existence is frequently defined in relation to an often foreboding, unwelcoming land that violently opposes their presence. They are out of place, and they do not belong here. </p> \n<p>So it is with Fury Road, which in many ways has more in common with the comparatively gentle landscape of Picnic At Hanging Rock – in which an ancient, timeless land at first seduces but ultimately subsumes three lead characters – than with other works of dystopian science fiction.</p> \n<p>There’s little doubt that the emphatic nature of land in Australian film is a product of our history. As Manning Clark put it in 1988, “no human being can ever know heart’s ease in a foreign land, because in a foreign land there live foreign spirits. We white people are condemned to live in a foreign country where we have no ancestral spirits”.</p> \n<p>Although settler Australians seem less inclined to fully accept the displacement that their claims to this land necessitate, the profound discomfort of colonial dispossession has saturated our stories. Even films that are, like Mad Max, not ostensibly about colonialism, tend to incorporate this tradition in their narratives. </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"edad0bf082da53e2d9319ed6a386ab20a85b9644\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432167676339/aae56ba0-1d2f-4804-bb78-e8f61b58dd14-460x276.jpeg\" alt=\"gunbarrel highway\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Gunbarrel Highway, a remote road in Central Australia.</span> \n  <span class=\"element-image__credit\">Photograph: Wikimedia</span> \n </figcaption> \n</figure> \n<p>Settlers here can survive, but they can never truly belong. They cannot stake a claim: they must keep moving and, in Fury Road<em>,</em> move they do.</p> \n<p>The Mad Max films bring into focus one element of settler society in Australia that others in the gothic tradition tend to overlook: that ancient symbol of civilisation, the road. Set against the outback, blacktops are at once remnants of a society that has fallen and reminders that perhaps it never belonged there in the first place.</p> \n<p>These highways, or what’s left of them, have an uncanny, otherworldly presence in and on the landscape, an existence more profound because of the conspicuous lack of identifiable artefacts of western society beyond cars, black bitumen, and petrol.</p> \n<p>Though deeply out of place, roads are nonetheless familiar and comforting: in Mad Max, they hold the promise of safe passage and survival – and, maybe, the prospect of escape from the hostile landscape waiting on either side of the bitumen.</p> \n<p>As the desert wasteland of Mad Max’s post-apocalypse Australia whips past, we are reminded of Joseph Conrad’s Heart Of Darkness: </p> \n<blockquote class=\"quoted\"> \n <p>Watching a coast as it slips by the ship is like thinking about an enigma. There it is before you – smiling, frowning, inviting, grand, mean, insipid, or savage, and always mute with an air of whispering, Come and find out. </p> \n</blockquote> \n<p>Australia’s gothic tradition imagines what it might be like to give in to this call. In Wolf Creek, the hapless tourists stray farther from the road and enter the deranged, psychotic world of Mick Taylor, who embodies the terror and violence of the Australian landscape. They are tortured and murdered merely for being there. </p> \n<p>In the final scenes, some hope: a sole survivor finds her way back to the highway, a beacon of safety and civilisation. </p> \n<p>In the Mad Max<em> </em>franchise, survival and existence is likewise predicated on the cars and roads that tell of futile attempts to bring order to an otherwise unwelcoming and formidable outback; that the “roads” of Fury Road are barely even there furthers a sense of unease.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"83cadb0af2094d2837a8b4b2911337b7cbe8e601\"> \n <img src=\"http://media.guim.co.uk/83cadb0af2094d2837a8b4b2911337b7cbe8e601/0_109_2336_2700/865.jpg\" alt=\"Not Mad Max: the Finke desert race, Northern Territory.\" width=\"865\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Not Mad Max: the Finke desert race, Northern Territory.</span> \n  <span class=\"element-image__credit\">Photograph: Marianna Day Massey/AAP</span> \n </figcaption> \n</figure> \n<p>For Australian audiences, most of which are white, middle-class and urban, the rural landscape often holds an unfathomable darkness. The highway and the car, on the other hand, represent security, freedom, and prosperity. </p> \n<p>As we traverse the outback upon these artificial pathways, our greatest fear is that we will become lost, stranded, or our lifeline – the petrol that fuels our vehicles – will disappear. In depicting a society at war over that precious liquid, it is precisely the fear of having to face our last great adversary, an unforgiving landscape from which we settlers are alienated, that the Mad Max films have always recognised. </p> \n<p>Though the colonial origins of this discomfort are muted, Mad Max’s position within the Australian gothic tradition is undeniable. The original Mad Max films appeared at a time when Australia filmmakers were beginning to explore the deeper, more uncomfortable consequences of attempting to forge a sense of national identity in a former British colony.</p> \n<p>We still face such problems, but Fury Road has emerged from a quite different context: George Miller’s new film amplifies the landscape tradition for a global audience that’s not necessarily receptive of its deeper meanings. </p> \n<p>The success of Fury Road can easily be put down to the simple fact that it’s two hours of ridiculous fun. But it also echoes an obsession with landscape, and the metaphorical and literal road in Australian films more generally. </p> \n<p>Miller reminds us that our storytelling as a settler society has been fundamentally shaped by the complicated task of finding belonging and security in a land that seems profoundly opposed to our being here.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/76dcc71978dc7aeb0c5e752a5cd9e76c3d0c7dea/0_64_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","credit":"Jasin Boland/AP","altText":"This photo provided by Warner Bros. Pictures shows Tom Hardy, as Max Rockatansky, in Warner Bros. Pictures and Village Roadshow Pictures action adventure film, Mad Max:Fury Road,\" a Warner Bros. Pictures release. (Jasin Boland/Warner Bros. Pictures via AP)","cleanCredit":"Photograph: Jasin Boland/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432167677729/79d3b23b-7dda-4827-93fc-0391b3e23116-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Gunbarrel Highway, a remote road in Central Australia. Photograph: Wikimedia","credit":"Wikimedia","altText":"gunbarrel highway","cleanCaption":"The Gunbarrel Highway, a remote road in Central Australia.","cleanCredit":"Photograph: Wikimedia"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/83cadb0af2094d2837a8b4b2911337b7cbe8e601/0_109_2336_2700/2336.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2700,"width":2336,"orientation":"portrait","caption":"Not Mad Max: the Finke desert race, Northern Territory. Photograph: Marianna Day Massey/AAP","credit":"Marianna Day Massey/AAP","altText":"Not Mad Max: the Finke desert race, Northern Territory.","cleanCaption":"Not Mad Max: the Finke desert race, Northern Territory.","cleanCredit":"Photograph: Marianna Day Massey/AAP"}],"webPublicationDate":"2015-05-21T00:17:27Z","lastModified":"2015-05-21T00:26:35Z","metadata":{"commentable":true,"commentCount":41,"contributors":[{"name":"Ben Wilkie","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ben-wilkie-aus"}],"feature":false,"keywords":["Mad Max: Fury Road","Australian film","Film","Culture"],"tags":[{"id":"film/mad-max-fury-road","webTitle":"Mad Max: Fury Road"},{"id":"film/australia","webTitle":"Australian film"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Ben Wilkie","topic":{"type":"tag-contributor","name":"profile/ben-wilkie-aus"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/21/mad-max-as-australian-gothic-why-we-love-the-road-and-find-freedom-in-the-car","shortUrl":"http://gu.com/p/492nc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/21/mad-max-as-australian-gothic-why-we-love-the-road-and-find-freedom-in-the-car","webUri":"http://www.theguardian.com/commentisfree/2015/may/21/mad-max-as-australian-gothic-why-we-love-the-road-and-find-freedom-in-the-car"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/76dcc71978dc7aeb0c5e752a5cd9e76c3d0c7dea/0_64_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","caption":"‘The Australian gothic tradition sets human characters against the omnipresent Australian landscape.’ Photograph: Jasin Boland/AP","credit":"Jasin Boland/AP","altText":"‘The Australian gothic tradition sets human characters against the omnipresent Australian landscape.’","cleanCaption":"‘The Australian gothic tradition sets human characters against the omnipresent Australian landscape.’","cleanCredit":"Photograph: Jasin Boland/AP"}},"importance":5,"kicker":{"title":"Mad Max as Australian gothic"},"byline":{"title":"Ben Wilkie"},"showQuotedHeadline":true},{"title":"This New Labour revival could end with a party split","rawTitle":"This New Labour revival could end with a party split","item":{"type":"comment","id":"commentisfree/2015/may/20/blairite-revival-leadership-contest-labour-breakup","title":"This New Labour revival could end with a party split","trailText":"This leadership contest is being led by a Blairite agenda. But the debate demands the voice of the left","standFirst":"This leadership contest is being led by a Blairite agenda. But the debate demands the voice of the left","byline":"Seumas Milne","body":"<p>British politics is being reshaped across the spectrum, and it’s not a pretty sight. You might have imagined, after David Cameron’s election victory, that Labour would use its <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/labourleadership\" title=\"\">leadership contest</a> for a genuine debate about how to regain power. After all, the result was as complex as it was unexpected. The Tory 12-seat majority, won on less than 37% of the vote, was nothing like the landslide portrayed. Labour haemorrhaged votes on its left to the SNP and Greens, and on the populist right to Ukip, but won more votes in England than Tony Blair did in 2005.</p> \n<p>It failed in small-town England but advanced in London and big cities. It continued to lose working-class votes but bolstered its middle-class support. How to weave together a winning electoral coalition out of such fragmentation is far from straightforward. But you’d never know that from the response of Labour’s leadership candidates. Taking their cue &nbsp;from Blair and a string of former New Labour luminaries, all have fallen in – with more or less enthusiasm – behind a&nbsp;Blairite agenda.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/20/tristram-hunt-withdraws-labour-party-leadership-race-liz-kendall\">Tristram Hunt withdraws from Labour leadership race</a> </p> \n</aside> \n<p>The problem with Ed Miliband’s leadership, they intoned from the start, was that it was “anti-business”, put a “cap on aspiration”, threatened rich people with punitive taxes, and failed to accept that the last Labour government “overspent” in the runup to the crisis of 2007-08. Two of them, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/chuka-umunna-withdraws-from-labour-leadership-contest\" title=\"\">Chuka Umunna</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/20/tristram-hunt-withdraws-labour-party-leadership-race-liz-kendall\" title=\"\">Tristram Hunt</a>, have now bowed out. The rest have stuck to the script. Liz Kendall, the most unreconstructed Blairite (or moderniser, as their media backers still insist on calling them), claims the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/liz-kendall-labour-must-back-europe-referendum-and-embrace-business\" title=\"\">plan to restore the 50% top tax rate was a “major problem”</a>.</p> \n<p>Yvette Cooper, while declaring she wants to go “beyond old labels of left and right”, has turned sharply to the right. Miliband’s distinction between corporate “producers” and “predators” had been <a href=\"http://www.dailymail.co.uk/news/article-3087510/Now-Yvette-Cooper-turn-Miliband-Leadership-hopeful-savages-Ed-s-anti-business-rhetoric.html\" title=\"\">“anti-business, anti-growth and ultimately anti-worker”, she said</a>, and Labour should support further cuts&nbsp;in corporation tax.</p> \n<p>Andy Burnham, portrayed as the union-backed Miliband continuity candidate by much of the media, agreed Miliband’s attacks on predatory capitalism had been a “failure of communication”, its pre-crash deficit had been too high, and Labour’s mansion tax had spoken to “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/andy-burnham-labour-leadership-campaign-not-factional-politics\" title=\"\">the politics of envy</a>”.</p> \n<p>So all Labour’s leadership candidates have decided that the reason the party lost was its support for modest increases in taxes on the wealthy and steps to rein in untrammelled corporate power. But what evidence is there that these policies sank Labour’s campaign? None whatsoever. In fact the mansion tax, 50% top tax rate and privatised energy price freeze were among Labour’s most popular policies. And polling has regularly found large majorities want the government to be <a href=\"http://www.ft.com/cms/s/0/55af5518-d53c-11e3-adec-00144feabdc0.html#axzz3ahbnXzTz\" title=\"\">“tougher on big business”</a> – as well as an end to austerity.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Labour’s leadership campaign has been led by a Blairite agenda which doesn’t reflect public, let alone Labour, opinion</p> \n </blockquote> \n</aside> \n<p>Turning their backs on tax justice and retreating to the fateful corporate embrace of the Blair years not only puts Labour’s leaders on the wrong side of public opinion and outrage at rising inequality. It even puts them firmly to the right of the prime minister’s former adviser Steve Hilton, who has this week been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/19/ex-no-10-guru-steve-hilton-provides-david-cameron-with-food-for-thought\" title=\"\">calling for action against corrupt corporate and elite power</a>.</p> \n<p>We already have some sense of why Labour lost the election. Miliband was unable to cut through as a leader, while the party never regained the economic credibility lost in the crash of 2008 – nor&nbsp;discredited the ludicrous claim that&nbsp;overspending caused it. Nor did it win back the trust of working-class voters left behind in the New Labour years. Its&nbsp;policies lacked a clear political framework – and the Tories and their media pack played the SNP card against it with devastating effect.</p> \n<p>But the response of Labour’s leadership candidates is instead to ditch some of its most popular policies. The only rational explanation is that they’re responding not to the electorate but the corporate-owned press and the City, who would have had to stump up a bit more if Labour had won and conducted a ferocious campaign against Miliband to prevent any such outcome.</p> \n<p>Having secured a Conservative government, the media and business elite now want to ensure an acceptable Labour opposition as well. To that end, the trade unions have become the target for a new onslaught, as the only significant force standing out against a&nbsp;retreat to Blairism.</p> \n<p>“Red Len” McCluskey has now replaced “Red Ed” as the main target of tabloid rage. The general secretary of Labour’s biggest union affiliate, Unite, is accused of trying to “hijack” the leadership election after he warned that if the wrong candidate was chosen, pressure would grow in the union to “rethink” its relationship with the party.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/19/ex-no-10-guru-steve-hilton-provides-david-cameron-with-food-for-thought\">Ex-No 10 guru Steve Hilton provides David Cameron with food for thought</a> </p> \n</aside> \n<p>That was taken to mean that Unite would withdraw funding or even disaffiliate unless the more centrist Burnham was elected. In reality, there is little enthusiasm for any of the candidates in the main unions, and McCluskey was simply reflecting the fact that it wouldn’t take much for union disillusionment with Labour to tip over.</p> \n<p>Until now, Labour’s leadership campaign has been led entirely by an agenda that doesn’t reflect public, let alone Labour, opinion. Last week, 10 newly elected MPs demanded an “alternative to austerity” instead of a return to “the New Labour creed of the past”. But without a candidate prepared to challenge the lurch to the right, the terms of Labour’s debate will be set by the media and Blair revivalists, and the pressure on the frontrunners will be one-way traffic.</p> \n<p>The 35-MP nomination hurdle was set to prevent such unwelcome interventions, and one possible candidate, the former miners’ leader Ian Lavery, has ruled himself out because of the threat of media harassment of his family. But Diane Abbott, who stood five years ago, and the shadow cabinet member John Trickett, among others, are ready to stand – and shift the focus of the debate.</p> \n<p>One way or another, the wider Labour&nbsp;party needs to take back control of its own contest. If the politics currently paraded by the main candidates wins out, Labour’s prospects&nbsp;in a country where hostility to the Westminster elite has already redrawn the electoral map look bleak. Union disaffiliation could then become&nbsp;a reality and eventually trigger a party split. Where Labour goes now will affect us all.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432147980549/Labour-leadership-contend-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Labour leadership contender Andy Burnham, Yvette Cooper, Mary Creagh MP, Tristam Hunt, and Liz Kendall at the Progress conference on 16 May. Hunt has since withdrawn. Photograph: Laura Lean/PA","credit":"Laura Lean/PA","altText":"Labour leadership contenders at Progress","cleanCaption":"Labour leadership contender Andy Burnham, Yvette Cooper, Mary Creagh MP, Tristam Hunt, and Liz Kendall at the Progress conference on 16 May. Hunt has since withdrawn. Photograph: Laura Lean/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-20T19:29:01Z","lastModified":"2015-05-20T23:01:03Z","metadata":{"commentable":true,"commentCount":764,"contributors":[{"name":"Seumas Milne","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748508/SeumasMilne.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seumasmilne"}],"feature":false,"keywords":["Labour party leadership","Labour","Politics","UK news"],"tags":[{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Seumas Milne","topic":{"type":"tag-contributor","name":"profile/seumasmilne"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/20/blairite-revival-leadership-contest-labour-breakup","shortUrl":"http://gu.com/p/494jz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/20/blairite-revival-leadership-contest-labour-breakup","webUri":"http://www.theguardian.com/commentisfree/2015/may/20/blairite-revival-leadership-contest-labour-breakup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432147980549/Labour-leadership-contend-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Leadership contenders Andy Burnham, Yvette Cooper, Tristam Hunt and Liz Kendall with Mary Creagh MP (centre) at the Progress conference on 16 May. Hunt has since withdrawn. Photograph: Laura Lean/PA","credit":"Laura Lean/PA","altText":"Labour leadership contenders at Progress","cleanCaption":"Leadership contenders Andy Burnham, Yvette Cooper, Tristam Hunt and Liz Kendall with Mary Creagh MP (centre) at the Progress conference on 16 May. Hunt has since withdrawn. Photograph: Laura Lean/PA"}},"importance":5,"byline":{"title":"Seumas Milne"},"showQuotedHeadline":true},{"title":"The wife bonus I’ll never get","rawTitle":"The wife bonus I’ll never get","item":{"type":"comment","id":"commentisfree/2015/may/20/wife-bonus-women-motherhood-careers","title":"The wife bonus I’ll never get","trailText":"Three new books look at how women ‘juggle’ motherhood and careers. One talks of supermoms rewarded in cash for getting their kids into good schools. Is this secretly 1903 and no one’s told me?","standFirst":"<p>Three new books look at how women ‘juggle’ motherhood and careers. One talks of supermoms rewarded in cash for getting their kids into good schools. Is this secretly 1903 and no one’s told me?</p>","byline":"Viv Groskop","body":"<p>Are we still trying to figure out whether it’s OK for women to work? Is this secretly 1903, and no one has told me? I ask only because three new books examine the “juggling” (yes, it’s back) of motherhood and career. It’s uncanny, but the father of my children and I <em>both</em> have three children and we <em>both</em> work. I know! Crazy, right?</p> \n<p>I Know How She Does It: How Successful Women Make the Most of Their Time by the Wall Street Journal writer Laura Vanderkam shares the secrets of women who “make at least &pound;70,000 a year and still make time for their families and friends, for sleep and exercise, for leisure activities they love.” I put my hand up: I need this. I will just have to fight my husband for a copy first.</p> \n<p>Darling, You Can’t Do Both (And Other Noise to Ignore on Your Way Up) by the marketing gurus Janet Kestin and Nancy Vonk, argues that motherhood can be an advantage to career: “Being a woman in business is an asset, not a liability. Motherhood creates better leaders.” Oh dear. Reverse sexism. This we can do without. Why not a men’s edition? Darling, You Can Do Both! Maybe that’s the sequel.</p> \n<p>It’s the third book I love best. Primates of Park Avenue, by Wednesday Martin, describes the lives of full-time professional supermoms in New York. Martin reports wealthy husbands giving out a “wife bonus” running into hundreds of thousands of dollars as a reward for getting the kids into the right schools and for hosting lavish networking dinners.</p> \n<p>The “wife bonus” is something I could live with. I just don’t think I would ever qualify for it. I would be more likely to get a P45.</p> \n<p><strong>Reader’s indigestion </strong></p> \n<p>Thanks to building work, I’ve been living away from my home address for over a month. The greatest benefit has been ignoring my post. For someone who reviews books – which arrive daily by the truckload, mailed out by often delusionally hopeful publishers – this is heaven. This week I filled the entire car boot.</p> \n<p>I tweeted a picture of the carnage for posterity (and to remind myself to sort my post more often), but only succeeded in depressing authors and book publicists alike. What hope of a review if your book is one in 300? And that’s a conservative estimate. In a newspaper literary department, you would get far more. Not that many of those exist nowadays.</p> \n<p>Some wondered whether I read all the books. No, of course not. I do not have 58 eyes or a time machine. I only read what I’m reviewing (maybe five or six a month). Others asked how I can bear to let books go. Easily. I figure if I’m desperate to read something, it’s not like I’ll never be able to get hold of a copy again.</p> \n<p>Many had resourceful solutions for the paper mountain. Most were criminal, ranging from “Return to sender?” and “I’ve never been tempted to steal a car before ...” to my favourite: “Lovely potential bonfire.”</p> \n<p><strong>Russia’s empire strikes back </strong></p> \n<p>At this week’s Pushkin House prize announcement (for a book in English about Russia), all the talk was of Russia’s future. The BBC’s diplomatic editor, Bridget Kendall, one of the judges, and the oppositionist author Masha Gessen agreed that as long as Vladimir Putin is alive, nothing will change. Kendall’s view was that the only thing that would make a difference was “another Gorbachev”: someone challenging the system from the inside.</p> \n<p>This reminded me of my favourite Gorbachev quote: “What we need now is Star Peace, not Star Wars.” With the return of Luke Skywalker in JJ Abrams’ film this autumn, I worry about the impact of the next chapter. It’s called The Force Awakens. Let’s hope it translates differently.</p> \n<p><strong>@vivgroskop</strong></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432144153137/Mad-Men-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Finding the work-life balance in Manhattan  Photograph: Frank Ockenfels/AMC/Sky","credit":"Frank Ockenfels/AMC/Sky","altText":"Mad Men","cleanCaption":"Finding the work-life balance in Manhattan  Photograph: Frank Ockenfels/AMC/Sky"}],"bodyImages":[],"webPublicationDate":"2015-05-20T18:19:51Z","lastModified":"2015-05-20T23:01:03Z","metadata":{"commentable":true,"commentCount":50,"contributors":[{"name":"Viv Groskop","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/7/1428403282427/Viv-Groskop-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vivgroskop"}],"feature":false,"keywords":["Books","Star Wars"],"tags":[{"id":"books/books","webTitle":"Books"},{"id":"film/starwars","webTitle":"Star Wars"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Viv Groskop","topic":{"type":"tag-contributor","name":"profile/vivgroskop"}}],"series":{"title":"Notebook","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/notebook"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/20/wife-bonus-women-motherhood-careers","shortUrl":"http://gu.com/p/4947p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/20/wife-bonus-women-motherhood-careers","webUri":"http://www.theguardian.com/commentisfree/2015/may/20/wife-bonus-women-motherhood-careers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432144153137/Mad-Men-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Finding the work-life balance in Manhattan  Photograph: Frank Ockenfels/AMC/Sky","credit":"Frank Ockenfels/AMC/Sky","altText":"Mad Men","cleanCaption":"Finding the work-life balance in Manhattan  Photograph: Frank Ockenfels/AMC/Sky"}},"importance":4,"byline":{"title":"Viv Groskop"},"showQuotedHeadline":true},{"title":"With schizophrenia, my thoughts can be like pieces of a mismatched jigsaw puzzle","rawTitle":"With schizophrenia, my thoughts can be like pieces of a mismatched jigsaw puzzle","item":{"type":"comment","id":"commentisfree/2015/may/21/with-schizophrenia-my-thoughts-can-be-like-pieces-of-a-mismatched-jigsaw-puzzle","title":"With schizophrenia, my thoughts can be like pieces of a mismatched jigsaw puzzle","trailText":"People are often afraid to ask questions about my illness. In Schizophrenia Awareness Week, I want to set the record straight – it’s nothing to fear","standFirst":"<p>People are often afraid to ask questions about my illness. In Schizophrenia Awareness Week, I want to set the record straight – it’s nothing to fear</p>","byline":"Joshua Gliddon","body":"<p>I’ve battled what I now know is schizophrenia since my late teens, but it was only 12 months ago that I was formally diagnosed. I’m 42. </p> \n<p>Schizophrenia is one of the most feared and misunderstood of mental illnesses. It affects around 15 of every 1,000 people, and in Australia the direct costs of the disease are estimated to be $2.5bn per year. </p> \n<p>When I tell people that I have this illness, they’re often too afraid or too polite to ask questions. One friend thought it meant I had a split personality but that’s not the case. For me, schizophrenia manifests itself as distorted thinking, visual and auditory hallucinations, and delusions. It also makes me paranoid, which can lead me to think that people, even my own family and friends, are plotting against me.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/healthcare-network/2015/mar/27/schizophrenia-portrayed-negatively-the-voices-louis-theroux\">Why is schizophrenia portrayed so negatively on screen?</a> </p> \n</aside> \n<p>When I’m ill, my thoughts feel like pieces of a mismatched jigsaw puzzle. It’s impossible to put them together in a way that makes any real sense. </p> \n<p>My journey towards diagnosis and treatment was a long one. I held down high profile positions as a journalist and editor on national publications during my 20s and into my early 30s, but as I got older and the pressure increased, my thoughts and behaviour became increasingly erratic. </p> \n<p>People close to me told me I needed to get help but I ignored them until the symptoms became too much. I eventually went to see my GP and told her what I was experiencing. To her credit, she realised she was out of her depth and referred me to a psychiatrist. </p> \n<p>That psychiatrist treated me for years, trying this drug and that, but would never commit to giving me a diagnosis. I never had a name I could hang these strange experiences on. Worse, the drugs generally didn’t work and so eventually, due to the cost of treatment and the lack of support, I stopped seeing him. </p> \n<p>During this period I lost one job after another. The illness meant I simply couldn’t perform, and because I didn’t have a clear picture of what was wrong with me, it was difficult to disclose to employers or potential employers that I was unwell. I tried once, telling a boss I had a mental disorder and he freaked out. I was eased out of that job, and back into unemployment in a matter of weeks on fairly spurious grounds.</p> \n<p>So I was unemployed, my resum&eacute; was in tatters despite a promising early career, and I’d lost my wife, my children and the beautiful home we’d bought together in better times. Eventually I moved back in with my parents because I couldn’t take care of myself. I struggled to find employment and I constantly battled my fractured mind.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Around 10% of people with schizophrenia commit suicide</p> \n </blockquote> \n</aside> \n<p>This pattern continued for a number of years. I was luckier than some – my parents gave me love and support and a roof over my head. Without them, I would have ended up living on the streets, or worse. Around 10% of people with schizophrenia commit suicide, and people with the illness live, on average, 20 years less than the general population.</p> \n<p>It all came to a head one night when my parents were overseas. I was alone and slowly descending into psychosis. My Facebook posts were getting more and more out there, prompting private messages from friends asking if I was OK. I was listening to Joy Division’s Unknown Pleasures album on repeat and then a friend called me, trying to get to the bottom of what was going on. After a rambling three-hour conversation she convinced me to go to the emergency room at the local hospital.</p> \n<p>That was the beginning of a new start. I was admitted to a locked public psychiatric ward, where I stayed for a month. After many sessions with the doctors, they gave me a diagnosis – schizophrenia. Finally I had a name for what I was experiencing. I was put on a new medicine, a monthly injection called Paliperidone, which has proven very effective. A community support team, including a specialist psychiatric nurse who I now regularly see, was put in place for when I left the hospital.</p> \n<p>Twelve months on from hospitalisation I am reasonably stable. I still have bad days but they’re generally outweighed by the good. Work is still a real challenge, and holding down a regular 9 to 5 job is beyond me. I live very quietly, and look forward to seeing my children every two weeks, a highlight in what can be a lonely existence. </p> \n<p>I have schizophrenia but I’m determined not to be a victim of my illness. It’s part of me, and I have come to accept that fact and the limitations it entails, but it doesn’t define me. </p> \n<p>Schizophrenia, I’ve learned, might be misunderstood, but with the right treatment and support, it’s nothing to be feared.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/46bf3dd931041192de8125e010e207f3148b9441/0_0_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","credit":"AleksandarNakic/Getty Images","altText":"Fatherhood. boy, father, son, parent, parenting, family.","cleanCredit":"Photograph: AleksandarNakic/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-21T05:00:35Z","lastModified":"2015-05-21T06:42:42Z","metadata":{"commentable":true,"commentCount":38,"contributors":[{"name":"Joshua Gliddon","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/joshua-gliddon"}],"feature":false,"keywords":["Schizophrenia","Mental health","Health","Society","Australia news"],"tags":[{"id":"society/schizophrenia","webTitle":"Schizophrenia"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"australia-news/australia-news","webTitle":"Australia news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Joshua Gliddon","topic":{"type":"tag-contributor","name":"profile/joshua-gliddon"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/21/with-schizophrenia-my-thoughts-can-be-like-pieces-of-a-mismatched-jigsaw-puzzle","shortUrl":"http://gu.com/p/494zt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/21/with-schizophrenia-my-thoughts-can-be-like-pieces-of-a-mismatched-jigsaw-puzzle","webUri":"http://www.theguardian.com/commentisfree/2015/may/21/with-schizophrenia-my-thoughts-can-be-like-pieces-of-a-mismatched-jigsaw-puzzle"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/46bf3dd931041192de8125e010e207f3148b9441/0_0_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","caption":"‘I have schizophrenia but I’m determined not to be a victim of my illness. I live very quietly, and look forward to seeing my children every two weeks.’ Photograph: AleksandarNakic/Getty Images","credit":"AleksandarNakic/Getty Images","altText":"father and son","cleanCaption":"‘I have schizophrenia but I’m determined not to be a victim of my illness. I live very quietly, and look forward to seeing my children every two weeks.’","cleanCredit":"Photograph: AleksandarNakic/Getty Images"}},"importance":4,"byline":{"title":"Joshua Gliddon"},"showQuotedHeadline":true},{"title":"Please, Michael Gove, solve the crisis in our prisons","rawTitle":"Please, Michael Gove, solve the crisis in our prisons","item":{"type":"comment","id":"commentisfree/2015/may/21/michael-gove-party-politics-prison-reform","title":"Please, Michael Gove, solve the crisis in our prisons","trailText":"As justice secretary, I hope you’ll listen to me, an ex-MP who did time in Belmarsh. It’s clear the mass incarceration policy of the last 20 years has failed","standFirst":"As justice secretary, I hope you’ll listen to me, an ex-MP who did time in Belmarsh. It’s clear the mass incarceration policy of the last 20 years has failed","byline":"Denis MacShane","body":"<p><em>Dear Michael Gove</em>,</p> \n<p>One of the pleasant surprises I got while banged up in Belmarsh was a letter from you expressing sympathy and solidarity. Like many MPs who know the truth of the events that led me to prison, and the double standards of one MP and the then director of public prosecutions, you extended a hand of friendship. This was based, I assume, on our common intellectual interest and our talks over the years about the need to understand and confront some of the evil ideologies – such as antisemitism and Islamism – that have become so modish this century.</p> \n<p>So although I am now well out of politics, except to argue for Britain’s place in Europe, I was delighted <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/19/michael-gove-sworn-in-lord-chancellor\" title=\"\">at your appointment</a>. Prison reform was once the glory of the do-gooding English, including many reformist liberal Tories. Sadly today, despite the heroic efforts of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/23/ban-prisons-silence-truth-ministry-of-justice\" title=\"\">Frances Crook</a> of the Howard League for Penal Reform and other charities, the reformers seem to have no impact on policy. I hope you can change that.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The prison disaster is well known from the reports of Nick Hardwick: ever increasing suicides and little rehabilitation</p> \n </blockquote> \n</aside> \n<p>The British prison disaster is well known from the reports of the chief inspector of prisons, Nick Hardwick: ever-increasing suicides and little rehabilitation, with up to 70% of released prisoners back inside within 12 months. The treatment of young offenders at Rainsbook detention centre is the latest revelation of the shameful way we treat those sent inside. Prison staff morale is low. At &pound;14bn, the cost is enormous.</p> \n<p>The root cause is the <a href=\"http://www.prisonreformtrust.org.uk/Portals/0/Documents/Prison%20the%20facts%20May%202014.pdf\" title=\"\">massive increase in prison numbers in the last two decades</a>. Under Margaret Thatcher there were 40,000 prisoners. Like you, she was hardly a bleeding-heart liberal. Yet she did not share the obsession of her successors with mass incarceration. Under David Cameron, UK prisoner numbers are touching 86,000. In the first week of his new premiership, prison numbers increased by 100. Do the maths. What will this be after five more years! This is far higher than equivalent European democracies, which have similar levels of crime but do not seem to need to put so many people inside at such cost to taxpayers.</p> \n<p>In the first four years of the coalition government, 1,073 new criminal offences were created. This adds to the 4,300 new crimes in the 13 years of the Labour government before 2010. I was pleased at the announcement that women could no longer be sent to prison over nonpayment of the BBC licence fee. Many inside are there because of debt, just as in Dickens’ time.</p> \n<p>No party dares to ask if our judges are adequately trained or are capable of rethinking their pro-prison prejudices. The Tory manifesto wants <a href=\"http://www.bond.org.uk/data/files/Blog/ConservativeManifesto2015.pdf\" title=\"\">judges to face challenges</a> if they are considered to have sentenced too leniently. This is an open door to atavistic tabloid editors to create a storm over any sentence they don’t like, and will further press prison-junkie judges to send more inside for longer, with more pressure on the dysfunctional Crown Prosecution Service to initiate prosecutions rather than say that many add nothing to public safety.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>No one is willing to make money available to help educate or rehabilitate prisoners, or stop so many being sent in</p> \n </blockquote> \n</aside> \n<p>Your party’s manifesto called for “a semi-custodial sentence allowing for a short, sharp spell in custody to change behaviour”. There is no explanation of what “semi-custodial” means, but it suggests yet more men and women put inside. Far from changing behaviour, most prisons are universities of crime, riddled with drugs and mobile phones smuggled in by staff.</p> \n<p>As an author yourself, I know you won’t repeat the fatuous policy of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/dec/05/prison-book-ban-unlawful-court-chris-grayling\" title=\"\">your predecessor of banning books being sent to prisoners</a>. But why did I have to steal paper and pens inside Belmarsh even to&nbsp;scribble diary notes?</p> \n<p>There don’t seem to be any MPs up for serious prison reform. No one wants to ask if the mass incarceration policy of the last 20 years really works and why it is so costly. No one is willing to make money available to help educate or rehabilitate prisoners, to stop so many being sent in or to help those released recover work and dignity.</p> \n<p>Now you have as your shadow Charlie Falconer, who likes ideas and reading books just as much as you do. Can you meet him privately – maybe at The Clink, the excellent Brixton prison restaurant – and decide to declare a truce so that both of you work to change the mass incarceration policy in place since the mid-90s? You can drop infantile populist attacks on Labour, and Falconer should welcome any serious efforts to reduce prison numbers without headline-seeking accusations of being soft on crime. Go on: there is no need to make party politics out of prisons.</p> \n<p>Sadly, unless policy changes, prisons in 2015-2020 are going to be in an as bad, if not worse, state than they are now – with more people inside, more suicides, and little hope of recidivism reducing. You can make a difference. Will you?</p> \n<p><em>Yours, Denis</em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130892420/Prisoners-hands-on-a-wire-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Belmarsh prison. ‘No one wants to ask if the mass incarceration policy of the last 20 years really works and why it is so costly.' Photograph: Martin Godwin","credit":"/Martin Godwin","altText":"Prisoners hands on a wire fence","cleanCaption":"Belmarsh prison. ‘No one wants to ask if the mass incarceration policy of the last 20 years really works and why it is so costly.' Photograph: Martin Godwin"}],"bodyImages":[],"webPublicationDate":"2015-05-21T07:00:02Z","lastModified":"2015-05-21T07:00:02Z","metadata":{"commentable":true,"commentCount":22,"contributors":[{"name":"Denis MacShane","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/denismacshane"}],"feature":false,"keywords":["Prisons and probation","Law","UK criminal justice","Society","Michael Gove","Politics","UK news"],"tags":[{"id":"society/prisons-and-probation","webTitle":"Prisons and probation"},{"id":"law/law","webTitle":"Law"},{"id":"law/criminal-justice","webTitle":"UK criminal justice"},{"id":"society/society","webTitle":"Society"},{"id":"politics/michaelgove","webTitle":"Michael Gove"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Denis MacShane","topic":{"type":"tag-contributor","name":"profile/denismacshane"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/21/michael-gove-party-politics-prison-reform","shortUrl":"http://gu.com/p/4949j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/21/michael-gove-party-politics-prison-reform","webUri":"http://www.theguardian.com/commentisfree/2015/may/21/michael-gove-party-politics-prison-reform"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130892420/Prisoners-hands-on-a-wire-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Belmarsh prison. ‘No one wants to ask if the mass incarceration policy of the last 20 years really works and why it is so costly.' Photograph: Martin Godwin","credit":"/Martin Godwin","altText":"Prisoners hands on a wire fence","cleanCaption":"Belmarsh prison. ‘No one wants to ask if the mass incarceration policy of the last 20 years really works and why it is so costly.' Photograph: Martin Godwin"}},"importance":3,"byline":{"title":"Denis MacShane"},"showQuotedHeadline":true},{"title":"The Guardian view / The Labour leadership race: the interim solution","rawTitle":"The Labour leadership race: the interim solution","item":{"type":"comment","id":"commentisfree/2015/may/20/guardian-view-labour-leadership-race-interim-solution","title":"The Guardian view on the Labour leadership race: the interim solution","trailText":"<strong>Editorial:</strong> Tristram Hunt’s withdrawal underlines much that is wrong with the Labour process and with the party’s approach to its problems","standFirst":"Tristram Hunt’s withdrawal underlines much that is wrong with the Labour process and with the party’s approach to its problems","byline":"Editorial","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/08/ed-miliband-to-resign-as-labour-leader\" title=\"\">Ed Miliband’s premature resignation</a> was bad enough. It plunged the shellshocked Labour party into a leadership contest before it had time to absorb <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/08/labour-party-election-horror-soul-searching\" title=\"\">its general election defeat</a> or to draw wise conclusions. Everything that has happened since has only made that initial decision seem more irresponsible. Labour MPs are now consumed by an inward-looking leadership contest. This brings out the worst in the Labour party. It also offers no guarantee at all that it will help answer the big questions that loom over its future.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/20/tristram-hunt-withdraws-labour-party-leadership-race-liz-kendall\" title=\"\">Tristram Hunt’s announcement</a> today that he is not entering the contest ought to set the alarms ringing again. That’s not because Mr Hunt is necessarily the ideal person to lead Labour. No one can say whether he is or not. But his is a voice worth hearing and now it will not be. Neither he nor any of the other possible candidates has yet had a proper chance to develop their ideas or their 2020 visions. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/chuka-umunna-withdraws-from-labour-leadership-contest\" title=\"\">Like Chuka Umunna before him</a>, Mr Hunt has now withdrawn precipitately from a debate in which his ideas could and should have been properly heard and his candidacy thoughtfully assessed on the evidence.</p> \n<p>Much of this is the fault of Labour’s leadership election system. At its malign heart is the process of nomination. To stand, a candidate needs the support of 15% of the party’s MPs. This bar – currently 35 MPs – is ridiculously high. In the Tory party, a candidate requires just a proposer and a seconder, which is a better and more open system. The problem is compounded by the candidates’ interest in amassing as many nominations as possible, which drains the pool still further. This happened in 2007 and 2010; now it is happening in 2015 too. Labour’s way squeezes out candidates and visions before things have even started. It lacks transparency. It takes power away from the voters. It is old-fashioned and absurd.</p> \n<p>It also hands too much power to the power brokers – up to 130 of Labour’s MPs have backing from the Unite union, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/17/len-mccluskey-labour-leader-unions\" title=\"\">which has warned Labour to choose the “correct leader”.</a> The nominations obsession encourages the sticks and carrots beloved of <a href=\"http://www.newstatesman.com/politics/2015/05/tom-watson-interview-therell-be-no-room-messing-around\" title=\"\">machine politicians</a> – “nominate her and you’ll never get a shadow job” – while squeezing daylight and air out of the process ever further. Some 53 Labour MPs are <a href=\"http://labourlist.org/2015/05/meet-labours-53-new-mps/\" title=\"\">new to Westminster</a>. They haven’t even heard a single speech by any of the candidates. But a lot of them have decided who they are nominating. This is more than&nbsp;absurd.</p> \n<p>In the Guardian’s view it is an outrage that Labour MPs are deciding the shape of this important contest so prematurely. No candidate has published a detailed argument about why Labour lost and how it can win. None has had more than a brief chance to take an argument to the public through the media or into the new Commons. No one actually knows what they really think about the big hard issues, yet <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/18/andy-burnham-yvette-cooper-labour-leadership-modernisers\" title=\"\">the contest is being irrevocably moulded</a> all the same. An essential process risks being sacrificed to the&nbsp;abuses of machine politics.</p> \n<p>The logical democratic way would be to give the candidates a chance to shine, in parliament and around the country, before, not after, deciding who should run and&nbsp;who gives the party its best chance. The next general election is five long years away. In 2020 the Tory party will be led by a new leader, as may Ukip. Britain’s position in Europe and the future of the union will all look different by then. Choosing the leader now is pretty daft.</p> \n<p>The scale of the task, the length of the timescale and the current warped system all point in one direction. Labour should put its thinking head on before it is too late. It should have agreed on an experienced interim leader who commands general confidence to take the party past the Scottish elections and the European referendum and into 2017, while preparing Labour – and its electoral system – for a proper contest between its next generation of leadership candidates in time for 2020. Ideally it should still do this. Someone like Alan Johnson would be perfect for that interim role. His experience, popularity and authenticity would help Labour start to think straight.</p> \n<p>Labour is very important for Britain. It needs to do its duty and get this right. It should think, discuss and choose, in that order. Right now it is rushing off in the opposite direction to the one that it needs and its supporters deserve.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432144377313/Alan-Johnson-Houses-of-Pa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Someone like Alan Johnson would be perfect for that interim role. His experience, popularity and authenticity would help Labour start to think straight. Photograph: Matt LLoyd/Rex Features","credit":"Matt LLoyd / Rex Features/Matt LLoyd / Rex Features","altText":"Alan Johnson, Houses of Parliament, Westminster, London, Britain - 29 Jul 2010","cleanCaption":"'Someone like Alan Johnson would be perfect for that interim role. His experience, popularity and authenticity would help Labour start to think straight. Photograph: Matt LLoyd/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-05-20T18:48:42Z","lastModified":"2015-05-20T23:00:51Z","metadata":{"commentable":true,"commentCount":333,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["Labour party leadership","Labour","Politics","UK news","Tristram Hunt","Chuka Umunna","General election 2015","Alan Johnson"],"tags":[{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/tristram-hunt","webTitle":"Tristram Hunt"},{"id":"politics/chuka-umunna","webTitle":"Chuka Umunna"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/alanjohnson","webTitle":"Alan Johnson"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/20/guardian-view-labour-leadership-race-interim-solution","shortUrl":"http://gu.com/p/494j2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/20/guardian-view-labour-leadership-race-interim-solution","webUri":"http://www.theguardian.com/commentisfree/2015/may/20/guardian-view-labour-leadership-race-interim-solution"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432144377313/Alan-Johnson-Houses-of-Pa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Someone like Alan Johnson would be perfect for that interim role. His experience, popularity and authenticity would help Labour start to think straight. Photograph: Matt LLoyd/Rex Features","credit":"Matt LLoyd / Rex Features/Matt LLoyd / Rex Features","altText":"Alan Johnson, Houses of Parliament, Westminster, London, Britain - 29 Jul 2010","cleanCaption":"'Someone like Alan Johnson would be perfect for that interim role. His experience, popularity and authenticity would help Labour start to think straight. Photograph: Matt LLoyd/Rex Features"}},"importance":3,"kicker":{"title":"The Guardian view"},"showQuotedHeadline":false}],"lastModified":"2015-05-21T08:24:45Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}