{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Britain has spoken – and chosen a vicious murdering bully as its national bird","rawTitle":"Britain has spoken – and chosen a vicious murdering bully as its national bird","item":{"type":"comment","id":"commentisfree/2015/jun/11/british-national-bird-robin-murderous-bully","title":"Britain has spoken – and chosen a vicious murdering bully as its national bird","trailText":"The robin is brutish, ruthless, and ready to ruck. Could it be that, over gentler contenders, we have plumped for the bird that we deserve?","standFirst":"The robin is brutish, ruthless, and ready to ruck. Could it be that, over gentler contenders, we have plumped for the bird that we deserve?","byline":"Philip Hoare","body":"<p>So we’ve chosen a vicious murdering bully for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/10/robin-wins-vote-uk-national-bird-britain\" title=\"\">our national bird</a>? It’s bad enough that we probably plumped for our self-important red-breasted friend because the Victorians sentimentalised the robin as a symbol of Christmas. Yet I suspect that the main reason it has been chosen is because it’s the one bird most people can actually recognise.</p> \n<p>Couldn’t we have gone for something more imaginative? Where was the raven, for instance, that super-intelligent, glossy black gothic spirit of place, without which the Tower of London and the monarchy would fall? (Although that legend turns out to be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2004/nov/15/britishidentity.artsandhumanities\" title=\"\">another Victorian invention too</a>, darn it).</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Highly aggressive and territorial, its sweet song is actually the avian equivalent of a foul-mouthed 'get orf my land'</p> \n </blockquote> \n</aside> \n<p>As a fervent beach-bird botherer, I’d have opted for something truly symbolic of our island’s shores – such as the philopatric and glorious <a href=\"http://www.wildlifetrusts.org/species/oystercatcher\" title=\"\">oystercatcher</a>, with its resplendent red bill; the longest living wader, reaching up to 45 years old, a stalwart guardian of the British coastline. Or how about the cuckoo, the time-honoured signifier of spring and usurper of other birds’ nests – surely a suitable symbol of our colonial past?</p> \n<p>It seems remiss to ignore the eider duck, too, since we can claim it as the first bird ever to be protected by law. Back in the 670s, St Cuthbert declared the eiders of the Farne Islands should be <a href=\"http://www.bbc.co.uk/news/uk-england-23048394\" title=\"\">safe from predation</a> and, presumably, would-be quilt-makers. This resolute sea duck with its outrageous pistachio-green neck also speaks to a camp British sense of humour, as anyone who’s ever heard its ah-ooo call will testify; it sounds exactly like <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2012/may/03/frankie-howerd-on-campus\" title=\"\">Frankie Howerd</a>.</p> \n<p>In the interests of conservation, we might have picked a more endangered bird (the RSPB estimates that there are more than <a href=\"http://www.rspb.org.uk/discoverandenjoynature/discoverandlearn/birdguide/name/r/robin/territory.aspx\" title=\"\">six million breeding pairs of robins in the UK</a>). The humble house sparrow, for instance, a once common species whose <a href=\"http://www.bto.org/volunteer-surveys/gbw/about/background/projects/sparrows\" title=\"\">drastically dwindling numbers </a>could really do with the publicity. Or how about the feral pigeon or herring gull – street-smart birds far more in keeping with modern Britain?</p> \n<p>But we’re stuck with the robin. True, it is embedded in our collective cultural memory, back to medieval times and perhaps beyond. In fact, we liked it so much that, up until the last century, <a href=\"http://www.telegraph.co.uk/news/earth/earthnews/6867249/Robins-being-killed-and-eaten.html\" title=\"\">we used to eat it</a> – often in pies. Mark Cocker, in his wonderful <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2005/aug/20/featuresreviews.guardianreview4\" title=\"\">Birds Britannica</a>, waxes lyrical over a bird which got William Blake’s dander up: “A robin redbreast in a cage / puts all Heaven in a rage.” But Cocker also notes that the cheeky bird, which perches on my spade as I dig in the garden, has also long been considered a harbinger of death. Doesn’t sound so good now, does it?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/09/new-builds-birds-rspb\">New builds to help the birds – the RSPB’s hard sell| Patrick Barkham</a> </p> \n</aside> \n<p>Highly aggressive and territorial, that <a href=\"http://www.bbc.co.uk/programmes/b038qhyz\" title=\"\">sweet song</a> fluting from your fence is actually the avian equivalent of a foul-mouthed “get orf my land”. Males will peck at rivals’ napes to sever their spinal cords; 10% of all adult robin deaths are robin-on-robin, red-on-red incidents. They also launch unprovoked attacks on other, innocent species, lashing out with razor-sharp claws.</p> \n<p>This ain’t no garden idyll, bro; it’s turf warfare. Even that pumped-up red chest has nothing to do with smoochy mating rituals. It’s solely a signal of being ready to ruck, a ruthless instinct to defend territory. Robins literally see red. When researching his revelatory book <a href=\"http://www.bbc.co.uk/devon/content/articles/2008/11/28/robins_feature.shtml\" title=\"\">The Life of the Robin</a>, in the 1930s, David Lack discovered his subjects would even go for stuffed robins or mere tufts of red feathers.</p> \n<p>And you’re telling me this is a good role model for England? A hooligan bird that puffs up big, throws its weight about, jealously guards its patch and … Oh, right, I see what you mean now.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433953709236/Robin-on-a-snowy-branch-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Males robins will peck at rivals’ napes to sever their spinal cords; 10% of all adult robin deaths are robin-on-robin, red-on-red incidents.' Photograph: Alamy","credit":"Alamy","altText":"Robin on a snowy branch","cleanCaption":"'Males robins will peck at rivals’ napes to sever their spinal cords; 10% of all adult robin deaths are robin-on-robin, red-on-red incidents.' Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-11T09:00:53Z","lastModified":"2015-06-11T09:00:53Z","metadata":{"commentable":true,"commentCount":56,"contributors":[{"name":"Philip Hoare","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/philip-hoare"}],"feature":false,"keywords":["Birds","Wildlife","Animals","Environment","Birdwatching","UK news"],"tags":[{"id":"environment/birds","webTitle":"Birds"},{"id":"environment/wildlife","webTitle":"Wildlife"},{"id":"world/animals","webTitle":"Animals"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/birdwatching","webTitle":"Birdwatching"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Philip Hoare","topic":{"type":"tag-contributor","name":"profile/philip-hoare"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/11/british-national-bird-robin-murderous-bully","shortUrl":"http://gu.com/p/49knt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/11/british-national-bird-robin-murderous-bully","webUri":"http://www.theguardian.com/commentisfree/2015/jun/11/british-national-bird-robin-murderous-bully"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433953709236/Robin-on-a-snowy-branch-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Male robins will peck at rivals’ napes to sever their spinal cords; 10% of all adult robin deaths are robin-on-robin, red-on-red incidents.’ Photograph: Alamy","credit":"Alamy","altText":"Robin on a snowy branch","cleanCaption":"‘Male robins will peck at rivals’ napes to sever their spinal cords; 10% of all adult robin deaths are robin-on-robin, red-on-red incidents.’ Photograph: Alamy"}},"importance":7,"byline":{"title":"Philip Hoare"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434011346814/Robinbird.png","height":600,"width":720}}]},{"title":"Why do some female artists pretend that success is the result of sorcery?","rawTitle":"Why do some female artists pretend that success is the result of sorcery?","item":{"type":"comment","id":"commentisfree/emma-brockes-column/2015/jun/11/women-artists-pretend-successes-hard-work","title":"Why do some women artists pretend that success is the result of sorcery?","trailText":"Elizabeth Gilbert didn’t have the assistance of ‘flying genies’ or ‘magical elves’ for her career. There’s no need to tout their help now","standFirst":"<p>Elizabeth Gilbert didn’t have the assistance of ‘flying genies’ or ‘magical elves’ for her career. There’s no need to tout their help now</p>","byline":"Emma Brockes","body":"<p>One of the more annoying explanations for how other people achieve success is that it turns on the caprices of things we cannot see: the superstitious and their rituals; the cosmic order of the positive thinking spectrum; the power of vision boards; and male writers and their muses – most famously, Robert Graves in his eyrie in Majorca, where the novelist’s mystical powers were unleashed by mortal women <a href=\"http://www.theparisreview.org/interviews/4178/the-art-of-poetry-no-11-robert-graves\">52 years his junior</a>, probably in bathing suits.</p> \n<p>But as most artists well know, if you wait for the muse, you will never finish anything. Creativity is a matter of will, not whimsy. </p> \n<p>In among the magical thinkers is the female – usually creative – professional, who mitigates her success with a hardcore feyness that makes me die a little every time I see it. This week, rather surprisingly, it was a tone embraced by Eat Pray Love author Elizabeth Gilbert: in promoting her new book Big Magic about unleashing the creativity within, <a href=\"https://www.facebook.com/GilbertLiz/photos/a.356148997800555.79726.227291194019670/840281169387333/?type=1\">she referred to</a> “fairy dust”, “flying genies” and the “magical elves” of inspiration. </p> \n<p>I say surprising because to date Gilbert has been a sensible career journalist (and a blockbuster memoirist and novelist), who took the guru-aspect of Eat Pray Love with a large pinch of salt and who would, one imagines, be the first to point out that her phenomenal success comes down less to “helpful muses” than to the execution of good ideas on tight deadlines. She also writes a great sentence.</p> \n<p>Advance material around Big Magic, which grew out of<a href=\"http://www.ted.com/talks/elizabeth_gilbert_on_genius?language=en\"> a TED talk Gilbert did</a> that has been watched by some 10m people, seems to acknowledge that there is nothing mystical about creativity.</p> \n<p>So the woo-woo references are probably just a stylistic tic and I get it: it’s a look. Some people like “fairies” the way others like cats, or drag-racing or emoticons, and Gilbert addressing her followers as “dear ones” is just a feminized version of the male habit of calling strangers “dude.” </p> \n<p>The problem for me (apart from the simpering, infantalized language of the female-version) is that the fairy dust thing undermines a core principle of the job Gilbert does: she’s a great writer, and she works hard at it.</p> \n<p>There is also a subtext to this very female type of chumminess, which is the desperate drum-beat of “like me, like me, like me”. Women are held to different standards of likeability in public life than men, as we know, so that those who forego the kind of aggressively Tiggerish levity or dippy references to the pixies who make it all happen come off not as business-like, but as sour or snappish, both in person and in print. </p> \n<p>For instance, many years ago, I <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2002/may/06/fiction.fayweldon\">interviewed Fay Weldon</a>, who defined writing style as a question of “how you say what you want to say in the shortest time available, so you can all go home”. (She made a similarly abrupt point about office meetings. “I always find that men conduct meetings very long-windedly, they sort of wander off, whereas women get straight to the point, then go home to look after the children.”)</p> \n<p>Weldon came off as a bit of a killjoy – she didn’t coat her observations in a lot of fussy window-dressing, just got on and delivered them – but of course she was right on both counts.</p> \n<p>A powerful, successful woman talking to other women doesn’t have to be Hillary Clinton: she can have some personality, and it can even lean in the direction of rainbows and unicorns. But the persona of the coy lady artist evoking enchantment over cold, hard talent risks robbing its user of the very thing that got her there in the first place: her own skills, strength and force of will. Be fanciful in your art, by all means. But don’t be babyish about taking credit it.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/de7eba855a3accf53b3a5faaef84e4249a8ffe89/298_252_2702_1621/2702.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1621,"width":2702,"orientation":"landscape","credit":"Robin Marchant/Getty Images","altText":"elizabeth gilbert","cleanCredit":"Photograph: Robin Marchant/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-11T08:00:05Z","lastModified":"2015-06-11T08:05:45Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Emma Brockes","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/emmabrockes"}],"feature":false,"keywords":["Women","Books"],"tags":[{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"books/books","webTitle":"Books"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Emma Brockes","topic":{"type":"tag-contributor","name":"profile/emmabrockes"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/emma-brockes-column/2015/jun/11/women-artists-pretend-successes-hard-work","shortUrl":"http://gu.com/p/49kqp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/emma-brockes-column/2015/jun/11/women-artists-pretend-successes-hard-work","webUri":"http://www.theguardian.com/commentisfree/emma-brockes-column/2015/jun/11/women-artists-pretend-successes-hard-work"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/de7eba855a3accf53b3a5faaef84e4249a8ffe89/298_252_2702_1621/2702.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1621,"width":2702,"orientation":"landscape","caption":"There’s nothing magical behind Elizabeth Gilbert’s success. Photograph: Robin Marchant/Getty Images","credit":"Robin Marchant/Getty Images","altText":"elizabeth gilbert","cleanCaption":"There’s nothing magical behind Elizabeth Gilbert’s success.","cleanCredit":"Photograph: Robin Marchant/Getty Images"}},"importance":5,"byline":{"title":"Emma Brockes"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/de7eba855a3accf53b3a5faaef84e4249a8ffe89/298_252_2702_1621/2702.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1621,"width":2702,"orientation":"landscape","credit":"Robin Marchant/Getty Images","altText":"elizabeth gilbert","cleanCredit":"Photograph: Robin Marchant/Getty Images"}}]},{"title":"Gay marriage costs Irish politicians nothing – abortion is another matter","rawTitle":"Gay marriage costs Irish politicians nothing – abortion is another matter","item":{"type":"comment","id":"commentisfree/2015/jun/10/gay-marriage-ireland-abortion-suzanne-moore","title":"Gay marriage costs Irish politicians nothing – abortion is another matter","trailText":"It is easier for people to accept equal marriage than the reproductive rights of women. Why is abortion still framed as a grave moral issue?","standFirst":"<p>It is easier for people to accept equal marriage than the reproductive rights of women. Why is abortion still framed as a grave moral issue?</p>","byline":"Suzanne Moore","body":"<p>How the acceptance of homosexuality has become the key marker of modernity over the past few decades has been strange to observe. It is wonderful to see attitudes change despite predudice, queer-bashing and the continual closing of gay venues. Many straight people continue to congratulate themselves on their special ability to accept that gay people exist. This happens individually and nationally. Goodness me, Ireland isn’t only Angela’s Ashes and stag dos in Temple Bar, the feckers have voted for gay marriage! They have parachuted into the 21st century via a rainbow of drag queens and decency. Ireland defied its ever-dwindling clergy and just said: “Yes”.</p> \n<p>Here, the church and the Tory party have given themselves hernias with their contortions over equal marriage. The Church of England can’t “modernise” as it is fearful of its congregation in many African countries. Cameron had to take on his own backbenchers who were worrying, as you do, that gay marriage would automatically lead to people marrying goats or their own brothers. But the climate was changing. A few years ago, someone asked me what was the gayest event that I had attended. I said the Tory party conference, as I had just spent five days with ministers telling me who was still in the closet, and gossipy aides and delegates who were out, proud and totally Tory.</p> \n<p>When Cameron said: “I don’t support gay marriage despite being a Conservative. I support gay marriage because I am a Conservative,” he was exactly right, and that is why I don’t support it. Marriage is an inherently conservative institution. But I see it is a mechanism for change, and if people want to enter a solidly proprietorial state of serial monogamy/monotony, they should be able to. You would have to have a callused heart for it not to be lifted by the vote in Ireland.</p> \n<p>But after the party, the comedown is this: gay marriage costs straight people and, significantly, most politicians nothing. Possibly a few extravagant wedding presents, but really nothing. Now that homosexuality is pinned down as something you are, rather than something you do, a certain gay identity is the straightest of all consumer straitjackets. Gay weddings are as pointless as every other wedding. But sure, I will fight for your right to party. And cake.</p> \n<p>Yet as soon as that vote happened, people started asking: if Ireland can have gay marriage, when is it going to legalise abortion? Amnesty is now running a brilliant campaign on this issue. This is absolutely necessary, but what it does is show the glitch in the matrix of liberal thinking. It is easier for people to accept gay marriage than the reproductive rights of women. There is not an easy progression here. These “culture wars” are playing out in the US too, whence that phrase originates. Some Republican senators are coming round to equal marriage but remain staunchly anti-abortion.</p> \n<p>This never means women don’t actually have abortions. When I first went to Dublin 30 years ago, friends were handing out phone numbers in Grafton Street so that Irish women could come to England. Ireland simply exports this issue. These women used to be on the ferries; now they sit pale and anxious on Ryanair flights, officially 4,000 of them a year. There have been some horrific high-profile cases such as Savita Halappanavar, who died because, as Alison Begas of Dublin Well Woman told Amnesty, a doctor said: “You are not dying enough” for them to intervene. A woman’s life is deemed to be worth less than that of an unviable foetus. A raped 14-year-old could go to prison if she has an abortion.</p> \n<p>I hardly need to rehearse the pro-choice arguments here. I said in this paper in 1993 that I had an abortion. It was not a confession or an admission. It was a fact of my life, of many lives, and I feel no guilt. At that time, it was necessary just to say it in public. For although the majority support women’s right to choose, politicians keep prodding the existing legislation via discussions about time limits and “counselling”. It is as if the fundamental right of women to control our own bodies is still somehow up for negotiation.</p> \n<p>The way this is done is by framing abortion as a grave moral issue. Homosexuality used to be framed this way too, as simply wrong, but something has shifted. There used to be an understanding between women and gay men that we were in it together. Some of that has fractured. Identity politics wins some battles, loses some wars. The liberal worldview says gay love is lovely and that women should be able to have sex freely.</p> \n<p>But marriage is a way of tying everyone into the system, whereas women’s right to choose is still a threat to it. Let’s face it: a big gay wedding is easier to sell than the relief that so many feel when they have terminated a pregnancy.</p> \n<p>So the mark of modernity, of where we are “at” as a society, is not simply whether we “accept” homosexuality: it remains centred on women’s bodily autonomy. The culture wars here, in Ireland and in the US will only be won when those in power “accept” that they have no business in my uterus. Or yours.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433957116298/cf97f193-b353-48bc-9322-f98c4bb05bb1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Peter Muhly/AFP/Getty Images","altText":"Pro-choice supporters in Dublin","cleanCredit":"Photograph: Peter Muhly/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T19:00:01Z","lastModified":"2015-06-10T23:00:45Z","metadata":{"commentable":true,"commentCount":541,"contributors":[{"name":"Suzanne Moore","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749965/SuzanneMoore.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suzannemoore"}],"feature":true,"keywords":["Abortion","Gay marriage","Ireland","Marriage","Sexuality","Society","LGBT rights","Women"],"tags":[{"id":"world/abortion","webTitle":"Abortion"},{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"world/ireland","webTitle":"Ireland"},{"id":"lifeandstyle/marriage","webTitle":"Marriage"},{"id":"society/sexuality","webTitle":"Sexuality"},{"id":"society/society","webTitle":"Society"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"lifeandstyle/women","webTitle":"Women"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Suzanne Moore","topic":{"type":"tag-contributor","name":"profile/suzannemoore"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/10/gay-marriage-ireland-abortion-suzanne-moore","shortUrl":"http://gu.com/p/49kpe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/10/gay-marriage-ireland-abortion-suzanne-moore","webUri":"http://www.theguardian.com/commentisfree/2015/jun/10/gay-marriage-ireland-abortion-suzanne-moore"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433957116298/cf97f193-b353-48bc-9322-f98c4bb05bb1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pro-choice supporters in Dublin. Photograph: Peter Muhly/AFP/Getty Images","credit":"Peter Muhly/AFP/Getty Images","altText":"Pro-choice supporters in Dublin","cleanCaption":"Pro-choice supporters in Dublin.","cleanCredit":"Photograph: Peter Muhly/AFP/Getty Images"}},"importance":5,"byline":{"title":"Suzanne Moore"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749965/SuzanneMoore.png"}}]},{"title":"The case for radical change in Europe can’t be left to the nationalist right","rawTitle":"The case for radical change in Europe can’t be left to the nationalist right","item":{"type":"comment","id":"commentisfree/2015/jun/10/europe-nationalist-right-greece-cameron-referendum-eu","title":"The case for radical change in Europe can’t be left to the nationalist right","trailText":"Greece’s punishment and Cameron’s referendum games underline who really calls the shots in the EU","standFirst":"Greece’s punishment and Cameron’s referendum games underline who really calls the shots in the EU","byline":"Seumas Milne","body":"<p>For the true face of the European Union, look no further than the war now being waged on Greece by its troika of euro creditors. No people have suffered more from the eurozone crisis than the Greeks. The victim of rapacious European banks, a corrupt elite, and a half-baked, lopsided currency union, Greece has paid a pulverising price for the financial crash and eurozone meltdown.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jun/10/greece-creditors-reforms-tsipras-merkel-hollande-live\">Tsipras meets Merkel amid talk of compromise - live updates</a> </p> \n</aside> \n<p>After bailing out Europe’s banks, the European establishment handed the job of punishing Greece to the European Commission, central bank and IMF. Five years later, ravaged by a US 1930s-style depression and 25% wage cuts in the service of <a href=\"http://www.nytimes.com/2015/01/30/opinion/paul-krugman-europes-greek-test.html?_r=0\">self-defeating austerity and unrepayable debts</a>, the Greeks rebelled. In January they voted for the leftwing Syriza party to halt the troika-imposed programme destroying the country.</p> \n<p>Five months on and the Syriza government is being ground down by an implacable European elite. Elected on a platform of ditching austerity while keeping the euro, the Syriza prime minister Alexis Tsipras has been forced to retreat by the Brussels moneymen and their political masters. One by one, Syriza’s red lines have been crossed, from debt cancellation to privatisation.</p> \n<p>But the troika wants more: pension cuts, VAT increases from food to electricity, faster debt repayments. Syriza fired a warning shot by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/04/greece-delays-300m-payment-to-imf\">refusing to pay 300m euros to the IMF last week</a>, but the crunch is coming later this month and Tsipras has warned that failure to agree a rescue package would spell “the beginning of the end of the eurozone”.</p> \n<p>The signs are that Germany and the troika are prepared to face the Greeks down. Despite overwhelming evidence that crippling austerity has led to a mushrooming of debt that can never be repaid, the EU elite will not even hear of a realistic write-off. Greece must pay up or its liquidity lifeline will be cut and it will be forced out of the eurozone.</p> \n<p>What’s become clear in recent weeks is that the masters of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/09/eurozone-greece-blackmail-wrong\">eurozone are not even prepared to provide Tsipras with a figleaf</a>. From the Brussels perspective, Greece must cave and be seen to cave. Otherwise, other eurozone states that have suffered the troika treatment will get ideas. Even if the day of reckoning is postponed, Syriza must be seen to fail if the rise of other anti-austerity parties such as Spain’s Podemos is to be halted.</p> \n<p>Tsipras has cards of his own if he wants to play them. He can trigger new elections or call a referendum. Capitulation would destroy Syriza, and Greeks are divided on whether the government should bend the knee. It could still default and leave the euro. Grexit would certainly be painful, but less so than destructive austerity without end.</p> \n<p>It could also lead to an unravelling of the eurozone. But for large parts of southern Europe in particular, restructuring this cockeyed currency union, which has entrenched economic stagnation, is anyway essential. The Greek radicals hoped they could change Europe. But their experience has underlined how deep is the elite’s resistance to genuine reform.</p> \n<p>It’s not just that the rich EU states don’t want to pay for the fiscal transfers essential to make currency union work. They have given austerity and a shopworn neoliberal economic model the force of treaty in the interests of Europe’s banks and corporations. And far from bringing people together, the eurozone is driving Europeans apart.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>EU treaties enforcing privatisation and corporate privilege would be a serious obstacle to progressive change in Britain</p> \n </blockquote> \n</aside> \n<p>But what’s true of the eurozone is also true of the wider European Union, where privatisation, deregulation and lack of democratic accountability have been built into successive treaties. That’s epitomised by the secret EU-US negotiations over the TTIP trade deal – a debate in the European parliament had to be called off on Wednesday because of the scale of opposition – which would <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/13/ttip-trade-deal-transatlantic-trade-investment-treaty\">enforce “liberalisation” through corporate arbitration tribunals</a>.</p> \n<p>It’s a long way from the days of former commission president Jacques Delors, when the European Union was sold to a British labour movement, punch drunk from Margaret Thatcher’s onslaught, as a “social Europe” that would deliver social and employment rights to sweeten the pill of the corporate-controlled single market.</p> \n<p>Even some of the modest protections that were eventually delivered (the most dramatic was the guarantee of four weeks’ holiday) have since been watered down by the “free market” judgments of the European court of justice. But the corporate juggernaut has thundered on, driving the Brussels agenda.</p> \n<p>If radical progressive change were on the cards in Britain – or any other European state, for that matter – the EU treaties enforcing free markets, privatisation and corporate privilege would be a serious obstacle. As it is, British governments have consistently used their influence in Brussels to intensify corporate “liberalisation” and protect the City interests which played such a central role in bringing the economy to its knees in the crash of 2008.</p> \n<p>And when David Cameron kicks off his negotiations on Britain’s EU membership ahead of the planned in-out referendum, they certainly won’t be focused on democratisation, the protection of public services from private takeover, or the scope of state intervention in the economy. What he’ll be after instead are restrictions on EU migrants’ rights to claim in-work benefits, a few more treaty opt-outs and, as London mayor Boris Johnson made clear yesterday, an end to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/09/boris-johnson-hosts-his-lbc-ask-boris-phone-in-politics-live#block-5576a499e4b06840f081a0db\">“nonsensical” EU social rights</a> that are actually popular in Britain.</p> \n<p>Once a half-presentable package of regressive reforms has been assembled to appease the Tory party, it will then be put to a public vote, accompanied by a barrage of big business-led scaremongering about the economic consequences of voting no. With the entire establishment and both main opposition parties signed up to a blank cheque yes vote, there are likely to be no mainstream demands for progressive EU reform. And short of another breakdown in the eurozone, it’s hard to see such an orchestration delivering anything other than the endorsement Cameron wants.</p> \n<p>But it’s essential that the case for radical change in Europe – and a break with its anti-democratic, corporate-controlled structures – is not abandoned to the right. The experience of Greece and other troika-blighted eurozone states has hammered home how far the EU is from the benign oasis of progressive internationalism its supporters claim.</p> \n<p>As things stand, however, voters in Britain will next year be offered the choice of a yet more corporate-controlled EU, shorn of social protections – or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/may/14/tory-led-exit-europe-carnival-of-reaction\">withdrawal on the terms of the nationalist right</a>. In the interests of both Britain and Europe, that needs to change, and quickly.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433963424417/Illustration-by-Ellie-For-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Grexit would certainly be painful, but less destructive than austerity without end.' Illustration: Ellie Foreman-Peck","credit":"Ellie Foreman-Peck","altText":"Illustration by Ellie Foreman-Peck ","cleanCaption":"'Grexit would certainly be painful, but less destructive than austerity without end.' Illustration: Ellie Foreman-Peck"}],"bodyImages":[],"webPublicationDate":"2015-06-10T19:57:08Z","lastModified":"2015-06-10T23:01:25Z","metadata":{"commentable":true,"commentCount":456,"contributors":[{"name":"Seumas Milne","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748508/SeumasMilne.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seumasmilne"}],"feature":false,"keywords":["European Union","Greece","Syriza","Eurozone crisis","European monetary union","International Monetary Fund (IMF)","Business","European Central Bank","Economics","European commission","Europe","World news","UK news"],"tags":[{"id":"world/eu","webTitle":"European Union"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/syriza","webTitle":"Syriza"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"},{"id":"business/business","webTitle":"Business"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/economics","webTitle":"Economics"},{"id":"world/european-commission","webTitle":"European commission"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Seumas Milne","topic":{"type":"tag-contributor","name":"profile/seumasmilne"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/10/europe-nationalist-right-greece-cameron-referendum-eu","shortUrl":"http://gu.com/p/49yv2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/10/europe-nationalist-right-greece-cameron-referendum-eu","webUri":"http://www.theguardian.com/commentisfree/2015/jun/10/europe-nationalist-right-greece-cameron-referendum-eu"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433963424417/Illustration-by-Ellie-For-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Grexit would certainly be painful, but less destructive than austerity without end.’ Illustration by Ellie Foreman-Peck","credit":"Ellie Foreman-Peck","altText":"Illustration by Ellie Foreman-Peck ","cleanCaption":"‘Grexit would certainly be painful, but less destructive than austerity without end.’ Illustration by Ellie Foreman-Peck"}},"importance":4,"byline":{"title":"Seumas Milne"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748508/SeumasMilne.png"}}]},{"title":"Simon Jenkins / Osborne talks tough on debt so why not on banks?","rawTitle":"Osborne talks tough on debt so why not on banks?","item":{"type":"comment","id":"commentisfree/2015/jun/10/osborne-tough-debt-banks-hsbc-mansion-house","title":"George Osborne talks tough on debt – so why not on the banks?","trailText":"Britain still tolerates economy-threatening monoliths like HSBC. In America they know that small works","standFirst":"Britain still tolerates economy-threatening monoliths like HSBC. In America they know that small works","byline":"Simon Jenkins","body":"<p>Shock horror. A chancellor of the exchequer thinks we should not spend beyond our means. The habit must end. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/10/george-osborne-public-finances-victorian-values\" title=\"\">The Micawberish cliche</a>, respun by George Osborne’s aides before his Mansion House speech tonight, is hardly new. Jim Callaghan <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2005/mar/27/uk.obituaries2\" title=\"\">shouted it at a rally in 1976</a>, as did Margaret Thatcher at her party ad nauseam. Gordon Brown had his 1997 “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/sep/03/golden-rule-labour-britain-economy\" title=\"\">golden rule</a>” and America its <a href=\"http://en.wikipedia.org/wiki/Gramm%E2%80%93Rudman%E2%80%93Hollings_Balanced_Budget_Act\" title=\"\">Gramm-Rudman act</a>. Such homespun&nbsp;mantras are recited by treasuries round the world, but they are dust blown away by the hurricane of politics. Like all voodoo economics, they are both right and rubbish.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/10/george-osborne-public-finances-victorian-values\">George Osborne moves to peg public finances to Victorian values</a> </p> \n</aside> \n<p>Osborne wants to reduce government debt. He thinks the state should balance its books “in normal times”. Borrowing should occur only “in exceptional circumstances”, and such discipline should somehow be “entrenched”. The chancellor is even to revive a Victorian commission to ensure it happens.</p> \n<p>Cynics may dance with glee at his get-out phrases. They point out that all economics is about abnormality and exceptions. But Osborne bears the scars of inheriting the largest government debt in peacetime history and, as yet, of failing seriously to dent it. Labour can mock him, but reducing such monumental debt is not ignoble, and there is no harm in the occasional reminder.</p> \n<p>Yet the flaws in such pre-Keynesian ideas have long been the stuff of economics essays. Indeed, Osborne’s success as chancellor is to know when he is talking rubbish. Mercifully he does not practise what he preaches. His public spending rises each year to meet promises to pensioners, schools, hospitals and aid. He knows no growing business – let alone a growing economy – refuses to borrow to invest. Hence his tax breaks, incentives, grants and skills programmes that must hold the key to Britain’s limping productivity. Hence his price-inflating subsidies to house buyers.</p> \n<p>Osborne is a politician before he is an economist, and a soft touch for any vanity project that crosses his desk. When he returns to his office tomorrow he will further boost his debt with aircraft carriers, nuclear reactors, high-speed trains, wind turbines, science parks, garden bridges and the rest. The only proper chairman for his “commission for the reduction of the national debt” is himself.</p> \n<p>Meanwhile what of the cause of all this woe? Conventional wisdom is increasingly putting the blame for the recession less on government debt than&nbsp;on the antics of the banking sector.&nbsp;Osborne’s Treasury boss, Nicholas Macpherson, recently agreed with the American economist Paul Krugman that the crash was “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/03/senior-tory-financial-crash-was-purely-a-banking-crisis-not-labour-overspend\" title=\"\">a classic banking crisis pure and simple”.</a> While the regulators were dozing, it was bankers&nbsp;who went berserk.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>London's financial community is in denial. It believes the past is best forgotten</p> \n </blockquote> \n</aside> \n<p>So what does Osborne say to the splendid ones arrayed before him at the Mansion House looking, as Baldwin said of their predecessors, “as if they have done very well out of the war”? Not much. London’s financial community is in denial. It believes the past is best forgotten. The Treasury and its regulatory agents have settled back to doing what they know best, taxing and micro-regulating.</p> \n<p>In Britain almost no one has been prosecuted, fined or struck off for actions involved in the credit crash of 2008-9 – a point finally made by Bank of England governor Mark Carney tonight. The banks have faced some &pound;26bn in claims for the PPI mis-selling scandal. But the worst that happens to those leading the banks involved in the crash has been early retirement, the loss of a knighthood or a reduced bonus. Osborne may set up a Dickensian&nbsp;commission to curb public debt, but I see no British bankers are on their way to the <a href=\"http://en.wikipedia.org/wiki/Marshalsea\" title=\"\">Marshalsea</a>.</p> \n<p>This week Britain’s biggest bank, HSBC, pulled off a trick of pure blackmail. Hardly a week passes without&nbsp;that company facing new accusations of money-laundering, market rigging or aiding tax evasion, usually from across the Atlantic. Yet in 2012 David Cameron actually gave its boss, Stephen Green, a peerage and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/feb/09/margaret-hodge-accuses-ex-chairman-lord-stephen-green-over-hsbc-files\" title=\"\">a job in, of all places, the department of trade</a>, charged with bank regulation.</p> \n<p>In an attempt to recoup some of the money HSBC and others have contrived to divert from the Treasury, Osborne has steadily increased the 2010 bank levy to an estimated &pound;700m on the bank this year. HSBC’s response is to announce, in effect, that unless there is an end to attacks on its profits and its integrity, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/09/hsbc-cuts-25000-jobs-globally\" title=\"\">it will up sticks and leave London</a>. It might go somewhere with more respect for the values of hard graft and oligopolistic capitalism, such as China. We await the&nbsp;budget to see if Osborne is ready to&nbsp;call the bankers’ bluff.</p> \n<p>As with data surveillance and football corruption, so with global finance, it is America that is now acting as the world’s policeman. (Indeed it is a tragedy of our age that such worthy policing by Washington is not confined to non-military interventions.) Prosecutors are seeking accountability and retribution for past misdeeds. Bankers involved in subprime scandals, market rigging, Libor fixing and insider dealing are hauled in handcuffs before the courts. Massive fines are imposed.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/03/senior-tory-financial-crash-was-purely-a-banking-crisis-not-labour-overspend\">Labour overspending did not trigger financial crash, says senior civil servant</a> </p> \n</aside> \n<p>As of March, US banks are required to prove they are small enough to collapse without bringing down the system, as in 2008. They must break into separate operations, rid themselves of “junk DNA”, expose poor debts and generally get their acts together. The banks are howling. Their lobbyists are in full cry. Complicated though it is, it will happen. This is a form of “national security” that matters.</p> \n<p>When the world banking system failed, millions lost their jobs and tens of millions saw their living standards collapse. Whole nations were plunged into penury from which they have yet to escape. In the case of Greece, even now Europe’s bankers are denying the essence of bankruptcy, that lenders too should accept risk and write off debts. This is the economics of the middle ages.</p> \n<p>Britons still find it mystifying that there has been no general inquiry into what happened in 2008-9, despite the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2009/jul/26/monarchy-credit-crunch\" title=\"\">Queen asking economists the question directly</a> on her 2008 visit to the LSE. There has been no allocation of responsibility so as to stop it happening again. From the US, the message is that never again must a bank or linked group of banks be so big that its fall can cripple an entire economy.</p> \n<p>Osborne half understands. In his speech he singled out for applause the financial stability of Sweden and Canada. Not all small countries have proved stable – witness Iceland. But on&nbsp;the whole, small works. The Americans understand. Why not Britain? HSBC is arrogant, rackety and above all big. I say good riddance.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433958281759/Robin-Hood-Tax-campaign-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Campaigners calling for the introduction of a Robin Hood Tax outside Mansion House. ‘Conventional wisdom is increasingly putting the blame for the recession less on government debt than on the antics of the banking sector.' Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Robin Hood Tax campaign","cleanCaption":"Campaigners calling for the introduction of a Robin Hood Tax outside Mansion House. ‘Conventional wisdom is increasingly putting the blame for the recession less on government debt than on the antics of the banking sector.' Photograph: Dominic Lipinski/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T19:14:06Z","lastModified":"2015-06-10T23:01:24Z","metadata":{"commentable":true,"commentCount":295,"contributors":[{"name":"Simon Jenkins","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonjenkins"}],"feature":false,"keywords":["Banking","George Osborne","Business","UK news","Economic policy","Politics","US economy","Economics"],"tags":[{"id":"business/banking","webTitle":"Banking"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"business/business","webTitle":"Business"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"business/useconomy","webTitle":"US economy"},{"id":"business/economics","webTitle":"Economics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Simon Jenkins","topic":{"type":"tag-contributor","name":"profile/simonjenkins"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/10/osborne-tough-debt-banks-hsbc-mansion-house","shortUrl":"http://gu.com/p/49kpn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/10/osborne-tough-debt-banks-hsbc-mansion-house","webUri":"http://www.theguardian.com/commentisfree/2015/jun/10/osborne-tough-debt-banks-hsbc-mansion-house"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433958281759/Robin-Hood-Tax-campaign-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Campaigners calling for a Robin Hood Tax . ‘Conventional wisdom is increasingly putting the blame for the recession less on government debt than on the antics of the banking sector.’ Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Robin Hood Tax campaign","cleanCaption":"Campaigners calling for a Robin Hood Tax . ‘Conventional wisdom is increasingly putting the blame for the recession less on government debt than on the antics of the banking sector.’ Photograph: Dominic Lipinski/PA"}},"importance":4,"kicker":{"title":"Simon Jenkins"},"byline":{"title":"Simon Jenkins"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png"}}]},{"title":"Who holds tech firms to account when the media depends on them for income?","rawTitle":"Who holds tech firms to account when the media depends on them for income?","item":{"type":"comment","id":"technology/2015/jun/11/media-tech-firms-news-conflict-interest-facebook-google-apple","title":"Who holds tech firms to account when the media depends on them for income?","trailText":"Google, Facebook and Apple are improving their news output by doing deals with cash-strapped media firms, but this raises fears of a conflict of interest","standFirst":"<p>Google, Facebook and Apple are improving their news output by doing deals with cash-strapped media firms, but this raises fears of a conflict of interest</p>","byline":"Jemima Kiss","body":"<p>What should we make of recent overtures by tech firms to the news industry? Is this good news for news, citizens and the robustness of the tech industry?</p> \n<p>The industry has always been defined by technology, from its Gutenbergian roots to the digital, social and mobile journalism of today, but it is the accelerated pace of change that is now a greater challenge. In large media organisations, where institutional change is difficult, many have been slow to understand the potential and threat of technology – which can provide new audiences and formats, yet also unprecedented competition. It is a thrilling, if unsettling, time.</p> \n<p>The tech industry is largely indifferent to journalism, concerned more with engineering, expansion and revenue than the vagaries of complex editorial demands. The insistence of many firms that they are platforms rather than publishers – thus avoiding the responsibility that comes with being a publisher – is testament to that. Journalism was simply content and tech firms didn’t create services that could have blown publishers out of the water because they had bigger priorities.</p> \n<p>Yet in the past 10 years, tensions have become less reactive and more subtle. In 2004, publishing bosses stood up at industry events and called search firms “parasites” and “brand killers”. Today, they mostly prefer to be courted by tech firms – bar the odd rogue aggressor on the continent, which still insist on trying to sue for some kind of loss of earnings in a bitter retrospective bet against the future. We see commercial divisions working in secret with tech firms to build news products.</p> \n<p>In the past three months, we’ve had three such projects. Apple <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/08/apple-wwdc-newsstand-flipboard-news-app\">announced its revamped News app</a> at a developer conference last week. Replacing the ineffectual Newsstand app, the service presents articles from multiple publishers on one front page, personalising content according to the behaviour of the reader. It looks and feels like <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/flipboard\">Flipboard</a> (a news service for those who have the time to spend curating news) but will allow publishers to claim all revenue from related advertising in the app. Facebook introduced <a href=\"http://instantarticles.fb.com/\">“instant articles”</a> in May, which gave media organisations a way to publish some showcase articles directly in the newsfeed, rather than as selective “shared” articles with a summary. And in April, Google announced a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/apr/27/google-mistakes-news-outlets-announces-digital-partnership\">“digital news initiative”</a> to invest €150m in product development, training and funding independent innovation projects.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/14/google-right-to-be-forgotten-academics-letter\">Google must be more open on 'right to be forgotten', academics warn in letter</a> </p> \n</aside> \n<p>Why the scepticism? Well, Google’s initiative comes amid growing pressure from European regulators over its monopoly status, including its cack-handed treatment of the “right to be forgotten” issue, in which it selectively represented people’s requests to have a say in how its search results represent them. In addition, while the €150m might not go straight to publishers, it’s a hefty sweetener for an industry struggling with the dominance of new tools and its own revenue battles. For Google’s hierarchy of engineers and executives, however, any project with low engineering status is unlikely to find an enthusiastic sponsor, hence the small but devoted audience for Google Reader being let down when the company could find no one to run it and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2013/mar/14/google-reader-rss-retired\">shut it down in July 2013</a>.</p> \n<p>Facebook? Perhaps more than the others, it has now acknowledged the difference between content and journalism. Saturated with clickbait headlines and cheap quizzes, viral news has become a parody and even Facebook has realised the game is up. It is trying to correct its weird presentation of news articles in its newsfeed, where readers are rewarded for continuing to scroll, a like-and-share reward system that doesn’t reward reading the article and an in-app browser that meant stories would sometimes take 20 seconds to load.</p> \n<p>And for Apple, news is just more grist for its mill, another product to crank out. Thankfully there were no social features in the first version, given its failures previously. Yet what is personalised news without social recommendation?</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/feb/05/reuters-tv-app-netflix-for-news-iphone\">Reuters launches 'Netflix for news' app</a> </p> \n</aside> \n<p>It is critical publishers reach new audiences on these platforms – recent research by <a href=\"http://www.journalism.org/2015/06/01/millennials-political-news/\">Pew Research Centre found 60% of generation Y</a> in the US get their political news from Facebook. “Off platform” publishing is now a priority for news organisations, nurturing new audiences with reporting published exclusively on these new platforms. So, in a world where these platforms are so important, publishers also need to be talking to tech firms about how platforms are developed. In what feels like a sign of these companies maturing, there has been a mini-renaissance in the appreciation of journalism over content, recognising the importance of funding reporting that scrutinises those with power.</p> \n<p>Technology isn’t neutral, but created by teams with their own goals and prejudices and that technology changes our behaviour, which is true of Facebook, Apple and Google. And so publishers need to be part of that process.</p> \n<p>But the pervasiveness of those platforms is also what presents publishers with their biggest challenge; that while working with these firms on one hand they are responsible for scrutinising them. Regulators are only beginning to grapple with the legal and regulatory challenge and governments still aren’t tech literate. So in an age of unprecedented power, who will hold technological power to account if not the press? And that’s harder to do when you’re helping build the power.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/10/1433938026595/Susan-Prescott-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Susan Prescott, Apple vice president of product management, launches the News app at an Apple conference in San Francisco on 8 June.  Photograph: Jeff Chiu/AP","credit":"Jeff Chiu/AP","altText":"Susan Prescott","cleanCaption":"Susan Prescott, Apple vice president of product management, launches the News app at an Apple conference in San Francisco on 8 June.  Photograph: Jeff Chiu/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-11T05:59:03Z","lastModified":"2015-06-11T05:59:02Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Jemima Kiss","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/24/1400942620317/Jemima-Kiss-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jemimakiss"}],"feature":false,"keywords":["Technology","Google","Apple","Computing","Facebook","Media","Social networking","Media business"],"tags":[{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/google","webTitle":"Google"},{"id":"technology/apple","webTitle":"Apple"},{"id":"technology/computing","webTitle":"Computing"},{"id":"technology/facebook","webTitle":"Facebook"},{"id":"media/media","webTitle":"Media"},{"id":"media/socialnetworking","webTitle":"Social networking"},{"id":"media/mediabusiness","webTitle":"Media business"}],"section":{"id":"technology"},"topics":[{"displayName":"Jemima Kiss","topic":{"type":"tag-contributor","name":"profile/jemimakiss"}}],"series":{"title":"The Jemima Kiss column","uri":"http://mobile-apps.guardianapis.com/lists/tag/technology/series/the-jemima-kiss-column"},"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jun/11/media-tech-firms-news-conflict-interest-facebook-google-apple","shortUrl":"http://gu.com/p/49kcq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jun/11/media-tech-firms-news-conflict-interest-facebook-google-apple","webUri":"http://www.theguardian.com/technology/2015/jun/11/media-tech-firms-news-conflict-interest-facebook-google-apple"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/10/1433938026595/Susan-Prescott-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Susan Prescott, Apple vice president of product management, launches the News app at an Apple conference in San Francisco on 8 June.  Photograph: Jeff Chiu/AP","credit":"Jeff Chiu/AP","altText":"Susan Prescott","cleanCaption":"Susan Prescott, Apple vice president of product management, launches the News app at an Apple conference in San Francisco on 8 June.  Photograph: Jeff Chiu/AP"}},"importance":3,"byline":{"title":"Jemima Kiss"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/24/1400942620317/Jemima-Kiss-R.png"}}]},{"title":"Which Fifa conspiracy theory do you buy into?","rawTitle":"Which Fifa conspiracy theory do you buy into?","item":{"type":"comment","id":"football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","title":"So, which of the Fifa conspiracy theories do you buy into?","trailText":"The Fifa scandal has spawned a host of conspiracy theories, some of them fanciful enough to perhaps contain more than a grain of truth?","standFirst":"Is it the one favoured by Sepp Blatter and his daughter, is the crisis a stunt to push the vanity movie United Passions or is it the fault of the US, embittered after it lost out on hosting the 2022 World Cup and set on a new Cold War?","byline":"Marina Hyde","body":"<p>There is a character in the Martin Amis novel The Information who gets to the stage of feeling like he really needs a cigarette even when he’s smoking a cigarette. An analogous sensation afflicts those drawn to conspiracy theories about the Fifa scandal. Guys, guys, guys … this already IS a massive conspiracy. Do we really need to claim it’s all actually about something else?</p> \n<p>Yes is the answer. Yes we do. I can’t remember whether this was all foretold in an appendix to The Wealth of Nations or if it was the Book of Revelation, but we have now reached the bit of late-stage capitalism/endtimes where it is <em>de rigueur</em> to float conspiracy theories even about conspiracies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/fifa-world-cup-bidding-postponed\">Fifa bidding process for 2026 World Cup postponed</a> </p> \n</aside> \n<p>God knows the homemade Fifa investigation board now dominates two walls of my bedroom, and is beginning to look like one of those LSD spiderwebs, what with all the lines of yarn linking pictures of Exco members with ones of Princess Di and the Twin Towers and whatnot. I’m particularly proud of my work proving Sepp Blatter is the direct descendant of Jesus and his wife Mary Magdalene. Eat my dust, Robert Langdon – this ends HERE.</p> \n<p>Here, then, follows a roundup of the best actual Fifa conspiracy conspiracies currently doing the rounds, so you can find the perfect one in which to lose yourself:</p> \n<p><span class=\"bullet\">•</span> Blatter is the victim of a conspiracy. Though this has much to recommend it, it’s faintly undermined by the fact that the chief tinfoil hatters on it are Blatter and Blatter’s daughter. The first whiff of this came when Sepp cast the FBI arrests as an attempt to “interfere with” Fifa’s congress. “I am not certain,” he hedged, “but this does not smell good.” You’ve heard of selective hearing: say hello to selective smelling. This is the equivalent of working in a sewage treatment facility and complaining about a colleague’s aftershave. “I don’t know if you want to call them dark forces,” Blatter’s daughter has confided of those mysterious agencies out to destroy her father, “but, I mean, they really tried hard.” Frankly, this conspiracy needs to try harder – for any hope of traction they need to get at least Oliver Stone on board.</p> \n<p><span class=\"bullet\">•</span> It’s just a marketing ploy for the Fifa vanity movie United Passions. You’ve always got to love the PR stunt conspiracists. They see everything! Even now there are those claiming the hacking of Sony Pictures was nothing more than a publicity stunt for crappy Seth Rogen comedy The Interview, despite the fact it led to senior executives coming under heavy fire, and the pissing off of a series of A-list stars. And so with Fifa, whose dedication to United Passions is so absolute that it is willing to destroy its organisation and incur 428 consecutive life sentences just to get this motion picture seen.</p> \n<p><span class=\"bullet\">•</span> And so to a group of conspiracies we shall place beneath the umbrella heading Because America. Because, you know … AMERICA. Sample theory: the US is as terrified by how powerful soccer has become as it once was by Jimi Hendrix’s rise, which is why it has to kill it. As it did Jimi. Don’t fancy that one? There are plenty of other flavours, although Henry Kissinger’s love of soccer means the traditional conspiracy theorist’s darling will be feeling a little left out of this party. Still, big names attached to the Because America conspiracy theories include Jack Warner, who, of course,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/31/ex-fifa-vice-president-jack-warner-swallows-onion-spoof\" title=\"\"> cited an Onion article as evidence for his belief that this all stemmed from the US losing out to Qatar for 2022 hosting rights</a>.</p> \n<p><span class=\"bullet\">•</span> Deserving of a category all of its own is the idea that this is a specifically anti-Russian conspiracy by the US. A Mr V Putin of Moscow is on board with this one, obviously, which is best glossed by the Kremlin official who told Time: “So there are clearly forces in America that are trying to turn anything positive that we have into a new channel of confrontation. And even if there was bribery going on [at Fifa], why would the Americans only bring it up now, just after Fifa refused the demands of [US] senators to revoke Russia’s right to host the champions?” Why indeed? Sport’s always been war by other means; now it’s cold war by other means.</p> \n<p><span class=\"bullet\">•</span> And with an inevitability as edifying as it is imaginative: it’s the Jews. Come on, you knew it was them all along, didncha? This conspiracy suggests the FBI arrests somehow derailed the Palestinian FA’s threat to seek Israel’s suspension from Fifa, and of course the US will do anything for Israel, even for Israel’s FA … I’m sorry, I haven’t the strength to go on with this paragraph. Maybe another time.</p> \n<p>In the meantime, conspiracy seekers, pick one of the above. Pick three. Just don’t allow yourself to be a slave to what they’re telling you, which is that this is just a vast international conspiracy involving money laundering, wire fraud, bribery and racketeering.</p> \n<p>(Incidentally, just as an FYI to any tempted to contact me and wake me up to the reality of any of these conspiracies, but most particularly the Jews one: all emails I receive will be handed directly to a selection of world governments – and, indeed, to THE world government – who will come round when you are sleeping and implant a listening device in one of your upper molars. So do stay your hand: your activities are simply too damn important to be compromised by this kind of surveillance.)</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:16:00Z","lastModified":"2015-06-10T23:01:30Z","metadata":{"commentable":true,"commentCount":648,"contributors":[{"name":"Marina Hyde","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marinahyde"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football politics","Football","Sport","United Passions"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"film/united-passions","webTitle":"United Passions"}],"section":{"id":"football"},"topics":[{"displayName":"Marina Hyde","topic":{"type":"tag-contributor","name":"profile/marinahyde"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","shortUrl":"http://gu.com/p/49k6p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","webUri":"http://www.theguardian.com/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa’s president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend. Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa’s president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend. Photograph: Alberto Pizzoli/AFP/Getty Images"}},"importance":3,"byline":{"title":"Marina Hyde"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png"}}]}],"lastModified":"2015-06-11T09:04:51Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}