{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Tim Hunt, where’s the science in your prejudice against women?","rawTitle":"Tim Hunt, where’s the science in your prejudice against women?","item":{"type":"comment","id":"commentisfree/2015/jun/10/tim-hunt-science-prejudice-against-women","title":"Tim Hunt, where’s the science in your prejudice against women?","trailText":"The Nobel prizewinning scientist accuses women of being over-emotional in the male world of rationalist truth-seeking. Perhaps it’s not his female colleagues who are the problem","standFirst":"The Nobel prizewinning scientist accuses women of being over-emotional in the male world of rationalist truth-seeking. Perhaps it’s not his female colleagues who are the problem","byline":"Anne Perkins","body":"<p>The mask has not so much slipped as crashed to the floor. Stand up and be thanked, <a href=\"https://royalsociety.org/news/2015/06/tim-hunt-comments/\">Sir Tim Hunt, fellow of the Royal Society</a> (at the time of writing, at least) and the winner of the 2001 Nobel prize for physiology for his work on regulators of the cell cycle. Here at last is someone who has come out with it. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/nobel-scientist-tim-hunt-female-scientists-cause-trouble-for-men-in-labs\">Women at work are a nuisance</a>.</p> \n<p>Hunt chose his moment of public revelation at, of all places, a women’s convention on science and journalism in South Korea. Perhaps he thought they’d be flattered when he told them that the trouble with women in labs was that they fall in love and cry when they’re criticised.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/nobel-scientist-tim-hunt-female-scientists-cause-trouble-for-men-in-labs\">Nobel scientist Tim Hunt: female scientists cause trouble for men in labs</a> </p> \n</aside> \n<p>This is what one of the science journalists who was there, Connie St Louis <a href=\"https://twitter.com/connie_stlouis/status/607811760221876224\">tweeted</a>. Note that old device, that get-out-of-jail-free admission of chauvinism. These are not the words of a victim whose meal was spiked with a mysterious truth drug, they are the proudly admitted perceptions of a scientist. A scientist. Drink that in.</p> \n<p>Yet, from his reaction, which was in the familiar non-apology apology of “I am sorry if I have caused offence, I should never have said such a thing in front of journalists”, it appears that he thinks it is he who has been in some way traduced, confounded by that dratted tendency of women not to get the joke. It seems quite likely that he is even now overwhelmed with supportive messages from colleagues for confronting the feminist thought police.</p> \n<p>Even the <a href=\"https://royalsociety.org/news/2015/06/tim-hunt-comments/\">response of the Royal Society</a> suggests that the great institution doesn’t entirely get it. Science needs everyone regardless of gender, they said as they frantically pedalled away from one of their leading lights. How about, sexism is wrong, full stop?</p> \n<p>Yet this is a moment to savour. Hunt has at last made explicit the prejudice that undermines the prospects of everyone born with childbearing capabilities. It is not men who are the problem, it is women! Women are distracting. They provoke emotions. Worse even than that, they <em>express</em> emotions.</p> \n<p>When criticised, they cry. All of this wasteful soppy girly stuff interferes with the male scientist’s duty to pursue truth with a single-minded purpose.</p> \n<p>Sound familiar? A bit like, say, the educated man’s version of the argument that says rape victims who wear short skirts or drink too much have only themselves to blame? The argument that recommends ankle-length sackcloth in order to allow men to get on with the real work?</p> \n<div>\n __VIDEO_EMBED_gu-video-457113988__\n</div> \n<p>In many ways, Hunt is one of those characters familiar from every workplace, someone who has never troubled to consider the world in which he lives except from the perspective of how well it services his needs.</p> \n<p>But he brings a particular defence to his prejudice. He is in pursuit of the holy grail of truth.</p> \n<p>Because of this, and his biologically endowed access to the right way to do it, he can legitimately shout at anyone who he thinks has failed to appreciate the majestic significance of his purpose. Only the biologically inferior react with tears.</p> \n<p>What is both shocking and bewildering about Hunt’s jovial after-dinner remarks is that this is the considered view of someone whose life has been devoted to not taking the world for what it seems to be.</p> \n<p>How bizarre that someone so entirely unreflective about his immediate surroundings can win a Nobel prize for original work. How bizarre that when he delivers his Nobel laureate lecture he describes (with a self-deprecation that is the luxury of an unchallenged inner sense of rectitude) the way that breakthroughs in his understanding came from mistakes, like running a centrifuge for too long or attributing unexpected results to contamination, but it never occurs to him to examine his own assumptions about the people with whom he works.</p> \n<p>So here’s a hypothesis, Sir Tim. It’s not the women who are the problem. It’s you.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433932647538/Tim-Hunt-Nobel-prizewinni-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tim Hunt. 'What is both shocking and bewildering about Hunt’s jovial after-dinner remarks is that this is the considered view of someone whose life has been devoted to not taking the world for what it seems to be.'\r  Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"Tim Hunt, Nobel prizewinning scientist","cleanCaption":"Tim Hunt. 'What is both shocking and bewildering about Hunt’s jovial after-dinner remarks is that this is the considered view of someone whose life has been devoted to not taking the world for what it seems to be.'\r  Photograph: Graham Turner for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:41:44Z","lastModified":"2015-06-10T12:46:44Z","metadata":{"commentable":true,"commentCount":478,"contributors":[{"name":"Anne Perkins","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/21/1408625968076/Anne-Perkins-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anneperkins"}],"feature":false,"keywords":["Science","Gender","Women","Life and style","World news","UK news","Feminism"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"world/gender","webTitle":"Gender"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/feminism","webTitle":"Feminism"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Anne Perkins","topic":{"type":"tag-contributor","name":"profile/anneperkins"}}],"series":{"title":"First thoughts","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/first-thoughts"},"embeddedVideos":[{"id":"gu-video-457113988","source":"BBC Radio 4's Today programme ","durationInSeconds":42,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10451752&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610timhunt.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433925820486/KP_268156_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tim Hunt ","credit":"guardian.co.uk","altText":"620x372 trailpic for Tim Hunt ","cleanCaption":"620x372 trailpic for Tim Hunt "}}],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/10/tim-hunt-science-prejudice-against-women","shortUrl":"http://gu.com/p/49k9q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/10/tim-hunt-science-prejudice-against-women","webUri":"http://www.theguardian.com/commentisfree/2015/jun/10/tim-hunt-science-prejudice-against-women"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433932647538/Tim-Hunt-Nobel-prizewinni-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tim Hunt. 'What is both shocking and bewildering about Hunt’s jovial after-dinner remarks is that this is the considered view of someone whose life has been devoted to not taking the world for what it seems to be.'\r  Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"Tim Hunt, Nobel prizewinning scientist","cleanCaption":"Tim Hunt. 'What is both shocking and bewildering about Hunt’s jovial after-dinner remarks is that this is the considered view of someone whose life has been devoted to not taking the world for what it seems to be.'\r  Photograph: Graham Turner for the Guardian"}},"importance":7,"byline":{"title":"Anne Perkins"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/8/21/1408625968076/Anne-Perkins-L.png"}}]},{"title":"What if I end up alone? You asked Google – here’s the answer","rawTitle":"What if I end up alone? You asked Google – here’s the answer","item":{"type":"comment","id":"commentisfree/2015/jun/10/will-i-end-up-alone-you-asked-google","title":"What if I end up alone? You asked Google – here’s the answer","trailText":"Every day, millions of people ask Google some of life’s most difficult questions. In this series, our writers answer some of the most common queries <br>","standFirst":"<p>Every day, millions of people ask Google some of life’s most difficult questions. In this series, our writers answer some of the most common queries <br /></p>","byline":"Bidisha","body":"<p>Occasionally one comes across a haunting local newspaper report about how someone in their 80s lay dead and undiscovered for three weeks until the postman smelled something rotten wafting through the letterbox and looked in to see the decomposing late occupant partially eaten by their 17 cats.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/30/why-people-racist-you-asked-google\">Why are people racist? You asked Google – here’s the answer | Joseph Harker</a> </p> \n</aside> \n<p>These stories sum up our fears of being forgotten by colleagues, abandoned by our siblings, ignored by our children, outliving our friends, being divorced or widowed and never finding love again. Of being outpaced by history and time and culture, all of which move on without us until we feel that we’re from a different age. Of living a marginalised, invisible and reduced life in which there is no scope for human connection.</p> \n<p>But that is the worst case scenario. So often when we are afraid of ending up alone, it’s not because we fear solitude but because we fear the stereotypes and stigma of being the person who ended up alone. Perhaps the woman or man with 17 cats had a super time and positively relished being eaten by their beloved moggies when they died, devoured like a feline Eucharist. Perhaps that chicly austere solo figure you wonder about as she’s doing her groceries is actually Joan Didion.</p> \n<p>Solitude can give you something that no human relationship can: a connection to the divine. It’s only when alone, in silence and offline that I have the most profound sense of (secular) vocation; the richest insight when reading or writing, the deepest concentration, the clearest intuition. Perhaps being alone, even ending up alone in the long term, is exactly what’s needed to create work of real meaning, whether that is an artistic project or scientific research, theoretical physics or philosophical hypothesis.</p> \n<p>There are many things worse than turning into a jolly cat lady who shops with a nice sturdy trolley with thin white wheels and a fold-over plastic flap. Cat lady may be a weirdo to those who haven’t reached her, um, level of self-actualisation, but she’s authentic, she’s happy and she doesn’t care what other people think.</p> \n<p>Being a happy solo weirdo is a thousand times better than being a trophy wife, a live-in grandad who always feels as if he’s underfoot, a downtrodden emotional punchbag mother, the groovy uncle who never grew up and still lives in a houseshare, a dutiful and uncomplaining daughter, the brother who’s always there to pick up the slack, the woman who anyone can call when they want some free labour.</p> \n<p>Platonic friendship, not sexual love, is the great joy of life, and making friends is a skill to be nurtured. Nothing in the world is lonelier than being in a bad relationship or at the “heart” of a family that treats you like dirt, or trapped in a home or a marriage where you can’t be yourself and you feel like you’re living a lie.</p> \n<p>We have an ageing population of radicals redefining what is possible as we grow older. They are passionate, worldly people who are as politically fiery as ever - the anti-nuclear activists, the equality and justice protesters, the union members, the travellers, the first generation to kick back against the unspoken requirement to marry and put up and shut up. They are good at making friends and interested in the world. None of that changes just because they’re older. Are any of these people or their daughters and sons going to end up alone, grey, bland, silent, cowed? Never.</p> \n<p>But not everyone will march against war or pocket their retirement money and hike around the world working through their bucket list. There’s an old people’s home near my house that has the creepy slogan, “A friend to the elderly.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/03/why-do-we-dream-you-asked-google-heres-the-answer\">Why do we dream? You asked Google – here's the answer | David Shariatmadari</a> </p> \n</aside> \n<p>One way to ensure that nobody ends up alone in a place like that is to challenge a horrifically ageist Anglo-American culture that sees older people as worthless, that prizes the nuclear family over the extended family and shoves older people out of sight in “retirement communities” as if they are something to be ashamed of. It doesn’t happen in India, Italy, Latin America, southern Africa, in the far east or east Asia. In these places, age confers respect. People who are now in their 60s and 70s are campaigning for dignity for older people, to ensure that nobody ends up destitute, represented as a figure of fun or treated like an irritating and distasteful hindrance to society. That will take a deep cultural change, but you won’t end up alone if you’re busy trying to change the world.</p> \n<p>Being afraid of ending up alone will propel you into ensuring it never happens. If you’re anywhere from your 30s to your 70s and you have your health and some pocket money and free time and you’re typing “Will I end up alone?” into Google, join a meetup group, or sign up for a course, or become a charity volunteer, or anything at all that you’re interested in.</p> \n<p>Anything which takes you up and out of yourself, which focuses the mind on learning something new, creating something of beauty or helping others reform the way you see both your own potential and your own fate relative to others. There’s always someone in the world who needs and wants your help, your understanding, your wisdom or your talent, and your own self-pity and fear just place a barrier between them and you.</p> \n<p>Let me close with some advice given to me by the late Joan Rivers who ended up on a glittering stage by herself, but not alone, having all her experiences, achievements and colleagues standing alongside her. “Tell me something,” she said. “Are you close to your mother? Oh you are? Oh that’s marvellous. Well let me tell you, there is a God. It’s all gonna work out, I promise. Darling, it’s all just going to be completely faaaaabulous.”</p> \n<p>So there are two equally happy answers to this question. First, you will not end up alone. Your own terror of doing so will guarantee that you do everything that is wholesome and constructive in order to make sure it doesn’t happen, and you will end your days surrounded by friends and children and your chosen life-partner in an enormous family home. Second: you will end up alone, yet never lonely, strong in your solitude yet wholly connected to the wider world, still learning, living and giving, and it’ll be marvellous.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433265506640/Three-old-ladies-laughing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'We have an ageing population of radicals redefining what is possible as we grow older. They are passionate, worldly people who are as politically fiery as ever.' Photograph: Michael Hall/Getty Images","credit":"Michael Hall/Getty Images","altText":"Three old ladies laughing on beach in the surf","cleanCaption":"'We have an ageing population of radicals redefining what is possible as we grow older. They are passionate, worldly people who are as politically fiery as ever.' Photograph: Michael Hall/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T06:29:00Z","lastModified":"2015-06-10T07:48:12Z","metadata":{"commentable":true,"commentCount":228,"contributors":[{"name":"Bidisha","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bidisha"}],"feature":false,"keywords":["Older people","Health & wellbeing","Family","Relationships","Society"],"tags":[{"id":"society/older-people","webTitle":"Older people"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Bidisha","topic":{"type":"tag-contributor","name":"profile/bidisha"}}],"series":{"title":"The autocomplete questions","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/the-autocomplete-questions"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/10/will-i-end-up-alone-you-asked-google","shortUrl":"http://gu.com/p/49e4v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/10/will-i-end-up-alone-you-asked-google","webUri":"http://www.theguardian.com/commentisfree/2015/jun/10/will-i-end-up-alone-you-asked-google"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433265506640/Three-old-ladies-laughing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘We have an ageing population of radicals redefining what is possible as we grow older. They are passionate, worldly people who are as politically fiery as ever.’ Photograph: Michael Hall/Getty Images","credit":"Michael Hall/Getty Images","altText":"Three old ladies laughing on beach in the surf","cleanCaption":"‘We have an ageing population of radicals redefining what is possible as we grow older. They are passionate, worldly people who are as politically fiery as ever.’ Photograph: Michael Hall/Getty Images"}},"importance":5,"byline":{"title":"Bidisha"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433265506640/Three-old-ladies-laughing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'We have an ageing population of radicals redefining what is possible as we grow older. They are passionate, worldly people who are as politically fiery as ever.' Photograph: Michael Hall/Getty Images","credit":"Michael Hall/Getty Images","altText":"Three old ladies laughing on beach in the surf","cleanCaption":"'We have an ageing population of radicals redefining what is possible as we grow older. They are passionate, worldly people who are as politically fiery as ever.' Photograph: Michael Hall/Getty Images"}}]},{"title":"Having a mental illness doesn’t make you a genius","rawTitle":"Having a mental illness doesn’t make you a genius","item":{"type":"comment","id":"commentisfree/2015/jun/10/mental-illness-study-bipolar-disorder-creativity","title":"Having a mental illness doesn’t make you a genius","trailText":"A new study links mental illness and creativity, but it’s a mistake to glamorise debilitating conditions","standFirst":"A new study links bipolar disorder with creativity, but it’s a mistake to glamorise debilitating conditions","byline":"Hannah Jane Parkinson","body":"<p>What do Britney Spears, Elgar, Jackson Pollock and Virginia Woolf have in common? The answer, should the question ever come up during a strangely morbid pub quiz, is that they all experienced bipolar disorder. That’s if posthumous diagnoses by media psychologists are to be trusted. Other artists touted as belonging to the bipolar club? Graham Greene, Dusty Springfield, Spike Milligan … the list is long.</p> \n<p>Perhaps no surprise, then, that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2015/jun/08/new-study-claims-to-find-genetic-link-between-creativity-and-mental-illness\" title=\"\">a new study</a> says those with genetic risk factors for bipolar disorder and schizophrenia are 25% more likely to be creative. The results, however, depend on the sturdiness of the science behind those genetic risk factors and, indeed, what one even means by “creative”.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/09/teen-suicide-rates-school-clinics-help-mental-health\">Teen suicide rates are bleak. School-based clinics help those in crisis | Amy Tran</a> </p> \n</aside> \n<p>There is no definitive brain scan for bipolar disorder or schizophrenia; no swab, or test or sample that provides an affirmative diagnosis or otherwise. Instead, just genes with names that resemble number plates: ADCY2, ANK3, ODZ4, associated with exposure, but not causation. Bipolar disorder and schizophrenia are just sets and subsets of symptoms that hang together in diagnostic manuals, the DSM-V and the&nbsp;ICD, as are most mental illnesses.</p> \n<p>I am aware that this is not the popular narrative. Instead, what we pay to see in the cinema, in countless biopics of tortured artists, is the poet, chain-smoking in his sepia study, grinding his fingers into his temples as the iambs flow, or the dancer, soaring on the stage, hallucinating in the wings.</p> \n<p>That’s the acceptable kind of mental illness. The cool kind. The arty kind, the kind that comes with handsome, dishevelled hair and record deals, and brief stints in the legendary McLean Hospital. It’s not, however, for the majority of people with mental illness, a&nbsp;recognisable life. A mundane checklist of symptoms in a doctor’s office – suicidal ideation/feelings of emptiness/habitual crying – rather throws a more sober, bare-bulbed light on the romantic notion of doom.</p> \n<p>I dropped out of school while studying for A-levels. Depression meant sleeping for up to 20&nbsp;hours a day. It meant not showering. It was the&nbsp;heavy tick of the clock for the fours&nbsp;hours it took to leave the house, because I knew I was a piece of shit, and I thought other people shouldn’t have to deal with a piece of shit walking among them.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>What about those with mental illness who work in retail or pull pints? Do these people not get a look-in?</p> \n  <footer> \n   <cite></cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The times I did make it into class, however, I would be met with kids clutching Plath paperbacks, Nirvana badges pinned to rucksacks, their Liverpudlian accents oddly morphed into a Kerouacian drawl, reading verse about death and dying and the dead. Then, these kids wiped the kohl from their eyelids and went off to get degrees. I stayed in bed, remained a piece of shit. I still don’t have A-levels.</p> \n<p>It’s not that I would want to dismiss any notion that mental illness is linked with creativity – the psychiatrist Kay Redfield Jamison has written <a href=\"http://www.amazon.co.uk/Touched-Fire-Manic-depressive-Artistic-Temperament/dp/068483183X\" title=\"\">an excellent book</a>, Touched With Fire: Manic-Depressive Illness and the Artistic Temperament, arguing that there is a connection. So the concept itself isn’t a problem; rather, it’s the danger inherent in the tortured-genius trope that I object to. What about those with mental illness who work in retail, or are civil servants, or who pull pints? Do these people not get a look-in? How many albums does a person need to make, how many prizes need to be won before mental health issues become acceptable?</p> \n<p>I wish as much money was spent on&nbsp;mental health services and treatment&nbsp;as is spent on the economy of mental illness as entertainment and&nbsp;intrigue – in the suicide tourism trade, or on paying actors appearing in&nbsp;Oscar bait.</p> \n<p>Pity too, those with diagnoses not as fashionable as bipolar disorder. Schizophrenia, obsessive compulsive disorder – these ones aren’t OK, right? Those ones are a bit weird. Cross the&nbsp;street to&nbsp;avoid&nbsp;them.</p> \n<p>Neither do I subscribe to the school of thought that medicine stifles the creative spirit. Medicine that doesn’t suit can cause muddled thoughts, but the right kind of medicine means a clearer mind, a more productive mind.</p> \n<p>It was Dorothy Parker who said that “writing is the art of applying the ass to the seat”, and that’s a very hard thing to do in the middle of a manic episode. Oh, sure, it’s easy to splurge 30,000 words and think them the beginnings of a new Ulysses, but look back when equilibrium is restored and find that the genius hasn’t quite stuck. Likewise, ask the person in the full grip of depression how their concentration is; they will no doubt ask you to repeat the question.</p> \n<p>Van Gogh put it best: “If I could have worked without this accursed disease, what things I might have done.”</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433870728372/Dusty-Springfield-who-is--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dusty Springfield, who is said to have experienced bipolar disorder Photograph: Ian Berry","credit":"Ian Berry/PR","altText":"Dusty Springfield, who is said to have experienced bipolar disorder","cleanCaption":"Dusty Springfield, who is said to have experienced bipolar disorder Photograph: Ian Berry"}],"bodyImages":[],"webPublicationDate":"2015-06-10T07:00:02Z","lastModified":"2015-06-10T07:00:02Z","metadata":{"commentable":true,"commentCount":243,"contributors":[{"name":"Hannah Jane Parkinson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/23/1422019551507/Hannah-Jane-Parkinson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-jane-parkinson"}],"feature":false,"keywords":["Bipolar disorder","Schizophrenia","Mental health","Health","Society"],"tags":[{"id":"society/bipolar-disorder","webTitle":"Bipolar disorder"},{"id":"society/schizophrenia","webTitle":"Schizophrenia"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Hannah Jane Parkinson","topic":{"type":"tag-contributor","name":"profile/hannah-jane-parkinson"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/10/mental-illness-study-bipolar-disorder-creativity","shortUrl":"http://gu.com/p/49jnh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/10/mental-illness-study-bipolar-disorder-creativity","webUri":"http://www.theguardian.com/commentisfree/2015/jun/10/mental-illness-study-bipolar-disorder-creativity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433870728372/Dusty-Springfield-who-is--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dusty Springfield, who is said to have had bipolar disorder. Photograph: Ian Berry","credit":"Ian Berry/PR","altText":"Dusty Springfield, who is said to have experienced bipolar disorder","cleanCaption":"Dusty Springfield, who is said to have had bipolar disorder. Photograph: Ian Berry"}},"importance":5,"byline":{"title":"Hannah Jane Parkinson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/1/23/1422019551507/Hannah-Jane-Parkinson-L.png"}}]},{"title":"When is a house not a home? When it’s a tax-efficient financial instrument","rawTitle":"When is a house not a home? When it’s a tax-efficient financial instrument","item":{"type":"comment","id":"commentisfree/2015/jun/10/one-hyde-park-international-financial-assets-not-homes","title":"When is a house not a home? When it’s a tax-efficient financial instrument","trailText":"In London, a quarter of a million families wait for a council flat, while blocks such as One Hyde Park are treated as international assets, not somewhere to live","standFirst":"In London, a quarter of a million families wait for a council flat, while blocks such as One Hyde Park are treated as international assets, not somewhere to live","byline":"Aditya Chakrabortty","body":"<p>What is a house for? Two opposing answers to that question are battling it out in London right now. The first is pedestrian, traditional: it says that a house is fundamentally a home. The other is newer and far more sophisticated: it argues that a London house is now an international asset, to be bought, sold or held by speculators from across the world.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The Candy brothers engage in complicated financial planning to ensure they pay as little tax as possible to this country</p> \n </blockquote> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2013/sep/27/one-hyde-park-sold-but-unoccupied\">One Hyde Park</a> is the glass and steel embodiment of the second argument. London’s most expensive block, where flats go for up to &pound;140m apiece, it juts out of Knightsbridge. Qatari money paid for its building. Russians, Kazakhs, and Ukrainians have bought apartments there – although how many of them live there is up for debate. A 2011 investigation by our sister paper the Observer revealed that only nine of the 62 homes then sold in the block <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2011/nov/26/one-hyde-park-council-tax\">were registered for council tax</a> – and five of those were paying the half-price reduced levy for second homes. The following year, journalists at the Guardian found that 80% of the residences had been bought by offshore firms based <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2012/nov/26/one-hyde-park-british-virgin-islands\">in the British Virgin Islands</a>.</p> \n<p>Some might look at One Hyde Park and see a temple to wealth, an enclave of the super-rich. They’re partly right – but the building is also a state of the art financial instrument, bought tax-efficiently by some of the world’s biggest holders of flight capital. Allow me to say this very gently, so as not to give the Guardian’s lawyers palpitations, but not all the money invested in that building may have been earned in the sense normally understood by earthlings such as you and me.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/08/candy-brothers-one-hyde-park-tax\">Revealed: the video the Candy brothers' tax adviser didn't want you to see</a> </p> \n</aside> \n<p>It’s against that background that we should read <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/08/candy-brothers-one-hyde-park-tax\">the latest revelations</a> about Christian Candy of One Hyde Park. As today’s story shows, who Candy is depends entirely on whether you believe his advisers – or the words that spring from his own mouth and those of his closest colleagues. So he talks like one of the property developers for the luxury flats – but was not one of the property developers, no sir. He is a UK tax exile, who has apparently been coming to the UK every week for the past five years. He appeared to help pick the contractors for the project, like a property developer would – but was not a property developer. Which version of events one is told seems to depend rather a lot on whether one might have something to do with Her Majesty’s Revenue and Customs.</p> \n<p>The reason Christian Candy should have chosen his words very carefully is because he heads another part of the brothers’ empire, the part based in the tax haven of Guernsey – the most profitable bit to do with developing and flogging properties. Elder brother Nick Candy supposedly does the interior design and project management, based in the UK. Except that, as the unedited video obtained by the Guardian suggests, the roles are not so cut and dried as all that.</p> \n<p>One Hyde Park is just a block of flats, supposedly a set of homes. But it is also a tax-efficient financial instrument, developed and managed by a couple of brothers who are themselves engaged in complicated financial planning to ensure they pay as little tax as possible to this country. Even though they rely on British law and order to protect their property and the deals made on it. Even though they studied at British universities – at a time when British students paid no tuition fees (perhaps now may be a good time to remind ourselves that Christian Candy <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/oct/20/candy-brothers-nick-christian-property-tycoons-brand-opulence\">named his twins</a> Isabella Monaco Evanthia and Cayman Charles Wolf).</p> \n<aside class=\"element element-membership element--supporting\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/guardian-live-how-do-we-solve-the-london-housing-crisis-with-diane-abbott-simon-jenkins-and-others-16912350295\">Guardian Live: How do we solve the London housing crisis? With Diane Abbott, Simon Jenkins and others.</a> </p> \n</aside> \n<p>The world the Candy brothers are part of, and the world that they sell to their clients in the wealthiest 0.1%, is a world of opting out. Opting out of the society one is part of, opting out of paying one’s taxes to the UK Treasury. I visited One Hyde Park in its early days. Once past the top-hatted doorman, I went up eight floors in a glass lift, then into a flat decorated with statues of big cats and with a verandah that would enable its owner to breakfast above Knightsbridge. The publicist pointed out the marble worktops in the “family” kitchen, and then the second kitchen behind it where one’s staff would do the actual cooking. There was round-the-clock room service, she explained: “When you’re flying back to London, you just ring ahead and ask for someone to turn down your bed.”</p> \n<p>It struck me as a pied a terre for a private-jet capitalists, and it would have bothered me less were it not in a city where over a quarter of a <a href=\"https://www.gov.uk/government/statistical-data-sets/live-tables-on-rents-lettings-and-tenancies\">million households are waiting for a council flat</a>. One Hyde Park is in the borough of Westminster, where half the households waiting for social housing are now homeless. Public-housing provision in Westminster is so thin that the council is now infamous for dumping tenants in need of an emergency home <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/dec/11/homeless-families-out-of-area-temporary-accommodation-rent-housing-benefit-cap-shelter\">into outer London</a>.</p> \n<p>As I say, there are two versions of what a house is for now at war in the capital. I still have the old-fashioned, corduroy answer that a house is a home. But that idea is being driven out by the likes of One Hyde Park, and all its sophistication.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433869350636/One-Hyde-Park-London-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'In 2012 journalists at the Guardian found that 80% of the residences had been bought by offshore firms based in the British Virgin Islands.'  Photograph: View Pictures/Rex","credit":"View Pictures/Rex","altText":"One Hyde Park, London","cleanCaption":"'In 2012 journalists at the Guardian found that 80% of the residences had been bought by offshore firms based in the British Virgin Islands.'  Photograph: View Pictures/Rex"}],"bodyImages":[],"webPublicationDate":"2015-06-10T08:24:55Z","lastModified":"2015-06-10T09:24:42Z","metadata":{"commentable":true,"commentCount":298,"contributors":[{"name":"Aditya Chakrabortty","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411565194870/Aditya-Chakrabortty-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adityachakrabortty"}],"feature":false,"keywords":["Housing","London","Property","Money","House prices","UK news","Communities","Society","Real estate","Homes"],"tags":[{"id":"society/housing","webTitle":"Housing"},{"id":"uk/london","webTitle":"London"},{"id":"money/property","webTitle":"Property"},{"id":"money/money","webTitle":"Money"},{"id":"money/houseprices","webTitle":"House prices"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"business/realestate","webTitle":"Real estate"},{"id":"lifeandstyle/homes","webTitle":"Homes"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Aditya Chakrabortty","topic":{"type":"tag-contributor","name":"profile/adityachakrabortty"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/10/one-hyde-park-international-financial-assets-not-homes","shortUrl":"http://gu.com/p/49jn3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/10/one-hyde-park-international-financial-assets-not-homes","webUri":"http://www.theguardian.com/commentisfree/2015/jun/10/one-hyde-park-international-financial-assets-not-homes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433869350636/One-Hyde-Park-London-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"One Hyde Park. ‘In 2012 journalists at the Guardian found that 80% of the residences had been bought by offshore firms based in the British Virgin Islands.’ Photograph: View Pictures/Rex","credit":"View Pictures/Rex","altText":"One Hyde Park, London","cleanCaption":"One Hyde Park. ‘In 2012 journalists at the Guardian found that 80% of the residences had been bought by offshore firms based in the British Virgin Islands.’ Photograph: View Pictures/Rex"}},"importance":4,"byline":{"title":"Aditya Chakrabortty"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/9/24/1411565194870/Aditya-Chakrabortty-L.png"}}]},{"title":"Aftab Bahadur’s killing is not only tragic, it is perverse","rawTitle":"Aftab Bahadur’s killing is not only tragic, it is perverse","item":{"type":"comment","id":"commentisfree/2015/jun/10/aftab-bahadur-death-tragic-perverse-pakistan","title":"Aftab Bahadur’s killing is not only tragic, it is perverse","trailText":"Pakistan’s execution of an innocent man 22 years after his conviction is made even more sickening by the pardoning of his co-defendant","standFirst":"<p>Pakistan’s execution of an innocent man 22 years after his conviction is made even more sickening by the pardoning of his co-defendant</p>","byline":"Clive Stafford Smith","body":"<p><em>Aftab Bahadur was hanged at Central Jail Lahore (Kot Lakhpat), in the early hours of this morning. He was executed for a crime that took place on 5 September 1992, where a woman – Sabiha Bari – and her two sons were murdered. Ghulam Mustafa, a plumber with whom Aftab worked as an apprentice, was arrested early in the morning of 6 September 1992, and implicated Aftab under torture. Ghulam was set to die on Wednesday as well, but after recanting his statement – and saying that Aftab had nothing to do with the crime – was pardoned. </em></p> \n<p><em>According to Aftab, when he was arrested the police asked for a 50,000-rupee bribe and said they would let him go if he paid. As a plumber’s apprentice, Aftab said he could not pay. The only “eyewitness” to the crime who testified against Aftab recently made a statement before a religious minister that he was coerced into his testimony, that he was not even there, and that he certainly did not see Aftab commit the crime. </em></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/09/22-years-pakistan-death-row-what-purpose-execution\">My 22 years on Pakistan’s death row could end this week. What purpose will my execution serve? | Aftab Bahadur</a> </p> \n</aside> \n<p>The hangman’s gibbet is a barbarism. But somewhere in the depths below this medieval practice, there is a level of perversity that defies my descriptive ability.</p> \n<p>At 59 minutes after midnight BST, it was confirmed that Aftab Bahadur, who wrote so eloquently on this site <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/09/22-years-pakistan-death-row-what-purpose-execution\">just yesterday</a>, had been hanged in Central Jail Lahore (Kot Lakhpat) in Pakistan. That moment encapsulated the simple barbarism of the death penalty. Waiting by the telephone, several thousand miles away, I was overcome by sadness, the diminishing moment when any life is senselessly taken. I have watched six men die in the execution chamber over the years, each one sacrificed to the neolithic notion that we can teach people that killing is wrong by killing people.</p> \n<p>Look into Aftab’s eyes as he half-smiles in the last photograph we will ever see of him: what went through his mind as the hangman placed the hood over his head? I shudder as I imagine how his body fell through the trap door, and juddered to a ghastly death at the end of the rope … to what. But that sickening tragedy was compounded by the perverse: At the very last minute – long past the 11th hour – the complaining witness had come to the jail and forgiven Aftab’s co-defendant, Ghulam Mustafa, whose life was therefore spared even as Bahadur dangled, twisting on the noose.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"755943157d43e346d7dcf186bd7b5273e3663e12\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433933334839/4df9b602-4842-4f29-92e4-5fafaabc15b3-bestSizeAvailable.png\" alt=\"aftab bahadur\" width=\"288\" height=\"240\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Look into Aftab’s eyes as he half-smiles in the last photograph we will ever see of him.’</span> \n </figcaption> \n</figure> \n<p>I am glad that mercy was shown to Ghulam. I am glad that he will wake up today, alive to the fact that he will (I hope) die ages and ages hence, and from natural causes, rather than last night on Aftab’s noose. However, this does not dissolve the disgraceful caprice of the Pakistani hangman.</p> \n<p>Consider the facts: a few days ago, the “eye witness” whose testimony placed Aftab on death row had recanted in front of a religious minister, saying that the police had forced him to say that he had seen Aftab commit the murder. The witness, infirm and perhaps close to death himself, could not live any longer with what he had done. His original perjury meant that Aftab, just 15 years old when he was convicted in 1993, had spent more than 22 years on death row. Yet the Pakistani legal system was not willing to show mercy based on the truth that the case against Aftab had been falsified.</p> \n<p>This was only the tip of the horror. Aftab’s legal team also sought permission to meet with Ghulam so that he could sign the statement he had offered – that Aftab was innocent of the crime, and that he (Ghulam) had falsely implicated him. But the authorities confected the case against Aftab, and the authorities did not allow the legal team the opportunity to have Ghulam sign the affidavit that further demonstrated Aftab’s innocence.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/10/pakistan-executes-aftab-bahadur-sentenced-to-death\">Pakistan executes man who was 15 when sentenced to death</a> </p> \n</aside> \n<p>I am morally opposed to executing even the guilty. Soon enough, when my rational mind catches up with my emotions, I will rejoice at the mercy shown to Ghulam. But I – like most people – am aghast when an innocent person dies. I have been responsible for such a horror myself, when my own inexperience led to the execution of Edward Earl Johnson on 20 May, 1987, a catastrophe immortalised in the BBC documentary, <a href=\"http://www.dailymotion.com/video/x20z7qm_fourteen-days-in-may-full-documentary-part-1_shortfilms\">Fourteen Days in May</a>.</p> \n<p>The idea that Ghulam – who apparently took part in the terrible murder of Sabiha Bari and her two sons – was spared by what we loosely call the “justice system”, while the palpably innocent Aftab died last night, leaves me in a state of sickening despair.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/eb31bbe05639cb1f3599f49fd4b4505a1c61e9b1/0_71_275_165/275.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":165,"width":275,"orientation":"landscape","credit":"Reprieve.org","altText":"Aftab Bahadur","cleanCredit":"Photograph: Reprieve.org"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433933334839/4df9b602-4842-4f29-92e4-5fafaabc15b3-bestSizeAvailable.png?width=#{width}&height=#{height}&quality=#{quality}","height":240,"width":288,"orientation":"landscape","caption":"‘Look into Aftab’s eyes as he half-smiles in the last photograph we will ever see of him.’","credit":"public domain","altText":"aftab bahadur","cleanCaption":"‘Look into Aftab’s eyes as he half-smiles in the last photograph we will ever see of him.’"}],"webPublicationDate":"2015-06-10T10:35:24Z","lastModified":"2015-06-10T11:07:28Z","metadata":{"commentable":true,"commentCount":98,"contributors":[{"name":"Clive Stafford Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/clivestaffordsmith"}],"feature":false,"keywords":["Pakistan","Law","South and Central Asia","World news"],"tags":[{"id":"world/pakistan","webTitle":"Pakistan"},{"id":"law/law","webTitle":"Law"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Clive Stafford Smith","topic":{"type":"tag-contributor","name":"profile/clivestaffordsmith"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/10/aftab-bahadur-death-tragic-perverse-pakistan","shortUrl":"http://gu.com/p/49k99","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/10/aftab-bahadur-death-tragic-perverse-pakistan","webUri":"http://www.theguardian.com/commentisfree/2015/jun/10/aftab-bahadur-death-tragic-perverse-pakistan"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/eb31bbe05639cb1f3599f49fd4b4505a1c61e9b1/0_71_275_165/275.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":165,"width":275,"orientation":"landscape","caption":"‘The witness’s original perjury meant that Aftab, just 15 years old when he was convicted in 1993, had spent more than 22 years on death row.’  Photograph: Reprieve.org","credit":"Reprieve.org","altText":"Aftab Bahadur","cleanCaption":"‘The witness’s original perjury meant that Aftab, just 15 years old when he was convicted in 1993, had spent more than 22 years on death row.’ ","cleanCredit":"Photograph: Reprieve.org"}},"importance":4,"byline":{"title":"Clive Stafford Smith"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/eb31bbe05639cb1f3599f49fd4b4505a1c61e9b1/0_71_275_165/275.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":165,"width":275,"orientation":"landscape","credit":"Reprieve.org","altText":"Aftab Bahadur","cleanCredit":"Photograph: Reprieve.org"}}]},{"title":"One Trinity Mirror sentence that spells the death knell of journalism","rawTitle":"One Trinity Mirror sentence that spells the death knell of journalism","item":{"type":"comment","id":"media/greenslade/2015/jun/10/one-trinity-mirror-sentence-that-spells-the-death-knell-of-journalism","title":"One Trinity Mirror sentence that spells the death knell of journalism","trailText":"‘The days are long gone when we could afford to be a paper of record and dutifully report everything that happened on our patch’","standFirst":"<p>‘The days are long gone when we could afford to be a paper of record and dutifully report everything that happened on our patch’</p>","byline":"Roy Greenslade","body":"<p>Contemplate the awesome implications of this single sentence: </p> \n<blockquote> \n <p>“The days are long gone when we could afford to be a paper of record and dutifully report everything that happened on our patch”. </p> \n</blockquote> \n<p>That isn’t a spoof. It is a statement in a memo issued by Britain’s largest regional newspaper publisher, Trinity Mirror, about its daily titles in Birmingham and Coventry.</p> \n<p>It is an abject admission that the paper is no longer able to fulfil its journalistic mission to provide comprehensive coverage in two major British cities.</p> \n<p>The memo gives a lie to claims that job cuts at the Birmingham Mail and Coventry Telegraph are being instituted because digital tools enable fewer staff to do the work without any reduction in the quantity and quality of output.</p> \n<p>Just the opposite is the case. The cuts reveal a truth that Trinity Mirror (and other publishers) have previously denied: they are all about private profit and not about public interest. </p> \n<p>To put this in economic terms, publishers are elevating exchange value above use value. In this case, Trinity Mirror is letting down both the public and its journalists.<br /></p> \n<p>That shaming memo, which followed the announcement that Trinity is demanding 25 redundancies in Birmingham and Coventry, was the management’s response to a question-and-answer session with worried editorial staff.</p> \n<p> They wanted to know how, with fewer journalists, would it be possible “to cover the whole of Birmingham as fully as we do now?” </p> \n<p>The answer, that it is no longer possible, is shocking. But I also concede that it is candid. It is the first time that a publisher has told the truth. It is the awful reality of our declining regional and local press. </p> \n<p>Of course, Trinity Mirror tries to sugar the pill with some digital gobbledegook, as the rest of the memo illustrates:<br /></p> \n<blockquote> \n <p>“With our digital content approach, we are increasingly understanding what content works for more people across the city.</p> \n <p>We are very confident that we will be producing both the right kind of content for our audiences as well as enough content for our print products”.</p> \n</blockquote> \n<p>And it also plans to put greater pressure on its remaining staff too. Individual targets will be set for journalists in terms of attracting readers online. Call them clickbait payments!</p> \n<blockquote> \n <p>“Targets are important to help everyone understand how their work contributes to our ambition of growing our online audiences.</p> \n <p>“Targets will take into account the subjects and geography you cover, your historic performance, and the growth we need across the board... </p> \n <p>“The focus will be on achieving growth in all areas… everyone will be expected – and helped – to grow their audiences, albeit from different starting points”.</p> \n</blockquote> \n<p>That time-and-motion-study approach to journalism spells the death knell of reporting that takes time and effort. </p> \n<p>And it appears that Trinity Mirror’s retreat from journalistic quality extends to Scotland, where 20 job losses are due to occur on the Daily Record, Sunday Mail, Paisley Daily Express and various local titles.</p> \n<p>The email to staff from managing director Alan Rennie (<a href=\"http://www.pressgazette.co.uk/trinity-mirror-cuts-20-journalists-daily-record-sunday-mail-and-scottish-regionals\">as reported by Press Gazette</a>) said: “With fewer people, there will be fewer checks”. </p> \n<p>Think also of the implications behind that sentence: to comply with that command there will be safety-first story-getting, meaning PR pap. </p> \n<p>The digital revolution enables us to be free of restrictions. But mainstream media is engaged in a counter revolution. It is perverting the ethos of that revolution because it views the online world through the prism of profit and not public benefit.</p> \n<p>It makes much of using digital tools, but that’s a facade to enable staff reductions. Labour-intensive journalism is not required. Just bang it out as quickly as possible, stick it up and move on to the next “story” about a cat with two tails.<br /></p> \n<p><em>Source and b</em><em>ig hat tip:</em> <a href=\"http://www.holdthefrontpage.co.uk/2015/news/daily-no-longer-its-citys-paper-of-record-admits-regional-publisher/\">HoldTheFrontPage</a><br /></p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433931965893/4443d750-889f-45a5-8014-9a4cb79d5362-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":261,"width":435,"orientation":"landscape","credit":"Guardian","altText":"Trinity","cleanCredit":"Photograph: Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:31:40Z","lastModified":"2015-06-10T11:24:42Z","metadata":{"commentable":true,"commentCount":49,"contributors":[{"name":"Roy Greenslade","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747830/RoyGreenslade.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/roygreenslade"}],"feature":false,"keywords":["Media","Trinity Mirror","Regional & local newspapers","Birmingham","Coventry","Newspapers","Digital media","Newspapers & magazines","UK news","Scotland","Daily Record","Sunday Mail"],"tags":[{"id":"media/media","webTitle":"Media"},{"id":"media/trinity-mirror","webTitle":"Trinity Mirror"},{"id":"media/local-newspapers","webTitle":"Regional & local newspapers"},{"id":"uk/birmingham","webTitle":"Birmingham"},{"id":"uk/coventry","webTitle":"Coventry"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"media/daily-record","webTitle":"Daily Record"},{"id":"media/sunday-mail","webTitle":"Sunday Mail"}],"section":{"id":"media"},"topics":[{"displayName":"Roy Greenslade","topic":{"type":"tag-contributor","name":"profile/roygreenslade"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/greenslade/2015/jun/10/one-trinity-mirror-sentence-that-spells-the-death-knell-of-journalism","shortUrl":"http://gu.com/p/49k78","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/greenslade/2015/jun/10/one-trinity-mirror-sentence-that-spells-the-death-knell-of-journalism","webUri":"http://www.theguardian.com/media/greenslade/2015/jun/10/one-trinity-mirror-sentence-that-spells-the-death-knell-of-journalism"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433931965893/4443d750-889f-45a5-8014-9a4cb79d5362-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":261,"width":435,"orientation":"landscape","caption":"The implications of Trinity Mirror’s Birmingham memo are awesome.  Photograph: Guardian","credit":"Guardian","altText":"Trinity","cleanCaption":"The implications of Trinity Mirror’s Birmingham memo are awesome. ","cleanCredit":"Photograph: Guardian"}},"importance":3,"byline":{"title":"Roy Greenslade"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747830/RoyGreenslade.png"}}]},{"title":"Lee Irving’s murder is a chilling reminder that disability hate crime is rising","rawTitle":"Lee Irving’s murder is a chilling reminder that disability hate crime is rising","item":{"type":"comment","id":"commentisfree/2015/jun/10/lee-irving-murder-disability-hate-crime-increase","title":"Lee Irving’s murder is a chilling reminder that disability hate crime is rising","trailText":"In a culture that dehumanises disabled people by portraying them as benefit fraudsters, liars and leeches, it’s little wonder they are targets of abuse","standFirst":"In a culture that dehumanises disabled people by portraying them as benefit fraudsters, liars and leeches, it’s little wonder they are targets of abuse","byline":"Frances Ryan","body":"<p>Lee Irving was 24 but, due to a learning disability, had what his mother describes as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/08/disabled-man-lee-irving-killed-by-bullies-claims-mother\" title=\"\">“the mind of an eight-year-old”</a>. He was especially friendly; locals in Newcastle said Irving <a href=\"http://www.mirror.co.uk/news/uk-news/lee-irving-murder-disabled-man-5844396\" title=\"\">“always put his hand out to shake it”</a> when he saw them. On Saturday morning, Irving’s body was found abandoned on grass next to a pathway, about 10 miles from his home. Two men <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/09/lee-irving-murder-two-charged-newcaastle\" title=\"\">appeared in court on Tuesday charged with his murder</a> and police are treating it as a possible disability hate crime. Or, as they chillingly put it: a suspicion that Irving’s disability was a <a href=\"http://www.mirror.co.uk/news/uk-news/lee-irving-murder-disabled-man-5844396\" title=\"\">“motivation”</a> for killing him.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/09/lee-irving-murder-two-charged-newcaastle\">Lee Irving murder may have been a disability hate crime, say police</a> </p> \n</aside> \n<p>We don’t yet know how or why he died. But whatever the truth of Irving’s death, the idea that anyone could hurt a person who, by definition, is the least able to fight back, claws at the gut of human decency. Or worse, that anyone could see that person’s vulnerability and difference as a reason to do it. That we do not wish to think about it does not mean it isn’t happening.</p> \n<p>As <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/08/cameron-disabled-champion-paula-peters-cuts-most-vulnerable\" title=\"\">Aditya Chakrabortty noted</a>, hate crimes against disabled people in this country have been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jan/13/disabilty-hate-crime-vigilance-crown-prosecution-service\" title=\"\">rising year on year since 2011</a>. About <a href=\"http://www.scope.org.uk/Scope/media/Images/Publication%20Directory/Current-attitudes-towards-disabled-people.pdf?ext=.pdf\" title=\"\">one in six</a> disabled people have experienced aggressive or hostile behaviour, the disability charity Scope found last year. Even in the context of a legal system that only last month was found to be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/21/disability-hate-crime-police-probation-prosecutors-failing-victims-report-claims\" title=\"\">widely failing disabled victims</a>, there has been a <a href=\"http://www.express.co.uk/news/uk/551327/EXCLUSIVE-Hate-crimes-on-disabled-rise-by-213\" title=\"\">213% rise in disability hate crime prosecutions</a> since it was first made an offence in 2007.</p> \n<p>It is not just that these crimes appear more horrific because the victims are disabled. But rather the abuse is often more horrific because the victim is disabled. Research shows that disabled people are more likely to experience <a href=\"http://www.internationalhatestudies.com/dont-recognise-disability-hate-crime/\" title=\"\">“particularly sadistic” treatment</a>: sustained attacks that involve dehumanising humiliation, torture, and degradation.</p> \n<p><a href=\"https://www.scope.org.uk/Scope/media/Images/Publication%20Directory/Getting-away-with-murder.pdf?ext=.pdf\" title=\"\">Christine Lakinski</a> is one of the disabled victims whose story is told in Scope’s disturbing 2008 research into hate crime – though I could point to many others like her. Lakinski became severely ill walking home in Hartlepool and hit her head as she stumbled, falling near her front door. Noticing her motionless on the pavement, three men – Lakinski’s neighbours – threw a bucket of water over her and “decorated” her with shaving cream. In broad daylight, the men filmed it on a mobile. As she lay dying, one of them urinated on her. “This is YouTube material” can be heard in the background of the recording, with laughter.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/08/cameron-disabled-champion-paula-peters-cuts-most-vulnerable\">David Cameron, a champion of disabled people? Try telling Paula Peters | Aditya Chakrabortty</a> </p> \n</aside> \n<p>“There have been many cases involving disabled people who have been terribly abused, injured, murdered,” as the former director of public prosecutions, Lord MacDonald, <a href=\"http://www.bbc.co.uk/news/uk-29277363\" title=\"\">explained</a> last year. “But we don’t seem to have latched on to the fact yet, it seems to me, that this has happened to them simply because they’re disabled.”</p> \n<p>Listen to disabled people describing the everyday abuse they face in public and it becomes difficult to tell them it is not because of their disability: be it a woman who had her <a href=\"http://www.independent.co.uk/news/uk/crime/attacks-on-disabled-people-still-rife--one-year-on-from-paralympics-triumph-8788521.html\" title=\"\">crutches pushed from under her in a supermarket</a> as she was called a “scrounger”, or the experience mentioned to me on social media of a six-year-old girl helped on to an accessible bus being screamed at by a driver for being a “spaz” who was in his way.</p> \n<p>Is this what our society is now? Since an economic crisis was rebranded as “overspending” on public services, resentment and hatred towards disabled people seemingly comes easy. The rightwing press, television, and politicians are complicit in a culture that, over recent years, has normalised the scapegoating of disabled people.</p> \n<p>The Sun eggs on readers to <a href=\"http://www.thesun.co.uk/sol/homepage/news/politics/4161400/Blitz-the-12bn-fiddlers.html\" title=\"\">hunt down benefit fraudsters</a>, fully aware that it is less than 1% of claims. Iain Duncan Smith frames &pound;28bn worth of disability cuts – and now a further &pound;12bn from social security – as a means to tackle the feckless.</p> \n<p>Three years ago the major UK disability charities <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2012/feb/05/benefit-cuts-fuelling-abuse-disabled-people\" title=\"\">warned the government</a> that this focus on alleged fraud and “overclaiming” of disability benefits was causing an increase in abuse directed at disabled people. By last year, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/apr/21/disability-child-david-cameron-cuts-to-support\" title=\"\">more than one in 10 parents of disabled children</a> were being verbally abused by family and friends due to the fact that they needed to claim benefits.</p> \n<p>Whether it is for the headline murders of people like Lee Irving or the hidden, daily assaults and verbal abuse of others, our repulsion should not stop at the individual perpetrators – but go all the way to the culture that portrays disabled people as liars or leeches.</p> \n<p>When a group is routinely dehumanised in this way, it is only a matter of time before their lives are seen to mean less.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433930105398/Lee-Irving-death-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lee Irving, who had a learning disability that may have been a 'motivation' for killing him, police said. Photograph: Northumbria Police/PA","credit":"Northumbria Police/PA","altText":"Lee Irving death","cleanCaption":"Lee Irving, who had a learning disability that may have been a 'motivation' for killing him, police said. Photograph: Northumbria Police/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:03:24Z","lastModified":"2015-06-10T10:33:02Z","metadata":{"commentable":true,"commentCount":296,"contributors":[{"name":"Frances Ryan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-ryan"}],"feature":false,"keywords":["Disability","Hate crime","Society","Benefits"],"tags":[{"id":"society/disability","webTitle":"Disability"},{"id":"society/hate-crime","webTitle":"Hate crime"},{"id":"society/society","webTitle":"Society"},{"id":"society/benefits","webTitle":"Benefits"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Frances Ryan","topic":{"type":"tag-contributor","name":"profile/frances-ryan"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/10/lee-irving-murder-disability-hate-crime-increase","shortUrl":"http://gu.com/p/49k7z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/10/lee-irving-murder-disability-hate-crime-increase","webUri":"http://www.theguardian.com/commentisfree/2015/jun/10/lee-irving-murder-disability-hate-crime-increase"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433930105398/Lee-Irving-death-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lee Irving, who had a learning disability that may have been a 'motivation' for killing him, police said. Photograph: Northumbria Police/PA","credit":"Northumbria Police/PA","altText":"Lee Irving death","cleanCaption":"Lee Irving, who had a learning disability that may have been a 'motivation' for killing him, police said. Photograph: Northumbria Police/PA"}},"importance":3,"byline":{"title":"Frances Ryan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433930105398/Lee-Irving-death-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lee Irving, who had a learning disability that may have been a 'motivation' for killing him, police said. Photograph: Northumbria Police/PA","credit":"Northumbria Police/PA","altText":"Lee Irving death","cleanCaption":"Lee Irving, who had a learning disability that may have been a 'motivation' for killing him, police said. Photograph: Northumbria Police/PA"}}]}],"lastModified":"2015-06-10T13:51:08Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}