{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"If Cameron wants to stay in the EU, he needs to stop appeasing his enemies","rawTitle":"If Cameron wants to stay in the EU, he needs to stop appeasing his enemies","item":{"type":"comment","id":"commentisfree/2015/jun/16/cameron-eu-referendum-rebels","title":"If Cameron wants to stay in the EU, he needs to stop appeasing his enemies","trailText":"Tory rebels are already making life as hellish for David Cameron as John Major’s anti-EU ‘bastards’ of yesteryear did. But let’s not gloat – Britain’s future is at stake","standFirst":"Tory rebels are already making life as hellish for David Cameron as John Major’s anti-EU ‘bastards’ of yesteryear did. But let’s not gloat – Britain’s future is at stake","byline":"Polly Toynbee","body":"<p>The Kraken wakes! The great Europhobic beast at&nbsp;the heart of the Tory party was never asleep, just feigning a short shut-eye during the election. What a brief time it allowed David Cameron to relish his victory before roaring into life to show him what hell a 12-seat majority can be. Ask John Major.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'The bastards' are back. Grand master of the bastard lodge, Bill Cash, has tabled amendments to the EU referendum bill</p> \n </blockquote> \n</aside> \n<p>Already, the spectre of a backbench rebellion forced Cameron into a screeching U-turn: within 12 hours of&nbsp;telling the press his ministers must toe his EU line, they bared their teeth and he knuckled under instead. His&nbsp;pretence that he’d been “over-interpreted” was a new addition to the lexicon of terminological inexactitudes.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/1993/jul/25/politicalnews.uk\" title=\"\">“The bastards”</a> are back. Grand master of the bastard lodge<a href=\"http://www.europeanfoundation.org/bill-cash-it-is-clear-that-there-are-reservations-in-the-way-that-the-government-is-trying-to-condition-the-advantages-for-the-yes-vote/\" title=\"\"> Sir Bill Cash has tabled rebel amendments</a> to today’s EU referendum bill, <a href=\"http://www.publications.parliament.uk/pa/bills/cbill/2015-2016/0002/amend/pbc020906a.1-7.html\" title=\"\">demanding a 16-week</a> purdah period during which civil servants aren’t allowed to make political comments – or, as Cash sees it, warp the result with pro-EU propaganda (expect no equalising purdah from the Mail, Telegraph or Murdoch press). Cameron will cave in on this, too, as his whips no longer have the whip hand. Already <a href=\"http://www.telegraph.co.uk/news/politics/conservative/11673356/Cabinet-ministers-join-Tory-rebels-in-latest-blow-to-David-Cameron-on-EU.html\" title=\"\">110 MPs</a> have signed up to the anti-EU Conservatives for Britain – over half of all Tory backbenchers. They claim a clutch of cabinet ministers in silent support, alongside usual suspects – former ministers Owen Paterson, Liam&nbsp;Fox and John Redwood.</p> \n<p>Were it just diehards plus Nigel Farage, the campaign to leave the EU might look jaded. But the younger, dynamic convenor of that group, Steve&nbsp;Baker, leads a rebel group bristling with new MPs: no pro-European gets selected these days. On the evening of the Queen’s speech, Paterson held welcome drinks for them and 50&nbsp;of the 74 new intake turned up, where, reports the Sunday Telegraph, “the younger generation of Tories” supported “a truly radical redrawing of Britain’s contract with the EU”. They wanted restoration of British “sovereignty”, giving parliament a veto over any EU law. That, as they all well know, is a deliberately impossible demand: 28 countries’ parliamentary vetoes would end the EU at a stroke – exactly as Baker’s bunch intends.</p> \n<p>Outsiders might look gleefully at the Tory party disintegrating so soon after victory, devouring itself from within. But all who think exit from&nbsp;the EU would be a catastrophe should be alarmed. Cameron set appeasing his unappeasables before the national interest and laid this trapdoor under his feet. Now the whole country is&nbsp;standing on it too, with the fate of the&nbsp;economy, Britain’s place in the world&nbsp;and the union itself at stake.</p> \n<p>If&nbsp;Britain leaves the EU, Scotland would most likely leave the union, and a wall would potentially go up on the border with the Republic, effectively unpicking Northern Ireland’s settlement. Surely even someone as focused on shrinking the state as Cameron fears a legacy of a broken Britain, with little England offshore and adrift.</p> \n<p>The dangerously complacent think the referendum easily won: opinion polls (ha!) say so and referendums favour&nbsp;the status quo. The might of business and the City will do the heavy&nbsp;lifting, frightening the life out&nbsp;of&nbsp;voters with threats to disinvest, disemploy and decamp. The majesty of&nbsp;senior statesmen, politicians and establishment gravitas will conquer all.</p> \n<p>But reasons why not are legion. As&nbsp;Cameron continues his pilgrimage of&nbsp;penance round the EU – Italy, Luxembourg and Slovenia this week –&nbsp;bringing home a significant “renegotiation” looks vanishingly unlikely. Facing real crises with Greece, Ukraine and boatloads of migrants, how&nbsp;frivolous his demands must seem. But resist gloating: he needs to return with adequate window-dressing.</p> \n<p>Those who have spoken to sources close to Angela Merkel, such as the Centre of European Reform’s Charles Grant, expect few concessions, mainly symbols not substance. The UK could resile from “ever-closer union” and get assurances that things that were never going to happen anyway – no EU army, no UK in the eurozone. An “emergency brake” delaying eurozone actions that might disadvantage the rest of the EU could be burnished to sound newly tough. Treaty change is out of the question: promises of future treaty changes are empty, relying on uncertain future referendums. Unemployment pay&nbsp;could be barred for the very few new migrants who claim it – but existing case law means tax credits can’t be denied to the many new migrants in low-paid jobs. Free movement of people is absolutely non-negotiable – and that’s what risks swelling the out vote.</p> \n<p>Mockery for such trivial gains will greet Cameron’s eventual package. Just watch the sceptical press guffaw, however hard the entire establishment tries to keep a straight face and swear the naked emperor wears fine clothes. The Brexit campaign has been newly joined by formidable young Turks – Dominic Cummings, former Gove adviser, acid-tongued Cameron despiser along with ace organiser, Matthew Elliot of the Taxpayers Alliance, architect of the anti-AV referendum victory. Their factoids are&nbsp;up and running – the “&pound;19bn cost” (real net sum &pound;9bn) of the EU could save&nbsp;the NHS! An anti-politics, anti-establishment drumbeat could catch a public mood disenchanted with a low-ebb, mid-term government.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Cameron laid this trapdoor under his feet. Now the whole country is standing on it, too</p> \n </blockquote> \n</aside> \n<p>Meanwhile, various pro-EU groups try to merge, but risk looking limp and dull. Positive enthusiasm for the EU is hard to rouse: “better in than out” is not inspiring. Labour is right to launch its own pro-EU campaign: the social democratic Europe of fair employment, human rights, a 70-year peace, fraternity and equality is quite a different vision to a rightwing EU only for markets, money and global deal-making.</p> \n<p>To win, Cameron has to fight the dragon in his party and kill it. But nothing suggests he has the stomach for that. At every sally he crumples and compromises: his promise to campaign “with all my heart and soul” turned to a party-pleasing threat, “if our concerns fall on deaf ears, I rule nothing out”. He can’t win hearts and minds while still calling every cross-Channel meeting an engagement with an enemy. If he wants Britain to vote for the EU, he will have to stand up for it. That may split his party permanently – as the 1975 referendum began the SDP split from Labour – but better by far than breaking up Britain and breaking Britain from the world.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434389914794/Details-of-politicians-ex-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cameron's EU nemesis, Bill Cash.  Photograph: David Jones/PA Archive/Press Association Ima","credit":"David Jones/PA Archive/Press Association Ima","altText":"Details of politicians' expenses revealed","cleanCaption":"Cameron's EU nemesis, Bill Cash.  Photograph: David Jones/PA Archive/Press Association Ima"}],"bodyImages":[],"webPublicationDate":"2015-06-16T05:00:10Z","lastModified":"2015-06-16T05:00:10Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Polly Toynbee","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/6/30/1404146756739/Polly-Toynbee-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pollytoynbee"}],"feature":false,"keywords":["EU referendum","Foreign policy","European Union","Europe","World news","UK news","Politics","David Cameron","Conservatives"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Polly Toynbee","topic":{"type":"tag-contributor","name":"profile/pollytoynbee"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/16/cameron-eu-referendum-rebels","shortUrl":"http://gu.com/p/49zdy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/16/cameron-eu-referendum-rebels","webUri":"http://www.theguardian.com/commentisfree/2015/jun/16/cameron-eu-referendum-rebels"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434389914794/Details-of-politicians-ex-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cameron’s EU nemesis, Bill Cash. Photograph: David Jones/PA Archive","credit":"David Jones/PA Archive/Press Association Ima","altText":"Details of politicians' expenses revealed","cleanCaption":"Cameron’s EU nemesis, Bill Cash. Photograph: David Jones/PA Archive"}},"importance":7,"byline":{"title":"Polly Toynbee"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/6/30/1404146756739/Polly-Toynbee-L.png"}}]},{"title":"I loved the honesty of Tinder – then I met Mr No Sex Before Marriage","rawTitle":"I loved the honesty of Tinder – then I met Mr No Sex Before Marriage","item":{"type":"comment","id":"commentisfree/2015/jun/15/tinder-no-sex-before-marriage-dating-risk-rejection","title":"I loved the honesty of Tinder – then I met Mr No Sex Before Marriage","trailText":"It only took one uncomfortable encounter to make me realise the dating app has turned me into a teenage boy who never has to face the risk of rejection","standFirst":"<p>It only took one uncomfortable encounter to make me realise the dating app has turned me into a teenage boy who never has to face the risk of rejection</p>","byline":"Desiree Akhavan","body":"<p>One morning recently, after spending the night with a gentleman I was dating casually, something disturbing came up. Just as I was spreading the jam on my toast, he made a confession with so much sadness it made me want to both slap him in the face and swaddle him up in my arms: he said he believed premarital sex is a sin. He was torn apart with self-hatred for not being able to reconcile his desire to live life for God and his inability to stop chasing the “pleasures of the flesh”. This was a surprise to me, as the bulk of our time together was focused on the flesh. Tears came to his eyes as he spoke of his guilt. Tears.</p> \n<p>I told myself not to take it personally – he’s just dealing with his own shit – but the question persisted: am I a person who doesn’t know how to experience sex the way the other person in the room does? A night that was hot to me was instantly regrettable to the other person – it was behaviour he was ashamed of. And that’s when it hit me: Tinder has turned me into a teenage boy.</p> \n<p>I am new to London, new to being single and, after my past two relationships with women, new to dating men. In the months since I turned 30 and left New York, my life has morphed into an off-brand episode of Sex and the City – one where there’s no budget for wardrobe and everyone is slightly fatter. I’ll go on a few dates with someone who seems great until they inevitably do or say something to relegate themselves to an anecdote. From now on, this man will be filed away in my memories as “the Closet Christian”. There. I did it: I quickly turned him into a cartoon to mask the fact that my feelings got hurt. Whew.</p> \n<p>Don’t get me wrong, I love <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/tinder\">Tinder</a> – it’s the great equaliser of modern dating. There’s a straightforward, cards-on-the-table honesty and the tiniest bit of vulnerability to the fact that we’re all hanging out in this virtual meat market. I find it a purer medium than more traditional dating sites such as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/sep/28/seven-secrets-of-dating-from-the-experts-at-okcupid\">OkCupid</a> or Match.com. A friend equated the latter to having your parents set you up on a date because, “You two have so much in common!” With Tinder, you can’t over-intellectualise it. It’s like being at a bar on your phone, whatever time of day you feel like it, with absolutely no risk of rejection.</p> \n<p>This method of seduction feels ideal to me, as I experience extreme anxiety when trying to maintain eye contact with strangers (which is apparently what you do to meet people in the real world). If I find someone attractive, I start scowling the moment our eyes meet. Being from New York, my subconscious still operates under the assumption that everyone has a “wouldn’t want to be part of a club that would have me as a member” mentality, and that showing interest upon first glance is a sign of weakness. On the flip side, when I find someone insufferable, I tend to smile broadly. I am in therapy.</p> \n<p>You’d think that these dates would be a complete crapshoot, but it’s surprisingly straightforward. Photo choice and presentation communicates a lot about a person – it has made me examine what I find attractive, and not just physically. Sometimes a guy catches my eye, but then I see he hasn’t written anything in his profile, so I dismiss him – because that is one of my boner-killers. For reference, here’s a list of my top 10 boner-killers – with the disclaimer that there are probably plenty of women who drop their knickers for this kind of stuff. I just don’t know any of them personally.</p> \n<p><strong>10.</strong> People who describe themselves as “normal” or a “good guy”.</p> \n<p><strong>9.</strong> Use of LOL.</p> \n<p><strong>8.</strong> Use of headshots/modelling photos.</p> \n<p><strong>7.</strong> Use of motivational quotes.</p> \n<p><strong>6.</strong> Photos at historic landmarks. (I get it. You’ve been on holiday.)</p> \n<p><strong>5.</strong> Only one photo/all selfies/all group shots.</p> \n<p><strong>4.</strong> Photo of your naked torso with the head cropped out.</p> \n<p><strong>3.</strong> Dude in bed, lying on his back, phone straight in the air above him – nobody looks hot from this angle. It is just too damn earnest.</p> \n<p><strong>2.</strong> Photo of you and a celebrity.</p> \n<p><strong>1.</strong> Being ugly. Just kidding.*</p> \n<p>In this virtual game, you get to pretend that every single person pictured is potentially up for it – but now what do <em>you</em> want? That’s a question I never used to ask myself. Before, whenever a person showed interest, the wheels in my head would start turning: “What are they looking for and how do I keep fooling them into thinking I’m attractive?”</p> \n<p>Here’s the problem: earlier, I said what was great about Tinder was the lack of risk. Not having to face my crippling social phobia and fear of rejection is the appealing factor here, but what if risk is the one thing that makes meeting someone special? Perhaps, by removing the risk, you bleed the experience of its most vital element and that’s why these encounters inevitably end up feeling disposable no matter how you approach them.</p> \n<p>When an uncomfortable encounter occurs in a romantic setting, it can be crushing and reminds you how easy it is to become vulnerable without a partner acting as your shield against the world. This vulnerability works in direct opposition to my newly developed teen-boy instincts. I’m going to move forward and try to keep an open mind, an open heart and slightly less-open legs (because you never know who’s saving it for marriage).</p> \n<p>*No, I’m not.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378085350/Desiree-Akhavan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Desiree Akhavan: 'And that’s when it hit me: Tinder has turned me into a teenage boy.' Photograph: Richard Saker for the Guardian","credit":"Richard Saker for the Guardian","altText":"Desiree Akhavan","cleanCaption":"Desiree Akhavan: 'And that’s when it hit me: Tinder has turned me into a teenage boy.' Photograph: Richard Saker for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-15T19:00:00Z","lastModified":"2015-06-16T07:27:56Z","metadata":{"commentable":true,"commentCount":229,"contributors":[],"feature":false,"keywords":["Online dating","Tinder","Dating","Sex","Relationships","Life and style"],"tags":[{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"technology/tinder","webTitle":"Tinder"},{"id":"lifeandstyle/dating","webTitle":"Dating"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"commentisfree"},"topics":[],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/tinder-no-sex-before-marriage-dating-risk-rejection","shortUrl":"http://gu.com/p/49z3q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/tinder-no-sex-before-marriage-dating-risk-rejection","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/tinder-no-sex-before-marriage-dating-risk-rejection"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378085350/Desiree-Akhavan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Desiree Akhavan: ‘I am new to London, new to being single and new to dating men.’ Photograph: Richard Saker for the Guardian","credit":"Richard Saker for the Guardian","altText":"Desiree Akhavan","cleanCaption":"Desiree Akhavan: ‘I am new to London, new to being single and new to dating men.’ Photograph: Richard Saker for the Guardian"}},"importance":5,"byline":{"title":"Desiree Akhavan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378085350/Desiree-Akhavan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Desiree Akhavan: 'And that’s when it hit me: Tinder has turned me into a teenage boy.' Photograph: Richard Saker for the Guardian","credit":"Richard Saker for the Guardian","altText":"Desiree Akhavan","cleanCaption":"Desiree Akhavan: 'And that’s when it hit me: Tinder has turned me into a teenage boy.' Photograph: Richard Saker for the Guardian"}}]},{"title":"Cartoon / Steve Bell on Magna Carta's 800th anniversary","rawTitle":"Steve Bell on Magna Carta's 800th anniversary","item":{"type":"comment","id":"uk-news/commentisfree/picture/2015/jun/15/steve-bell-on-magna-carta-anniversary-cartoon","title":"Steve Bell on Magna Carta's 800th anniversary – cartoon","trailText":"David Cameron today said a new UK bill of rights will ‘safeguard the legacy’ of Magna Carta on the 800th anniversary of the signing of the charter","standFirst":"","byline":"Steve Bell","body":"","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434405138833/f71f0b6a-f971-4e4b-aa9a-7b2cd3326252-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"© Steve Bell 2015","altText":"Steve Bell 16.06.15","cleanCredit":"Photograph: © Steve Bell 2015"}],"bodyImages":[],"webPublicationDate":"2015-06-15T22:22:16Z","lastModified":"2015-06-15T23:10:04Z","metadata":{"commentable":true,"commentCount":97,"contributors":[{"name":"Steve Bell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevebell"}],"feature":false,"keywords":["Magna Carta","David Cameron","Human rights","Human Rights Act","Constitutional reform","Politics","Law"],"tags":[{"id":"uk-news/magna-carta","webTitle":"Magna Carta"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"politics/constitution","webTitle":"Constitutional reform"},{"id":"politics/politics","webTitle":"Politics"},{"id":"law/law","webTitle":"Law"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Steve Bell","topic":{"type":"tag-contributor","name":"profile/stevebell"}}],"series":{"title":"Guardian comment cartoon","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/guardian-comment-cartoon"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/commentisfree/picture/2015/jun/15/steve-bell-on-magna-carta-anniversary-cartoon","shortUrl":"http://gu.com/p/49zg5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/commentisfree/picture/2015/jun/15/steve-bell-on-magna-carta-anniversary-cartoon","webUri":"http://www.theguardian.com/uk-news/commentisfree/picture/2015/jun/15/steve-bell-on-magna-carta-anniversary-cartoon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434406145530/ef9b9bcf-a2a1-431f-a3f2-8a2f4ebd0f76-620x418.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":418,"width":620,"orientation":"landscape","caption":"© Steve Bell 2015 ","credit":"Illustration: © Steve Bell 2015","altText":"Steve Bell 12.06.15","cleanCaption":"© Steve Bell 2015 "}},"importance":5,"kicker":{"title":"Cartoon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434405138833/f71f0b6a-f971-4e4b-aa9a-7b2cd3326252-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"© Steve Bell 2015","altText":"Steve Bell 16.06.15","cleanCredit":"Photograph: © Steve Bell 2015"}}]},{"title":"Hooray for Belgium, fronting up to Facebook","rawTitle":"Hooray for Belgium, fronting up to Facebook","item":{"type":"comment","id":"commentisfree/2015/jun/15/belgium-facebook","title":"Hooray for Belgium, fronting up to Facebook","trailText":"There’s something refreshing about a country that worries about citizens’ privacy, instead of muttering about having nothing to fear if you have nothing to hide","standFirst":"There’s something refreshing about a country that worries about citizens’ privacy, instead of muttering about having nothing to fear if you have nothing to hide","byline":"Natalie Haynes","body":"<p>Unroll your lists of 10 famous Belgians (mine is mostly tennis players, fashion designers and Audrey Hepburn), because there is a new name to add: Willem Debeuckelaere, president of the Belgian privacy commission. Even the name of this organisation delights me, with its faint suggestion that Belgian privacy may not be like other kinds. And as a partially Flemish person myself, I can only be proud that it is Belgium that has lost patience with Facebook and its somewhat jaunty attitude to privacy issues.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"e3ef6828eaede6fa4627fe8e92d3eef477d31002\"> \n <img src=\"http://media.guim.co.uk/e3ef6828eaede6fa4627fe8e92d3eef477d31002/327_0_2707_4060/667.jpg\" alt=\"Could Audrey Hepburn be joined by Willem Debeuckelaere in the list of famous Belgians?\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Could Audrey Hepburn be joined by Willem Debeuckelaere in the list of famous Belgians?</span> \n  <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty Images</span> \n </figcaption> \n</figure> \n<p>So much so that it is taking the company to court over its alleged breaches of Belgian and European privacy laws. It<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/15/belgium-facebook-court-privacy-breaches-ads\" title=\"\"> threatened legal action if Facebook</a> didn’t respond to its concerns, and has followed through on the threat. Gratifyingly, Facebook’s spokesperson has described this as “theatrical”, an adjective that is virtually never used to describe anyone Belgian, except for Hercule Poirot.</p> \n<p>It’s not often used to describe lawsuits either. But the Belgians have lost patience because of a report that suggests that Facebook tracks anyone who visits any of its pages, whether they have an account or not. In other words, if you inadvertently clicked on a link to what you thought was a company’s website, and it led you instead to its Facebook page, you may be being tracked. Their surveillance might not limit to people who have “given consent” by signing up to Facebook.</p> \n<p>There’s something refreshing about a country that worries about its citizens’ privacy, instead of muttering about having nothing to fear if you have nothing to hide, as our government tends to. For Belgians it appears there is nothing peculiar in having nothing to hide, but still not wanting to share every byte of your online browsing with a global corporation.</p> \n<p>I have long believed that the only way to fight this kind of corporate snooping is with intentional algorithm-tricking fibs. If companies force you to hand over personal data when you sign up for a service, the least you can do is pick a gender/age/nationality/title at random to screw with their marketing. I for one have been a very successful Romanian prince and an Algerian pensioner for some time. Now I’m thinking I might add Belgian privacy campaigner to my list&nbsp;of&nbsp;alter&nbsp;egos.</p> \n<h2><strong>Schools without a prayer</strong></h2> \n<p>Charles Clarke may have left it until late to have good ideas about education (if the word “former” appears in your job description, it’s usually a bad sign for getting stuff done), but the former education secretary is on to something with his suggestion to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/15/scrap-compulsory-worship-in-schools-former-education-secretary-charles-clarke\" title=\"\">scrap compulsory acts of worship</a> in schools. There can be few things more bizarre in our education system than forced prayer.</p> \n<p>As a godless soul, I spent years sighing my way through prayers at school. I can’t pretend I felt remotely more Christian at the end of it. I would have preferred doing something else (anything else) instead. In fact, schools could do all kinds of interesting and stimulating things in the time that is currently set aside for praying.</p> \n<p>Over a term, those minutes would really add up: you could read a brilliant book together, or take some exercise, or learn small, practical skills. Prayer could be an extracurricular&nbsp;activity.</p> \n<h2><strong>Double take on a snake </strong></h2> \n<p>“Snakes,” asked Indiana Jones as he looked down in horror, “why did it have to be snakes?” The police officers who responded to a call in Sutton, south-west London, about a <a href=\"http://www.suttonguardian.co.uk/news/13329409.Fake_snake_leaves_police_rattled/\" title=\"\">snake on a patio</a> (the less successful, lower-budget sequel to Snakes on a Plane, surely) probably agree with Indy.</p> \n<p>After spending a full hour in a tense standoff with the reptile, they discovered it was, in fact, a garden ornament. According to one local resident, the snake had paint peeling off it, which has widely been regarded as an obvious indicator that it was a fake&nbsp;snake.</p> \n<p>But real snakes slough off their skin, don’t they? It’s like it was trying to trick&nbsp;them.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380076482/Facebook-privacy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Belgians have lost patience because of a report which suggests that Facebook tracks anyone who visits any Facebook page, whether they have an account or not.' Photograph: Dado Ruvic/REUTERS","credit":"Dado Ruvic/REUTERS","altText":"Facebook privacy","cleanCaption":"'Belgians have lost patience because of a report which suggests that Facebook tracks anyone who visits any Facebook page, whether they have an account or not.' Photograph: Dado Ruvic/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e3ef6828eaede6fa4627fe8e92d3eef477d31002/327_0_2707_4060/2707.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4060,"width":2707,"orientation":"portrait","caption":"Could Audrey Hepburn be joined by Willem Debeuckelaere in the list of famous Belgians? Photograph: Hulton Archive/Getty Images","credit":"Hulton Archive/Getty Images","altText":"Could Audrey Hepburn be joined by Willem Debeuckelaere in the list of famous Belgians?","cleanCaption":"Could Audrey Hepburn be joined by Willem Debeuckelaere in the list of famous Belgians?","cleanCredit":"Photograph: Hulton Archive/Getty Images"}],"webPublicationDate":"2015-06-15T19:00:23Z","lastModified":"2015-06-15T23:01:01Z","metadata":{"commentable":true,"commentCount":116,"contributors":[{"name":"Natalie Haynes","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/natalie-haynes"}],"feature":false,"keywords":["Facebook","Social networking","Technology","Privacy","World news","UK news","Belgium","Europe"],"tags":[{"id":"technology/facebook","webTitle":"Facebook"},{"id":"media/socialnetworking","webTitle":"Social networking"},{"id":"technology/technology","webTitle":"Technology"},{"id":"world/privacy","webTitle":"Privacy"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/belgium","webTitle":"Belgium"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Natalie Haynes","topic":{"type":"tag-contributor","name":"profile/natalie-haynes"}}],"series":{"title":"Notebook","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/notebook"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/belgium-facebook","shortUrl":"http://gu.com/p/49z8g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/belgium-facebook","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/belgium-facebook"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380076482/Facebook-privacy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Belgians have lost patience because of a report that suggests that Facebook tracks anyone who visits any Facebook page, whether they have an account or not.’ Photograph: Dado Ruvic/Reuters","credit":"Dado Ruvic/REUTERS","altText":"Facebook privacy","cleanCaption":"‘Belgians have lost patience because of a report that suggests that Facebook tracks anyone who visits any Facebook page, whether they have an account or not.’ Photograph: Dado Ruvic/Reuters"}},"importance":4,"byline":{"title":"Natalie Haynes"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380076482/Facebook-privacy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Belgians have lost patience because of a report which suggests that Facebook tracks anyone who visits any Facebook page, whether they have an account or not.' Photograph: Dado Ruvic/REUTERS","credit":"Dado Ruvic/REUTERS","altText":"Facebook privacy","cleanCaption":"'Belgians have lost patience because of a report which suggests that Facebook tracks anyone who visits any Facebook page, whether they have an account or not.' Photograph: Dado Ruvic/REUTERS"}}]},{"title":"Analysis / Europe has nothing to fear from Syriza's belligerence","rawTitle":"Europe has nothing to fear from Syriza's belligerence","item":{"type":"comment","id":"business/2015/jun/16/greek-crisis-europe-has-nothing-to-fear-from-syrizas-belligerence","title":"Greek crisis: Europe has nothing to fear from Syriza's belligerence","trailText":"Alexis Tsipras thinks he holds another trump card: Europe’s fear of a Greek default. But this is a delusion promoted by his finance minister, Yanis Varoufakis","standFirst":"<p>Alexis Tsipras thinks he holds another trump card: Europe’s fear of a Greek default. But this is a delusion promoted by his finance minister, Yanis Varoufakis</p>","byline":"Anatole Kaletsky","body":"<p>The good news is that a Greek default, which has become more likely after prime minister Alexis Tsipras’ <a href=\"http://www.ekathimerini.com/4dcgi/_w_articles_wsite1_1_05/06/2015_550746\">provocative rejection</a> of what he described as the “absurd” bailout offer by Greece’s creditors, no longer poses a serious threat to the rest of Europe. The bad news is that Tsipras does not seem to understand this.</p> \n<p>To judge by Tsipras’s belligerence, he firmly believes that Europe needs Greece as desperately as Greece needs Europe. This is the true “absurdity” in the present negotiations, and Tsipras’ misapprehension of his bargaining power now risks catastrophe for his country, humiliation for his Syriza party, or both.</p> \n<p>The most likely outcome is that Tsipras will eat his words and submit to the conditions set by the “troika” (the European commission, European Central Bank, and the International Monetary Fund) before the end of June. If not, the ECB will stop supporting the Greek banking system, and the government will run out of money to service foreign debts and, more dramatically, to pay Greek citizens their pensions and wages. Cut off from all external finance, Greece will become an economic pariah – the Argentina of Europe – and public pressure will presumably oust Syriza from power.</p> \n<p>This outcome is all the more tragic, given that the economic analysis underlying Syriza’s demand for an easing of austerity was broadly right. Instead of seeking a face-saving compromise on softening the troika programme, Tsipras wasted six months on <a href=\"https://www.project-syndicate.org/commentary/greece-germany-debt-forgiveness-by-anatole-kaletsky-2015-02\">symbolic battles</a> over economically irrelevant issues such as labour laws, privatisations, even the name of the troika.</p> \n<p>This provocative behaviour lost Greece all potential allies in France and Italy. Worse still, the time wasted on political grandstanding destroyed the primary budget surplus, which was <a href=\"https://www.project-syndicate.org/commentary/syriza-eu-default-negotiation-by-anatole-kaletsky-2015-05\">Tsipras’s trump card</a> in the early negotiations.</p> \n<p>Now Tsipras thinks he holds another trump card: Europe’s fear of a Greek default. But this is a delusion promoted by his finance minister, Yanis Varoufakis. A professor of game theory, Varoufakis <a href=\"http://www.nytimes.com/2015/06/05/business/in-greek-debt-puzzle-the-game-theorists-have-it.html?_r=0\">recently boasted to the New York Times</a> that “little Greece, in order to survive, [could] bring down the financial world”, and that his media image “as an irrational fool … is doing my work for me” by frightening other EU finance ministers.</p> \n<p>Apparently, Varoufakis believes that his “sophisticated grasp of game theory” gives Greece a crucial advantage in “the complicated dynamics” of the negotiations. In fact, the game being played out in Europe is less like chess than like tic-tac-toe, where a draw is the normal outcome, but a wrong move means certain defeat.</p> \n<p>The rules of this game are much simpler than Varoufakis expected because of a momentous event that occurred in the same week as the Greek election. On 22 January, the ECB took decisive action to protect the eurozone from a possible Greek default. By announcing a <a draggable=\"true\" href=\"https://www.ecb.europa.eu/press/pr/date/2015/html/pr150122_1.en.html\">huge programme of bond purchases</a>, much bigger relative to the eurozone bond market than the quantitative easing implemented in the United States, Britain, or Japan, the ECB president, Mario Draghi, erected the impenetrable firewall that had long been needed to protect the monetary Union from a Lehman-style financial meltdown.</p> \n<p>The ECB’s newfound ability to print money, essentially without limit, to support both banks and governments has reduced Greek contagion to insignificance. That represents a profound change in Europe’s financial environment, which Greek politicians, along with many economic analysts, still fail to understand.</p> \n<p>Before the ECB’s decision, contagion from Greece was a genuine threat. If the Greek government defaulted or tried to abandon the euro, Greece’s banks would collapse, and Greeks who failed to get their money out of the country would lose their savings, as occurred in Cyprus in 2013. When savers in other indebted euro countries such as Portugal and Spain observed this, they would fear similar losses and move their money to banks in Germany or Austria, as well as sell their holdings of Portuguese or Spanish government bonds.</p> \n<p>As a result, the debtor countries’ bond prices would collapse, interest rates would soar, and banks would be threatened with collapse. If the contagion from Greece intensified, the next-weakest country, probably Portugal, would find itself unable to support its banking system or pay its debts. <em>In extremis</em>, it would abandon the euro, following the Greek example.</p> \n<p>Before January, this sequence of events was quite likely, but the ECB’s bond-buying programme put a firebreak at each point of the contagion process. If holders of Portuguese bonds are alarmed by a future Greek default, the ECB will simply increase its bond buying; with no limit to its buying power, it will easily overwhelm any selling pressure.</p> \n<p>If savers in Portuguese banks start moving their money to Germany, the ECB will recycle these euros back to Portugal through interbank deposits. Again, there is no limit to how much money the ECB can recycle, provided Portuguese banks remain solvent – which they will, so long as the ECB continues to buy Portuguese government bonds.</p> \n<p>In short, the ECB bond-buying programme has transformed the ECB from a passive observer of the euro crisis, paralysed by the outdated legalistic constraints of the Maastricht Treaty, into a proper lender of last resort. With powers to monetise government debts similar to those exercised by the US Federal Reserve, the Bank of Japan, and the Bank of England, the ECB can now guarantee the eurozone against financial contagion.</p> \n<p>Unfortunately for Greece, this has been lost on the Tsipras government. Greek politicians who still see the threat of financial contagion as their trump card should note the coincidence of the Greek election and the ECB’s bond-buying program and draw the obvious conclusion. The ECB’s new policy was designed to protect the euro from the consequences of a Greek exit or default.</p> \n<p>The latest Greek negotiating strategy is to demand a ransom to desist threatening suicide. Such blackmail might work for a suicide bomber. But Greece is just holding a gun to its own head – and Europe does not need to care very much if it pulls the trigger.</p> \n<ul> \n <li><strong><em>Anatole Kaletsky is chairman of the Institute for New Economic Thinking and the author of </em><a href=\"http://www.bloomsbury.com/uk/capitalism-40-9781408809730/\">Capitalism 4.0, The Birth of a New Economy</a><em>.</em></strong> </li> \n</ul> \n<p><strong>Copyright: <a href=\"http://www.project-syndicate.org\">Project Syndicate</a>, 2015.<br /></strong></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434436361465/aaa109ef-5549-4052-862f-82591b237673-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ORESTIS PANAGIOTOU/EPA","altText":"Greek premier Alexis Tsipras (L) and Greek finance minister Yanis Varoufakis (R) in central Athens, Greece.","cleanCredit":"Photograph: ORESTIS PANAGIOTOU/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-16T07:08:23Z","lastModified":"2015-06-16T08:00:27Z","metadata":{"commentable":true,"commentCount":32,"contributors":[],"feature":false,"keywords":["Business","European Central Bank","Eurozone","Eurozone crisis","Europe","European Union","World news","Economics","Greece","Alexis Tsipras","Yanis Varoufakis","Syriza"],"tags":[{"id":"business/business","webTitle":"Business"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/world","webTitle":"World news"},{"id":"business/economics","webTitle":"Economics"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/yanis-varoufakis","webTitle":"Yanis Varoufakis"},{"id":"world/syriza","webTitle":"Syriza"}],"section":{"id":"business"},"topics":[],"series":{"title":"Project Syndicate economists","uri":"http://mobile-apps.guardianapis.com/lists/tag/business/series/project-syndicate-economists"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/16/greek-crisis-europe-has-nothing-to-fear-from-syrizas-belligerence","shortUrl":"http://gu.com/p/49zjh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/16/greek-crisis-europe-has-nothing-to-fear-from-syrizas-belligerence","webUri":"http://www.theguardian.com/business/2015/jun/16/greek-crisis-europe-has-nothing-to-fear-from-syrizas-belligerence"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434436361465/aaa109ef-5549-4052-862f-82591b237673-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greek premier Alexis Tsipras (L) and Greek finance minister Yanis Varoufakis (R) in central Athens, Greece. The most likely outcome is that Tsipras will eat his words and submit to the conditions set by the troika before the end of June. Photograph: ORESTIS PANAGIOTOU/EPA","credit":"ORESTIS PANAGIOTOU/EPA","altText":"Greek premier Alexis Tsipras (L) and Greek finance minister Yanis Varoufakis (R) in central Athens, Greece.","cleanCaption":"Greek premier Alexis Tsipras (L) and Greek finance minister Yanis Varoufakis (R) in central Athens, Greece. The most likely outcome is that Tsipras will eat his words and submit to the conditions set by the troika before the end of June.","cleanCredit":"Photograph: ORESTIS PANAGIOTOU/EPA"}},"importance":4,"kicker":{"title":"Analysis"},"byline":{"title":"Anatole Kaletsky"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434436361465/aaa109ef-5549-4052-862f-82591b237673-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ORESTIS PANAGIOTOU/EPA","altText":"Greek premier Alexis Tsipras (L) and Greek finance minister Yanis Varoufakis (R) in central Athens, Greece.","cleanCredit":"Photograph: ORESTIS PANAGIOTOU/EPA"}}]},{"title":"Apple’s sex life tracker is a needless appendage","rawTitle":"Apple’s sex life tracker is a needless appendage","item":{"type":"comment","id":"commentisfree/2015/jun/16/apple-sex-tracker-iphone","title":"Why Apple’s sex life tracker is a needless appendage","trailText":"The new app that allows you to monitor your sexual activity will get plenty of action, but I can’t see many people benefiting from it","standFirst":"<p>The new app that allows you to monitor your sexual activity will get plenty of action, but I can’t see many people benefiting from it</p>","byline":"Pamela Stephenson Connolly","body":"<p>At last we know why Eve gave Adam that apple; she wanted to track his sexual activity.</p> \n<p>Fast forward a few years and Apple’s new <a href=\"http://www.independent.co.uk/life-style/gadgets-and-tech/news/ios-9-iphone-will-now-track-sexual-activity-10307408.html\" title=\"\">reproductive health tracking system</a>, available on an iPhone near you from this autumn, will do just that: recording sexual frequency and whether protection was used. Such technology will presumably benefit certain people, such as those trying to conceive, but I am not sure how helpful this app will be to the average user, beyond replacing the traditional notch on the bedpost.</p> \n<p>Will we ever really tell the truth about our sex lives – even to our own iPhones? We’ve all become acutely aware of the tendency of personal data to go walkabout. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/sep/01/naked-celebrity-hack-icloud-backup-jennifer-lawrence\" title=\"\">If photos entrusted to iCloud can end up online</a> – even in daily newspapers – mightn’t we rightly have pause when filling in an electronic sexual score sheet? Could information about our safe sex practices – or the lack of them – be used against us at some future time?</p> \n<p>And yet human beings need validation, and many seek it avidly. Our phones are beginning to take on the roles of conscience-surrogates, father-confessors, spokesmen for our prefrontal cortexes. We want their approval: “Twelve sexual encounters this week, all using condoms – well done! You’re in the top 20th percentile of people enjoying safe and frequent sex!”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I don’t know about you, but I’m a long way off managing fellatio while wielding a selfie stick</p> \n </blockquote> \n</aside> \n<p>I made that last bit up, of course, but if electronic monitoring of one’s sexual habits proves popular, it’s only a short step to broadening the scale: “Well done, sexy beast. You tried erotic sensory deprivation and vinyl fetish play this week … you’re on a roll.” And if visual monitoring becomes an added feature, think of the next learning curve we’ll be encountering; I don’t know about you, but I’m a long way off managing fellatio while wielding a selfie stick.</p> \n<p>Electronic monitoring of any activity can subtly change a person’s behaviour and cognitive processes. That can be a positive thing – as, for example, in helping to reduce obesity by measuring the balance of exercise and food intake. But in the case of sexual monitoring, the scale and reward system would reflect the programmers’ tastes, prejudices and beliefs about what constitutes “healthy sexuality”. And those views might not be psychosexually, culturally or even medically sound for the particular individuals who use the programmes.</p> \n<p>Optimal sexual frequency is not something that can be gauged for human beings generally. There is a lot of individual and couple variation, and even once a month, once a year, or never might be normative, desirable or even required for certain people. It would be most unfortunate if we were encouraged by our phones to engage in sexual activity just to put another smiley face in the “did it today” box, or to beat a competitive friend who scored highly over the weekend.</p> \n<p>And how does a programme – or more specifically, the programmer – define “sex”? Does masturbation count as a healthy sexual activity? It should, of course, but might not score as highly on our phones.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/05/women-deserve-orgasm-equality\">Women deserve orgasm equality | Jessica Valenti</a> </p> \n</aside> \n<p>Despite these concerns – and the potential for privacy breaches – such public-access sexuality measures are in their infancy, and it may be that we become less intimidated by our sexual realities in the future, which would be positive in many ways.</p> \n<p>We could all benefit from a better, well-researched understanding of our sex lives, which might be possible if authorised, accredited sexual researchers were allowed to ethically examine the system’s results – only with users’ consent, of course. In terms of data-gathering, it’s certainly exciting to think we might at last be able to have large-sample studies on certain aspects of human sexual behaviour. But if results of, say, frequency studies, are publicised without educative caveats, the potential for unfairly judging one’s self or one’s partner is high.</p> \n<p>Apple has started with the easier sexual questions, and I doubt there’ll be a “Sex with whom?” box to fill in any time soon. Unfortunately, aspects of human sexuality such as monogamy have traditionally been highly challenging, and the chances of people trusting their phones with evidence of infidelities must be low.</p> \n<p>But even with the current monitor, will there soon be fights and separations when supposedly faithful partners find a discrepancy in their individual weekly frequency scores? Looking at your lover’s phone will never be the same again.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434382466078/Girl-taking-picture-with--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The iPhone's new sex tracker quantifies your sexual activity – or lack of it.  Photograph: Chris Rout / Alamy/Alamy","credit":"Chris Rout / Alamy/Alamy","altText":"Girl taking picture with mobile phone","cleanCaption":"The iPhone's new sex tracker quantifies your sexual activity – or lack of it.  Photograph: Chris Rout / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-16T06:59:00Z","lastModified":"2015-06-16T08:10:38Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Pamela Stephenson Connolly","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pamelastephensonconnolly"}],"feature":false,"keywords":["Sex","Film","Life and style","Apple","Computing","Technology","Apple Watch","iPhone","Mobile phones","Telecoms","UK news"],"tags":[{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"film/film","webTitle":"Film"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/apple","webTitle":"Apple"},{"id":"technology/computing","webTitle":"Computing"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/apple-watch","webTitle":"Apple Watch"},{"id":"technology/iphone","webTitle":"iPhone"},{"id":"technology/mobilephones","webTitle":"Mobile phones"},{"id":"technology/telecoms","webTitle":"Telecoms"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Pamela Stephenson Connolly","topic":{"type":"tag-contributor","name":"profile/pamelastephensonconnolly"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/16/apple-sex-tracker-iphone","shortUrl":"http://gu.com/p/49z92","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/16/apple-sex-tracker-iphone","webUri":"http://www.theguardian.com/commentisfree/2015/jun/16/apple-sex-tracker-iphone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434382466078/Girl-taking-picture-with--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The iPhone’s new sex tracker quantifies your sexual activity – or lack of it. Photograph: Chris Rout/Alamy","credit":"Chris Rout/Alamy","altText":"Girl taking picture with mobile phone","cleanCaption":"The iPhone’s new sex tracker quantifies your sexual activity – or lack of it.","cleanCredit":"Photograph: Chris Rout/Alamy"}},"importance":3,"byline":{"title":"Pamela Stephenson Connolly"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434382466078/Girl-taking-picture-with--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The iPhone's new sex tracker quantifies your sexual activity – or lack of it.  Photograph: Chris Rout / Alamy/Alamy","credit":"Chris Rout / Alamy/Alamy","altText":"Girl taking picture with mobile phone","cleanCaption":"The iPhone's new sex tracker quantifies your sexual activity – or lack of it.  Photograph: Chris Rout / Alamy/Alamy"}}]},{"title":"Nicky Morgan and the plan to turn the Department for Education into Fifa","rawTitle":"Nicky Morgan and the plan to turn the Department for Education into Fifa","item":{"type":"comment","id":"politics/2015/jun/15/nicky-morgan-education-department-failing-schools-fifa-blatter","title":"Nicky Morgan and the plan to turn the Department for Education into Fifa","trailText":"Education secretary pitches herself as the new Sepp Blatter, with the power to send any school she deems to be failing or coasting to Russia or Qatar","standFirst":"<p>Education secretary pitches herself as the new Sepp Blatter, with the power to send any school she deems to be failing or coasting to Russia or Qatar</p>","byline":"John Crace","body":"<p>No government department likes to be without a good war to impress on the country that it has a genuine sense of purpose. The Department for Education’s continuing armed conflict is with the scourge of failing and coasting schools. It’s probably a little early in the parliament to say whether the education secretary is herself failing, but she certainly seems to be coasting.</p> \n<p>Indeed, Nicky Morgan’s undoubted talent for coasting is almost certainly the reason David Cameron gave her the job. Someone to make education much duller and less toxic for the Conservatives than it had been under Michael Gove.</p> \n<p>When Morgan was first appointed education secretary she had the air of a somewhat diffident coaster: a woman who wasn’t too sure she was up to the high-pressure demands of coasting. Now the government has been returned with a majority, Morgan’s coasting has acquired a new self-belief. Some might call it growing into the job, though the education secretary must beware of over-confidence.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/03/nicky-morgan-wrong-evidence-academies-bill\">Nicky Morgan is wrong – the evidence for academies doesn’t add up | Henry Stewart</a> </p> \n</aside> \n<p>At departmental questions, she came close to making her opposite number, Tristram Hunt, appear statesmanlike and competent. That’s something that never happened when her predecessor was at the despatch box.</p> \n<p>Not that it took a great deal. All Hunt had to do was ask Morgan to explain how she was proposing to define failing and coasting schools in the government’s new education bill. The education secretary was horrified at the suggestion – defining coasting was contradictory to the spirit of coasting. The kind of coasting that leads to coastal erosion. “I see no reason to say what I mean by failing and coasting,” Morgan coasted, “because that kind of detail can wait until the bill reaches its committee stages”.</p> \n<p>Hunt tried again. Was she really suggesting that the government was intending to ask parliament to vote on a second reading of a bill whose very first sentence was so vague as to be meaningless? “That’s precisely what I’m saying,” Morgan responded tartly. She didn’t add that coasting was only ever intended as a catch-all term to allow the government to turn any school it liked into an academy or free school, because that was already implicit in her annoyance. A coasting bill was designed to do just that.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>At departmental questions, Morgan came close to making Tristram Hunt look statesmanlike and competent</p> \n </blockquote> \n</aside> \n<p>For someone who lives, speaks and breathes perfect civil servant, Mogadon Morgan can get surprisingly irritable when her coastal vision is challenged. “If failing or coasting schools are going to be turned into academies,” the Liberal Democrat MP John Pugh asked quite reasonably, “Will failing or coasting academies be turned back into schools?’ Morgan crossed her arms importantly and harrumphed: “Oh very funny.”</p> \n<p>Help – if any intervention from the schools minister, Nick Gibb, could be deemed helpful – was at hand. He said: “Academies that were deemed to be coasting or failing would be asked to change sponsors.”</p> \n<p>Here was the vision. The Department for Education was to become Fifa, with Morgan the new Sepp Blatter. Rather than question the nature of the organisation, you just pin the blame for all its failings on those who underwrite its errors. Any schools caught coasting on Morgan’s dozy watch would be relocated to Russia or Qatar. Brilliant.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/may/18/schools-battle-labour-conservatives-education-manifesto\">Let the schools battle commence – without delay</a> </p> \n</aside> \n<p>The need to get to the bottom of coasting became ever more urgent. By any normal standards, Morgan is the essence of coasting, but in contrast to her juniors she is the model of high-octane clarity.</p> \n<p>Sam Gyimah, the junior minister for childcare, brought coasting to a standstill. He said: “This government is committed to children’s centre provision. Just to be clear, only 142 have closed and eight new centres have opened since 2010.” Numeracy isn’t his strong point. Not coasting, but failing.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434392504326/c1841d47-3c5d-4eb3-9642-24b307d317a8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Toby Melville/Reuters","altText":"Nicky Morgan education secretary","cleanCredit":"Photograph: Toby Melville/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-15T18:35:15Z","lastModified":"2015-06-16T00:10:02Z","metadata":{"commentable":true,"commentCount":137,"contributors":[{"name":"John Crace","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johncrace"}],"feature":false,"keywords":["Education","Nicky Morgan","Tristram Hunt","UK news","Politics","Conservatives","Labour"],"tags":[{"id":"education/education","webTitle":"Education"},{"id":"politics/nicky-morgan","webTitle":"Nicky Morgan"},{"id":"politics/tristram-hunt","webTitle":"Tristram Hunt"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"}],"section":{"id":"politics"},"topics":[{"displayName":"John Crace","topic":{"type":"tag-contributor","name":"profile/johncrace"}}],"series":{"title":"The politics sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/the-politics-sketch"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/15/nicky-morgan-education-department-failing-schools-fifa-blatter","shortUrl":"http://gu.com/p/49ze5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/15/nicky-morgan-education-department-failing-schools-fifa-blatter","webUri":"http://www.theguardian.com/politics/2015/jun/15/nicky-morgan-education-department-failing-schools-fifa-blatter"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434392504326/c1841d47-3c5d-4eb3-9642-24b307d317a8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nicky Morgan may still be coasting along as education secretary, but with a Conservative majority, she has wind in her sails. Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"Nicky Morgan education secretary","cleanCaption":"Nicky Morgan may still be coasting along as education secretary, but with a Conservative majority, she has wind in her sails.","cleanCredit":"Photograph: Toby Melville/Reuters"}},"importance":3,"byline":{"title":"John Crace"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png"}}]}],"lastModified":"2015-06-16T08:08:48Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}