{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Charles Kennedy's death was a tragic waste of talent. Let compassion be his legacy","rawTitle":"Charles Kennedy's death was a tragic waste of talent. Let compassion be his legacy","item":{"type":"comment","id":"commentisfree/2015/jun/03/compassion-legacy-charles-kennedy-liberal-democrats","title":"Charles Kennedy's death was a tragic waste of talent. Let compassion be his legacy","trailText":"The former Liberal Democrat leader was a man of judgment and charm, but he had worrying frailties. If only he had been shown more kindness","standFirst":"<p>The former Liberal Democrat leader was a man of judgment and charm, but he had worrying frailties. If only he had been shown more kindness</p>","byline":"Gaby Hinsliff","body":"<p>When I think of Charlie Kennedy, it’s his hands that I remember. There’d usually be a cigarette dangling from one of them; back before the smoking ban, chats in his Westminster office were usually conducted through a thick blue haze. But what really struck me, the first time I interviewed him at length, was that his hands were trembling.</p> \n<p>I couldn’t work out if it was nerves – we were discussing Iraq, the biggest judgment call of his career and one that at the time seemed to leave him dangerously exposed – or a hangover, although in retrospect perhaps the two were related. Many comedians drink to maintain the easy confidence that everyone assumes comes naturally.</p> \n<p>But whatever it was, only the hands gave it away. The voice was calm, the arguments fluent, the judgment sharp as a knife. Charles Kennedy was a more far-sighted politician, even in drink, than many will ever be sober, and that’s what’s so cruelly frustrating about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy\">his death at 55</a>; that he can never now become what he was capable of becoming. His death is a personal tragedy for family and friends, but even for those who never met him nor sympathised with his politics, there is something horribly poignant about a talent wasted.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Charles Kennedy was a more far-sighted politician, even in drink, than many will ever be sober</p> \n </blockquote> \n</aside> \n<p>It’s easy to forget, now that the world and his dog insists they always knew Iraq didn’t have WMD, what courage it took to come out against the war in 2003 when public opinion was oddly less clear-cut. Kennedy did it in the teeth of opposition from some very senior colleagues who felt he should, at the very least, sit on the fence; who sniped behind his back about whether <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/video/2015/jun/02/charles-kennedy-speaks-2003-stop-the-war-rally-video\">joining stop-the-war marches</a> was statesmanlike. He did it knowing that if the invasion turned out to be the easy success many predicted, his reputation might not recover.</p> \n<p>Twice in his life Kennedy stood isolated on what looked like the wrong side of career-defining arguments: once in 2003 over Iraq and again in 2010, when he was the sole Liberal Democrat MP to vote against entering coalition with David Cameron. Some will say history twice proved him right but perhaps more accurately it twice proved him on the electorally successful side, which for a politician is much less grudging praise than it sounds.</p> \n<div>\n __VIDEO_EMBED_gu-video-456983536__\n</div> \n<p>When he was forced from office in January 2006, Kennedy had just obtained the best Liberal election result since 1923: 62 seats, up from 46 when he became leader. The result reflected not just his personal charm and gentleness – he had the knack of never sounding like a career politician even after 30 years at Westminster – but personal bravery too. Few could have felt it more acutely when so many of those left-leaning voters he won over from Labour abandoned the party in 2010, reeling in disgust from the decision to go into coalition. It is anyone’s guess when, or if, his party will regain that lost ground.</p> \n<p>Yet while his death will cast a long and emotive shadow over the current Liberal Democrat leadership contest, it’s too crude to draw from him the lesson that the party succeeds simply by tacking relentlessly left. What marked Kennedy out from Paddy Ashdown before him or Nick Clegg after him (poor Menzies Campbell did not last long enough to be marked for much) was a deep suspicion of getting too close to either main party – whether in the sort of grand reunion of the left proposed by Tony Blair, or in right-wing coalition with Cameron. He believed fiercely in liberalism as something quite distinct from any other political creed; found ways to dramatise those differences which were right for his particular time; and above all was unafraid to defy a public mood which is often shallower than the public will admit.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/01/shirley-williams-backs-norman-lamb-lib-dem-leader\">Shirley Williams backs Norman Lamb as Lib Dem leader</a> </p> \n</aside> \n<p>And yet the worst thing about the messy, graceless way he was <a href=\"http://news.bbc.co.uk/1/hi/in_depth/uk_politics/2006/kennedy_resignation/default.stm\">ousted early in 2006</a> is that it had become inevitable. Kennedy was always cheerfully shambolic and, when I spent a day with him on the campaign trail a few months earlier, I wasn’t surprised when he pitched up so late for our early morning train to Norfolk that we nearly missed it.</p> \n<p>But he seemed oddly hunched, withdrawn, going through the motions. Something felt wrong. Things started to happen that couldn’t be easily explained – absences from high-profile appearances, erratic behaviour – and friends grew uncharacteristically irritable when pressed about that, as if searching for ways to protect him without lying. Too many people came under too much pressure to cover up for him and when Cameron, the first electorally credible Tory leader in a decade, succeeded Michael Howard in December 2005 his party’s patience with its leader swiftly ran out. He got the big career judgments right; it was everyday life that defeated him.</p> \n<p>Many Liberal Democrats, I suspect, will be wondering today if there wasn’t some possible intervention they missed, or at least a better way in future of ensuring that politicians don’t self-destruct. As the SNP’s Alex Salmond has pointed out, Westminster is the worst place in the world for anyone with personal demons, combining a late-night boozing culture (although it’s infinitely more sober now than it was in the “two-bottle lunch” days of 1997, when I started out as a reporter) with loneliness, exhaustion, intense pressure and being far from home. Depression, divorce and dependency can engulf even old hands – and when Kennedy was elected, he was a 23-year-old from a remote Scottish farming community who’d only been to London twice before. While all of this is more openly discussed now than a decade ago, thanks partly to individual MPs bravely speaking up about their experience of mental illness, the Commons could do more to support vulnerable members – particularly when they lose their seats.</p> \n<p>But it’s not just about the House of Commons, is it? All those people getting cheap laughs on social media out of Kennedy’s last erratic performance on the BBC’s Question Time, or rejoicing in his defeat on election night, were just a visible example of a culture which not only stigmatises people with mental health problems but treats public figures – politicians or otherwise – as if they were somehow less than human. If Charles Kennedy’s death leads one or two to pause before unleashing mob scorn or fury, if it prompts an ounce more compassion for people whose lives might well be more complicated than they look – well, a fine liberal legacy that would be.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433274887115/Charles-Kennedy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'When Kennedy was elected he was a 23-year-old from a remote Scottish farming community who’d only been to London twice before.' Photograph: Eamonn Mccabe for the Guardian","credit":"Eamonn Mccabe/Guardian","altText":"Charles Kennedy","cleanCaption":"'When Kennedy was elected he was a 23-year-old from a remote Scottish farming community who’d only been to London twice before.' Photograph: Eamonn Mccabe for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-03T06:22:42Z","lastModified":"2015-06-03T07:59:03Z","metadata":{"commentable":true,"commentCount":79,"contributors":[{"name":"Gaby Hinsliff","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/12/1410533756119/Gaby-Hinsliff-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gabyhinsliff"}],"feature":false,"keywords":["Charles Kennedy","Liberal Democrats","Politics"],"tags":[{"id":"politics/charleskennedy","webTitle":"Charles Kennedy"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Gaby Hinsliff","topic":{"type":"tag-contributor","name":"profile/gabyhinsliff"}}],"embeddedVideos":[{"id":"gu-video-456983536","source":"guardian.co.uk","durationInSeconds":187,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/02/150602CharlesKennedy_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/02/150602CharlesKennedy.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/2/1433247358767/KP_257930_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Charles Kennedy's political career - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Charles Kennedy's political career - video","cleanCaption":"620x372 trailpic for Charles Kennedy's political career - video"}}],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/03/compassion-legacy-charles-kennedy-liberal-democrats","shortUrl":"http://gu.com/p/49e3h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/03/compassion-legacy-charles-kennedy-liberal-democrats","webUri":"http://www.theguardian.com/commentisfree/2015/jun/03/compassion-legacy-charles-kennedy-liberal-democrats"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433274887115/Charles-Kennedy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘When Kennedy was elected he was a 23-year-old from a remote Scottish farming community who’d only been to London twice before.’ Photograph: Eamonn Mccabe for the Guardian","credit":"Eamonn Mccabe/Guardian","altText":"Charles Kennedy","cleanCaption":"‘When Kennedy was elected he was a 23-year-old from a remote Scottish farming community who’d only been to London twice before.’ Photograph: Eamonn Mccabe for the Guardian"}},"importance":7,"byline":{"title":"Gaby Hinsliff"},"showQuotedHeadline":true,"sublinks":[]},{"title":"The brass bands that moved me to tears","rawTitle":"The brass bands that moved me to tears","item":{"type":"comment","id":"music/commentisfree/2015/jun/02/real-northern-powerhouses-brass-bands-moved-me-to-tears-whit-friday","title":"The real northern powerhouses: the brass bands that moved me to tears","trailText":"The annual Whit Friday brass band festival may sound like a cliched nostalgia trip, but, with its have-a-go attitude and searing cornet solos, it proved my favourite night of the year","standFirst":"<p>The annual Whit Friday brass band festival may sound like a cliched nostalgia trip, but, with its have-a-go attitude and searing cornet solos, it proved my favourite night of the year</p>","byline":"Helen Pidd","body":"<p>When I was the Guardian’s Berlin correspondent back in 2011, I had a private rule: I was going to write about the Nazis no more than once a fortnight. Early on, I made the mistake of telling this to a reporter from the Berliner Zeitung. She outed me in an article under the headline: <a href=\"http://www.berliner-zeitung.de/archiv/helen-pidd-ist-die-neue-berliner-korrespondentin-des-britischen-guardian--sie-will-keine-klischees-bedienen-zwei-wochen-ohne-hitler,10810590,10773070.html\" title=\"\">“Zwei Wochen Ohne Hitler”</a>.</p> \n<p>In two and a half years as the Guardian’s northern editor, I have also made a conscious effort not to write too much about certain things. Pies, flat caps, mills, whippets – even though Alex and Pam round the corner just got one called Gilbert and he’s a&nbsp;<em>darling</em>.</p> \n<p>Until last week I probably would have filed brass bands in the same drawer of last resort. Then I went to <a href=\"http://www.whitfriday.brassbands.saddleworth.org/intro.html\" title=\"\">Whit Friday in Saddleworth</a> and realised that a stirring euphonium solo is as relevant to my patch as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/the-northerner/2015/may/14/george-osborne-northern-powerhouse-devolution-manchester\" title=\"\">George Osborne’s northern powerhouse</a> will ever be.</p> \n<p>As a coastal Lancastrian, I had not heard of Whit Friday. We don’t really do brass bands in Morecambe. No pits – just two hulking nuclear power stations. Subtitled “the greatest free show on Earth”, Whit Friday is like <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/sxsw\" title=\"\">South By SouthWest</a> for brass bands, only spread out over 11 villages on the Lancashire/Yorkshire border, rather than the dive bars of Austin, Texas. As with SXSW, you can’t hope to see all of the bands on the bill, just as you’ll struggle to visit every venue. Most of the ensembles don’t even make it to each village, which are sufficiently spread out that coaches are needed to&nbsp;ferry the groups up hill and down dale – a low-geared bicycle, incidentally, is the best way to get around Whit Friday (admittedly difficult when carrying a tuba).</p> \n<p>Going since 1884, Whit Friday this year attracted 126 bands from all around the UK, as well as a few from afar. Each must dash from contest to contest, performing one crowd-pleaser as they march through each village and then one brass classic for the judges. Each performance is scored “blind” by an adjudicator, hidden in some adjacent darkened room or caravan. It’s a Pennine version of The Voice, but without the annoying bit where <a href=\"http://will.i.am/\" title=\"\">will.i.am</a> turns round and uses lots of non sequiturs to explain why that massacre of Vanessa Carlton’s Thousand Miles wasn’t quite for him.</p> \n<p>In the contest we attended in <a href=\"http://en.wikipedia.org/wiki/Delph\" title=\"\">Delph</a>, the mysterious judge was sequestered inside the Methodist hall, opposite the working men’s club. From 4.30pm until well after dark, he judged 77 bands from an open window on the first floor, each introduced to him with just a number rather than a name. For the audience’s benefit, before each performance a solemn chap in a hi-vis jacket paraded around with a white board on a stick on which was written the band’s name, their division in the league, and the march they were to play. “Brass Band Frutigen – Salute to Berne. 3rd” and so forth.</p> \n<p>Occupying plastic seats on the front row were the unofficial citizens’ jury, who, fortified with Tupperware picnics and flasks of tea, dutifully scored each band by their own individual criteria. After about 10 bands and several pints of local ale, my friend Elizabeth and I felt confident we could tell the wheat from the chaff. Growing up in nearby Milnrow, Elizabeth had the edge on this seaside incomer, whispering that the Brighouse and Rastrick band were said to be one of the best, when they struck up a fabulously regal version of <a href=\"https://www.youtube.com/watch?v=fpaRcbPDOc8&amp;feature=youtu.be&amp;t=1h2m47s\" title=\"\">The Wizard</a>. Her grandad, however, always preferred the “Faireys”, she said. Grandad, too ill in hospital to attend this year, was proved right when the <a href=\"http://www.faireyband.com/\" title=\"\">Fairey Band</a> from Stockport eventually won the overall first place, shoving Brighouse into second.</p> \n<p>But Whit Friday is not just a chance for the big guns to fire out their hits; it’s an opportunity for anyone who can get enough players together. We enjoyed the Chav Band (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2011/jun/08/chavs-demonization-owen-jones-review\" title=\"\">don’t tell Owen Jones</a>), resplendent in tracksuits and baseball hats, who made me punch the air with their rendition of Bryan Adam’s 1984 classic <a href=\"https://www.youtube.com/watch?v=3eT464L1YRA\" title=\"\">Heaven</a>. They also do <a href=\"https://www.youtube.com/watch?v=lTgGaXf1X_M\" title=\"\">a corking version of 2 Unlimited’s No Limit</a>. One band, whose lederhosen-wearing euphonium player had filled his pockets with cans of beer, had brought with them their own Bez-style dancer, a very drunk Jesus carrying a sign saying “He’s not the Messiah … he’s a very naughty boy”. A shout-out too for the equally well lubricated Zoobander, comprising a load of mullered students from Warwick wearing animal-themed onesies, who chose <a href=\"https://www.youtube.com/watch?v=GMJeKjYEqzU\" title=\"\">The Animals Went in Two by Two</a> (hurrah hurrah) as their rabble-raiser.</p> \n<p>Both of us spent half the evening on the verge of tears. There’s something about <a href=\"http://www.justmusicuk.com/media/pdf/30000/JM30462%20Knight%20Templar.pdf?t=1433188824\" title=\"\">a searing cornet solo in B flat</a> that causes my chest to heave. For Elizabeth it was the teenage lad banging his bass drum with enormous pride as he provided the rhythm for his youth band’s take on Uptown Funk while strutting down Delph’s main thoroughfare. I&nbsp;had wondered if Whit Friday would feel like an anachronism, preserved for the sake of tradition rather than any relevance to 21st-century life, like the “coconutters” of nearby Bacup, <a href=\"http://www.telegraph.co.uk/news/politics/labour/10777858/Racist-No-our-black-face-dance-is-a-proud-tradition.html\" title=\"\">who blacken their faces</a> for their annual morris dancing parade. But it was my favourite night of the year, a demonstration of civic pride and community spirit as much as musical talent. I have spent the last few days welling up at my desk watching YouTube clips – the Brighouse band <a href=\"https://www.youtube.com/watch?v=6fL3E8FRxiw\" title=\"\">collaborating</a> with the north-east folk band the Unthanks is a particular favourite, along with the Whit Friday sequence in&nbsp;<a href=\"https://www.youtube.com/watch?v=5uQcDXZ9WVQ\" title=\"\">Brassed Off</a>. Next year, I want in. How long does it take to learn the trombone?</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433244786514/5cf669d1-97fc-4318-a103-457d2b4478ff-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Oli Scarff/AFP/Getty Images","altText":"The Dobcross Silver Band","cleanCredit":"Photograph: Oli Scarff/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-02T19:00:00Z","lastModified":"2015-06-02T23:00:45Z","metadata":{"commentable":true,"commentCount":108,"contributors":[{"name":"Helen Pidd","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/27/1422363539931/Helen-Pidd-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenpidd"}],"feature":false,"keywords":["Music festivals","Yorkshire","Music","Culture","Festivals","UK news"],"tags":[{"id":"music/music-festivals","webTitle":"Music festivals"},{"id":"uk-news/yorkshire","webTitle":"Yorkshire"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"music"},"topics":[{"displayName":"Helen Pidd","topic":{"type":"tag-contributor","name":"profile/helenpidd"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/commentisfree/2015/jun/02/real-northern-powerhouses-brass-bands-moved-me-to-tears-whit-friday","shortUrl":"http://gu.com/p/49djb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/commentisfree/2015/jun/02/real-northern-powerhouses-brass-bands-moved-me-to-tears-whit-friday","webUri":"http://www.theguardian.com/music/commentisfree/2015/jun/02/real-northern-powerhouses-brass-bands-moved-me-to-tears-whit-friday"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433244786514/5cf669d1-97fc-4318-a103-457d2b4478ff-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Dobcross Silver Band parade through their village, near Saddleworth. Photograph: Oli Scarff/AFP/Getty Images","credit":"Oli Scarff/AFP/Getty Images","altText":"The Dobcross Silver Band","cleanCaption":"The Dobcross Silver Band parade through their village, near Saddleworth.","cleanCredit":"Photograph: Oli Scarff/AFP/Getty Images"}},"importance":5,"byline":{"title":"Helen Pidd"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Nursing shortages are worst in care homes and agency workers fill the gap\r\n","rawTitle":"Nursing shortages are worst in care homes and agency workers fill the gap","item":{"type":"comment","id":"society/2015/jun/03/nursing-shortages-worst-care-homes-agency-workers-fill-gap","title":"Nursing shortages are worst in care homes and agency workers fill the gap","trailText":"Nursing homes report an average increase of 55% in use of agency workers to fill staffing gaps. We need a proper career pathway for care assistants to become nurses","standFirst":"Nursing homes report an average increase of 55% in use of agency workers to fill staffing gaps. We need a proper career pathway for care assistants to become nurses","byline":"David Brindle","body":"<p>Nurse shortages, and the cost of plugging yawning gaps in staff rotas, have rightly leapt to public attention. But where are shortages worst? Neonatal wards? A&amp;E? Mental health? No – it’s care homes.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/reality-check/2015/jun/03/is-nhs-being-overcharged-by-staff-agencies\">Is NHS being overcharged by agencies - or are staff shortages the real issue?</a> </p> \n</aside> \n<p>Almost 60,000 registered nurses, approaching one in 10, work in the social care sector. A home providing nursing care typically needs up to three nurses during the day and one at night, per patient, although about 60% of hands-on care is delivered by care assistants.</p> \n<p>Figures published today find that nurse vacancy rates in social care are running at 9%, compared to 7% in the NHS. Over the past two years, the largest nursing home groups report an average increase of 55% in use of agency workers to fill the gaps.</p> \n<p>With hospital trusts reportedly paying up to <a href=\"http://www.telegraph.co.uk/news/nhs/11522343/Trust-pays-an-agency-nurse-2200-a-day.html\">&pound;2,200 a shift</a> for agency staff, NHS England chief executive Simon Stevens has vowed to clamp down on agencies “<a href=\"http://www.bbc.co.uk/news/health-32950969\">ripping off the NHS</a>”. For care homes, operating, at best, on a fine profit margin when it comes to fees paid for state-funded residents, agency rates are now a crunch issue.</p> \n<p>According to <a href=\" http://www.christiecorporate.com/news/publications-data/care.aspx\">today’s analysis by consultants Christie + Co</a>, staff costs at 12 leading nursing home companies have risen in two years from just over 59% of turnover to 61% – an increase impacting directly on operating margins. The recruitment problem in care homes is exacerbated by the fact that their nurses are older than the average: whereas 13% of NHS nurses in England are 55 or over, the proportion in care homes is 30%. This means that proportionally more are retiring, or are close to doing so, at a time when some 4,000 fewer newly qualified nurses are leaving university than in 2013 because of cuts in training places.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/02/ian-cumming-health-education-england-gp-nurse-shortages\">‘GP recruitment is what keeps me awake at night’ | Denis Campbell</a> </p> \n</aside> \n<p>Too bad, say critics. If the independent care sector put its hand in its pocket to train its own nurses, rather than leach off the NHS, it wouldn’t be in such straits. In the past, that has undoubtedly been fair comment. But more innovative care home groups are now taking steps to “grow their own” – if not yet their own nurses. At Barchester Healthcare, for instance, an initial 150 senior care workers are being trained for a new “care practitioner” role which, subject to regulatory approval, could mean them taking on some nursing tasks and substituting for one of the three day-shift nurses in a typical home.</p> \n<p>The ultimate solution to nurse shortages surely lies in creating a proper career pathway for care assistants to progress into nursing. Politicians are always guaranteed warm applause if they declare that it was a mistake to abolish the former state enrolled nurse (SEN) when the profession moved to graduate entry in the 1990s. The SEN had two years’ training, rather than three, and supported registered nurse colleagues.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The case for bringing back an SEN-type role – a &shy;stepping-stone to registered nurse qualification – is being taken up</p> \n </blockquote> \n</aside> \n<p>The case for bringing back an SEN-type role – perhaps making something like Barchester’s care practitioner a stepping-stone to registered nurse qualification – is now being taken up more widely. Even the Royal College of Nursing’s own general secretary, Peter Carter, says it has become his personal view. Speaking the other day to a conference organised jointly by the college and Care England, which represents care home groups, Carter said: “My wish would be that we have something like a one-year statutory training, on an apprenticeship-based model, where you educate people in the fundamentals of care. If you did that in both the independent and statutory sectors, you would go a long way to ameliorating the difficulties we face.”</p> \n<p>Carter went on to tell a heartwarming story of a letter he had recently received from a nurse about a resident of the care home where she works. The resident was also a nurse when she was younger, having been born six years before the death of Florence Nightingale and having qualified in 1926. She will shortly celebrate her 111th birthday. As a result of the letter, the college will make sure there is a cake and a bit of a fuss on the day. But with people now living into a 12th decade, can there be any doubt that we need nursing homes – and that nursing homes need nurses?</p> \n<p><strong> <br /></strong></p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Society/Pix/pictures/2015/6/1/1433177105441/Monmouth-Court-Nursing-Ho-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Royal College of ­Nursing’s general secretary, Peter Carter, has suggested a one-year statutory training, on an apprenticeship model, in the fundamentals of care. \r Photograph: Brian Harris/Rex Features","credit":"Brian Harris/Rex Features","altText":"Monmouth Court Nursing Home run by BUPA in Ipswich, Suffolk, Britain - 15 Jul 2009","cleanCaption":"The Royal College of ­Nursing’s general secretary, Peter Carter, has suggested a one-year statutory training, on an apprenticeship model, in the fundamentals of care. \r Photograph: Brian Harris/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-06-03T06:00:04Z","lastModified":"2015-06-03T08:04:40Z","metadata":{"commentable":true,"commentCount":23,"contributors":[{"name":"David Brindle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/24/1400939891768/David-Brindle-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidbrindle"}],"feature":true,"keywords":["Nursing","Social care","Society","Older people","Care workers"],"tags":[{"id":"society/nursing","webTitle":"Nursing"},{"id":"society/social-care","webTitle":"Social care"},{"id":"society/society","webTitle":"Society"},{"id":"society/older-people","webTitle":"Older people"},{"id":"society/care-workers","webTitle":"Care workers"}],"section":{"id":"society"},"topics":[{"displayName":"David Brindle","topic":{"type":"tag-contributor","name":"profile/davidbrindle"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/03/nursing-shortages-worst-care-homes-agency-workers-fill-gap","shortUrl":"http://gu.com/p/49d2f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/03/nursing-shortages-worst-care-homes-agency-workers-fill-gap","webUri":"http://www.theguardian.com/society/2015/jun/03/nursing-shortages-worst-care-homes-agency-workers-fill-gap"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Society/Pix/pictures/2015/6/1/1433177105441/Monmouth-Court-Nursing-Ho-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Royal College of ­Nursing’s general secretary, Peter Carter, has suggested a one-year statutory training, on an apprenticeship model, in the fundamentals of care. \r Photograph: Brian Harris/Rex Features","credit":"Brian Harris/Rex Features","altText":"Monmouth Court Nursing Home run by BUPA in Ipswich, Suffolk, Britain - 15 Jul 2009","cleanCaption":"The Royal College of ­Nursing’s general secretary, Peter Carter, has suggested a one-year statutory training, on an apprenticeship model, in the fundamentals of care. \r Photograph: Brian Harris/Rex Features"}},"importance":5,"byline":{"title":"David Brindle"},"showQuotedHeadline":true,"sublinks":[]},{"title":"We’ve got thousands more disabled people into work, but there’s more to do","rawTitle":"We’ve got thousands more disabled people into work, but there’s more to do","item":{"type":"comment","id":"society/2015/jun/03/disabled-people-into-work-more-to-do","title":"We’ve got thousands more disabled people into work, but there’s more to do","trailText":"As minister for disabled people, I want to increase the number that the Access to Work scheme can help, not only to get jobs but also to stay in them","standFirst":"As minister for disabled people, I want to increase the number that the Access to Work scheme can help, not only to get jobs but also to stay in them","byline":"Justin Tomlinson","body":"<p>Since the role of minister for disabled people was created in 1974, our understanding of what it means to be disabled and the type of support available have both changed dramatically. As the 18th MP to be appointed to this role, I am pleased that recognising disabled people’s abilities and providing support to enable them to realise their aspirations is higher up the agenda than ever before. Innovations such as the creation of the <a href=\"https://www.gov.uk/pip/overview\" title=\"\">personal independence payment</a>, a benefit that helps people with the extra costs of being disabled, have been a huge step forward. Unlike the system that existed before, PIP targets support at those who need it most and considers needs arising from all impairments equally and consistently.</p> \n<p>A priority for me will be ensuring that we build on early improvements to the PIP claimant’s experience. We must work closely with our providers to deliver a good, joined-up service. <a href=\"https://www.gov.uk/access-to-work\" title=\"\">Access to Work</a>, a scheme that provides funding to support disabled people in the workplace, is also <a href=\"https://www.gov.uk/government/collections/access-to-work-statistics-on-recipients--2\" title=\"\">improving employment outcomes</a> and quality of life for thousands.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jan/27/delays-disability-benefit-pip-claimants-mps-scrutiny\">Delays and disarray shatter lives of new disability claimants | Amelia Gentleman</a> </p> \n</aside> \n<p>Under the coalition, the support this scheme provided was expanded to make sure those with mental health conditions were not left behind. There is more to do and I am committed to overseeing a large increase in the number of people Access to Work is able to support – not only to get but, crucially, to stay in jobs.</p> \n<p>Shortly before the election, George Osborne announced funding of <a href=\"http://www.pulsetoday.co.uk/clinical/mental-health/iapts-to-be-co-located-in-job-centres/20009490.article#.VWhsO2bd79I\" title=\"\">&pound;40m to provide specialist support</a> in jobcentres for people with mental health conditions. We can now get on and deliver this, providing a more joined-up approach with healthcare and other support services to ensure that earlier interventions work to protect people’s careers and livelihoods. Mental health remains an issue that many do not feel comfortable talking about. Perhaps that is why employers, too, often ignore it and fail to offer the right support. The outcome of this failure is that too many people who experience mental health difficulties do not work. Initiatives encouraging people to talk openly about mental health and challenging negative stereotypes will help to level the playing field for those with mental health conditions in the jobs market.</p> \n<p>The government can lead in this area. In the past two years, the fantastic <a href=\"https://www.gov.uk/government/collections/disability-confident-campaign\" title=\"\">Disability Confident</a> campaign, which aims to remove barriers to work for disabled people, has attracted more than 60 partners, including major businesses, and has reached thousands of employers.</p> \n<p>The latest statistics show a <a href=\"http://www.ons.gov.uk/ons/search/index.html?newquery=a08\" title=\"\">year-on-year increase</a> of 238,000 disabled people in work – the equivalent of more than 650 more for every day of the year. But we are not complacent – we want to help more disabled people into work as part of our wider aim to achieve the highest employment rate in the G7. My job is to ensure that happens.<em> </em></p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432916278456/disabled-people-protest-D-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Justin Tomlinson wants to ensure that the government builds on 'early improvements to the personal independence payment claimant’s experience'.  Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"disabled people protest DWP","cleanCaption":"Justin Tomlinson wants to ensure that the government builds on 'early improvements to the personal independence payment claimant’s experience'.  Photograph: Graham Turner for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-03T07:00:04Z","lastModified":"2015-06-03T07:00:04Z","metadata":{"commentable":true,"commentCount":42,"contributors":[{"name":"Justin Tomlinson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/justin-tomlinson"}],"feature":false,"keywords":["Disability","Social exclusion","Society","Unemployment","Benefits"],"tags":[{"id":"society/disability","webTitle":"Disability"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"society/society","webTitle":"Society"},{"id":"society/unemployment","webTitle":"Unemployment"},{"id":"society/benefits","webTitle":"Benefits"}],"section":{"id":"society"},"topics":[{"displayName":"Justin Tomlinson","topic":{"type":"tag-contributor","name":"profile/justin-tomlinson"}}],"series":{"title":"Second thoughts","uri":"http://mobile-apps.guardianapis.com/lists/tag/society/series/secondthoughts"},"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/03/disabled-people-into-work-more-to-do","shortUrl":"http://gu.com/p/49bdk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/03/disabled-people-into-work-more-to-do","webUri":"http://www.theguardian.com/society/2015/jun/03/disabled-people-into-work-more-to-do"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432916278456/disabled-people-protest-D-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Justin Tomlinson wants to ensure that the government builds on 'early improvements to the personal independence payment claimant’s experience'.  Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"disabled people protest DWP","cleanCaption":"Justin Tomlinson wants to ensure that the government builds on 'early improvements to the personal independence payment claimant’s experience'.  Photograph: Graham Turner for the Guardian"}},"importance":4,"byline":{"title":"Justin Tomlinson"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Left of Labour, maybe, but Kennedy was always a true liberal","rawTitle":"Left of Labour, maybe, but Kennedy was always a true liberal","item":{"type":"comment","id":"commentisfree/2015/jun/02/charles-kennedy-left-labour-true-liberal","title":"Charles Kennedy: he was left of Labour, maybe, but always a true liberal","trailText":"He believed in social justice and progressive taxes, but those who portray him as a socialist are wrong","standFirst":"He believed in social justice and progressive taxes, but those who portray him as a socialist are wrong","byline":"Vince Cable","body":"<p>Charles Kennedy <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/video/2015/jun/02/charles-kennedy-political-career-video\" title=\"\">deserves to be remembered for a lot more</a> than his wit on chatshows, his drink problem and his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-former-leader-of-liberal-democrats-dies-aged-55\" title=\"\">premature death</a>. He was a highly effective and successful party leader. His core ideals – a belief in social justice and a committed, practical, internationalism – remain as relevant as ever. They are now, however, sadly in short supply.</p> \n<p>There will be a lot of retrospective <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-death-tributes-politicians\" title=\"\">“what if” political histories</a>: what if he had remained as party leader? What if his instinctive opposition to the formation of the coalition had been heeded? We simply don’t know. And it&nbsp;is&nbsp;more productive to reflect on what he did, what he stood for and why those&nbsp;things matter now.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-former-leader-of-liberal-democrats-dies-aged-55\">Charles Kennedy, former leader of Liberal Democrats, dies aged 55</a> </p> \n</aside> \n<p>He was defined politically by the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2003/jan/26/libdems2002.iraq\" title=\"\">Iraq war</a> as much as any other event, just as it defined its principal protagonists, Bush and Blair. Charles emerged as one of the leading opponents of the war, and the only party leader to speak and vote against it. He was bombarded with advice from outside and inside the party&nbsp;to support the Blair government; it was said, in particular, that a party leader would never be forgiven by the public for criticising a military intervention in which British service personnel were being killed in action.</p> \n<p>But he was unpersuaded and constantly said: “the case has not been made”. He went against the conventional wisdom and opposed the war. Those of us present will never forget the debate in parliament when he was denounced – mainly from the Conservative side – for treachery and treason, among the more printable accusations. He showed political courage and good judgement in sticking&nbsp;to a position that was ultimately&nbsp;vindicated.</p> \n<p>The bigger picture was a strong, but practical internationalism centred on the European project. From his earliest days in parliament he spoke up consistently and strongly for full-blooded British commitment to EU membership. He was, I think, looking forward to the forthcoming referendum debates and his clarity and conviction would have shone through.</p> \n<p>In the early Blair-Brown years, when&nbsp;Labour successfully colonised the&nbsp;centre ground, Charles took the Liberal Democrats into territory described as “left of Labour”. This reputation was underlined when we were joined in the run-up to the 2005 general election by a defecting leftwing Labour MP, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/06/brian-sedgemore\" title=\"\">Brian&nbsp;Sedgemore</a>, and others with similar views.</p> \n<p>But this was also the period when the&nbsp;<a href=\"http://www.iea.org.uk/blog/the-orange-book-and-the-battle-to-reclaim-liberalism\" title=\"\">Orange Book, edited by David Laws,</a> to which I contributed, was produced as&nbsp;a counter view, with more economically liberal arguments.</p> \n<p>As our party’s shadow chancellor at the time I had doubts about the wisdom of promising a range of free things – university tuition and personal social care, for instance. But it is wrong to portray Charles as a socialist. He had come into parliament as a social democrat and remained one. Like me, he joined the SDP in the early 1980s when Labour was anti-Europe, anti-Nato and was looking back nostalgically to the era of state control and trades union power. For those of us who were attracted to the ideals of social justice, and wanted an alternative both to Thatcher’s Conservatism and to what Labour then offered, the SDP then the Lib Dems offered a way forward.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Charles retained a set of beliefs which has enduring value but are no longer fashionable</p> \n </blockquote> \n</aside> \n<p>Charles retained a set of beliefs which has enduring value but are no longer fashionable: a strong commitment to progressive taxation and redistribution of income and wealth and a belief that the country deserved good public services and, unapologetically, should be asked to pay for them through taxation. It was clear for those reasons that he did not like the direction of travel that the coalition was taking, and in some respects I shared his concerns. I recall when I spoke up for the Liberal Democrats to have a distinctive, centre-left voice in the coalition he went out of his way to offer me support.</p> \n<p>The other strand in his political philosophy was liberalism. Again this was often unfashionable. I recall that during the 2005 election when the Tories were whispering, very loudly, “are you thinking what we are thinking?”, Charles was quite unequivocal: “Yes, the immigration of black and brown people has been good for Britain, economically and culturally; and no, hanging and flogging doesn’t solve the crime problem.”</p> \n<p>The question remains as to why someone who was right on the big issues, who was a great communicator and who took the Lib Dems to levels of parliamentary representation never reached before or since, could not have continued as party leader.</p> \n<p>Even after the long and traumatic events of the coalition and the defeat of a few weeks ago the events around Christmas 2006 remain vivid to me. I had to go to explain to him personally that his problem with alcohol was becoming impossible for the party. He occupied a lonely office high in the Commons above the chamber, and he simply denied that there was an issue. There was no anger or recrimination in his voice, but he refused to acknowledge there was a problem. He did leave soon after that, when a letter from a majority of the shadow cabinet asked him to go. It is sad that he never recaptured the political heights despite bursts of brilliance, and never found a new political role big enough for his talents.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433266416336/a18b5556-9afd-4f88-986c-c7d525919587-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Argles/Martin Argles","altText":"What if his instinctive opposition to the formation of the coalition had been heeded? ","cleanCredit":"Photograph: Martin Argles/Martin Argles"}],"bodyImages":[],"webPublicationDate":"2015-06-02T17:58:38Z","lastModified":"2015-06-02T23:01:09Z","metadata":{"commentable":true,"commentCount":295,"contributors":[{"name":"Vince Cable","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vincentcable"}],"feature":false,"keywords":["Charles Kennedy","Liberal Democrats"],"tags":[{"id":"politics/charleskennedy","webTitle":"Charles Kennedy"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Vince Cable","topic":{"type":"tag-contributor","name":"profile/vincentcable"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/02/charles-kennedy-left-labour-true-liberal","shortUrl":"http://gu.com/p/49e2n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/02/charles-kennedy-left-labour-true-liberal","webUri":"http://www.theguardian.com/commentisfree/2015/jun/02/charles-kennedy-left-labour-true-liberal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433266416336/a18b5556-9afd-4f88-986c-c7d525919587-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘What if his opposition to the formation of the coalition had been heeded?’ Photograph: Martin Argles","credit":"Martin Argles","altText":"What if his instinctive opposition to the formation of the coalition had been heeded? ","cleanCaption":"‘What if his opposition to the formation of the coalition had been heeded?’","cleanCredit":"Photograph: Martin Argles"}},"importance":4,"byline":{"title":"Vince Cable"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Love locks / The shallowest, stupidest, phoniest expression of love ever","rawTitle":"The shallowest, stupidest, phoniest expression of love ever","item":{"type":"comment","id":"artanddesign/jonathanjonesblog/2015/jun/02/love-locks-removal-paris-rome-florence-stupidest-phoniest-time-to-stop","title":"Love locks are the shallowest, stupidest, phoniest expression of love ever – time to put a stop to it","trailText":"Some of Europe’s most beautiful bridges are being destroyed by these rusting clumps of metal. Good to hear that Paris is finally clamping down on them","standFirst":"<p>Some of Europe’s most beautiful bridges are being destroyed by rusting clumps of metal, so I’m delighted to hear that Paris is clamping down on this daft trend</p>","byline":"Jonathan Jones","body":"<p> Paris is removing all the “love locks” from its <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/09/paris-bridge-railing-collapses-weight-love-locks\">historic Pont des Arts</a>. This pedestrian bridge was originally built by Napoleon, though the present structure is a replica created after the original was declared unsafe in the 1980s, and it is part of the grand riverscape that makes Paris one of the world’s <a href=\"http://upload.wikimedia.org/wikipedia/commons/2/21/Pont_des_arts_et_institut.JPG\">most beautiful cities</a>. </p> \n<p>In recent years, it has become encrusted with padlocks left by amorous tourists who throw the keys in the Seine. May it never see another padlock. Vive Paris. Someone has to stand up against one of the shallowest, stupidest, phoniest expressions of love ever devised.</p> \n<p>The architectural splendours of Europe deserve much, much better than to be choked by a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/01/pont-des-artes-love-locks-removed-after-parisians-fall-out-of-love-with-eyesore\">plague of padlocks</a>. Beautiful, ancient bridges from Paris to Rome are groaning under the weight of these rusting lumps that are supposed to be some kind of expression of feeling. Why does vandalising a historic monument make you a more ardent lover? How can the beauty of love be enhanced by this ugliness? </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/jun/02/paris-padlocks-lovepont-des-arts-bridge-removed-in-pictures\">Paris 'love locks' removed from Pont des Arts bridge –&nbsp;in pictures</a> </p> \n</aside> \n<p>Love locks are visually repulsive. They are barnacles that accumulate in a mass of decaying metal. It is sad that the idea of love should be reduced to a copycat custom that turns tourists into dull clones. As a token of love, a padlock is about as personal as a rude Valentine’s card bought from a shop. But what makes the fad inexcusable is its magnetic attraction to some of the most beautiful cityscapes on Earth. You won’t find love locks on many motorway bridges but the <a href=\"http://blog.kenkaminesky.com/wp-content/uploads/2011/03/Kaminesky-Blog-Florence-statue-of-Benvenuto-Cellini-2.jpg\">Ponte Vecchio in Florence</a>, the <a href=\"http://www.pagesfromitaly.com/wp-content/uploads/2011/12/Love-Locks-on-Ponte-Milvio-2-of-10.jpg\">Ponte Milvio in Rome</a> and – until this week – the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/jun/02/paris-padlocks-lovepont-des-arts-bridge-removed-in-pictures\">Pont des Arts</a> are covered in them. </p> \n<figure class=\"element element-image\" data-media-id=\"fff00b92017ba950f5206c1bb53c1b0d6a5201a5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433245748017/cb4eda39-8b34-4ffe-be34-542f95f4d55f-460x276.jpeg\" alt=\"At last! Workers remove padlocks from the Pont des Arts in Paris.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A weight lifted ... workers remove padlocks from the Pont des Arts.</span> \n  <span class=\"element-image__credit\">Photograph: Imago/Barcroft Media</span> \n </figcaption> \n</figure> \n<p>This bizarre custom apparently started in Rome, after bestselling author Federico Moccia had the protagonists of his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2011/aug/24/novel-lovers-padlocks-bridges-moccia\">2006 novel Ho Voglia di Te (I Want You)</a> padlock a symbol of their love to a lamppost on the ancient Roman Milvian bridge. Roman teenagers took up the habit and tourists joined in. The tide of padlocks has since swept over the most romantic river crossings that people can find. It is as stupid as climbing a mountain and leaving a crisp packet at the top, or seeking out the most unspoiled beach and stubbing out cigarettes in the sand. Seriously. This is not a romantic thing to do. It is a wanton and arrogant act of destruction. It is littering. It is an attack on the very beauty that people supposedly travel to Paris or Rome to see. </p> \n<p>You are in love, you are in a beautiful place looking at the sunset turn the Tiber, Arno or Seine a passionate red. Why spoil that perfect moment by desecrating a bridge that is centuries old and laden with the atmosphere of time? Paris is right to clamp down on this unlovely custom. At least selfies don’t leave a mark. No one should scar great cityscapes with phoney sentimental detritus. Just kiss and share the moment. A padlock won’t keep love alive, that’s up to you. </p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433245696201/e434e76b-10b1-44c9-ac33-aa164b6cbaf8-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Imago / Barcroft Media/Imago / Barcroft Media","altText":"Love locks on the Pont des Arts bridge in Paris","cleanCredit":"Photograph: Imago / Barcroft Media/Imago / Barcroft Media"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433245748508/cb4eda39-8b34-4ffe-be34-542f95f4d55f-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A weight lifted ... workers remove padlocks from the Pont des Arts. Photograph: Imago/Barcroft Media","credit":"Imago/Barcroft Media","altText":"At last! Workers remove padlocks from the Pont des Arts in Paris.","cleanCaption":"A weight lifted ... workers remove padlocks from the Pont des Arts.","cleanCredit":"Photograph: Imago/Barcroft Media"}],"webPublicationDate":"2015-06-02T13:37:35Z","lastModified":"2015-06-02T21:42:23Z","metadata":{"commentable":true,"commentCount":398,"contributors":[{"name":"Jonathan Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741000/JonathanJones.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanjones"}],"feature":false,"keywords":["Art and design","Paris","Culture"],"tags":[{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"world/paris","webTitle":"Paris"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Jonathan Jones","topic":{"type":"tag-contributor","name":"profile/jonathanjones"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2015/jun/02/love-locks-removal-paris-rome-florence-stupidest-phoniest-time-to-stop","shortUrl":"http://gu.com/p/49djh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/jonathanjonesblog/2015/jun/02/love-locks-removal-paris-rome-florence-stupidest-phoniest-time-to-stop","webUri":"http://www.theguardian.com/artanddesign/jonathanjonesblog/2015/jun/02/love-locks-removal-paris-rome-florence-stupidest-phoniest-time-to-stop"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433245696201/e434e76b-10b1-44c9-ac33-aa164b6cbaf8-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Love locks on the Pont des Arts bridge in Paris. Photograph: Imago/Barcroft Media","credit":"Imago/Barcroft Media","altText":"Love locks on the Pont des Arts bridge in Paris","cleanCaption":"Love locks on the Pont des Arts bridge in Paris.","cleanCredit":"Photograph: Imago/Barcroft Media"}},"importance":3,"kicker":{"title":"Love locks"},"byline":{"title":"Jonathan Jones"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Charles Kennedy / Our shared friendship was built on a shared enemy: alcohol","rawTitle":"Our shared friendship was built on a shared enemy: alcohol","item":{"type":"comment","id":"commentisfree/2015/jun/02/charles-kennedy-alastair-campbell-lovely-man-a-talented-politician-a-great-friend","title":"Charles Kennedy – a lovely man, a talented politician, a great friend","trailText":"We became especially friendly once we were away from the frontline; our shared friendship was partly built on a shared enemy – alcohol","standFirst":"<p>We became especially friendly once we were away from the frontline; our shared friendship was partly built on a shared enemy – alcohol</p>","byline":"Alastair Campbell","body":"<p>Charles Kennedy was a lovely man, and a highly talented politician. These are the kind of words that always flow when public figures die, often because people feel they have to say those things, and rightly they are flowing thick and fast today as we mourn an important public figure, and a little bit of hypocrisy from political foes is allowed. But when I say that Charles was a lovely man and a talented politician, I mean it with all my heart.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/jun/02/charles-kennedy-dies-aged-55-rolling-report\">Charles Kennedy dies aged 55 – latest updates and tributes</a> </p> \n</aside> \n<p>Having heard the news from a friend of Charles who knew he and I spoke and saw each other regularly, and who had found the body yesterday, I finally got to bed at three o’clock this morning, and was awake before 6, feeling shell-shocked and saddened to the core.</p> \n<p>Fair to say that most of my friends in politics are on the Labour side but Charles tops the non-Labour ones. I knew him first as a journalist covering his rapid rise, he becoming parliament’s youngest MP – and one of the most interesting – aged 23, just as I was starting out as a Mirror journalist. He was one of the few politicians with whom I discussed whether they thought I should accept Tony Blair’s approach to work for him, and “on balance, all things considered” (two of his favourite phrases) he felt I should. Then of course later he became Lib Dem leader, and he would ask me in TB’s heyday, half jest, half despair, “how on earth do I land a glove on this man?”; but we became especially friendly in more recent years once we were out of the frontline, meeting often, always away from the Commons, to cast interested and sometimes despairing eyes over our respective parties.</p> \n<p>But our shared friendship was also built on a shared enemy, and that is alcohol. That Charles struggled with alcohol is no secret to people in Westminster, or in the Highlands constituency he served so well, for so long, until the SNP tide swept away all but one Scottish Lib Dem at the election last month. Perhaps another day, if his family are happy with this, I will write in more detail about the discussions we had over the past few years, and what it was like for someone in the public eye facing the demon drink. It was a part of who he was, and the life he had; the struggles came and went, and went and came, but the great qualities that made Charles who and what he was were always there.</p> \n<p>For some years, my family has spent either Easter, or Christmas and New Year, sometimes both, in Charles’ former constituency and he, his wife Sarah before they split up, and their lovely son Donald would always come over, sometimes to stay. I always think one’s own children’s judgment of friends is a good indicator, and my kids, used to politicians in their lives and often seeing straight through them, saw right into Charles for what he was – clever, funny, giving, flawed. My mum could listen to him all day. “I think you’re marvellous on Question Time,” she would purr about some programme she had remembered from months earlier. She always took his side when I was trying to persuade him he would be a “natural on Twitter,” and he felt it was all a bit silly and newfangled. I helped him set up his Twitter account. Fair to say he never quite moved that far from his initial assessment.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/02/charles-kennedy-lib-dems-truly-authentic-politician\">Charles Kennedy, a truly authentic politician who rose above the crowd</a> </p> \n</aside> \n<p>Mother and children enjoyed his robustness in braving whatever storms were lashing outside “to nip out for a wee bit of fresh air,” otherwise known as a cigarette. Coming as they do from a maniacally exercising family, they appreciated his studied indifference to all forms of heavy exercise. “I’ve never actually been to the top of Ben Nevis,” he said proudly and to great hilarity of the mountain on our doorstep, which had been on his doorstep all his life. They liked the way he advised on where the next long walk should be, “but I’ll probably stay and read a book”.</p> \n<p>I think they also appreciated that Charles, such a passionate and eloquent opponent of the war in Iraq, was nonetheless unwilling to join those who when it came to their view of Tony Blair or of me, could never see beyond that issue. Charles knew that it was possible to disagree with people without constantly feeling the need to condemn them as lacking in integrity or values; though he was not averse to making a few cracks about historic events down the road in Glencoe.</p> \n<p>Even though we knew it was a lost cause, and that Charles would be a Liberal all his life, Philip Gould and I did have an annual dinner time bash at trying to persuade him that deep down he was Labour, and now you have a son at school in London, how about we get you a nice safe Labour seat? Banter, political holidays style. It was never going to happen. He was Lochaber to his bones, and a Liberal to his bones.</p> \n<div>\n __VIDEO_EMBED_gu-video-456983536__\n</div> \n<p>We were all a bit worried about him after the election. Indeed, “is Charles going to be OK?” was one of the questions Fiona asked me most often during the campaign, and, on the night the exit poll made it clear his safe seat was gone, “is Charles OK?” became an inquiry of a very different nature. Representing the people of Ross, Skye and Lochaber meant so much to him. Last Christmas was the first time he said to me that he felt it was possible he might lose. But we took comfort from the fact that a year earlier, at the same time, we were worrying that the referendum on independence might be lost. We worked on some ideas together and it was partly at his urging that I spent the last few weeks of the campaign in Scotland when – to his astonishment but to his apparent delight – I got on rather well with Danny Alexander, his neighbouring MP.</p> \n<p>To be honest, for all the talk of the SNP tide, I did not believe he would lose his seat. He fought very much as Charles, not the Lib Dems, and was hilarious about the efforts he intended to go to in resisting any high-profile visits. As I know from the time we spend up there, he was hugely popular, but the combination of the toxicity of the Lib Dem brand and the SNP phenomenon proved too powerful a combination.</p> \n<p>Going by the chats and text exchanges before and after his election defeat, he seemed to be taking it all philosophically. Before, he took to sending me the William Hill odds on his survival, and a day before the election I got a text saying “Not good. Wm Hill has me 3-1 against, SNP odds on, they’re looking unstoppable.” Then he added: “There is always hope … health remains fine.” Health remains fine – this was a little private code we had, which meant we were not drinking.</p> \n<p>A week later, health still fine, we chatted about the elections, and he did sound pretty accepting of what had happened. Here and now is probably not the place to record all his observations about all the various main players of the various main parties north and south, but he said in some ways he was glad to be out of it. I am not totally sure I believed him, but he had plenty of ideas of how he would spend his time, how he would make a living, and most important how he would continue to contribute to political ideas and political life.</p> \n<p>Later he texted me “fancy starting a new Scottish left-leaning party? I joke not.” I suggested – though I confess I was joking – that we hold a “coalition summit” at the place we go on holiday. “I am up for that – but who do we invite?”</p> \n<p>This was to be the agenda for a catch-up later this week when he was hoping to get to my brother’s farewell do from Glasgow University, where Charles had been the university rector for six years, and my brother Donald has been the official university piper for a lot longer. Charles tried to get me to run for the Rectorship after him – in addition to my brother’s role, my dad was a Glasgow University vet school graduate – before I gently suggested that with the students voting, this was perhaps one place where his stance on Iraq may have been more helpful to such a campaign than mine.</p> \n<p>His kindness to my brother, who has had health struggles of his own, and who Charles met many times at official functions and the like, was another big positive about him in the Campbell household. And I hope his son Donald won’t mind me revealing to the world that as a small boy he loved the bagpipes, and Charles and Sarah had to endure long car journeys with young Donald insisting on playing again and again a CD of my brother Donald’s best solo piping, and I had to play the same tunes on my own pipes once he arrived.</p> \n<p>I think of all the memories, that is how and where I will remember Charles, with Sarah and Donald up in one of the most beautiful parts of the world, enjoying each other’s company, enjoying ours as we enjoyed theirs, and being able to talk one minute the future of Europe or the Union, the next where to find the best fish or live local music.</p> \n<p>He was great company, sober or drinking. He had a fine political mind and a real commitment to public service. He was not bitter about his ousting as leader and nor, though he disagreed often with what his party did in coalition with the Tories, did he ever wander down the rentaquote oppositionitis route. He was a man of real talent and real principle.</p> \n<p>Despite the occasional blip when the drink interfered, he was a terrific communicator and a fine orator. He spoke fluent human, because he had humanity in every vein and every cell. Above all, he was a doting dad of his son, whose loss is going to be greater than for any of us, and who will be reminded of his father every time he looks in the mirror and sees his red hair and cheeky smile coming back. And he was a very good friend. I just wish that we, his friends, had been able to help him more, and that he was still with us today, adding a bit of light to an increasingly gloomy political landscape.</p> \n<p><em>Alastair Campbell is an ambassador for <a href=\"https://www.alcoholconcern.org.uk/\">Alcohol Concern</a> and <a href=\"http://www.time-to-change.org.uk/\">Time to Change</a></em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433233590939/9bd0a6c8-ba90-453c-990c-4ee22417f4a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"STRINGER/UK/Reuters","altText":"Former Liberal Democrat leader Charles Kennedy speaks at the party conference in Brighton","cleanCredit":"Photograph: STRINGER/UK/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-02T08:44:21Z","lastModified":"2015-06-02T23:55:03Z","metadata":{"commentable":true,"commentCount":255,"contributors":[{"name":"Alastair Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alastaircampbell"}],"feature":false,"keywords":["Politics","Charles Kennedy","UK news","World news"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/charleskennedy","webTitle":"Charles Kennedy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Alastair Campbell","topic":{"type":"tag-contributor","name":"profile/alastaircampbell"}}],"embeddedVideos":[{"id":"gu-video-456983536","source":"guardian.co.uk","durationInSeconds":187,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/02/150602CharlesKennedy_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/02/150602CharlesKennedy.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/2/1433247358767/KP_257930_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Charles Kennedy's political career - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Charles Kennedy's political career - video","cleanCaption":"620x372 trailpic for Charles Kennedy's political career - video"}}],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/02/charles-kennedy-alastair-campbell-lovely-man-a-talented-politician-a-great-friend","shortUrl":"http://gu.com/p/49dc5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/02/charles-kennedy-alastair-campbell-lovely-man-a-talented-politician-a-great-friend","webUri":"http://www.theguardian.com/commentisfree/2015/jun/02/charles-kennedy-alastair-campbell-lovely-man-a-talented-politician-a-great-friend"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433233590939/9bd0a6c8-ba90-453c-990c-4ee22417f4a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘When I say that Charles was a lovely man and a talented politician, I mean it with all my heart’. Photograph: Reuters","credit":"Reuters","altText":"Former Liberal Democrat leader Charles Kennedy speaks at the party conference in Brighton","cleanCaption":"‘When I say that Charles was a lovely man and a talented politician, I mean it with all my heart’.","cleanCredit":"Photograph: Reuters"}},"importance":3,"kicker":{"title":"Charles Kennedy"},"byline":{"title":"Alastair Campbell"},"showQuotedHeadline":true,"sublinks":[]}],"lastModified":"2015-06-03T07:54:40Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}