{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Harman’s stance on the welfare bill shows how weird Labour really is","rawTitle":"Harman’s stance on the welfare bill shows how weird Labour really is","item":{"type":"comment","id":"commentisfree/2015/jul/14/harriet-harman-welfare-bill-weird-labour-two-child-tax-plan","title":"Harman’s stance on the welfare bill shows how weird Labour really is","trailText":"Labour should do what the opposition is supposed to: scrutinise policies based on their merits. Its decision to support the Tories’ two-child tax plan is absurd","standFirst":"Labour should do what the opposition is supposed to: scrutinise policies based on their merits. Its decision to support the Tories’ two-child tax plan is absurd","byline":"Deborah Orr","body":"<p>Labour has become weird. Really weird. Its greatest weirdness is that it appears to have lost all comprehension of what the House of Commons is for. Thus, Harriet Harman announced at the weekend that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/12/harman-labour-not-vote-against-welfare-bill-limit-child-tax-credits\" title=\"\">Labour would support Conservative changes to the benefit system</a> because Labour “can’t tell the public they were wrong”. In other words, Harman was saying that the party that came second shouldn’t be going around providing an opposition to things that the winning party wishes to do. It’s an absurd position.</p> \n<p>The main absurdity is that Harman is actually telling the public that it <em>was </em>wrong – wrong to vote Labour in as the opposition, wrong to expect it to test proposed policy to find out if it is wanting. Our system provides the opposition with a mandate to do that, even when debate during an election campaign has already confirmed that a certain policy is overwhelmingly popular with the public.</p> \n<p>Yet, quite a bit of the stuff in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/budget-2015-uk-gdp-other-rich-nations-george-osborne\" title=\"\">George Osborne’s budget last week</a> hadn’t been included in the election manifesto, including a few of these benefit changes. Which can only suggest that the last thing the Conservatives wanted for some of their policies was widespread scrutiny and debate.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A party shouldn’t oppose or support legislation because it has one eye on the last election and one eye on the next</p> \n </blockquote> \n</aside> \n<p>Unbelievably, it is these policies – policies that the Conservatives chose not to include in its offer to the public – that Harman now argues that Labour is under some sort of obligation to wave through.</p> \n<p>But even if, say, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/budget-child-tax-credit-cuts-affect-women-worse-men-labour-yvette-cooper\" title=\"\">limiting tax credits to two children</a> had been in the Conservative election manifesto, even if the nation had been lining up to say, “This is the reason why I’m voting Tory”, that wouldn’t have meant that the policy was beyond debate.</p> \n<p>Harman’s argument, which she attempted to defuse after an outcry within the party on Monday night, is dangerous. A party shouldn’t oppose or support legislation because it has one eye on the last election and one eye on the next. It should support or oppose legislation because it believes the legislation in question will be the right or wrong way to tackle a problem, having first ensured that a problem does exist.</p> \n<p>I don’t believe that having more than two children is morally repellent, although I’m afraid I do think it’s a bit morally repellent to have lots of children in the full knowledge that you are unable to provide for them financially.</p> \n<p>But I’m not enough of a socialist to believe that my moral repellence justifies the state setting <em>de facto</em> boundaries about when it is and isn’t permissible to have a child. I’d love to know how it is that the Conservatives are socialist enough to believe that their moral repellence is. If Labour doesn’t get some answers out of them, who will?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/12/harman-labour-not-vote-against-welfare-bill-limit-child-tax-credits\">Anger after Harriet Harman says Labour will not vote against welfare bill</a> </p> \n</aside> \n<p>A basic problem with the two-child policy is that it doesn’t target the parents of 14 who haven’t done a day’s work in their lives that the popular press continually insist on introducing to us. A swingeing benefits cap already covers that, with Harman’s blessing.</p> \n<p>Instead, the two-child policy targets not just the working poor, but also anyone with more than two children who undergoes a change in their professional, financial or personal circumstances, either temporary or permanent, and is obliged to take a job that doesn’t pay well until something better comes along.</p> \n<p>I agree that state help should be a safety net, not a hammock. But it seems this two-child idea dismantles the former every bit as much as it does the latter. If ever a policy needed “refining” into non-existence, this is it.</p> \n<p>Labour should be reminding the country that a welfare system is a civilised thing, all the more necessary in an economic system that insists on massive income inequality and widespread employment insecurity, a thing that is not to be vandalised because a tiny minority of inadequate and pitiful people take the piss, or used to before the benefit cap came in.</p> \n<p>You have to laugh. A British Medical Association report advises that the government <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/13/doctors-tax-sugar-drinks-uk-obesity-bma-children\" title=\"\">should consider a tax on sugary drinks</a> because they are an excellent way of promoting 400 kinds of expensive ill health in those who habitually drink them. The BMA says the levy could be used to subsidise the cost of fruit and vegetables. This is the sort of thing that Labour doesn’t go near in case the Conservatives accuse it of ushering in a nanny state. Indeed, a tax on unhealthy food has been discussed by health policymakers for decades now, and resisted heartily by the last Labour government. But when the Tories make a vast incursion into nanny state territory, to the point where they’re saying how many children nanny is willing to help look after, that’s fine with Labour.</p> \n<p>If this Conservative government is good at one thing, it’s exploiting Labour’s fear of looking like itself. So Labour is more afraid to intervene in markets than the Tories are – the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/george-osborne-budget-minimum-wage-rise-12bn-welfare-cuts\" title=\"\">hike in the minimum wage</a> announced by the Tories in the budget but not during the election campaign being the most obvious example. And Labour is also more afraid to interfere in private, personal choice than the Tories are – the two-child policy being an astounding interference in the lives and choices of private citizens.</p> \n<p>There’s no compelling reason for Labour to oppose the idea that anyone working for an hour should get at least &pound;9. But there are plenty of reasons for opposing the idea that if you do earn &pound;9 an hour, then the state has a right to indicate how many children it thinks you should be having and acknowledging only those that conform to that guideline.</p> \n<p>And there are obvious reasons for opposing the idea that the latter measure, so strikingly authoritarian and draconian, should be brought in three years before the former. Far from showing respect for the electorate, as Harman imagines she is doing, Harman is showing a lack of respect for her own party and everything it’s supposed to stand for. Maybe there should be a limit to the tax credits a working family can receive. But how any person – let alone any Labour MP – could decently want this to be based on a headcount of children is beyond my comprehension. As I say: weird, really weird.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436808135279/Harriet-Harman-speaking-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Labour should be reminding the country that a welfare system is a civilised thing, all the more necessary in an economic system that insists on massive income inequality and widespread employment insecurity.' Photograph: PA","credit":"/PA","altText":"Harriet Harman speaking in House of Commons","cleanCaption":"'Labour should be reminding the country that a welfare system is a civilised thing, all the more necessary in an economic system that insists on massive income inequality and widespread employment insecurity.' Photograph: PA"}],"bodyImages":[],"webPublicationDate":"2015-07-14T08:12:14Z","lastModified":"2015-07-14T08:15:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Deborah Orr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408550842728/Deborah-Orr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deborah-orr"}],"feature":false,"keywords":["Labour","Harriet Harman","Conservatives","Welfare","Politics","Benefits","State benefits","Tax credits","Family finances","UK news"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/harrietharman","webTitle":"Harriet Harman"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"money/statebenefits","webTitle":"State benefits"},{"id":"money/taxcredits","webTitle":"Tax credits"},{"id":"money/family-finances","webTitle":"Family finances"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Deborah Orr","topic":{"type":"tag-contributor","name":"profile/deborah-orr"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/14/harriet-harman-welfare-bill-weird-labour-two-child-tax-plan","shortUrl":"http://gu.com/p/4aj84","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/14/harriet-harman-welfare-bill-weird-labour-two-child-tax-plan","webUri":"http://www.theguardian.com/commentisfree/2015/jul/14/harriet-harman-welfare-bill-weird-labour-two-child-tax-plan"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436808135279/Harriet-Harman-speaking-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Labour should be reminding the country that a welfare system is a civilised thing, all the more necessary in an economic system that insists on massive income inequality and widespread employment insecurity.' Photograph: PA","credit":"/PA","altText":"Harriet Harman speaking in House of Commons","cleanCaption":"'Labour should be reminding the country that a welfare system is a civilised thing, all the more necessary in an economic system that insists on massive income inequality and widespread employment insecurity.' Photograph: PA"}},"importance":7,"byline":{"title":"Deborah Orr"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/8/20/1408550842728/Deborah-Orr-L.png"}}]},{"title":"Britain won’t recover while its economy is dominated by magical thinking","rawTitle":"Britain won’t recover while its economy is dominated by magical thinking","item":{"type":"comment","id":"commentisfree/2015/jul/13/britain-economy-labour","title":"Britain won’t recover while its economy is dominated by magical thinking","trailText":"All week this series looks at the questions Labour will need to answer<br> if it is to win the next election. Today, how can Britain pay its way<br> in the world?","standFirst":"<p>All week this series looks at the questions Labour will need to answer<br /> if it is to win the next election. Today, how can Britain pay its way<br /> in the world?</p>","byline":"Aditya Chakrabortty","body":"<p>For the Azande people of Upper Nile, witchcraft was&nbsp;everywhere. So said the Englishman Edward Evans-Pritchard, who lived among them in the 1920s. “If blight seizes the ground-nut crop it is witchcraft; if the bush is vainly scoured for game it is witchcraft,” wrote the anthropologist in his classic <a href=\"http://faculty.washington.edu/stevehar/Witchcraft.pdf\" title=\"\">Witchcraft, Oracles and Magic Among the Azande</a>. “If a wife is sulky and unresponsive to her husband it is witchcraft.” Anything good, everything bad: all came down to&nbsp;witchcraft.</p> \n<p>This is the definition of magical thinking: the unshakeable conviction that unconnected things must be related, and that to mess with that relationship is to bring forth calamity.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The leadership frontrunners scrap over who is most pro-business, or who can dream up the biggest spending cuts</p> \n </blockquote> \n</aside> \n<p>Magical thinking runs through today’s Westminster too, in the superstitions politicians hold about the economy. That Britain’s private sector competes, while the public sector’s role is either to cheer it on or to clear up any spills; that a prime minister can chop back the public sector (as David Cameron is managing to do) or grow it (as Labour still dreams of doing), but must never tamper with the workings of the private sector – let alone re-imagine how businesses should serve the society that hosts, protects and subsidises them. Britons have such talismans as consumer watchdogs and public officials to maintain this artificial divide – because to break it is apparently to endanger economic dynamism.</p> \n<p>MPs preach from this itall-encompassing belief system every day, using the dead language of competition&nbsp;and championing business. You hear it over and over during <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/labourleadership\" title=\"\">Labour’s leadership campaign</a>. The frontrunners scrap over who is most pro-business, or who can dream up the biggest spending cuts. Inevitable, perhaps, coming after an election that was won by the party of austerity. But from Andy Burnham through to Yvette Cooper, the main candidates are now countering the myth of Labour’s debt with the fantasy of matching Cameron’s cuts – and the public is unlikely to be fooled.</p> \n<p>Then there is the really big question of how Britain is to pay its way in the world. Last week I listened to one of the would-be leaders rhapsodise about how the UK could become a shiny, hi-tech economy, if only it spent more on science. While they talked, I remembered official statistics showing that while back in 1979, the UK was one of the most research-intensive economies in the world, we have now been <a href=\"http://www.oecd.org/innovation/inno/researchanddevelopmentstatisticsrds.htm\" title=\"\">comprehensively overtaken by the&nbsp;US, Japan, France and Germany</a>.</p> \n<p>The same self-deception goes on when talking about Britain’s manufacturing base. Politicians claim the UK remains an industrial country – but look at <a href=\"file:///Volumes/Downloads/Internet%20Downloads/SN05809%20(1).pdf\" title=\"\">manufacturing per head</a>, and the UK ranks well below the rest of the G7, and even such renowned powerhouses as Switzerland and Finland. Then consider what it is that British manufacturers actually do.</p> \n<figure class=\"element element-image\" data-media-id=\"2dfbe0b87b1f3d543a309046dffa3119e17605c5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436813813860/94230515-344d-4a46-91f9-289e9194fc49-460x276.jpeg\" alt=\"Liz Kendall, Andy Burnham and Yvette Cooper\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘From Andy Burnham through to Yvette Cooper, the main candidates are countering the myth of Labour’s debt with the fantasy of matching Cameron’s cuts’.</span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Take the car industry, held up by frontbenchers on all sides as proof that it doesn’t matter that no big British-owned auto firms exist any more – we still make the damned things. Yet Richard Parry-Jones, until recently chair of the Automotive Council and former senior Ford executive, estimates that <a href=\"http://www.telegraph.co.uk/finance/newsbysector/industry/10424177/UK-car-production-boom-could-be-stalled-by-parts-shortage.html\" title=\"\">just under two out of every three components of cars supposedly made in Britain actually come from abroad</a>. Seen this way, British carmaking is less world-beating success and more the automotive equivalent of a giant Ikea assembler: sticking together flatpack motors, with most of the parts made elsewhere.</p> \n<p>All this is a product of the dismantling&nbsp;of our manufacturing base that Margaret Thatcher began and Tony Blair continued. British industry is now largely a branch plant for other countries’ multinational firms – everything from Canadian train-maker Bombardier to US-owned carmaker Vauxhall. Our workforce increasingly competes on price, not skill – and that’s&nbsp;not a competition any western country can win for long.</p> \n<p>What about the sectors that were meant to fill in where the rustbelt left off? As the Bank of England’s <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0CCEQFjAAahUKEwiUwJ-B1djGAhVhLNsKHfPOBCY&amp;url=http%3A%2F%2Fwww.bankofengland.co.uk%2Farchive%2FDocuments%2Fhistoricpubs%2Fspeeches%2F2010%2Fspeech442.pdf&amp;ei=p_mjVdTQDeHY7AbznZOwAg&amp;usg=AFQjCNHT8N9RzKKRl8nSj6ctK9TiebR2_A&amp;sig2=dSnRvWYzFBpUyf2hcAEP_g\" title=\"\">Andy Haldane shows</a>, finance barely created any new jobs, even during the great boom that ran until 2008. The creative industries so beloved of Blair have provided small employment in just a handful of cities – <a href=\"http://www.bbc.co.uk/news/business-29122873\" title=\"\">computer games in Dundee</a>, media in Manchester, everything else in London. New Labour’s fallback was the creation of many more public sector jobs and quasi-public sector jobs in the north-east and Wales – which just about worked until this decade of austerity and the culling of the public sector.</p> \n<p>What the crash has revealed is a malfunctioning economic model held together by the public sector: creating jobs where the private sector can’t; bailing out the banks when they come knocking; subsiding companies with &pound;93bn a year of grants and tax breaks.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>For Labour to fix this with more competition will only yield even more of a shift of the resources to the well-off</p> \n </blockquote> \n</aside> \n<p>And after the biggest privatisation programme of any rich capitalist country, we have a regime of businesses that rely on subsidy and shelter from competition: foreign train operators that enjoy lovely returns for little cash while getting billions of investment from the public; the energy oligopoly and its confusion pricing; BT charging taxpayers extortionate sums for hooking up the countryside to broadband.</p> \n<p>Calling this a competitive, dynamic private sector is the real magical thinking, and in subscribing to it Labour is committing a giant act of self-harm – because it’s the party’s natural supporters who are worst served by it. After a crash made in London, it’s the capital that has gone roaring ahead – while old Labour heartlands are still wallowing in a slump.</p> \n<p>For Labour to fix this with more competition and more attempts to stir private-sector “dynamism” will only yield even more of a shift of the resources to the well-off. As Manchester University’s centre for research on socio-cultural changes suggests, better to think about recasting the relationship between public and private sector.</p> \n<p>Britain’s growth model is exhausted, so let’s focus on making those goods and services we rely on – broadband, trains and buses, care homes – more publicly accountable. In return for enjoying their privileged role in vital sectors, private businesses in those and other industries should be licensed to live up to their social obligations to both staff and customers: living wages and secure conditions, fair and transparent pricing. True, it’s hard to imagine that walking new Labour composite CoopBurnDall espousing this – but magical thinking takes a long time to break.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436813523583/A-street-rally-reflected--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Calling this a competitive, dynamic private sector is the real magical thinking – and in subscribing to it Labour is committing a giant act of self-harm.'  Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo MacLeod","altText":"A street rally reflected in rose-tinted glasses","cleanCaption":"‘Calling this a competitive, dynamic private sector is the real magical thinking – and in subscribing to it Labour is committing a giant act of self-harm.'  Photograph: Murdo Macleod"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436813815185/94230515-344d-4a46-91f9-289e9194fc49-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘From Andy Burnham through to Yvette Cooper, the main candidates are countering the myth of Labour’s debt with the fantasy of matching Cameron’s cuts’. Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"Liz Kendall, Andy Burnham and Yvette Cooper","cleanCaption":"‘From Andy Burnham through to Yvette Cooper, the main candidates are countering the myth of Labour’s debt with the fantasy of matching Cameron’s cuts’.","cleanCredit":"Photograph: AFP/Getty Images"}],"webPublicationDate":"2015-07-13T20:01:10Z","lastModified":"2015-07-13T23:01:00Z","metadata":{"commentable":true,"commentCount":474,"contributors":[{"name":"Aditya Chakrabortty","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411565194870/Aditya-Chakrabortty-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adityachakrabortty"}],"feature":false,"keywords":["Labour","Labour party leadership","Economic policy","Politics","UK news","Business"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Aditya Chakrabortty","topic":{"type":"tag-contributor","name":"profile/adityachakrabortty"}}],"series":{"title":"Labour 2020","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/labour-2020"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/13/britain-economy-labour","shortUrl":"http://gu.com/p/4aj8n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/13/britain-economy-labour","webUri":"http://www.theguardian.com/commentisfree/2015/jul/13/britain-economy-labour"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436813523583/A-street-rally-reflected--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Calling this a competitive, dynamic private sector is the real magical thinking – and in subscribing to it Labour is committing a giant act of self-harm.’ Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo MacLeod","altText":"A street rally reflected in rose-tinted glasses","cleanCaption":"‘Calling this a competitive, dynamic private sector is the real magical thinking – and in subscribing to it Labour is committing a giant act of self-harm.’ Photograph: Murdo Macleod"}},"importance":5,"byline":{"title":"Aditya Chakrabortty"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436813523583/A-street-rally-reflected--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Calling this a competitive, dynamic private sector is the real magical thinking – and in subscribing to it Labour is committing a giant act of self-harm.'  Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo MacLeod","altText":"A street rally reflected in rose-tinted glasses","cleanCaption":"‘Calling this a competitive, dynamic private sector is the real magical thinking – and in subscribing to it Labour is committing a giant act of self-harm.'  Photograph: Murdo Macleod"}}]},{"title":"Steve Bell's If ... on George Osborne's secret cult","rawTitle":"Steve Bell's If ... on George Osborne's secret cult","item":{"type":"article","id":"commentisfree/picture/2015/jul/14/steve-bells-if-on-george-osbornes-secret-cult","title":"Steve Bell's If ... on George Osborne's secret cult","trailText":"Steve Bell’s If ...","standFirst":"","byline":"Steve Bell","body":"","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436805899505/717fa807-ad03-4f59-966e-b83d69ce84bc-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":108,"width":180,"orientation":"landscape","credit":"© Steve Bell","altText":"Steve Bell's If ...","cleanCredit":"Photograph: © Steve Bell"}],"bodyImages":[],"webPublicationDate":"2015-07-14T06:05:07Z","lastModified":"2015-07-14T06:05:07Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Steve Bell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevebell"}],"feature":false,"keywords":["George Osborne","David Cameron"],"tags":[{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/davidcameron","webTitle":"David Cameron"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Steve Bell","topic":{"type":"tag-contributor","name":"profile/stevebell"}}],"series":{"title":"Steve Bell's If ...","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/if"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/picture/2015/jul/14/steve-bells-if-on-george-osbornes-secret-cult","shortUrl":"http://gu.com/p/4aj7z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/picture/2015/jul/14/steve-bells-if-on-george-osbornes-secret-cult","webUri":"http://www.theguardian.com/commentisfree/picture/2015/jul/14/steve-bells-if-on-george-osbornes-secret-cult"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436805834386/ac425941-8f44-40bc-9b02-772a622ff530-620x204.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":204,"width":620,"orientation":"landscape","caption":"Steve Bell’s If ... © Steve Bell","credit":"© Steve Bell","altText":"Steve Bell's If ...","cleanCaption":"Steve Bell’s If ... © Steve Bell"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436805899505/717fa807-ad03-4f59-966e-b83d69ce84bc-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":108,"width":180,"orientation":"landscape","credit":"© Steve Bell","altText":"Steve Bell's If ...","cleanCredit":"Photograph: © Steve Bell"}}]},{"title":"Psychologists could torture because they have no Hippocratic oath","rawTitle":"Psychologists could torture because they have no Hippocratic oath","item":{"type":"comment","id":"commentisfree/2015/jul/13/psychologists-no-hippocratic-oath-torture-cia","title":"Psychologists could torture because they have no Hippocratic oath","trailText":"It would have been out of the question for a physician to participate in torture. For psychologists, this was a subject for debate","standFirst":"<p>It would have been out of the question for a physician to participate in torture. For psychologists, this was a subject for debate</p>","byline":"Garrett Koren","body":"<p>It should come as no surprise that the architects of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/jul/10/us-torture-doctors-psychologists-apa-prosecution\">CIA’s enhanced torture program</a> were psychologists and not psychiatrists. During my psychiatry residency in the federal prison system, there was one divide between doctors and prison guards that could not be crossed: I was exempt from firearms training. The psychologists in my cohort, however, were required to achieve proficiency on the shooting range like any other correctional officer.</p> \n<p>Prison psychologists do not walk around with guns during their normal routines. However, in a crisis situation such as a riot or an escape, they would be obligated to obtain a gun from storage and be prepared to use it. It’s entirely possible that a psychologist who had been listening to an inmate pouring out their heart out one day, could be in the position of having to open fire on that very same person the next. </p> \n<p>Why was I exempt from this violent requirement? Two and a half millennia ago, Hippocrates wrote an ethics pledge for all physicians that included the words: “I will take care that they suffer no hurt or damage”. Though some parts of the oath may be archaic, Hippocrates deserves great credit for understanding the need to publicly affirm one’s standards of conduct in a field in which human life is on the line.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/11/american-psychological-association-report-collusion-us-torture-\">Psychologists' collusion with US torture limited our ability to decry it anywhere | Dr Steven Miles</a> </p> \n</aside> \n<p>Some doctors break the pledge, but they are outliers. I didn’t have to ask for an exemption from firearms training and risk seeming like I wasn’t a team player. A social norm had been handed down to me, and it was taken for granted that anyone who had taken the auspicious oath would not be willing to purposefully hurt, let alone kill, anyone.<br /></p> \n<p>This is especially significant now that it’s become clear that torture scandal went all the way to highest levels within the American Psychological Association. Certainly most psychologists devote their time to helping people (and I’m grateful for the efforts of my colleagues), but the lack of a clear demarcation between right and wrong allows for too much wiggle room and rationalization. It is unclear if any MDs were involved in the interrogations, but certainly none have admitted to it, and there is no evidence that any were. Psychologists James E Mitchell and Bruce Jessen, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/apr/18/james-mitchell-cia-torture-interview\">who helped to design the post 9/11 torture program,</a> boast about their very lucrative roles. Whether it was wrong for psychologists to participate in the program, and even waterboard prisoners with their own hands, was considered a subject for debate at the time. For a physician, there could never have been any debate.</p> \n<p>The Hippocratic oath is not legally binding. But it does matter. By putting medicine’s unchangeable ideals in writing, rather than simply counting on the judgment of the individual, a slippery slope has been avoided. The American Psychological Association’s ethics code, on the other hand, seems to have been malleable and guided more by avarice than ancient wisdom. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/jul/13/psychologist-torture-doctors-collusion-jean-maria-arrigo\">'A national hero': psychologist who warned of torture collusion gets her due</a> </p> \n</aside> \n<p>Medical doctors will never speak with pride about forcing a human being to experience simulated drowning, and no job listing will ever read: “MD needed. Must be capable of treating, healing and, if necessary, killing patients.” If psychologists want to regain the trust of their clients and society, they must make it clear that the likes of James E Mitchell and Bruce Jessen are pariahs, and that the field of Psychology will soon be introducing a comparable, rigid ethics pledge of its own.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436805881584/79225d86-fb3b-402d-bd9e-924a5d5e1612-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"MLADEN ANTONOV/AFP/Getty Images","altText":"torture","cleanCredit":"Photograph: MLADEN ANTONOV/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-13T17:15:03Z","lastModified":"2015-07-13T20:33:26Z","metadata":{"commentable":true,"commentCount":144,"contributors":[{"name":"Garrett Koren, MD","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/garrett-koren"}],"feature":false,"keywords":["Torture","Guantánamo Bay","CIA","Law","Psychology","US news"],"tags":[{"id":"law/torture","webTitle":"Torture"},{"id":"us-news/guantanamo-bay","webTitle":"Guantánamo Bay"},{"id":"us-news/cia","webTitle":"CIA"},{"id":"law/law","webTitle":"Law"},{"id":"science/psychology","webTitle":"Psychology"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Garrett Koren, MD","topic":{"type":"tag-contributor","name":"profile/garrett-koren"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/13/psychologists-no-hippocratic-oath-torture-cia","shortUrl":"http://gu.com/p/4aj2g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/13/psychologists-no-hippocratic-oath-torture-cia","webUri":"http://www.theguardian.com/commentisfree/2015/jul/13/psychologists-no-hippocratic-oath-torture-cia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436805881584/79225d86-fb3b-402d-bd9e-924a5d5e1612-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An US soldier walks next to the razor wire-topped fence at the abandoned ‘Camp X-Ray’ detention facility at Guantanamo Bay. Photograph: MLADEN ANTONOV/AFP/Getty Images","credit":"MLADEN ANTONOV/AFP/Getty Images","altText":"torture","cleanCaption":"An US soldier walks next to the razor wire-topped fence at the abandoned ‘Camp X-Ray’ detention facility at Guantanamo Bay.","cleanCredit":"Photograph: MLADEN ANTONOV/AFP/Getty Images"}},"importance":4,"byline":{"title":"Garrett Koren"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436805881584/79225d86-fb3b-402d-bd9e-924a5d5e1612-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"MLADEN ANTONOV/AFP/Getty Images","altText":"torture","cleanCredit":"Photograph: MLADEN ANTONOV/AFP/Getty Images"}}]},{"title":"Here's how to wipe malaria off the map","rawTitle":"Here's how to wipe malaria off the map","item":{"type":"comment","id":"global-development/2015/jul/14/wipe-malaria-off-map-global-commitment-reduce-disease","title":"Here's how to wipe malaria off the map","trailText":"A huge global commitment to reducing malaria has paid off and the goal of near zero deaths from the disease is realistic and affordable. What are we waiting for?","standFirst":"<p>A huge global commitment to reducing malaria has paid off and the goal of near zero deaths from the disease is realistic and affordable. What are we waiting for?</p>","byline":"James Whiting","body":"<p> A goal properly set is halfway reached. So said the late <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/dec/02/zig-ziglar-motivation-positive-thinking\">Zig Ziglar</a>, who knew a thing or two about lessons for success. Yesterday, not only was a goal set – to bring malaria deaths to near zero in the next 15 years – but we have a definitive plan that maps out what it will take to get us there.</p> \n<p>Amid the negotiations taking place at the third <a href=\"http://www.un.org/esa/ffd/ffd3/\">international financing for development conference in Addis Ababa</a>, an event – Malaria Financing for a New Era: an Exceptional Case for Investment – saw the presentation of two complementary and compelling plans, laying out technical guidance and charting the investment and collective actions needed to reach the 2030 malaria goals.<br /></p> \n<p>The global community has agreed to reduce deaths by 90%, and eliminate the disease in at least 35 countries by 2030.</p> \n<p>The World Health Organisation’s <a href=\"http://www.who.int/malaria/publications/atoz/9789241564991/en/\">Global Technical Strategy for Malaria 2016-2030</a> and the <a href=\"http://www.rollbackmalaria.org/\">Roll Back Malaria</a> (RBM) Partnership’s <a href=\"http://www.rollbackmalaria.org/about/about-rbm/aim-2016-2030\">Action and Investment to defeat Malaria 2016–2030 (Aim)</a> – For a Malaria-free World outline what it’s going to take in terms of resources, targets and joined-up efforts to eliminate this disease once and for all.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/jun/18/kenya-bednets-malaria-prevention-climate-change\">Kenya's net gains on malaria prevention threatened by climate change | Murithi Mutiga</a> </p> \n</aside> \n<p>Setting this goal – and agreeing on a plan to reach it – matters for many reasons. Not least because the world’s oldest disease still kills a child every minute and robs families, communities and continents of their livelihoods and prosperity. </p> \n<p>This goal, while ambitious, is realistic and affordable. Over the past 15 years, we have seen how colossal commitment <a href=\"http://www.who.int/malaria/media/world_malaria_report_2013/en/\">and funding</a> (with a tenfold increase in international financing since 2000) have shrunk the malaria map, saving more than <a href=\"http://www.un.org/millenniumgoals/2015_MDG_Report/pdf/MDG%202015%20rev%20(July%201).pdf\">6 million lives since 2000 alone</a>. </p> \n<p>This commitment and concerted action have more than halved child deaths from the disease and, as the final <a href=\"http://www.un.org/millenniumgoals/2015_MDG_Report/pdf/MDG%202015%20rev%20(July%201).pdf\">UN report on the MDGs</a> showed, we have surpassed the MDG malaria target. Some 98 malaria-endemic countries have reversed the incidence of malaria nationally compared to 15 years ago, making this progress one of the greatest successes in the history of public health. </p> \n<p>To finish the job, we know the price tag and the returns. Experts estimate that the cost of achieving the <a href=\"http://www.rollbackmalaria.org/files/files/aim/PRESS%20RELEASE%20-%20RBM%20AIM_FINAL%20EN.pdf\">2030 malaria goals will be $100bn</a> (&pound;64bn) – that requires us to raise $6.5bn per year by 2020. </p> \n<p> It might sound like a high price tag but there’s a huge return: reaching the 2030 goals will mean more than 10m lives saved, nearly 3bn cases averted and the potential to unlock more than $4tn in additional economic output globally. This is truly one of the “best buys” in global health. </p> \n<p>This campaign is also one of the smartest ways to spend aid, as underscored by the recent work of the <a href=\"http://www.copenhagenconsensus.com/\">Copenhagen Consensus Center.</a> Their expert panel, including two Nobel laureates, has identified <a href=\"http://www.copenhagenconsensus.com/post-2015-consensus/nobel-laureates-guide-smarter-global-targets-2030\">19 targets that represent the best value-for-money in development</a>, offering more than $15 back on every dollar of aid that is invested.</p> \n<p>It is no surprise that malaria is one of those targets that will do the most social good relative to costs. Every dollar spent on malaria prevention and treatment delivers $36 in social and economic benefits. Or to put it another way: every $5 mosquito net returns $180 to the economy. Surely, by anyone’s standards, that’s a convincing investment.</p> \n<p>As the Addis event has shown, funding for malaria needs to come from a range of sources – donors, endemic countries, innovative financing mechanisms (using instruments such as bonds, debt conversion mechanisms or international earmarked taxes, for example), regional development banks and increased engagement by the private sector. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/jul/08/new-development-goals-ambitious-actionable-accountable-sustainable-development\">New development goals need to be ambitious, actionable and accountable</a> </p> \n</aside> \n<p>And while the cost to get us closer to the malaria-free world we dream of is high, the price of inaction is even higher. We know from history that gains in malaria can be fragile. Since the 1930s, there have been<a href=\"http://www.malariajournal.com/content/11/1/122\"> 75 resurgences of malaria </a>documented in 61 countries – the majority of these reversals have been linked to reduced or suspended funding for malaria control and prevention. </p> \n<p>More worryingly, despite the compelling case for investing in malaria, funding levels have stagnated since 2010. In 2013, we had just over half of what we need.</p> \n<p>So we have a plan and we have a goal – and we have the end of malaria deaths in our sights. We can now choose to end malaria because we know what it will take to do that. We just have to be willing to do it.</p> \n<ul> \n <li><em>James Whiting is executive director of <a href=\"http://www.malarianomore.org.uk/\">Malaria No More UK</a> </em><br /></li> \n</ul>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436791180727/b2d67d5c-0097-495c-bde6-eb295c0a99a4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sean Smith/Guardian","altText":"A man with suspected malaria waits to be tested by lab technicians in Derberk, Ethiopia in May 2015.","cleanCredit":"Photograph: Sean Smith/Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-14T08:00:09Z","lastModified":"2015-07-14T08:00:09Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Global development","Malaria","Sustainable development goals","Millennium development goals","Infectious diseases","Vaccines and immunisation","Health","World Health Organisation","Medical research","Science"],"tags":[{"id":"global-development/global-development","webTitle":"Global development"},{"id":"society/malaria","webTitle":"Malaria"},{"id":"global-development/sustainable-development-goals","webTitle":"Sustainable development goals"},{"id":"global-development/millennium-development-goals","webTitle":"Millennium development goals"},{"id":"science/infectiousdiseases","webTitle":"Infectious diseases"},{"id":"society/vaccines","webTitle":"Vaccines and immunisation"},{"id":"society/health","webTitle":"Health"},{"id":"world/world-health-organisation","webTitle":"World Health Organisation"},{"id":"science/medical-research","webTitle":"Medical research"},{"id":"science/science","webTitle":"Science"}],"section":{"id":"global-development"},"topics":[],"embeddedVideos":[],"adTargetingPath":"global-development"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/jul/14/wipe-malaria-off-map-global-commitment-reduce-disease","shortUrl":"http://gu.com/p/4agkt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/jul/14/wipe-malaria-off-map-global-commitment-reduce-disease","webUri":"http://www.theguardian.com/global-development/2015/jul/14/wipe-malaria-off-map-global-commitment-reduce-disease"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436791180727/b2d67d5c-0097-495c-bde6-eb295c0a99a4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A man with suspected malaria waits to be tested by lab technicians in Derberk, Ethiopia, in May 2015. Photograph: Sean Smith/Guardian","credit":"Sean Smith/Guardian","altText":"A man with suspected malaria waits to be tested by lab technicians in Derberk, Ethiopia in May 2015.","cleanCaption":"A man with suspected malaria waits to be tested by lab technicians in Derberk, Ethiopia, in May 2015.","cleanCredit":"Photograph: Sean Smith/Guardian"}},"importance":4,"byline":{"title":"James Whiting"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436791180727/b2d67d5c-0097-495c-bde6-eb295c0a99a4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sean Smith/Guardian","altText":"A man with suspected malaria waits to be tested by lab technicians in Derberk, Ethiopia in May 2015.","cleanCredit":"Photograph: Sean Smith/Guardian"}}]},{"title":"Michael Fallon goes on the defensive with Nato assurance","rawTitle":"Michael Fallon goes on the defensive with Nato assurance","item":{"type":"comment","id":"politics/2015/jul/13/michael-fallon-nato-defence-spending-target-uk","title":"Michael Fallon goes on the defensive with Nato assurance","trailText":"Defence secretary tells Labour’s Vernon Coaker the UK will keep to 2% spending promise, even if he has to include a few Airfix models","standFirst":"<p>Defence secretary tells Labour’s Vernon Coaker the UK will keep to 2% spending promise, even if he has to include a few Airfix models</p>","byline":"John Crace","body":"<p>Method acting the role of an exhibitor at a model aircraft convention is beginning to pay dividends for Michael Fallon. Mr Airfix is now so deep in character he has even begun to think the part. Every defence secretary needs to be a bit delusional to stay sane, but Fallon has made it into an art form. As an exercise in the perfection of ministerial dullness, he is almost mesmeric.</p> \n<p>Where most people look at the country’s military and count a handful of ships, a few dozen planes and a single-storey car park full of tanks, Mr Airfix sees row upon row of weaponry stretching miles into the middle distance in a ring of plastic. Planes that might have once been serviceable but have been long since decommissioned, ships that were only ever an ink mark of departmental double accountancy - Fallon has seen them all because he has made them and they are very good.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/01/uk-strategy-of-not-attacking-isis-in-syria-is-illogical-says-defence-secretary\">British strategy of not attacking Isis in Syria is illogical, says Fallon</a> </p> \n</aside> \n<p>This kind of flawed mental agility served Fallon well at defence questions, where the hawks and sceptics were out in force to check whether the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/08/george-osborne-pledge-nato-target-defence-spending\">chancellor’s commitment to Nato’s target</a> of 2% of government spending on defence would be kept. “What I basically want to know”, growled Big Vern Coaker, the shadow defence minister, “is whether there’s going to be any monkey business going on?” Because if it turned out there was, then Big Vern would happily smash up Mr Airfix’s model collection. Along with his legs.</p> \n<p>Fallon was appalled. “The government will stick by its promises”, he insisted. “Anything that can be counted as defence spending will be counted as defence spending.” And what could be counted as defence spending? “Anything that Nato says is defence spending.” The feeling the defence secretary had nobbled his fellow model enthusiasts in Nato to include any number of Airfix accessories to reach a 2% target was so inescapable that even some of his own backbenchers quizzed him on it. Fallon remained firm. Glue, paint and transfers were an essential party of any model army.</p> \n<p>Fallon’s ability to think creatively also came in handy when he was asked how the military efforts to defeat Islamic State were going. Extremely well, he assured everyone. “We have made 300 air strikes”, he said. “And we have pushed Isis a little way back along the Tigris”. How far, he couldn’t say. It all looks so different when you are building to 1.144 scale.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/02/syria-airstrikes-fortify-uk-against-isis-threat-michael-fallon\">Syria airstrikes would fortify UK against Isis attacks, argues Michael Fallon</a> </p> \n</aside> \n<p>Mr Airfix was about to add that he sincerely believed Isis would play fair and not make any unnecessary terrorist attacks during the summer recess while he was on holiday, when the Commons got into its usual row about what Isis should be called. “It’s Daesh,” the SNP’s Tasmina Ahmed-Sheikh declared, unaware that Daesh was Arabic for Isis. Britain may be losing the battle on the ground in the Middle East, but by God it’s going to teach these foreign Johnnies what to call themselves.</p> \n<p>Every defence frontbench team is obliged to have its own Private Pike, and in Mark Lancaster, David Cameron has found one of the very best. The junior minister gives the impression of having come up through the remedial ranks and it seemed an act of cruelty to expect him to answer questions about the reserves. Still, you cannot accuse the government of double standards when it comes to making up the numbers of regulars.</p> \n<p>“Can the minister tell us whether 6,000 people who have left the military are now homeless”, asked the Lib Dem MP John Pugh. Silence. Poor old Pike hadn’t gathered that this was a question he was meant to answer. After a long delay, he struggled to the despatch box. “We don’t collect those numbers,” he said.</p> \n<p>“Stupid boy,” Mr Airfix muttered under his breath.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bf28b331424fed6f456752e0b6da9bd85b390b1a/0_172_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","credit":"Andrew Linnett/PA","altText":"The defence secretary, Michael Fallon, meeting crew members on board the submarine HMS Artful in Barrow-in-Furness.","cleanCredit":"Photograph: Andrew Linnett/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-13T18:17:50Z","lastModified":"2015-07-14T00:10:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Crace","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johncrace"}],"feature":false,"keywords":["Defence policy","Michael Fallon","Politics","Nato"],"tags":[{"id":"politics/defence","webTitle":"Defence policy"},{"id":"politics/michael-fallon","webTitle":"Michael Fallon"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/nato","webTitle":"Nato"}],"section":{"id":"politics"},"topics":[{"displayName":"John Crace","topic":{"type":"tag-contributor","name":"profile/johncrace"}}],"series":{"title":"The politics sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/the-politics-sketch"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/13/michael-fallon-nato-defence-spending-target-uk","shortUrl":"http://gu.com/p/4aj8y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/13/michael-fallon-nato-defence-spending-target-uk","webUri":"http://www.theguardian.com/politics/2015/jul/13/michael-fallon-nato-defence-spending-target-uk"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bf28b331424fed6f456752e0b6da9bd85b390b1a/0_172_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"The defence secretary, Michael Fallon, meets crew members on board the submarine HMS Artful. Photograph: Andrew Linnett/PA","credit":"Andrew Linnett/PA","altText":"The defence secretary, Michael Fallon, meeting crew members on board the submarine HMS Artful in Barrow-in-Furness.","cleanCaption":"The defence secretary, Michael Fallon, meets crew members on board the submarine HMS Artful.","cleanCredit":"Photograph: Andrew Linnett/PA"}},"importance":3,"byline":{"title":"John Crace"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png"}}]},{"title":"With Europe behind it, Greece is being pushed into further peril","rawTitle":"With Europe behind it, Greece is being pushed into further peril","item":{"type":"comment","id":"world/2015/jul/13/europe-greece-pushed-into-further-peril","title":"With Europe behind it, Greece is being pushed into further peril","trailText":"There is not the remotest prospect Athens can raise the money set out in the bailout terms, even with the enforced sale of national assets","standFirst":"<p>There is not the remotest prospect Athens can raise the money set out in the bailout terms, even with the enforced sale of national assets</p>","byline":"Larry Elliott","body":"<p>Keynes never existed. The General Theory of Employment, Interest and Money was never written. Economic history ended on the day Franklin Roosevelt replaced Herbert Hoover as president of the United States.</p> \n<p>That’s the gist of the deal that keeps Greece in the euro, an agreement that will deepen the country’s recession, makes its debt position less sustainable and virtually guarantees that its problems come bubbling back to the surface before too long.</p> \n<p>One line in the seven-page euro summit statement sums up the thinking behind this act of folly, the one that talks about “quasi-automatic spending cuts in case of deviations from ambitious primary surplus targets”.</p> \n<p>Translated into everyday English, what this means is that leaving to one side the interest payments on its debt, Greece will have to raise more in revenues than the government spends each and every year. If the performance of the economy is not strong enough to meet these targets, the “quasi-automatic” spending cuts will kick in. If Greece is in a hole, the rest of the euro zone will hand it a spade and tell it to keep digging.</p> \n<p>This approach to the public finances went out of fashion during the 1930s but is now back. Most modern governments operate what are known as “automatic stabilisers”, under which they run bigger deficits (or smaller surpluses) in bad times because it is accepted that raising taxes or cutting spending during a recession reduces demand and so makes the recession worse.</p> \n<p>George Osborne has seen it as his job to repair the hole in Britain’s budget deficit caused by the recession of 2008-09, but allowed the automatic stabilisers to work when the economy was struggling in the last parliament. The chancellor’s new fiscal rules requiring the Treasury to run a budget surplus will be suspended if the economy’s annual growth rate dips below 1%.</p> \n<p>At the insistence of Berlin, this sort of flexibility is not going to be open to Greece. Angela Merkel and Wolfgang Sch&auml;uble, her finance minister, have got everything they were seeking before Alexis Tsipras called the Greek referendum – and more. </p> \n<p>Athens has been forced to accept the “streamlining” of its VAT system to raise more tax revenue. That means more goods and services included in the 23% main rate of VAT. It has also dropped its resistance to immediate changes to the pension system, which will mean higher health charges and an end to the solidarity supplement, a top-up payment to the poorest pensioners. The seemingly innocuous pledge to “reduce further the costs of the Greek administration” means sacking civil servants employed since Tsipras was elected in January.</p> \n<div>\n __VIDEO_EMBED_gu-video-457479239__\n</div> \n<p>The pre-referendum terms have been made tougher, both through the “quasi-automatic” spending cuts and through the enforced sell-off of Greece’s assets. Over the next three years, the expectation is that Greece will raise €50bn (&pound;35bn) through privatisations, of which €25bn will be used for the recapitalisation of its banks. The other €25bn will be split evenly between repaying debt and for investment in the Greek economy.</p> \n<p>Greece, to borrow Harold Macmillan’s phrase, will be forced to sell off the family silver (along with the airports, the ports and the banks) to pay for its bailout and to recapitalise its own banks. That’s the plan. </p> \n<p>In truth, there is not the remotest prospect of Greece raising €50bn through privatisations in the next three years. The €50bn target was first announced back in 2011, since when the value of the Greek stock market has fallen by 40%, making its assets far less valuable. In the past four years, privatisation proceeds have raised just over €3bn.</p> \n<p>For the moment, Greece remains in the euro but it should be obvious by now that there are only two ways of resolving the crisis. The first is to write off a large chunk of its debts. The other is to allow it to grow at a pace that allows it to service its debts. This deal offers neither. Its one minor concession is that there will be talks about giving Greece longer to pay its debts provided it takes steps that are certain to lengthen and deepen the recession. This is not a solution. It is a chink of light filtering through the bars of the debtors’ prison.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cc5e049fa0405c717bd55a8f355bc60988a75881/0_224_5760_3457/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3457,"width":5760,"orientation":"landscape","credit":"Emilio Morenatti/AP","altText":"A man holds a tag queue as he waits outside the main gate of the national bank of Greece","cleanCredit":"Photograph: Emilio Morenatti/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-13T15:55:38Z","lastModified":"2015-07-13T23:01:09Z","metadata":{"commentable":true,"commentCount":316,"contributors":[{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"}],"feature":false,"keywords":["Greece","Austerity","Euro","Business","Economics","European Union","European Central Bank","European monetary union","World news","Europe","Eurozone crisis"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"}],"section":{"id":"world"},"topics":[{"displayName":"Larry Elliott","topic":{"type":"tag-contributor","name":"profile/larryelliott"}}],"embeddedVideos":[{"id":"gu-video-457479239","source":"guardian.co.uk","durationInSeconds":211,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/13/150713Greececif_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/13/150713Greececif.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/13/1436786648540/KP_352711_crop.jpg_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Three minute Greece deal","credit":"guardian.co.uk","altText":"620x372 trailpic for Three minute Greece deal","cleanCaption":"620x372 trailpic for Three minute Greece deal"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/13/europe-greece-pushed-into-further-peril","shortUrl":"http://gu.com/p/4atqt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/13/europe-greece-pushed-into-further-peril","webUri":"http://www.theguardian.com/world/2015/jul/13/europe-greece-pushed-into-further-peril"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cc5e049fa0405c717bd55a8f355bc60988a75881/0_224_5760_3457/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3457,"width":5760,"orientation":"landscape","caption":"Pensioners wait outside the main gate of the national bank of Greece. Photograph: Emilio Morenatti/AP","credit":"Emilio Morenatti/AP","altText":"Pensioners wait outside the main gate of the national bank of Greece.","cleanCaption":"Pensioners wait outside the main gate of the national bank of Greece.","cleanCredit":"Photograph: Emilio Morenatti/AP"}},"importance":3,"byline":{"title":"Larry Elliott"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png"}}]}],"lastModified":"2015-07-14T08:16:52Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}