{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Education for girls all over the world is the civil rights struggle of our time","rawTitle":"Education for girls all over the world is the civil rights struggle of our time","item":{"type":"comment","id":"commentisfree/2015/jul/06/education-girls-world-civil-rights-malala","title":"Education for girls all over the world is the civil rights struggle of our time","trailText":"Like Malala before them, brave young women are fighting for themselves and others to go to school, escape child labour and child marriage","standFirst":"Like Malala before them, brave young women are fighting for themselves and others to go to school, escape child labour and child marriage","byline":"Gordon Brown","body":"<p>They are all Malala. Four defiant, courageous girls who stand toe-to-toe with the education campaigner <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/childrens-books-site/2015/jul/05/i-am-malala-by-malala-yousafazi-christina-lamb-review\" title=\"\">Malala Yousafzai</a>. Four ordinary girls who have done extraordinary things representing thousands of Malalas across this dark and dangerous world.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/10/nobel-peace-prize-winner-kailash-satyarthi\">Who is Nobel peace prize winner Kailash Satyarthi?</a> </p> \n</aside> \n<p>And their cause – empowerment for girls – is the theme of a critical <a href=\"http://www.osloeducationsummit.no/\" title=\"\">Oslo conference on education and development </a> today, convened by the Norwegian prime minister, Erna Solberg, which Malala and I will address.</p> \n<p>Malala was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/oct/09/taliban-pakistan-shoot-girl-malala-yousafzai\" title=\"\">shot by Taliban gunmen</a> for wanting to go to school and survived a bullet to the head. The four girls’ stories are different to Malala’s, but the bravery of each one of them is just as astonishing, and they all want the same outcome.</p> \n<p>Like Malala, Geeta, Ashwini, Dilan and Razia have been fighting daily personal battles against those who would deny them education and condemn them to lives of child labour, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/apr/29/gordon-brown-child-marriage-iraq-barbaric\" title=\"\">child marriage</a> or child trafficking.</p> \n<p>They are waging the civil rights struggle of our time: a demand to end prejudice, discrimination and exclusion; and for ours to be the first generation in history to guarantee every single girl basic rights.</p> \n<p>Geeta, from Nepal, was nine years old when she was sold into the sex trade and trafficked to India. To secure clients Geeta would wear makeup and be on the streets soliciting until 2am. She says she was forced to be with as many as 60 men each day. But out of a deep family tragedy is built a personal triumph. Rescued at the age of 14, she is now leading the way along with organisations such as the <a href=\"http://www.himalayan-foundation.org/\" title=\"\">American Himalayan Foundation</a>, who are trying to stop thousands of girls, including many made homeless from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/27/nepal-earthquake-victims-poor-homeless\" title=\"\">Nepal’s earthquake</a>, being sold for $500 each into India.</p> \n<p>At the age of 10, Dilan became part of what is now a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/ng-interactive/2015/jun/09/a-migrants-journey-from-syria-to-sweden-interactive\" title=\"\">mass exodus from Syria</a>, fleeing with her mother in the dead of night into Lebanon – but it was a journey that took her from a school classroom to child labour. She spent her 11th birthday toiling in a garlic factory, peeling cloves and not earning a wage, only the right to a roof over her and her mother’s heads. Now, at 13, she wants to get back to school, become a teacher and one day help rebuild Syria. She is one of 1,000 <a href=\"http://www.aworldatschool.org/global-youth-ambassadors\" title=\"\">global youth ambassadors</a> for education, and is campaigning for 500,000 Syrian refugees to attend Lebanese schools.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Progress towards universal education has not only stalled but has gone into reverse.</p> \n </blockquote> \n</aside> \n<p>Razia, who grew up in a village on the outskirts of Meerut, India, was sent to work at the age of four, stitching together small pieces of hide to make footballs. “My fingers bled whenever the needle pierced through them,” she recalls. “It happened with many children and some of them have suffered severe deformity. We had no idea that football players and businessmen made millions of dollars whereas we were trapped in a vicious circle of hunger and servitude.”</p> \n<p>Rescued by the Nobel peace prize winner <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/10/nobel-peace-prize-winner-kailash-satyarthi\" title=\"\">Kailash Satyarthi</a>, she then pursued her education, became a young leader in the <a href=\"http://www.globalmarch.org/\" title=\"\">Global March Against Child Labour</a> network, and when I met her was establishing the Nepalese national commission on child labour.</p> \n<p>Ashwini was born blind and brought up in a poor rural community in India where bigoted neighbours tormented and mocked her for being disabled. One day, she decided to fight the discrimination and not only got the school grades that took her to college but has now become India’s premier champion of disabled rights, opening a residential school for visually impaired children.</p> \n<p>These everyday stories of courage are repeated thousands of times over in girl-led movements such as the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2012/oct/11/bangladeshi-girls-wedding-busters-child-marriage\" title=\"\">Nilphamari child marriage free zone</a> in Bangladesh, Nepal’s Common Forum for Kalmal Hari Freedom, Indonesia’s Grobogan Child Empowerment Group and the Upper Manya Krobo Rights of the Child Club.</p> \n<p>And there is good reason why this civil rights struggle is being stepped up now. Out-of-school numbers are rising fast because of the greatest exodus we have seen since 1945: a staggering 30 million displaced children on the long march from their homes into exile, often outside their own country in refugee camps, tents and hovels, offering little chance of ever going near a classroom.</p> \n<p>After two decades during which 40 million more children enrolled for school, progress towards universal education has not only stalled but has gone into reverse with, as confirmed by Unesco figures today, 124m children out of school, 59m of them primary age, and the majority of them girls who have never enrolled.</p> \n<p>The new set of statistics is damning. A look at primary and lower secondary ages combined shows one out of eight girls was out of school in 2013, and one out of nine boys. But the most tragic figures of all are that 24 million children will never enter a classroom. Half of all out-of-school children in sub-Saharan Africa will <em>never</em> enrol. And girls are the most disadvantaged, particularly in south and west Asia, where 80% of out-of-school girls are unlikely to start school, compared to just 16% for boys.</p> \n<p>The UN’s new <a href=\"https://sustainabledevelopment.un.org/focussdgs.html\" title=\"\">sustainable development goals</a> call for secondary education for all by 2030; but to meet the additional costs and bridge the annual funding gap of $25bn for the poorest countries, we need innovative thinking.</p> \n<p>This will start today in Oslo, when we consider creating the first humanitarian fund for education in emergencies. With its creation we can guarantee rapid action to help Syrian, Iraqi, South Sudanese and other girl refugees and intervene in places such as Nepal when catastrophe hits.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436116752380/Pakistani-students-attend-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Girls are the most disadvantaged, particularly in south and west Asia, where 80% of out-of-school girls are unlikely to start school, compared to just 16% for boys.' Photograph: B.K. Bangash/AP","credit":"B.K. Bangash/AP","altText":"Pakistani students attend school in the conservative hometown of Malala Yousafzai","cleanCaption":"'Girls are the most disadvantaged, particularly in south and west Asia, where 80% of out-of-school girls are unlikely to start school, compared to just 16% for boys.' Photograph: B.K. Bangash/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-06T06:30:05Z","lastModified":"2015-07-06T06:30:42Z","metadata":{"commentable":true,"commentCount":43,"contributors":[{"name":"Gordon Brown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gordonbrown"}],"feature":false,"keywords":["Child rights","Child labour","Law","Child marriage","Society","Malala Yousafzai","Education","World news","India","Nepal","Literacy"],"tags":[{"id":"society/child-rights","webTitle":"Child rights"},{"id":"law/child-labour","webTitle":"Child labour"},{"id":"law/law","webTitle":"Law"},{"id":"society/child-marriage","webTitle":"Child marriage"},{"id":"society/society","webTitle":"Society"},{"id":"world/malala-yousafzai","webTitle":"Malala Yousafzai"},{"id":"education/education","webTitle":"Education"},{"id":"world/world","webTitle":"World news"},{"id":"world/india","webTitle":"India"},{"id":"world/nepal","webTitle":"Nepal"},{"id":"education/literacy","webTitle":"Literacy"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Gordon Brown","topic":{"type":"tag-contributor","name":"profile/gordonbrown"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/06/education-girls-world-civil-rights-malala","shortUrl":"http://gu.com/p/4advn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/06/education-girls-world-civil-rights-malala","webUri":"http://www.theguardian.com/commentisfree/2015/jul/06/education-girls-world-civil-rights-malala"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436116752380/Pakistani-students-attend-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Girls are the most disadvantaged, particularly in south and west Asia, where 80% of out-of-school girls are unlikely to start school, compared to just 16% for boys.' Photograph: B.K. Bangash/AP","credit":"B.K. Bangash/AP","altText":"Pakistani students attend school in the conservative hometown of Malala Yousafzai","cleanCaption":"'Girls are the most disadvantaged, particularly in south and west Asia, where 80% of out-of-school girls are unlikely to start school, compared to just 16% for boys.' Photograph: B.K. Bangash/AP"}},"importance":7,"byline":{"title":"Gordon Brown"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436116752380/Pakistani-students-attend-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Girls are the most disadvantaged, particularly in south and west Asia, where 80% of out-of-school girls are unlikely to start school, compared to just 16% for boys.' Photograph: B.K. Bangash/AP","credit":"B.K. Bangash/AP","altText":"Pakistani students attend school in the conservative hometown of Malala Yousafzai","cleanCaption":"'Girls are the most disadvantaged, particularly in south and west Asia, where 80% of out-of-school girls are unlikely to start school, compared to just 16% for boys.' Photograph: B.K. Bangash/AP"}}]},{"title":"The Greeks said No – but to what exactly?","rawTitle":"The Greeks said No – but to what exactly?","item":{"type":"comment","id":"commentisfree/2015/jul/05/greeks-no-vote-european-alexis-tsipras-brussels","title":"The Greeks said No – but to what exactly?","trailText":"This was a national vote but the issue is Europe-wide. We’ve yet to discover whether Greece can remain in the eurozone, or even in the EU","standFirst":"This was a national vote but the issue is Europe-wide. We’ve yet to discover whether Greece can remain in the eurozone, or even in the EU","byline":"Mary Dejevsky","body":"<p>You can ignore what a government says, but you <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/05/greeces-eurozone-future-in-the-balance-as-referendum-gets-under-way--eu-euro-bailout-live\" title=\"\">can’t ignore the voice of the nation</a>. So said Alexis Tsipras when he went to cast his referendum vote today. It was a comment worthy of the prime minister of the country that gave the world democracy. What exactly the voters have said, however, might not be quite as clear as he would have liked.</p> \n<p>Through the evening, as the evidence mounted for a No vote – which, in the confusing world of current Greek politics, was essentially a Yes for the stance taken by Tsipras in the talks with EU and international institutions so far – it was possible to sense the trepidation that has gripped the rest of Europe for the past week mounting too. Within an hour of the polls closing, the French president and German chancellor announced they would be meeting in Paris on Monday , the choice of venue being the more diplomatic option, given Greek sensitivities. George Osborne had earlier sown concern where there had seemed to be none, by telling the BBC that no country was immune to the Greek debt crisis, including the UK.</p> \n<p>But how much of a mandate does the Greek prime minister have for hanging even tougher in negotiations now? The referendum result appears to have been more decisive than most opinion polls had forecast. By 21:00 Greek time, it was reported that every one of Greece’s electoral districts had voted No. But what does even that degree of unanimity really change? The victory for No came against a turnout of little more than 50%. That hardly suggests mass engagement, even if the margin was clear.</p> \n<p>In the short term, the vote has saved the Greek government and given an element of certainty. The finance minister, Yanis Varoufakis, had said he would resign in the event of a Yes vote, and Tsipras’s own position would have been in jeopardy. But does the vote really strengthen his position in Brussels?</p> \n<p>It is underlining the obvious, but this was a Greek vote on an issue that is European. Tsipras was already negotiating from the position of having won a general election. He may have hoped that a specific mandate for extracting a better deal from the EU would bolster his claim. But that would suggest a big misreading of the balance of power.</p> \n<p>Before Greece voted, officials in Brussels were arguing that the referendum question was invalid, because the offer – as made at 11th-hour talks the previous weekend – had expired when those talks broke down. It is hard to believe that the same offer will not now be revived in some form, but Tsipras may be made to work hard to achieve that. Whether it can be improved (from the Greek point of view) could be another matter.</p> \n<p>And the real difficulty for Tsipras may not be the Germans so much as the other countries, who have made no secret of their reluctance to soften the terms on offer. There is a feeling that Greece – thanks to a flamboyant prime minister and a stubborn attitude, plus the determination of Germany and others to “save” the euro at almost any price – has been treated as a special case. Among those who will resist further concessions are not just those, such as Ireland, emerging successfully from their own painful bailouts, but “new” Europeans – such as Slovakia and the Baltic states – who made enormous sacrifices, especially in the case of Latvia, to meet the conditions for joining the euro and resent any watering down of the terms.</p> \n<p>Only one question was really settled today: the Greek government has survived, and Brussels must deal with Athens as it is, rather than as it would like it to be. The bigger questions – can Greece remain in the euro, or even in the European Union – remain unanswered. As does the most pressing for most Greeks: when will the banks reopen, and how many euros can we withdraw?</p> \n<p>Having said this, any nation that can arrange a referendum at a week’s notice, conduct it competently, and produce a result before midnight, possesses a degree of civic organisation that many would envy. In the manner of the vote, as much as the result, there has to be hope for Greece.</p> \n<p>Mary Dejevsky is a former foreign correspondent<strong> </strong></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/5/1436123608921/The-People-Of-Greece-Vote-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'By 21:00 Greek time, it was reported that every one of Greece’s electoral districts had voted No.' Photograph: Christopher Furlong/Getty Images","credit":"Christopher Furlong/Getty Images","altText":"The People Of Greece Vote In A Referendum Over Debt Bailout Terms","cleanCaption":"'By 21:00 Greek time, it was reported that every one of Greece’s electoral districts had voted No.' Photograph: Christopher Furlong/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T19:18:20Z","lastModified":"2015-07-05T23:00:43Z","metadata":{"commentable":true,"commentCount":993,"contributors":[{"name":"Mary Dejevsky","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/23/1411478697591/Mary-Dejevsky-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mary-dejevsky"}],"feature":false,"keywords":["Greece","Europe","World news","European Union","Euro","Economics","Eurozone","Eurozone crisis","European monetary union","Banking","European banks"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/euro","webTitle":"Euro"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/europeanbanks","webTitle":"European banks"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Mary Dejevsky","topic":{"type":"tag-contributor","name":"profile/mary-dejevsky"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/greeks-no-vote-european-alexis-tsipras-brussels","shortUrl":"http://gu.com/p/4adxz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/greeks-no-vote-european-alexis-tsipras-brussels","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/greeks-no-vote-european-alexis-tsipras-brussels"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/5/1436123608921/The-People-Of-Greece-Vote-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'By 21:00 Greek time, it was reported that every one of Greece’s electoral districts had voted No.' Photograph: Christopher Furlong/Getty Images","credit":"Christopher Furlong/Getty Images","altText":"The People Of Greece Vote In A Referendum Over Debt Bailout Terms","cleanCaption":"'By 21:00 Greek time, it was reported that every one of Greece’s electoral districts had voted No.' Photograph: Christopher Furlong/Getty Images"}},"importance":5,"byline":{"title":"Mary Dejevsky"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/5/1436123608921/The-People-Of-Greece-Vote-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'By 21:00 Greek time, it was reported that every one of Greece’s electoral districts had voted No.' Photograph: Christopher Furlong/Getty Images","credit":"Christopher Furlong/Getty Images","altText":"The People Of Greece Vote In A Referendum Over Debt Bailout Terms","cleanCaption":"'By 21:00 Greek time, it was reported that every one of Greece’s electoral districts had voted No.' Photograph: Christopher Furlong/Getty Images"}}]},{"title":"How the Guardian decides which sources can be deemed trustworthy","rawTitle":"How the Guardian decides which sources can be deemed trustworthy","item":{"type":"comment","id":"commentisfree/2015/jul/06/how-the-guardian-decides-which-sources-can-be-deemed-trustworthy","title":"How the Guardian decides which sources can be deemed trustworthy","trailText":"<strong>Open door:</strong> In the digital age, the paper’s status as a highly respected global news brand means that the verification process is more important than ever","standFirst":"In the digital age, the paper’s status as a highly respected global news brand means that the verification process is more important than ever","byline":"Chris Elliott","body":"<p>Christopher Lee was a fine actor who enjoyed a long career, and when news of his death at the age of 93 emerged on the web on 11 June, it garnered enormous interest. Other major news organisations were reporting his death by around lunchtime on that day. Journalists at the Guardian obviously wanted to report the story and mark his career with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jun/11/christopher-lee-film-dracula-saruman-bond-star-wars\" title=\"\">an appreciation by film critic Peter Bradshaw</a>.</p> \n<p>But how was the Guardian sure that he had indeed died and this wasn’t a false report? On this occasion, the Guardian decided to rely on the weight of coverage by other news organisations, including the Telegraph, which claimed a world exclusive and said that Christopher Lee’s widow had withheld the news of his death until all the family could be informed. That judgment was proved correct, but as a rule that would not necessarily be enough.</p> \n<p>The Guardian’s editorial code states: “Verification: Trust in the authenticity and reliability of our sources is essential. Digital communications and a fast-moving news environment present special challenges for verification, and scepticism should therefore be the starting point for web and email sources. We must be tenacious in seeking reliable corroboration and should state the level of substantiation we have been able to achieve (eg, ‘the Guardian has been unable independently to verify the facts’). Do not state as fact information about or from someone who we cannot authenticate (eg, ‘A student who says she witnessed the riot’, not ‘A student who witnessed the riot’). Where relevant we must be open with readers in saying what medium was used to conduct an interview. Satisfaction with sources is the responsibility of desk editors as well as reporters and correspondents, and sub-editors should be confident in challenging the dependability of information.”</p> \n<p>A senior editor told me that trusted sources include the Press Association, the BBC and the Guardian’s own obituaries team.</p> \n<p>When <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/jul/02/val-doonican\" title=\"\">Val Doonican died last week,</a> a Guardian reporter went one stage further and contacted a member of the family to confirm the death before the story went up on the website.</p> \n<p>In practical terms, the time of greatest&nbsp;pressure for the Guardian is in the early mornings at 7am, when journalists in London arrive and are keen to get the day’s news moving by generating a number of stories. Early versions of breaking stories may come from agencies or be written, properly attributed, from the reports of other news organisations before the Guardian can research and write its own. As a way of informing Guardian readers that a particular story has been broken and letting them know broadly what it is about, it is a legitimate practice, providing the stories are properly attributed.</p> \n<p>However, it is important to “state the level of substantiation we have been able to achieve”, ie this is what someone else is reporting and we are doing our best to independently find out what’s in it, but here is an initial take.</p> \n<p>Now that the Guardian has online operations in the US and Australia, there are teams of journalists working throughout the 24-hour news cycle, which means that developments are posted as they happen.</p> \n<p>One aspect of the Guardian’s shift to a global brand as one of the world’s most popular English-language serious news websites is that it is a big target, making it more likely that people will choose this newspaper – among a number who have published the same story – to complain to about its coverage.</p> \n<p>The Guardian has a high degree of “domain authority” for Google and Google News, which means that we consistently rank well in search results for breaking news. We also have influential Facebook pages and Twitter accounts. This means that the Guardian may well be the first place that readers see news of a particular event. Generally, that’s great for the Guardian, but if it is running a story where verification is an issue and the terms in which the story has been presented don’t accurately reflect what we know and when we knew it, that undermines the Guardian.</p> \n<p>The issue is simple: trust. It is important that journalists adhere as closely to the guidelines as possible if we are to retain the credibility that gives us such domain authority, even if we are occasionally a little late to the party.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1cf9d288d005c52389ba5e9ac2d8f268f0b4474b/0_207_4080_2448/4080.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2448,"width":4080,"orientation":"landscape","credit":"Katherine Anne Rose for the Observer","altText":"The London offices of the Guardian and the Observer. ‘The Guardian has a high degree of “domain authority” within organic Google and Google News, which means that we consistently rank well for breaking news.’ Photograph: Katherine Anne Rose","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-07-06T06:00:06Z","lastModified":"2015-07-06T06:00:06Z","metadata":{"commentable":true,"commentCount":68,"contributors":[{"name":"Chris Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/7/14/1405339897804/Chris-Elliott-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-elliott"}],"feature":false,"keywords":["The Guardian","National newspapers","Newspapers & magazines","Newspapers","Media","Internet","Digital media","Technology"],"tags":[{"id":"media/theguardian","webTitle":"The Guardian"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/media","webTitle":"Media"},{"id":"technology/internet","webTitle":"Internet"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Chris Elliott","topic":{"type":"tag-contributor","name":"profile/chris-elliott"}}],"series":{"title":"Open door","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/open-door"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/06/how-the-guardian-decides-which-sources-can-be-deemed-trustworthy","shortUrl":"http://gu.com/p/4acq3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/06/how-the-guardian-decides-which-sources-can-be-deemed-trustworthy","webUri":"http://www.theguardian.com/commentisfree/2015/jul/06/how-the-guardian-decides-which-sources-can-be-deemed-trustworthy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1cf9d288d005c52389ba5e9ac2d8f268f0b4474b/0_207_4080_2448/4080.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2448,"width":4080,"orientation":"landscape","caption":"The London offices of the Guardian and the Observer. ‘The Guardian has a high degree of “domain authority” within organic Google and Google News, which means that we consistently rank well for breaking news.’ Photograph: Katherine Anne Rose","credit":"Katherine Anne Rose for the Observer","altText":"The London offices of the Guardian and the Observer. ‘The Guardian has a high degree of “domain authority” within organic Google and Google News, which means that we consistently rank well for breaking news.’ Photograph: Katherine Anne Rose","cleanCaption":"The London offices of the Guardian and the Observer. ‘The Guardian has a high degree of “domain authority” within organic Google and Google News, which means that we consistently rank well for breaking news.’ Photograph: Katherine Anne Rose"}},"importance":5,"byline":{"title":"Chris Elliott"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/7/14/1405339897804/Chris-Elliott-L.png"}}]},{"title":"The Guardian view / Eight days that shook a continent","rawTitle":"Eight days that shook a continent","item":{"type":"comment","id":"commentisfree/2015/jul/05/the-guardian-view-on-greeces-no-vote-eight-days-that-shook-a-continent","title":"The Guardian view on Greece’s no vote: eight days that shook a continent","trailText":"<strong>Editorial:</strong> The last week has seen many extraordinary things, from stiff limits at cashpoints to cross-border meddling in national democracy. Europe has not handled it well. It urgently needs to do better in picking up the pieces","standFirst":"The last week has seen many extraordinary things, from stiff limits at cashpoints to cross-border meddling in national democracy. Europe has not handled it well. It urgently needs to do better in picking up the pieces","byline":"Editorial","body":"<p>Kicking the can down the road has been the cliche of choice over a slow euro crisis that has steadily strangled the life out of the Greek economy. But at some point Europe was bound to run out of road. That happened on Sunday night, when it emerged that the Greek people had said no to continuing to engage with their creditors on the same suffocating terms.</p> \n<p>Just over a week ago, Alexis Tsipras staked his future on forcing this denouement. The eight days that followed his midnight declaration of a plebiscite, to accept or reject the creditors’ terms for the latest slug of overdraft, have witnessed many extraordinary things. The Greek parliament licensed a hasty referendum on a question that had already been overtaken by events. A <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2015/jul/03/greek-referendum-voters-greece-creditors-proposals\" title=\"\">ballot paper written in jargon</a> posed a ludicrously technical question, opening up a void for emotion to fill. Mixing talk of “terror” from their partners with haze about what would happen after a no, Mr Tsipras and his finance minister, Yanis Varoufakis, aimed squarely for the heart rather than the head. Meanwhile, Greeks faced the fiercest financial controls ever seen in modern Europe: bank doors were shut, supplies disrupted, and citizens queued at every cashpoint for their ration of notes. In countries such as Germany, where history engenders suspicion of referendums, it may have looked like a paradigm case of how not to do democracy.</p> \n<p>But the response of the creditors was more extraordinary still. The first noises from the council of finance ministers and the European Central Bank sounded so hawkish that they might have been trying to get the vote cancelled. But then came a bit of a rethink: it emerged that the ECB was capping, rather than cutting off, liquidity support, and leaders including Angela Merkel spied an opportunity to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/03/guardian-view-on-greek-referendum-dismal-choice\" title=\"\">rid themselves of a tricksy interlocutor</a>. They imagined scared voters rallying to yes, trashing Mr Tsipras’s personal authority and perhaps unravelling his loose-knit Syriza alliance. By signalling that voting no would push Greece out of the euro, they broke all the usual protocols by weighing into someone else’s democratic contest. It was an appallingly presumptuous path to go down. Now, after Greece has said no, Mr Tsipras’s future is not the immediate question. It is the fate of the euro itself which is hanging by a thread.</p> \n<p>All the eurozone leaders have their own mandates and domestic pressures, but those in the prosperous north should have grasped how much less room for manoeuvre there was for a Greek government presiding over a society which hardship has pushed to the edge of ruin. Having scotched one referendum plan under the altogether more clubbable George Papandreou government, northern leaders seeing the plebiscite resurface in less palatable form should have done a little soul-searching, about whether it is sustainable for Europe to allow itself to be pitted against “the people” in any one state. Above all, the creditors should have shown humility about the abject failure of five years of imposed austerity, which have not even succeeded in the very narrow terms of making it feasible for Athens to pay its debts.</p> \n<p>The messy fallout from the referendum will need to be much more adroitly managed than the campaign. Athens needs to cool the rhetoric, and negotiate with steely calm. It may be economically weak, but the logic of the negotiation could be on its side. If Greece is forced out of the euro, contracts will be disrupted and supplies may dry up for a while, but in principle a carefully managed devaluation could provide a path away from penury. For the broader eurozone, by contrast, forcing Greece out will produce no upside. Instead of a negotiated debt settlement, official creditors could lose everything. A slow-burn fuse would be lit under the whole single-currency project, as markets speculate on where may be next. And now that the respectable course of EU-backed orthodoxy has failed at the ballot box, there is also a risk of political contagion, with untold consequences for the more fundamental and more precious project of kinship across the continent.</p> \n<p>European leaders who have been used to getting their way in the past cannot presume that they will do so in future. They must show some humility and listen to a Greek people who have been driven to this leap in the dark. They must come up with reforms to fix a rickety single currency from its foundations. In time, that will mean underpinning monetary integration with broader sovereignty-sharing. More immediately, it means having the honesty to admit that the full Greek debts will not be repaid, and being ready to negotiate towards something more realistic.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2e3ec055f434ced8827d8476c6a2450166449f5a/0_0_3543_2125/3543.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2125,"width":3543,"orientation":"landscape","credit":"Orestis Panagiotou/EPA","altText":"Supporters of the no campaign react after the first results of the referendum in Athens","cleanCredit":"Photograph: Orestis Panagiotou/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-05T19:55:02Z","lastModified":"2015-07-05T23:00:53Z","metadata":{"commentable":true,"commentCount":375,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["Greece","Europe","World news","Eurozone crisis","European Union","European monetary union","Economics","Banking","European banks","Financial crisis","Financial sector","Euro","Business"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/the-guardian-view-on-greeces-no-vote-eight-days-that-shook-a-continent","shortUrl":"http://gu.com/p/4ad26","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/the-guardian-view-on-greeces-no-vote-eight-days-that-shook-a-continent","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/the-guardian-view-on-greeces-no-vote-eight-days-that-shook-a-continent"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2e3ec055f434ced8827d8476c6a2450166449f5a/0_0_3543_2125/3543.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2125,"width":3543,"orientation":"landscape","caption":"Supporters of the no campaign react after the first results of the referendum in Athens. Greek voters in the referendum were asked whether the country should accept reform proposals made by its creditors.  Photograph: Orestis Panagiotou/EPA","credit":"Orestis Panagiotou/EPA","altText":"Supporters of the no campaign react after the first results of the referendum in Athens","cleanCaption":"Supporters of the no campaign react after the first results of the referendum in Athens. Greek voters in the referendum were asked whether the country should accept reform proposals made by its creditors. ","cleanCredit":"Photograph: Orestis Panagiotou/EPA"}},"importance":4,"kicker":{"title":"The Guardian view"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2e3ec055f434ced8827d8476c6a2450166449f5a/0_0_3543_2125/3543.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2125,"width":3543,"orientation":"landscape","credit":"Orestis Panagiotou/EPA","altText":"Supporters of the no campaign react after the first results of the referendum in Athens","cleanCredit":"Photograph: Orestis Panagiotou/EPA"}}]},{"title":"If Labour wants to win in 2020, it must choose Liz Kendall as leader","rawTitle":"If Labour wants to win in 2020, it must choose Liz Kendall as leader","item":{"type":"comment","id":"commentisfree/2015/jul/05/labour-win-2020-liz-kendall-leader","title":"If Labour wants to win in 2020, it must choose Liz Kendall as leader","trailText":"Moving left will send the party into the wilderness. The only chance we have is to do what we did in 1945, 1964 and 1997 – get back in touch with the electorate","standFirst":"Moving left will send the party into the wilderness. The only chance we have is to do what we did in 1945, 1964 and 1997 – get back in touch with the electorate","byline":"John Reid, former home secretary","body":"<p>Less than two months on from one of the worst election defeats in my lifetime, the Labour party finds itself in the middle of a <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/labourleadership\" title=\"\">protracted leadership contest</a>, debating its next move over the course of a long, hot summer.</p> \n<p>There are those in the party who have argued that Labour simply needs a different leader, but that the politics, plans and policies of the past five years will be enough to get us over the line in 2020 – with a little tweaking, of course.</p> \n<p>Others have argued that moving to the left, in response to a Tory government that managed to achieve the difficult feat of gaining an overall majority, is the right response. That the “false consciousness” of modern working people will somehow disappear as the scales fall from their eyes.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/30/abour-leadership-liz-kendal-out-of-power-decade-fails-change\">Labour will be out of power for a decade if it fails to change, Liz Kendall says</a> </p> \n</aside> \n<p>Neither of these approaches will work. Neither recognises the sheer scale of the challenge Labour faces. Both have been tried, and tried, and failed and failed.</p> \n<p>Of course, it can be comforting for party members to wrap themselves up in platitudes, to wax lyrical about our values, to regard the electorate as mistaken. Perhaps we should face reality and accept that it was the party rather than the people who got it wrong. In a democracy, to paraphrase Bertolt Brecht, it is the people who choose their government, not the other way around.</p> \n<p>As someone who was proud to serve his party and his country as a cabinet minister, I know what this party means to so many people – and what we can achieve. But I also know that we can only achieve anything when we win. Without power, all plans – however well-intentioned – are reduced to mere rhetorical flourishes. Failure to win power is truly the greatest betrayal of those who look to Labour for a prosperous, secure and fairer future.</p> \n<p>Do we really have to relearn the lessons of the 1970s and the 1980s? At Labour’s conference in 1983, Neil Kinnock had to tell delegates that “We have to win. We must not permit any purpose to be superior for the Labour movement to that purpose”.</p> \n<p>A Labour leader had to tell members of his own party, after a second election defeat, that the only plausible means of making the changes we seek was to win elections. And yet there were two more painful defeats and 14 more years in opposition to a Tory party wreaking havoc before that lesson was finally heeded. We cannot allow ourselves the indulgence of going through a long period in the wilderness again.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It can be comforting to wrap ourselves up in platitudes, wax lyrical about our values, regard the electorate as mistaken</p> \n </blockquote> \n</aside> \n<p>Labour’s only chance of winning in 2020 is to do what we did in 1945, 1964 and 1997 – get back in touch with the electorate, rather than simply telling them they were wrong, and change to meet the challenges of the future.</p> \n<p>And that change has never been more crucial than it is today. The challenge Labour faces for 2020 is epic in scale. There are only 24 seats with a Tory majority of less than 3,000. The party must gain 94 seats to win a majority of one. In Scotland, Labour was all but wiped out by the SNP, with seats once considered “safe” now looking difficult to win back in a single term. Seats that were Labour not so long ago now have Tory and SNP majorities of more than 10,000. And all the while Ukip snaps at Labour’s heels.</p> \n<p>There are only two candidates in the race who have clearly embraced that need for radical change – but only one who can take Labour in a direction that could win in 2020.</p> \n<p>Jeremy Corbyn has plucked at a downcast party’s heartstrings. I don’t doubt his sincerity, but I seriously doubt his judgment. Rehashed Bennism offers Labour only the electoral wasteland it produced before. We don’t have to look in the crystal ball when it’s all in the history books. It would drive an already struggling party even further into that electoral wasteland.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"184d9e1198b3f352ef179c2408623f747ef3f2af\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435945547951/07025251-af63-4596-9b3d-a52c1f5ec66b-460x276.jpeg\" alt=\"Jeremy Corbyn\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Jeremy Corbyn has plucked at a downcast party’s heartstrings. I don’t doubt his sincerity, but I doubt his judgment. Rehashed Bennism offers Labour only the electoral wasteland it produced before’.</span> \n  <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> \n </figcaption> \n</figure> \n<p>Liz Kendall, by contrast, is the candidate who has best understood the scale of the challenge, and gives Labour the best possible chance of getting back into government. She has shown that deeply held Labour values need not go hand in hand with an antagonistic approach to those who didn’t vote Labour last time. She has shown she understands that only by working with businesses to create good, well-paying jobs can we build a fairer, more prosperous society. And she knows that Labour won’t be trusted by the British people if they don’t trust us to run the economy.</p> \n<p>And make no mistake, Labour wasn’t trusted under Ed Miliband – or by the collective leadership around him. By the election we were polling 20 points behind the Tories on the economy, and the first page of Labour’s manifesto had to include a “budget responsibility lock” in a last-gasp pitch to a sceptical electorate. We can’t allow ourselves to go into the next election with such public doubt over our economic credibility.</p> \n<p>Winning voters back from the Tories isn’t an optional add-on; it’s a political and electoral necessity. A recent report from the Fabian society said that 80% of the additional votes Labour will need to win in 2020 must come from those who voted Tory in 2015.</p> \n<p>Put simply, we’ll not win those voters back with the Labour choir singing the same tunes we sang as we lost in the last two elections. A lurch to the left would be even more disastrous.</p> \n<p>Liz Kendall is the candidate with the optimism, courage and strength to take on the difficult but necessary task of winning the next election. This time the Labour party must not choose to lose again.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435946645394/Labour-leadership-candida-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘She knows Labour won’t be trusted by the British people if they don’t trust us to run the economy.\rLabour wasn’t trusted under Ed Miliband – or by the collective leadership around him.' Photograph: Clodagh Kilcoyne/Getty","credit":"Clodagh Kilcoyne/Getty","altText":"Labour leadership candidate Liz Kendall","cleanCaption":"‘She knows Labour won’t be trusted by the British people if they don’t trust us to run the economy.\rLabour wasn’t trusted under Ed Miliband – or by the collective leadership around him.' Photograph: Clodagh Kilcoyne/Getty"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435945549239/07025251-af63-4596-9b3d-a52c1f5ec66b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Jeremy Corbyn has plucked at a downcast party’s heartstrings. I don’t doubt his sincerity, but I doubt his judgment. Rehashed Bennism offers Labour only the electoral wasteland it produced before’. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"Jeremy Corbyn","cleanCaption":"‘Jeremy Corbyn has plucked at a downcast party’s heartstrings. I don’t doubt his sincerity, but I doubt his judgment. Rehashed Bennism offers Labour only the electoral wasteland it produced before’.","cleanCredit":"Photograph: Joe Giddens/PA"}],"webPublicationDate":"2015-07-05T11:00:01Z","lastModified":"2015-07-05T15:21:05Z","metadata":{"commentable":true,"commentCount":1228,"contributors":[{"name":"John Reid","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnreid"}],"feature":false,"keywords":["Labour party leadership","Labour","Politics"],"tags":[{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"John Reid","topic":{"type":"tag-contributor","name":"profile/johnreid"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/labour-win-2020-liz-kendall-leader","shortUrl":"http://gu.com/p/4acc6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/labour-win-2020-liz-kendall-leader","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/labour-win-2020-liz-kendall-leader"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435946645394/Labour-leadership-candida-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Labour won’t be trusted by the British people if they don’t trust us to run the economy. Labour wasn’t trusted under Ed Miliband – or by the collective leadership around him.’ Photograph: Clodagh Kilcoyne/Getty","credit":"Clodagh Kilcoyne/Getty","altText":"Labour leadership candidate Liz Kendall","cleanCaption":"‘Labour won’t be trusted by the British people if they don’t trust us to run the economy. Labour wasn’t trusted under Ed Miliband – or by the collective leadership around him.’ Photograph: Clodagh Kilcoyne/Getty"}},"importance":4,"byline":{"title":"John Reid"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435946645394/Labour-leadership-candida-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘She knows Labour won’t be trusted by the British people if they don’t trust us to run the economy.\rLabour wasn’t trusted under Ed Miliband – or by the collective leadership around him.' Photograph: Clodagh Kilcoyne/Getty","credit":"Clodagh Kilcoyne/Getty","altText":"Labour leadership candidate Liz Kendall","cleanCaption":"‘She knows Labour won’t be trusted by the British people if they don’t trust us to run the economy.\rLabour wasn’t trusted under Ed Miliband – or by the collective leadership around him.' Photograph: Clodagh Kilcoyne/Getty"}}]},{"title":"Can cuts let the BBC seize the narrative? ","rawTitle":"Can cuts let the BBC seize the narrative?","item":{"type":"comment","id":"media/2015/jul/05/bbc-cuts-job-losses-revenue-shortfall","title":"Can cuts let the BBC seize the narrative?","trailText":"The corporation’s announcement of 1,000 job losses and a projected £150m revenue shortfall in the same week are in fact separate issues","standFirst":"The corporation’s announcement of 1,000 job losses and a projected &pound;150m revenue shortfall in the same week are in fact separate issues","byline":"Steve Hewlett","body":"<p>The BBC’s charter renewal battle has now begun in earnest. It was postponed on account of the general election, but barely a day now passes without a new BBC story hitting the headlines. Briefings from government “sources” to the effect that regulation of the corporation will be handed to Ofcom, that the BBC will be landed with paying for over-75s’ licence fees or in any event “cut down to size” are almost always contradicted by other government “sources”. Nevertheless early skirmishing and public positioning for the conflict to come over the size, shape and, critically, funding of the BBC is well and truly under way.</p> \n<p>And so it was that the BBC pitched in last week with the announcement of a further &pound;150m funding shortfall (because of fewer homes than expected paying licence fees), 1,000 new job cuts and a report from PWC appearing to show the corporation as much more efficient already than the majority of public sector organisations. In reality, however, the BBC was trying to convey several different messages simultaneously.</p> \n<p>Although the narrative seems simple – less money so more job cuts – the 1,000 job losses and the projected &pound;150m revenue shortfall are in fact separate issues. When Tony Hall arrived at the BBC he said he’d found an organisation that had too many managers but was undermanaged, too many people with authority but little accountability, over-complex structures and, critically, in some areas too many layers of management. His proposed solution was to abolish lots of “make work” pan-BBC boards, strip out unnecessary management and radically delayer the organisation. Last week’s job losses announcement – “A simpler and leaner BBC” – was the result. And given that running the BBC in anything other than the most efficient and effective way possible would be tantamount to wasting licence fee payers’ money, Hall would have been right to make these moves – notwithstanding the dreadful impact on those directly affected – even if the BBC had been facing a windfall increase in revenue.</p> \n<p>Message one – we are very serious about improving efficiency. The PWC report shows how far we’ve already come but we remain committed and prepared to take painful decisions. In this connection the BBC will be hoping the squeals of pain from those for the chop will be loud enough to be heard in the corridors of Westminster.</p> \n<p>Meanwhile, the newly forecast &pound;150m licence fee revenue shortfall was explained as being primarily a consequence of people exploiting the so-called “iPlayer loophole”: households claiming to watch only “catch-up” on-demand TV, and therefore not legally required to have a TV licence which is only necessary if you watch or record (any) TV as it is broadcast. On further inquiry the BBC was not able to give me any specific data to support this contention. All they actually know is that their previous estimate of the number of households predicted to buy a TV licence is now likely to fall.</p> \n<p>The point of this part of the BBC’s announcement and the way it was expressed – in the very week of the decision to take BBC3 online-only – was two-fold. First, it wants to persuade the government that the legislation behind the licence fee needs modernising to take account of new forms of consumption – much of it promoted and pioneered by the BBC itself with its online and mobile offerings – all of which might be expected to make the problem worse. In other words, it hopes to close the “iPlayer loophole”. New culture secretary John Whittingdale is known to agree but the question of how to frame a licence requirement for all online catch-up viewing – should it include Netflix or YouTube? – is altogether trickier. The obvious answer would be to make BBC iPlayer access dependent on owning a TV licence but executives won’t go there, fearing the thin end of a subscription-funding wedge.</p> \n<p>But the other key aim behind revealing the projected &pound;150m shortfall is to try to ward off any of the mooted suggestions for either reducing the level of the licence fee directly or of adding significantly to what the BBC is required to pay for. Off the back of a licence fee frozen since 2010 with hundreds of millions required to be spent on S4C, broadband rollout, World Service etc – amounting, Hall said recently, to a 26% cut in resources for its UK domestic public services – the BBC is rightly fearful of further costly incursions. Paying for over-75s’ licence fees instead of the government – &pound;700m now and rising fast as the population ages – would, the BBC reckons, herald a catastrophe. From which only public affection and politicians’ fear of a backlash can save it. Which, to return to the start of the story, is why the BBC desperately needs to seize control of the “efficiency narrative” without which its enemies can, and no doubt will, make further cuts to its funding sound like a good thing.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Media/Pix/pictures/2015/7/3/1435937593343/Tony--announced-about-100-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Tony  announced about 1,000 job losses is a bid to create a 'simpler and leaner' BBC.  Photograph: David Graeme-Baker/BBC/PA","credit":"David Graeme-Baker/BBC/PA","altText":"Tony Hall announced about 1,000 job losses is a bid to create a 'simpler and leaner' BBC","cleanCaption":"Tony  announced about 1,000 job losses is a bid to create a 'simpler and leaner' BBC.  Photograph: David Graeme-Baker/BBC/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-05T17:45:09Z","lastModified":"2015-07-05T23:00:19Z","metadata":{"commentable":true,"commentCount":106,"contributors":[{"name":"Steve Hewlett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevehewlett"}],"feature":false,"keywords":["BBC","BBC licence fee","Television industry","Radio industry","Media","UK news"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"media/bbc-licence-fee","webTitle":"BBC licence fee"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/radio","webTitle":"Radio industry"},{"id":"media/media","webTitle":"Media"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[{"displayName":"Steve Hewlett","topic":{"type":"tag-contributor","name":"profile/stevehewlett"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jul/05/bbc-cuts-job-losses-revenue-shortfall","shortUrl":"http://gu.com/p/4ac8k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jul/05/bbc-cuts-job-losses-revenue-shortfall","webUri":"http://www.theguardian.com/media/2015/jul/05/bbc-cuts-job-losses-revenue-shortfall"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Media/Pix/pictures/2015/7/3/1435937593343/Tony--announced-about-100-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Tony Hall announced about 1,000 job losses is a bid to create a ‘simpler and leaner’ BBC. Photograph: David Graeme-Baker/BBC/PA","credit":"David Graeme-Baker/BBC/PA","altText":"Tony Hall announced about 1,000 job losses is a bid to create a 'simpler and leaner' BBC","cleanCaption":"Tony Hall announced about 1,000 job losses is a bid to create a ‘simpler and leaner’ BBC. Photograph: David Graeme-Baker/BBC/PA"}},"importance":3,"byline":{"title":"Steve Hewlett"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Media/Pix/pictures/2015/7/3/1435937593343/Tony--announced-about-100-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Tony  announced about 1,000 job losses is a bid to create a 'simpler and leaner' BBC.  Photograph: David Graeme-Baker/BBC/PA","credit":"David Graeme-Baker/BBC/PA","altText":"Tony Hall announced about 1,000 job losses is a bid to create a 'simpler and leaner' BBC","cleanCaption":"Tony  announced about 1,000 job losses is a bid to create a 'simpler and leaner' BBC.  Photograph: David Graeme-Baker/BBC/PA"}}]},{"title":"Nicholas Winton saved Jewish children, but he also has a lesson for our current migrant crisis","rawTitle":"Nicholas Winton saved Jewish children, but he also has a lesson for our current migrant crisis","item":{"type":"comment","id":"commentisfree/2015/jul/05/nicholas-winton-refugee-crisis-hero-whitehall-immigration","title":"Nicholas Winton saved Jewish children, but he also has a lesson for our current migrant crisis","trailText":"Affection for the man who overcame Whitehall objections in order to save so many youngsters should be balanced with a critical look at how Europe deals with immigration today","standFirst":"Affection for the man who overcame Whitehall objections in order to save so many youngsters should be balanced with a critical look at how Europe deals with immigration today","byline":"David Cesarani","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/01/british-schindler-sir-nicholas-winton-dies-aged-106\">'British Schindler' Sir Nicholas Winton dies aged 106</a> </p> \n</aside> \n<p>The death of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/01/sir-nicholas-winton\" title=\"\">Sir Nicholas Winton</a> elicited eulogies from across British society. The prime minister tweeted: “The world has lost a great man. We must never forget his humanity in saving so many children from the Holocaust.” The chief rabbi, Ephraim Mirvis, said Winton was “an outstanding role model for all”. The most <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/03/nicholas-winton-saved-me-nazis-kindertransport-jewish-children-friend\" title=\"\">heartfelt tributes</a> came from survivors whose departure from Prague he helped to organise in the last months before the second world war.</p> \n<p>Yet the chief rabbi at that time, Joseph Hertz, fulminated against evacuating Jewish children from Nazi-controlled lands only to place them in the homes of Christians. Winton arranged for at least 60 Jewish children, 10% of the total brought out of Prague, to be given into the care of the Barbican Mission, an organisation devoted to converting Jews to Christianity.</p> \n<p>He saw nothing wrong with this and it may be germane to recall that he was a convert himself. He was born Nicholas Wertheim to German-Jewish parents who rejected Judaism. Decades later, when asked to comment on criticism from the Jewish community, he said: “I just confronted them and said in much politer terms, ‘Mind your own business ... if you prefer a dead Jew to a Jew brought up in a Christian home it’s really not my problem’.” Today we would find it questionable to accept a change in religion in exchange for saving a life. But it was not self-evident that such a price was necessary even then.</p> \n<p>The origins of the scheme to bring refugee children to Britain began in the summer of 1938, when Jewish leaders pleaded with the Conservative government to permit 10,000 children to emigrate from Germany to Palestine, then under British rule. Fearful of aggravating Arab opinion, the then prime minister, Neville Chamberlain, refused. Nor could they come to Britain. The country was racked by high unemployment, and anti-semitism was rampant. Instead of challenging this bigotry, successive governments blocked large-scale immigration. Asylum was only granted to special cases, such as famous scientists.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Instead of challenging this bigotry, successive governments blocked large-scale immigration.</p> \n </blockquote> \n</aside> \n<p>By then only 11,000 German Jews had settled in Britain and Jewish philanthropy was exhausted. But Chamberlain was so shocked by the anti-<a href=\"http://www.ushmm.org/wlc/en/article.php?ModuleId=10005201\" title=\"\">Jewish pogrom that swept Germany on 9-10 November 1938</a> that he felt he had to act. He agreed that unaccompanied Jewish children should be permitted to enter Britain, temporarily. The plan to evacuate 10,000 young German Jews to Palestine thereby mutated into the <em>Kindertransport</em> project that brought some 9,000 Jewish children to Britain.</p> \n<p>But just the children. Such was the opposition to adult Jews entering the country and joining the labour market that mothers and fathers were forced to send away their children not knowing where they would end up or if they would see them again. Most did not.</p> \n<p>Some children, like my father-in-law, went to hostels set up by the Jewish community. Some went directly to foster homes, Jewish and non-Jewish. More were picked out of line-ups at the centres where they were cared for on arrival. Quiet and cute children were favoured. Youngsters were torn from older siblings. Many went to homes where they were raised as Christians after the Jewish organisations, overwhelmed and cash-strapped, lost track of them. Some suffered <a href=\"http://www.amazon.co.uk/Into-Arms-Strangers-Stories-Kindertransport/dp/0747550921\" title=\"\">exploitation and sexual abuse</a>.</p> \n<p>Winton was a towering figure amid this mayhem. Charismatic and single-minded, he cut through the bureaucracy that hamstrung previous efforts. But his buccaneering approach would have been unnecessary had his urgency been shared in Whitehall, if the government had not broken promises to create a Jewish national home in Palestine, and if the Jewish refugee organisations had not been driven to insolvency.</p> \n<p>There is a message in this for us. Today, as Europe faces an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/ng-interactive/2015/jun/09/a-migrants-journey-from-syria-to-sweden-interactive\" title=\"\">unprecedented refugee crisis</a>, we need to balance this very British affection for the eccentric hero with a more critical look at how we treat immigration collectively and what we let our leaders do in our name.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436102641554/Erich-Reich-one-of-10000--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Mothers and fathers were forced to send away their children not knowing where they would end up or if they would see them again. Most did not.' Photograph: Sophia Evans","credit":"Sophia Evans","altText":"Erich Reich one of 10,000 children  fleeing the Nazis who came to the UK nine months before WW2","cleanCaption":"'Mothers and fathers were forced to send away their children not knowing where they would end up or if they would see them again. Most did not.' Photograph: Sophia Evans"}],"bodyImages":[],"webPublicationDate":"2015-07-05T18:13:51Z","lastModified":"2015-07-06T07:26:34Z","metadata":{"commentable":true,"commentCount":52,"contributors":[{"name":"David Cesarani","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidcesarani"}],"feature":false,"keywords":["Judaism","Holocaust","Christianity","UK news","Second world war","Refugees","World news"],"tags":[{"id":"world/judaism","webTitle":"Judaism"},{"id":"world/holocaust","webTitle":"Holocaust"},{"id":"world/christianity","webTitle":"Christianity"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/secondworldwar","webTitle":"Second world war"},{"id":"world/refugees","webTitle":"Refugees"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"David Cesarani","topic":{"type":"tag-contributor","name":"profile/davidcesarani"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/nicholas-winton-refugee-crisis-hero-whitehall-immigration","shortUrl":"http://gu.com/p/4acpb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/nicholas-winton-refugee-crisis-hero-whitehall-immigration","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/nicholas-winton-refugee-crisis-hero-whitehall-immigration"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436102641554/Erich-Reich-one-of-10000--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Mothers and fathers were forced to send away their children not knowing where they would end up or if they would see them again. Most did not.' Photograph: Sophia Evans","credit":"Sophia Evans","altText":"Erich Reich one of 10,000 children  fleeing the Nazis who came to the UK nine months before WW2","cleanCaption":"'Mothers and fathers were forced to send away their children not knowing where they would end up or if they would see them again. Most did not.' Photograph: Sophia Evans"}},"importance":3,"byline":{"title":"David Cesarani"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436102641554/Erich-Reich-one-of-10000--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Mothers and fathers were forced to send away their children not knowing where they would end up or if they would see them again. Most did not.' Photograph: Sophia Evans","credit":"Sophia Evans","altText":"Erich Reich one of 10,000 children  fleeing the Nazis who came to the UK nine months before WW2","cleanCaption":"'Mothers and fathers were forced to send away their children not knowing where they would end up or if they would see them again. Most did not.' Photograph: Sophia Evans"}}]}],"lastModified":"2015-07-06T06:45:20Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}