{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"George Osborne’s ‘northern powerhouse’ project will devastate whole cities","rawTitle":"George Osborne’s ‘northern powerhouse’ project will devastate whole cities","item":{"type":"comment","id":"commentisfree/2015/may/18/northern-powerhouse-cities-devolution-england-manchester-george-osborne","title":"George Osborne’s ‘northern powerhouse’ project will devastate whole cities","trailText":"Devolution within England is inevitable – but while Manchester may flourish, George Osborne’s grand plan offers little hope for smaller cities far from the global economic network","standFirst":"<p>Devolution within England is inevitable – but while Manchester may flourish, the chancellor’s grand plan offers little hope for smaller cities far from the global economic network</p>","byline":"Leo Hollis","body":"<p>In October 2013, the Economist <a href=\"http://www.economist.com/news/leaders/21587790-city-sicker\" title=\"\">suggested</a> that, rather than third-tier cities such as Hull, Huddersfield and Wolverhampton continuing to be subsidised, they should be allowed to decline. Rather than creating “enterprise zones”, ploughing pupil premiums into decaying schools or investing in infrastructure projects, the government should support the people who want to find jobs elsewhere, most likely at the fringes of the big cities already emerging from the recession.</p> \n<p>This was not the story that was being presented at last week’s launch of chancellor George Osborne’s <a href=\"https://www.gov.uk/government/speeches/chancellor-on-building-a-northern-powerhouse\" title=\"\">“northern powerhouse” project</a>, but it is difficult not to see it as the inevitable conclusion of this new <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/northern-powerhouse-perils-devolution-mixed-blessing\" title=\"\">drive to revive and renew the north</a>. Undoubtedly there will be those who benefit from this devolution of powers to individual cities unlocking hidden potential and new wealth. But it will also widen the gaps between those who can jump on the bandwagon, and those who can’t. This metropolitan revolution will further starve those secondary cities and towns most affected by the long decline of industry and the recession.</p> \n<p>Some may find it baffling that the Tories would hand power away from Westminster to cities that only last week committed themselves to Labour&nbsp;– but it makes a certain sense. The general election made clear the stark contrast between an urban red and rural blue as much as it highlighted nationalist divisions. Either way, everyone can agree that London is too powerful. Yet the problem is not that London is too big, but that the other cities – starved of resources since the centralising 80s – are too small. Devolution must act as a pull, rather than a push.</p> \n<p>The northern powerhouse idea is part of a wider urban change that can be seen to be influencing policy across the major nations. It follows the philosophy promoted by the US academic Benjamin Barber and the Brookings Institute’s Bruce Katz that national government has had its day, and a mayor, at city level, is best placed to react to the situation on the ground, providing the local politics needed to get things done. The future is urban, and cities are doing it for themselves. These ideas are good for boosting those cities that can connect themselves to the global economic network; it offers nothing for those that can’t.</p> \n<p>Thus, Greater Manchester looks set to prosper. In exchange for fiscal powers, the city will take control of transport, and other public services – policing, skills, housing, enterprise zones. From February, the city took control of its &pound;6bn health budget. According to the <a href=\"http://www.corecities.com/what-we-do/publications/letter-new-government-core-cities-uk-cabinet\" title=\"\">Core Cities group</a> that includes Manchester, Birmingham, Bristol, Cardiff, Glasgow, Leeds and Liverpool, this process of devolution could deliver an additional &pound;222bn and 1.6m jobs – the equivalent of the total economy of Denmark.</p> \n<p>This is going to happen. Already a minister, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/northern-powerhouse-plan-fears-smaller-cities-miss-out\" title=\"\">James Wharton</a>, has been named to take charge of the northern powerhouse initiative, while <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/14/jim-oneill-gains-peerage-and-ministerial-role-in-treasury-team\" title=\"\">Jim O’Neill, the Goldman Sachs economist</a> who ran the <a href=\"https://www.thersa.org/action-and-research/rsa-projects/public-services-and-communities-folder/city-growth-commission/\" title=\"\">city growth commission at the RSA</a> last year, has been awarded the role of commercial secretary to the Treasury. I sincerely hope that they can get this right. A level of metropolitan devolution is not just a good idea but an inevitable one: cities need to have control over how they grow both economically and as places – planning the future, developing skills and enterprise.</p> \n<p>But we cannot ignore the context in which these powers are being redistributed. The election results gave the government a ringing endorsement for austerity and a free hand to apply deeper cuts. Devolution is not just the opportunity to localise economic growth, but also to parcel out the pain. So, what else is going on here?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The north is not one place – it is an uneven territory within its own boundaries</p> \n </blockquote> \n</aside> \n<p>Devolution will make London and the south-east stronger and even richer. The Tories have long been convinced that the capital subsidises the rest of the country: in 2012 it was estimated that <a href=\"http://www.cebr.com/reports/how-money-in-some-regions-subsidises-others/\" title=\"\">&pound;1 in every &pound;5 earned in London was spent outside of the city</a>. The truth is more complicated – there are more public works in London and the south-east than anywhere else – but the impression remains that bankers’ taxes pay for <a href=\"http://www.channel4.com/programmes/benefits-street\" title=\"\">Benefits Street</a>. Devolution reduces this flow northward, as each city has to find its own revenue.</p> \n<p>Second, it will break up the last remnants of the national welfare state. This will shatter the NHS into local hubs, each with its own budget and administration. Shadow health secretary <a href=\"http://labourlist.org/2015/02/devolving-nhs-budget-to-greater-manchester-will-create-a-two-tier-health-service-says-burnham/\" title=\"\">Andy Burnham</a> was quick to see this as another form of privatisation. Similarly schools and skills are being handed to an increasingly commercialised local regime. Do we expect these groups to work in harmony or to become competitive over decreasing resources? What if the city cannot afford to pay its bills? How does a city borrow to fund large-scale projects, such as housing?</p> \n<p>Osborne’s rose-tinted image shows the development of an urban mega-region: the agglomeration of metropolitan centres linked together by large public infrastructural projects. This will allow one to live in Leeds but be at a meeting in Manchester in 40 minutes. Last year Jim O’Neill suggested a way of creating “Manpool” out of the two major cities of the north-west, and a “Sunderpool” for the north-east. But it will take more than rail track to unite the north; Yorkshire already has much to say about the prioritising of Manchester as the nominal capital of the north.</p> \n<p>And what of those places that will need a bit more help to enjoy the benefits of this metropolitan revolution. The north is not one place, seen only in contrast to the south. It is an uneven territory within its own boundaries. There will be winners in this new era but there will also be plenty of losers: communities that are still struggling in the face of wanton austerity and a bleak economic outlook. These are often places with compounded problems of skills shortage, health deficit and a lack of jobs. For cities and towns like this, becoming part of the “northern powerhouse” might just make things tougher – and even spell their extinction.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431700849816/The-Humber-bridge--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The Economist suggested that third-tier cities such as Hull, Huddersfield and Wolverhampton should be allowed to decline.'  Photograph: Christopher Bailey / Alamy/Alamy","credit":"Christopher Bailey / Alamy/Alamy","altText":"The Humber bridge ","cleanCaption":"'The Economist suggested that third-tier cities such as Hull, Huddersfield and Wolverhampton should be allowed to decline.'  Photograph: Christopher Bailey / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-18T08:07:00Z","lastModified":"2015-05-18T08:09:21Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Leo Hollis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/leohollis"}],"feature":false,"keywords":["Devolution","Manchester","Greater Manchester","UK news","Liverpool","Hull","Huddersfield","George Osborne","Politics"],"tags":[{"id":"politics/devolution","webTitle":"Devolution"},{"id":"uk/manchester","webTitle":"Manchester"},{"id":"uk/greater-manchester","webTitle":"Greater Manchester"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/liverpool","webTitle":"Liverpool"},{"id":"uk-news/hull","webTitle":"Hull"},{"id":"uk/huddersfield","webTitle":"Huddersfield"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Leo Hollis","topic":{"type":"tag-contributor","name":"profile/leohollis"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/northern-powerhouse-cities-devolution-england-manchester-george-osborne","shortUrl":"http://gu.com/p/49vne","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/18/northern-powerhouse-cities-devolution-england-manchester-george-osborne","webUri":"http://www.theguardian.com/commentisfree/2015/may/18/northern-powerhouse-cities-devolution-england-manchester-george-osborne"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431700849816/The-Humber-bridge--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The Economist suggested that third-tier cities such as Hull, Huddersfield and Wolverhampton should be allowed to decline.’ Photograph: Christopher Bailey/Alamy","credit":"Christopher Bailey / Alamy/Alamy","altText":"The Humber bridge ","cleanCaption":"‘The Economist suggested that third-tier cities such as Hull, Huddersfield and Wolverhampton should be allowed to decline.’ Photograph: Christopher Bailey/Alamy"}},"importance":7,"showQuotedHeadline":true},{"title":"You might not think you're a sexist – until you take a look at your bookshelf","rawTitle":"You might not think you're a sexist – until you take a look at your bookshelf","item":{"type":"comment","id":"commentisfree/2015/may/18/you-might-not-think-youre-a-sexist-until-you-take-a-look-at-your-bookshelf","title":"You might not think you're a sexist – until you take a look at your bookshelf","trailText":"Your taste in music, books, television or art sends a message about what you think is worth your time and who you think is smart","standFirst":"<p>Your taste in music, books, television or art sends a message about what you think is worth your time and who you think is smart</p>","byline":"Jessica Valenti","body":"<p>Director and screenwriter John Waters once said: “If you go home with somebody, and they don’t have books, don’t fuck ‘em!” Wise words, but I’d add: Especially if they don’t have books by women. </p> \n<p>When you live in a world with outrageous, explicit misogyny - domestic violence, sexual assault and attacks on reproductive rights, to name a few - it’s easy to breeze by the small stuff. After all, there are issues more pressing than whether or not the culture someone consumes is too homogenous. </p> \n<p>But passive bias is still bias - and it has ripple effects into the broader culture. Is it really so much to ask that we pay attention to what shapes our tastes?</p> \n<p>For example, I was riding the subway recently when I noticed my seatmate scrolling through a Twitter feed that looked remarkably like mine. I was tickled to be sitting next to a like-minded person, but as I looked on I noticed there was one thing that seemed to be missing from his newsfeed: women. He was following fantastic and smart men, but still - as far as I could tell, all men. </p> \n<p>I got the same uneasy feeling when I listened to a podcast interview with a TV showrunner and writer that I admire. He spoke eloquently about his passions and mentors - and the people whose work he liked most. All men.</p> \n<p>I’m sure both of these people are smart, engaged and not deliberately or actively sexist - but when your worldview is solely shaped by men, you are missing out. And like it or not, your taste in music, books, television or art says something about you: it sends a message about what you think is worth your time, what you think is interesting and who you think is smart. So if the only culture you pay attention to is created by men, or created by white people, you are making an explicit statement about who and what is important. </p> \n<p>Part of the problem is that while art or books that white men put out is portrayed as universally appealing, culture produced by women or people of color is seen as specific to their gender or racial identity.</p> \n<p>When author Shannon Hale <a href=\"http://shannonhale.tumblr.com/post/112152808785/no-boys-allowed-school-visits-as-a-woman-writer\">visited an elementary school</a> to talk about her work, for example, she realized that the audience was all girls: the school administration only allowed the female students out of class for her event. As Hale wrote at the time: “I do not talk about ‘girl’ stuff.”</p> \n<p>“I talk about books and writing, reading, rejections and moving through them, how to come up with story ideas. But because I’m a woman, because some of my books have pictures of girls on the cover, because some of my books have ‘princess’ in the title, I’m stamped as ‘for girls only.’ However, the male writers who have boys on their covers speak to the entire school.”</p> \n<p>This kind of passive sexism has wide-reaching impact - <a href=\"http://www.vidaweb.org/2014-vida-count/\">the annual VIDA count</a>, which tallies the racial and gender diversities in magazines and newspaper bylines and books reviewed, for example, shows we still have a long way to go for equity in cultural representation. </p> \n<p>Part of that challenge is not just about what kind of culture we consume - but what we put out into the world as well. Last year,<a href=\"https://medium.com/the-web-we-make/the-year-i-didnt-retweet-men-79403a7eade1\"> technologist Anil Dash, for example, wrote about a new years resolution to only retweet women</a> - he came to the idea after realizing that even though he followed men and women equally, he retweeted men three times as often as women.</p> \n<p>“This, despite my knowing how underrepresented women’s voices are in the areas I obsess over, such as technology and policy and culture. I could do better.”<br /></p> \n<p>We all could. </p> \n<p>Yes, our tastes are our tastes - I’m not suggesting you put away all books written by men or only listen to female musicians (well, not yet anyway). But our cultural biases - as unintentional as they may be - are worth thinking about. Not just to address broad inequalities, but to open up our own minds. </p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431916375121/4698721e-991c-464b-8d07-77e02a51941d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"UpperCut Images / Alamy/Alamy","altText":"feminism","cleanCredit":"Photograph: UpperCut Images / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-18T08:30:01Z","lastModified":"2015-05-18T08:33:43Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Jessica Valenti","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/30/1414675415419/Jessica-Valenti-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessicavalenti"}],"feature":false,"keywords":["Feminism","Women","Life and style","Culture","Social media","Media"],"tags":[{"id":"world/feminism","webTitle":"Feminism"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"culture/culture","webTitle":"Culture"},{"id":"media/social-media","webTitle":"Social media"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jessica Valenti","topic":{"type":"tag-contributor","name":"profile/jessicavalenti"}}],"series":{"title":"Jessica Valenti column","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/jessica-valenti-column"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/you-might-not-think-youre-a-sexist-until-you-take-a-look-at-your-bookshelf","shortUrl":"http://gu.com/p/49x2j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/18/you-might-not-think-youre-a-sexist-until-you-take-a-look-at-your-bookshelf","webUri":"http://www.theguardian.com/commentisfree/2015/may/18/you-might-not-think-youre-a-sexist-until-you-take-a-look-at-your-bookshelf"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431916375121/4698721e-991c-464b-8d07-77e02a51941d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Our literary tastes reveal much about who we value. Photograph: UpperCut Images / Alamy/Alamy","credit":"UpperCut Images / Alamy/Alamy","altText":"feminism","cleanCaption":"Our literary tastes reveal much about who we value.","cleanCredit":"Photograph: UpperCut Images / Alamy/Alamy"}},"importance":5,"showQuotedHeadline":true},{"title":"The Labour leadership hopefuls represent a spadocracy – where’s the vision?","rawTitle":"The Labour leadership hopefuls represent a spadocracy – where’s the vision?","item":{"type":"comment","id":"commentisfree/2015/may/18/labour-party-leadership-race-spadocracy-special-advisers","title":"The Labour leadership hopefuls represent a spadocracy – where’s the vision?","trailText":"The leadership race is being run by former special advisers from just one wing of the party. A whole range of ideas is excluded – their grip must be challenged","standFirst":"The leadership race is being run by former special advisers from just one wing of the party. A whole range of ideas is excluded – their grip must be challenged","byline":"Diane Abbott","body":"<p>The<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/labourleadership\" title=\"\"> candidates for the Labour leadership </a>are coming forward. And two things are clear. The first is that they are all former <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2012/oct/14/avoid-thick-of-it-appointments\" title=\"\">special advisers, or spads</a>. The only exception to this is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/14/mary-creagh-declares-candidacy-for-labour-leadership\" title=\"\">Mary Creagh</a>. And she was the leader of the Labour group on Islington council (which some people might say is the next best thing). What’s also remarkable is that they all come from one wing of the Labour party. Not a single one of the current candidates opposed the Iraq war, not a single one supports taking back the railways into public ownership, not a single one opposes “austerity-lite” and not a single one opposes the welfare cap. In other words, the views of millions of Labour supporters and the majority of Scottish Labour supporters will not be represented in the ongoing leadership debate.</p> \n<p>Some of my best friends are spads. But it may be that they are just not suited to leadership. Spads are great at schmoozing and PR. Some may even be good at policy. But it’s rare that at any time in their career they will need to have vision. Because that’s their bosses’ job. So it’s understandable that a Labour party that has for years been run by a cabal of ex-spads – a “spadocracy” perhaps – had no vision. And we are now entering a leadership battle where a whole range of ideas is excluded.</p> \n<p>The premise is that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/dec/16/miliband-red-ed-john-prescott-labour-leader\" title=\"\">“red Ed”</a> was too “leftwing”. But &pound;50 a year off your energy bills, although desirable, is not a recipe for a socialist utopia. Miliband was a nice man, who had some signature policies that could be framed as leftwing, but the whole was definitely less than the sum of its parts. In particular, he failed to challenge austerity.</p> \n<p>This is why we have people such as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/london-mayor-housing-communities-city\" title=\"\">Lindsey Garrett of Hackney’s New Era estate</a> talking about standing for mayor of London. I met Garrett and her fellow tenants at the beginning of their campaigning, and they were inspiring. New Era tenants, with almost no power, fearlessly led a battle against a huge international property investor and won. And in launching her mayoral bid, Garrett has put together a vision for the London in which she wants her daughter to grow up.</p> \n<p>I want to live in the London of Garrett’s vision. But I want the Labour party to be leading the charge to achieve it. One of the policies in her manifesto – a landlord tax to pay for social housing – I even worked on with the campaign group<a href=\"http://www.generationrent.org/\" title=\"\"> Generation Rent</a>.</p> \n<p>I want a Labour party that people like Garrett feel they can join and support; where people like Garrett could become MPs and ministers and maybe even leader. But we don’t have that party. Instead we have that spadocracy, crowding out vision with a fetish instead for triangulation.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If we don’t have a debate involving all strands of opinion in the party, we may never again deserve to win</p> \n </blockquote> \n</aside> \n<p>The current Labour leadership candidates are all very nice people. But they now openly say that they think party members are wrong on most things. They say that our language and policies must <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/14/mary-creagh-declares-candidacy-for-labour-leadership\" title=\"\">focus on middle England</a>; whoever and whatever that is. And they talk about “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/12/tories-aspiration-labour-ambition-conservatives\" title=\"\">aspiration</a>” without recognising that George Osborne’s austerity will crush aspiration for a whole generation.</p> \n<p>The current crop of Labour leadership candidates also seem to believe that we lost Scotland because voters succumbed inexplicably to mystical nationalism. The roots of our electoral collapse in Scotland predate Miliband’s leadership. But we compounded matters by going into the last election with a pro-austerity economic policy only to be soundly beaten by the anti-austerity SNP. And in Scotland (except on the rare occasions when Gordon Brown erupted into the debate) we did not offer a vision.</p> \n<p>London’s mayoral selection is currently overshadowed by the leadership election. But they are part of the same debate. And there are lessons to be learned from Scotland about fighting to win London in 2016. If we make the same mistake in London as in Scotland – if we refuse to offer a vision of a city that Londoners want to live in – then we will lose. And if we are dishonest, if we try to offer a vision for London while at the same time contradicting it with our national agenda, then we will also lose.</p> \n<p>I don’t want to lose. I want to be Labour’s mayor of London. I want a Labour party with vision, a Labour party that inspires, and a Labour party that can win again. But if we allow the spadocracy to strengthen its hold on the party unchallenged, and if we don’t have a debate involving all strands of opinion in the party, we may never again deserve to win in London or anywhere else.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431867229641/Labour-leadership-contest-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The candidates for the Labour leadership – with the exception of Mary Creagh – are all former special advisers, or spads. Photograph: Laura Lean/PA","credit":"Laura Lean/PA","altText":"Labour leadership contest","cleanCaption":"The candidates for the Labour leadership – with the exception of Mary Creagh – are all former special advisers, or spads. Photograph: Laura Lean/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-18T07:00:16Z","lastModified":"2015-05-18T07:03:42Z","metadata":{"commentable":true,"commentCount":163,"contributors":[{"name":"Diane Abbott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/5/13/1431512618915/Diane-Abbott-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dianeabbott"}],"feature":false,"keywords":["Labour party leadership","Labour","Austerity","Welfare","Politics","UK news"],"tags":[{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Diane Abbott","topic":{"type":"tag-contributor","name":"profile/dianeabbott"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/labour-party-leadership-race-spadocracy-special-advisers","shortUrl":"http://gu.com/p/49xhj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/18/labour-party-leadership-race-spadocracy-special-advisers","webUri":"http://www.theguardian.com/commentisfree/2015/may/18/labour-party-leadership-race-spadocracy-special-advisers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431867229641/Labour-leadership-contest-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The candidates for the Labour leadership – with the exception of Mary Creagh – are all former special advisers, or spads. Photograph: Laura Lean/PA","credit":"Laura Lean/PA","altText":"Labour leadership contest","cleanCaption":"The candidates for the Labour leadership – with the exception of Mary Creagh – are all former special advisers, or spads. Photograph: Laura Lean/PA"}},"importance":5,"showQuotedHeadline":true},{"title":"David Cameron has boosted dementia awareness but more needs to be done","rawTitle":"David Cameron has boosted dementia awareness but more needs to be done","item":{"type":"comment","id":"social-care-network/2015/may/18/david-cameron-boosted-dementia-awareness","title":"David Cameron has boosted dementia awareness but more needs to be done","trailText":"The fact that one million people have become Dementia Friends is excellent, but it remains to be seen how they are changing attitudes and understanding ","standFirst":"<p>The fact that one million people have become Dementia Friends is excellent, but it remains to be seen how they are changing attitudes and understanding </p>","byline":"Melanie Henwood","body":"<p>David Cameron’s fight to improve dementia care is, he has said, “a personal priority”, and certainly something he has demonstrated commitment to. </p> \n<p>Since launching the <a href=\"http://dementiachallenge.dh.gov.uk/about-the-challenge/\" rel=\"nofollow\">Dementia Challenge</a> in March 2012, he has continued to urge attention on several fronts “to deliver sustained improvements in health and care, create dementia friendly communities, and boost dementia research.” The <a href=\"https://www.gov.uk/government/publications/prime-ministers-challenge-on-dementia-2020\" rel=\"nofollow\">latest refresh of the policy</a> issued earlier this year sets out the desire to make England the best place in the world for dementia care and support, and for research into neurodegenerative diseases. These are laudable objectives, but if they are to be more than a wishlist there needs to be better recognition of how complicated the transformation will be.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/social-care-network/2015/apr/20/dementia-care-social-enterprises-products-services\">Dementia care: how social enterprises are developing products and services</a> </p> \n</aside> \n<p>In 2012 NHS England South established its own dementia challenge fund and allocated &pound;9m across almost 70 projects to drive local improvements. Evidence from our <a href=\"http://eprints.uwe.ac.uk/24814/\" rel=\"nofollow\">independent review</a> of the programme found a great deal of activity, innovation and real achievement, but it was also evident that it takes considerable time to embed change and see results. The cultural change required to establish genuinely inclusive dementia friendly communities is profound.</p> \n<p>The <a href=\"https://www.gov.uk/government/publications/prime-ministers-challenge-on-dementia-2020/prime-ministers-challenge-on-dementia-2020\" rel=\"nofollow\">Prime Minister’s Challenge on Dementia</a> details the significant progress that has been made. But we cannot afford to be complacent; much of the evidence of achievement to date is a description of process rather than outcomes. While it is good news that the original targets of establishing one million Dementia Friends and 20 dementia friendly communities by March 2015 have already been exceeded, these milestones are means to ends. Evidence is required on what difference this is making in practice, and the durability of these changes. </p> \n<p>But these matters are of vital importance. Evidence from the Dementia Challenge and from other examinations of building dementia friendly communitieshighlight the challenges. Developing successful communities requires partnerships between different agencies: health and care; the built environment; public transport; high street shops; schools and colleges, and many others. The challenges of partnership working are legion and multiply with the number of partners involved.</p> \n<p>The Dementia Challenge has been important in raising the profile of dementia, but it cannot be judged as a success based on just a list of activities. The fact that one million people have become Dementia Friends is excellent, but the question of how they are changing attitudes and understanding remains. Similarly, having a number of high-profile retailers and businesses, as well as individual high street companies, declare their support for becoming dementia friendly is a positive development. But what difference is it making to the day to day lives of someone with dementia and their carers? </p> \n<p>There are some excellent qualitative case studies of the impact that can be achieved, but more knowledge is needed about why things work in some circumstances, and why they don’t. The evidence that is emerging highlights the importance of personal commitment, passion and motivation. Without these it is very difficult to engage the community in understanding what dementia means to them and why they should commit to being more dementia friendly. </p> \n<p>One of the more surprising aspects of transformation has been the change in the culture of some care and health services, where a high level of awareness might have been taken for granted. </p> \n<p>The key to bringing about cultural change, particularly in care homes, has been through empowering frontline staff and giving them a better understanding of dementia. The added benefits of this are not only evident in a better care environment for people with dementia, but in reduced prescribing of anti-psychotic medication. Increased job satisfaction as a result also has the potential to reduce staff absence and the high turnover so common in the social care sector.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/social-care-network/2015/mar/10/lgbt-older-people-dementia-social-care\">LGBT older people with dementia should not be forced back into the closet</a> </p> \n</aside> \n<p>Research might also challenge the value of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/oct/22/nhs-dementia-diagnoses-gps-patients-criticised\">NHS payments scheme</a>, announced in October 2014, where GPs are given a financial reward for identifying patients with dementia. Experience from the Dementia Challenge Fund and elsewhere points to the importance of GPs developing an understanding of the intrinsic value in early diagnosis, as it can help to offer patients and carers support in the community – rather than seeing dementia as a hopeless diagnosis in the absence of a cure. Changing hearts and minds is likely to be more beneficial in raising diagnosis rates than the crude offer of a financial incentive. </p> \n<p>The dementia challenge is not something that can be achieved within a few years. The focus that has been brought by Cameron’s attention is a beginning rather than an end. Targets are important but if lasting transformation is to be achieved and communities are to become better places for people living with dementia, the challenge needs continual attention and more evidence of what works. </p>","section":"Social Care Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431701918183/1353a0fc-1fd9-4f7a-9387-1196dba08e75-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Ken McKay / Rex Features/Ken McKay / Rex Features","altText":"david cameron dementia","cleanCredit":"Photograph: Ken McKay / Rex Features/Ken McKay / Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-05-18T07:30:00Z","lastModified":"2015-05-18T07:33:42Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Melanie Henwood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/melanie-henwood"}],"feature":false,"keywords":["social care network: adult social care hub","Social Care Network","Policy","Dementia","Alzheimer's","Health","Mental health","Society","Social care","Older people","NHS"],"tags":[{"id":"social-care-network/adult","webTitle":"social care network: adult social care hub"},{"id":"social-care-network/social-care-network","webTitle":"Social Care Network"},{"id":"social-care-network/policy","webTitle":"Policy"},{"id":"society/dementia","webTitle":"Dementia"},{"id":"society/alzheimers","webTitle":"Alzheimer's"},{"id":"society/health","webTitle":"Health"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/society","webTitle":"Society"},{"id":"society/social-care","webTitle":"Social care"},{"id":"society/older-people","webTitle":"Older people"},{"id":"society/nhs","webTitle":"NHS"}],"section":{"id":"social-care-network"},"topics":[{"displayName":"Melanie Henwood","topic":{"type":"tag-contributor","name":"profile/melanie-henwood"}}],"embeddedVideos":[],"adTargetingPath":"social-care-network"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/social-care-network/2015/may/18/david-cameron-boosted-dementia-awareness","shortUrl":"http://gu.com/p/49vc8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/social-care-network/2015/may/18/david-cameron-boosted-dementia-awareness","webUri":"http://www.theguardian.com/social-care-network/2015/may/18/david-cameron-boosted-dementia-awareness"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431701918183/1353a0fc-1fd9-4f7a-9387-1196dba08e75-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"David Cameron in 2012, announcing the launch of the Dementia Challenge. Photograph: Ken McKay / Rex Features","credit":"Ken McKay / Rex Features","altText":"david cameron dementia","cleanCaption":"David Cameron in 2012, announcing the launch of the Dementia Challenge.","cleanCredit":"Photograph: Ken McKay / Rex Features"}},"importance":4,"showQuotedHeadline":true},{"title":"We need more diverse voices in the media – including those from deprived backgrounds","rawTitle":"We need more diverse voices in the media – including those from deprived backgrounds","item":{"type":"comment","id":"uk-news/2015/may/18/we-need-more-diverse-voices-in-the-media-including-those-from-deprived-backgrounds","title":"We need more diverse voices in the media – including those from deprived backgrounds","trailText":"Along with women, people from minorities and those with disabilities, we also need to hear from those who have suffered social deprivation","standFirst":"Along with women, people from minorities and those with disabilities, we also need to hear from those who have suffered social deprivation","byline":"Hugh Muir","body":"<p>The world is change, a wise old head once told me – adapt and get used to it. And I’ve always thought that was valuable advice, especially as the giver was a national newspaper editor who had just been relieved of the job he loved.</p> \n<p>One change I have seen has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2009/jan/11/labour-government-education-social-mobility\" title=\"\">the tightening middle-class grip on many key professions</a>. Politics, PR, law, medicine: these were never shining examples of egalitarianism, but over the years, points of entry to all but the well connected and the financially buttressed have all but ratcheted shut. I am not naive. Those who can call on favours or pull strings will always do so. But this is pretty much annexation. To the victor the spoils.</p> \n<p>I spent a morning last week interviewing applicants for the <a href=\"http://www.journalismdiversityfund.com\" title=\"\">Journalism Diversity Fund</a>, an industry-funded initiative that helps those who want to train and enter the profession but can’t afford to. If they can secure a place on a <a href=\"http://www.nctj.com\" title=\"\">National Council for the Training of Journalists</a> training course, convince of the need for assistance and show how the media might be enhanced in terms of diversity by their enlistment as a practitioner, they can receive financial assistance. It’s our way of trying to bring new voices and new experiences into British journalism. I very much commend it.</p> \n<p>But one thing strikes. Over the years, the calculation of what is needed to achieve a diverse workforce has changed. We need more minority journalists, more women, more journalists with disabilities; to finally tick all of the long-established boxes. But such is the state of our industry, particularly the London-based national media, that an applicant can very reasonably cite themselves as a bringer of diversity by being a non-graduate or coming from a council estate. Or being someone whose chances are limited by illness in the family, or unemployment, or because they have been working a zero-hours contract.</p> \n<p>We lack not just people who fit the diversity critieria of race and sex and gender, but also those whose difference is rooted in circumstance, deprivation and class. The good thing is that the diversity fund sees that deficiency and gives everyone a chance, but there is only so much this initiative and others like it can do about a deep-rooted problem. This matters. Until we open things up, much of the news you read will continue to be much of a muchness.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431698615430/54cfcfbb-acee-4dd8-beac-22d54033420e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Teri Pengilley","altText":"As well as voices from ethnic minorities, such as Channel 4 news presenter Krishnan Guru-Murthy, we need to give an opportunity to those who have suffered social deprivation.","cleanCredit":"Photograph: Teri Pengilley"}],"bodyImages":[],"webPublicationDate":"2015-05-18T07:00:16Z","lastModified":"2015-05-18T07:00:16Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Hugh Muir","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739000/HughMuir.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hughmuir"}],"feature":true,"keywords":["UK news","Society","Media","Poverty","Social exclusion"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"society/society","webTitle":"Society"},{"id":"media/media","webTitle":"Media"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/socialexclusion","webTitle":"Social exclusion"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Hugh Muir","topic":{"type":"tag-contributor","name":"profile/hughmuir"}}],"series":{"title":"Hideously diverse Britain","uri":"http://mobile-apps.guardianapis.com/lists/tag/uk-news/series/hideously-diverse-britain"},"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/18/we-need-more-diverse-voices-in-the-media-including-those-from-deprived-backgrounds","shortUrl":"http://gu.com/p/49vm3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/18/we-need-more-diverse-voices-in-the-media-including-those-from-deprived-backgrounds","webUri":"http://www.theguardian.com/uk-news/2015/may/18/we-need-more-diverse-voices-in-the-media-including-those-from-deprived-backgrounds"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431698615430/54cfcfbb-acee-4dd8-beac-22d54033420e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"As well as voices from ethnic minorities, such as Channel 4 news presenter Krishnan Guru-Murthy, we need to give an opportunity to those who have suffered social deprivation. Photograph: Teri Pengilley","credit":"Teri Pengilley","altText":"As well as voices from ethnic minorities, such as Channel 4 news presenter Krishnan Guru-Murthy, we need to give an opportunity to those who have suffered social deprivation.","cleanCaption":"As well as voices from ethnic minorities, such as Channel 4 news presenter Krishnan Guru-Murthy, we need to give an opportunity to those who have suffered social deprivation.","cleanCredit":"Photograph: Teri Pengilley"}},"importance":4,"showQuotedHeadline":true},{"title":"The Human Rights Act spells peril for Cameron","rawTitle":"The Human Rights Act spells peril for Cameron","item":{"type":"comment","id":"commentisfree/2015/may/18/human-rights-act-david-cameron-runnymede-tories-slim-majority","title":"The Human Rights Act spells peril for Cameron","trailText":"The risk of a rebellion by the Runnymede Tories exposes the insecurity of the party’s slim majority","standFirst":"The risk of a rebellion by the Runnymede Tories exposes the insecurity of the party’s slim majority","byline":"Matthew d'Ancona","body":"<p>Meet the “Runnymede Tories”. The most prominent of their number, David Davis, likes the label, so it might just stick: shorthand for those Conservatives compelled by a strong belief in civil liberties and the tradition of ancestral freedoms, enshrined in Magna Carta on the meadowed banks of the Thames eight centuries ago.</p> \n<p>As an animating force, this conviction is more than the heritage-loving sentimentalism to which some Tories are indeed prone. In fact, it may be responsible for some of the new government’s most perilous moments in parliament. For a party that needed the Liberal Democrats to govern in its first term, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/08/election-2015-live-labour-and-libdems-crushed-in-shock-election-result\" title=\"\">to win a 12-seat majority </a>was a historic achievement. But the scale of that achievement does not alter the brute fact: 12 is only 12.</p> \n<p>I have long urged the Cameron camp to make its peace with Davis, who was raised by a single mother on a council estate, is an experienced businessman and personifies the “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/12/the-guardian-view-on-blue-collar-conservatism-tory-tanks-on-labour-lawn\" title=\"\">blue-collar conservatism</a>” that the prime minister now endorses. But Davis has not been forgiven by the Tory leadership for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2008/jun/12/speeches\" title=\"\">resigning his seat in June 2008</a>, over Labour’s plan to extend the maximum period of detention of terror suspects without charge from 28 to 42 days. Seven years on, he fully expects to be at the heart of one of this government’s first significant defeats.</p> \n<p>To set the scene: Michael Gove, the new justice secretary, has been tasked with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/conservatives-to-push-forward-on-manifesto-and-scrap-human-rights-act\" title=\"\">fulfilling the Tory manifesto’s pledge to “scrap the Human Rights Act</a>, and introduce a British bill of rights”. Once enacted, the bill “will break the formal link between British courts and the European court of human rights, and make our own supreme court the ultimate arbiter of human rights matters in the UK”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Runnymede Tories believe that Blair and his successors have exploited the fear generated by terrorism to curtail rights</p> \n </blockquote> \n</aside> \n<p>Runnymede Tories such as Dominic Grieve and Ken Clarke (both QCs) are not like the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/oct/22/john-major-speech-revenge-on-eurosceptic-bastards\" title=\"\">Eurosceptic “bastards”</a> who made John Major’s life a living hell. They do not operate as a cohesive gang or a whipped party-within-a-party – not yet, anyway. Some, such as Jesse Norman, the Tory MP for Hereford and South Herefordshire, want to keep the Human Rights Act. Others are content for it to be replaced by a British bill of rights – provided the bill is sufficiently robust as a bulwark against the over-mighty state. Meanwhile, Dominic Raab, MP for Esher and Walton, Davis’s former chief of staff and author of the Runnymede Tories’ founding tract, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2009/feb/08/assault-on-liberty-review\" title=\"\">The Assault on Liberty (2009)</a>, has been made a justice minister. Has he been bought off by Big Brother, or do the Tory civil libertarians now have a man on the inside?</p> \n<p>All parties are always, to a greater or lesser degree, split, often around many axes. For decades, the Conservatives were divided into “wets” and “dries”, then “Eurosceptics” and “Europhiles”, then socially liberal “mods” and morally upright “rockers”. These bifurcations persist. But the argument that is most intriguing and most fissile today is between the Runnymede Tories and those Conservatives who dislike the human rights industry, or the specifically European variety, or intellectual abstractions in general. The left are natural dialecticians. Most Tories think “dialecticians” are the people you phone when the fuses blow.</p> \n<p>Why has a significant minority of Conservatives become exercised by the risk to civil liberties, and why now? This generation of Conservative parliamentarians was shaped by New Labour, not the cold war. They watched Tony Blair and Gordon Brown regulate, intrude and nurture the nanny state, often in collaboration with Brussels. They fretted as political ambition was given rocket boosters by technology. The new gods were digital, omniscient, swooping through the stratosphere, recording anyone and&nbsp;anything they chose. In the end, Big&nbsp;Brother had come not in the form of “a boot stamping on a human face” but in gigabytes of data unwittingly given by&nbsp;the citizen.</p> \n<p>Related to this is the profound schism within Conservative ranks over the western response to 9/11 and subsequent jihadi attacks. When Blair said after the 7/7 atrocities that “the rules of the game have changed”, many Tories agreed (there are shy neo-cons too, you know). Gove was their natural tribune. In <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/jun/06/michael-gove-trojan-horse-islam\" title=\"\">his book Celsius 7/7</a> he wrote (correctly, in my view): “When a senior law lord such as Leonard Hoffmann can say of attempts to restrain the liberty of Islamist ideologues that ‘the real threat to the life of the nation comes not from terrorism but from laws such as these’, then we know we are living in a land that has still not woken up to the challenge we face.”</p> \n<p>Runnymede Tories, in contrast, believe that Blair and his successors have exploited the fear generated by terrorism to curtail rights and augment state power. For them, human rights are both profoundly precious and profoundly British. In 1951, after all, Britain became the first country to ratify the European convention – a text that had been heralded by Churchill and (mostly) drafted by the former Conservative attorney general David Maxwell Fyfe. For Conservatives of this stripe, the convention’s roots, furthermore, lie in the common law of this country and what Burke called the “recorded” rights etched into countless judgments of English courts. They are to be found in the 1689 bill of rights, in Blackstone, and in the work of more recent jurists such as AV Dicey.</p> \n<p>There are serious practical barriers to the scrapping of the Human Rights Act, not least the extent to which it is embedded in devolution legislation and the Good Friday agreement. But the technical aspects of the problem are the least of it. A folk memory of Magna Carta has been awoken that will not galvanise every Tory MP but is strong enough to give the government whips <a href=\"http://www.migrainetrust.org/factsheet-hemicrania-continua-10920\" title=\"\">Magna Hemicrania</a> (look it up).</p> \n<p>As I wrote last week, if anyone has the intellectual firepower to square all the circles it is Gove. He will also need political guile, and confidence that David Cameron will stand by him when things get sticky, which they will. Unfortunately, the justice secretary cannot take this for granted. The manner in which Gove was moved from the Department for Education for doing precisely what he had been tasked to do is one of the worst blemishes on Cameron’s record.</p> \n<p>This is precisely the sort of issue that might unite the opposition parties – so that every single Conservative vote will count. As things stand, the Runnymede Tories would defeat any bid to ditch the Human Rights Act with support to spare. That’s life with a small majority for you. Welcome back to reality, prime minister.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431878003249/David-Davis-with-David-Ca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Davis, who resigned his seat in 2008 in protest over Labour's record on civil liberties, is the most prominent of the Runnymede Tories.  Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"David Davis with David Cameron ","cleanCaption":"David Davis, who resigned his seat in 2008 in protest over Labour's record on civil liberties, is the most prominent of the Runnymede Tories.  Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-18T06:00:17Z","lastModified":"2015-05-18T06:00:17Z","metadata":{"commentable":true,"commentCount":204,"contributors":[{"name":"Matthew d'Ancona","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/13/1421152370713/Matthew-d-Ancona-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthew-dancona"}],"feature":false,"keywords":["Conservatives","Human Rights Act","Human rights","Law","Politics","David Cameron","Michael Gove","UK news"],"tags":[{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/law","webTitle":"Law"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/michaelgove","webTitle":"Michael Gove"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Matthew d'Ancona","topic":{"type":"tag-contributor","name":"profile/matthew-dancona"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/human-rights-act-david-cameron-runnymede-tories-slim-majority","shortUrl":"http://gu.com/p/49xje","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/18/human-rights-act-david-cameron-runnymede-tories-slim-majority","webUri":"http://www.theguardian.com/commentisfree/2015/may/18/human-rights-act-david-cameron-runnymede-tories-slim-majority"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431878003249/David-Davis-with-David-Ca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Davis, who resigned his seat in 2008 in protest over Labour's record on civil liberties, is the most prominent of the Runnymede Tories.  Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"David Davis with David Cameron ","cleanCaption":"David Davis, who resigned his seat in 2008 in protest over Labour's record on civil liberties, is the most prominent of the Runnymede Tories.  Photograph: Christopher Thomond for the Guardian"}},"importance":3,"showQuotedHeadline":true},{"title":"Why Islam doesn’t need a reformation","rawTitle":"Why Islam doesn’t need a reformation","item":{"type":"comment","id":"commentisfree/2015/may/17/islam-reformation-extremism-muslim-martin-luther-europe","title":"Why Islam doesn’t need a reformation","trailText":"Those who are calling for a ‘Muslim Martin Luther’ should be careful what they wish for","standFirst":"<p>Those who are calling for a ‘Muslim Martin Luther’ should be careful what they wish for</p>","byline":"Mehdi Hasan","body":"<p>In recent months, cliched calls for reform of Islam, a 1,400-year-old faith, have intensified. “We need a Muslim reformation,” <a href=\"http://www.newsweek.com/we-need-muslim-reformation-316906\" title=\"\">announced Newsweek</a>. “Islam needs reformation from within,” <a href=\"http://www.huffingtonpost.com/raza-rumi/islam-needs-reformation-f_b_6484118.html\" title=\"\">said the Huffington Post</a>. Following January’s massacre in Paris, the Financial Times nodded to those in the west who believe the secular Egyptian president, Abdel Fattah el-Sisi, <a href=\"http://\" title=\"\">“could emerge as the Martin Luther of the Muslim world”</a>. (That might be difficult, given Sisi, in the words of Human Rights Watch, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/aug/12/egypt-massacre-rabaa-intentional-human-rights-watch\" title=\"\">approved “premeditated lethal attacks”</a> on largely unarmed protesters which could amount to “crimes against humanity”.)</p> \n<p>Then there is Ayaan Hirsi Ali. The Somali-born author, atheist and ex-Muslim has a new book called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/apr/27/heretic-islam-reformation-ayaan-hirsi-ali-highlights-scale-of-the-task\" title=\"\">Heretic: Why Islam Needs a Reformation Now</a>. She’s been popping up in TV studios and on op-ed pages to urge Muslims, both liberal and conservative, to abandon some of their core religious beliefs while uniting behind a Muslim Luther. Whether or not mainstream Muslims will respond positively to a call for reform from a woman who has described their faith as a “destructive, nihilistic cult of death” that should be “crushed”, and suggested Benjamin Netanyahu be given the Nobel peace prize, is another matter.</p> \n<p>This narrative isn’t new. The New York Times’s celebrity columnist Thomas Friedman <a href=\"http://www.nytimes.com/2002/12/04/opinion/an-islamic-reformation.html\" title=\"\">called for an Islamic reformation back in 2002</a>; US academics Charles Kurzer and Michaelle Browers traced the origins of this “Reformation analogy” to the early 20th century, noting that “conservative journalists have been as eager as liberal academics to search for Muslim Luthers”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'Islam isn’t Christianity. They are are not analogous, and it is deeply ignorant to pretend otherwise</p> \n </blockquote> \n</aside> \n<p>Apparently anyone who wants to win the war against violent extremism and save the soul of Islam, not to mention transform a stagnant Middle East, should be in favour of this process. After all, Christianity had the Reformation, so goes the argument, which was followed by the Enlightenment; by secularism, liberalism and modern European democracy. So why can’t Islam do the same? And shouldn’t the west be offering to help?</p> \n<p>Yet the reality is that talk of a Christian-style reformation for Islam is so much cant. Let’s consider this idea of a “Muslim Luther”. Luther did not merely nail 95 theses to the door of the Castle church in Wittenberg in 1517, denouncing clerical abuses within the Catholic church. He also demanded that German peasants revolting against their feudal overlords be “struck dead”, comparing them to “mad dogs”, and authored On the Jews and Their Lies in 1543, in which he referred to Jews as “the devil’s people” and called for the destruction of Jewish homes and synagogues. As the US sociologist and Holocaust scholar Ronald Berger has observed, Luther helped establish antisemitism as “a key element of German culture and national identity”. Hardly a poster boy for reform and modernity for Muslims in 2015.</p> \n<p>The Protestant Reformation also opened the door to blood-letting on an unprecedented, continent-wide scale. Have we forgotten the French wars of religion? Or the English civil war? Tens of millions of innocents died in Europe; up to 40% of Germany’s population is believed to have been killed in the thirty years’ war. Is this what we want a Muslim-majority world already plagued by sectarian conflicts, foreign occupations and the bitter legacy of colonialism to now endure, all in the name of reform, progress and even liberalism?</p> \n<p>Islam isn’t Christianity. The two faiths aren’t analogous, and it is deeply ignorant, not to mention patronising, to pretend otherwise – or to try and impose a neatly linear, Eurocentric view of history on diverse Muslim-majority countries in Asia or Africa. Each religion has its own traditions and texts; each religion’s followers have been affected by geopolitics and socio-economic processes in a myriad of ways. The theologies of Islam and Christianity, in particular, are worlds apart: the former, for instance, has never had a Catholic-style clerical class answering to a divinely appointed pope. So against whom will the “Islamic reformation” be targeted? To whose door will the 95 fatwas be nailed?</p> \n<figure class=\"element element-image\" data-media-id=\"0d26bee94145419f4578765b6bb444fb9a06aeaa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/17/1431870474334/a885fc21-e0fc-4b13-a96f-75dadda5642b-460x276.jpeg\" alt=\"Writer, Aayan Hirsi Ali, who has called Islam a 'destructive, nihilistic cult of death'.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Writer, Aayan Hirsi Ali, who has called Islam a ‘destructive, nihilistic cult of death’.</span> \n  <span class=\"element-image__credit\">Photograph: Antonio Olmos</span> \n </figcaption> \n</figure> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The truth is that Islam has already had its own 'Reformation' of sorts</p> \n </blockquote> \n</aside> \n<p>The truth is that Islam has already had its own reformation of sorts, in the sense of a stripping of cultural accretions and a process of supposed “purification”. And it didn’t produce a tolerant, pluralistic, multifaith utopia, a Scandinavia-on-the-Euphrates. Instead, it produced … the kingdom of Saudi Arabia.</p> \n<p>Wasn’t reform exactly what was offered to the masses of the Hijaz by Muhammad Ibn Abdul Wahhab, the mid-18th century itinerant preacher who allied with the House of Saud? He offered an austere Islam cleansed of what he believed to be innovations, which eschewed centuries of mainstream scholarship and commentary, and rejected the authority of the traditional ulema, or religious authorities.</p> \n<p>Some might argue that if anyone deserves the title of a Muslim Luther, it is Ibn Abdul Wahhab who, in the eyes of his critics, combined Luther’s puritanism with the German monk’s antipathy towards the Jews. Ibn Abdul Wahhab’s controversial stance on Muslim theology, writes his biographer Michael Crawford, “made him condemn much of the Islam of his own time” and led to him being dismissed as a heretic by his own family.</p> \n<p>Don’t get me wrong. Reforms are of course needed across the crisis-ridden Muslim-majority world: political, socio-economic and, yes, religious too. Muslims need to rediscover their own heritage of pluralism, tolerance and mutual respect – embodied in, say, the Prophet’s letter to the monks of St Catherine’s monastery, or the “convivencia” (or co-existence) of medieval Muslim Spain.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/14/extremism-british-muslims-tolerance-sayeeda-warsi\">If we are to fight extremism we must bring people together, not silence and ban them | Sayeeda Warsi</a> </p> \n</aside> \n<p>What they don’t need are lazy calls for an Islamic reformation from non-Muslims and ex-Muslims, the repetition of which merely illustrates how shallow and simplistic, how ahistorical and even anti-historical, some of the west’s leading commentators are on this issue. It is much easier for them, it seems, to reduce the complex debate over violent extremism to a series of cliches, slogans and soundbites, rather than examining root causes or historical trends; easier still to champion the most extreme and bigoted critics of Islam while ignoring the voices of mainstream Muslim scholars, academics and activists.</p> \n<p>Hirsi Ali, for instance, was treated to a series of encomiums and softball questions in her blizzard of US media interviews, from the New York Times to Fox News. (“A hero of our time,” <a href=\"http://\" title=\"\">read one gushing headline on Politico</a>.) Frustratingly, <a href=\"https://www.youtube.com/watch?v=71dBK0iCRro\" title=\"\">only comedian Jon Stewart, on The Daily Show</a>, was willing to point out to Hirsi Ali that her reformist hero wanted a “purer form of Christianity” and helped create “a hundred years of violence and mayhem”.</p> \n<p>With apologies to Luther, if anyone wants to do the same to the religion of Islam today, it is Isis leader Abu Bakr al-Baghdadi, who claims to rape and pillage in the name of a “purer form” of Islam – and who isn’t, incidentally, a fan of the Jews either. Those who cry so simplistically, and not a little inanely, for an Islamic reformation, should be careful what they wish for.</p> \n<p><span class=\"bullet\">•</span>Mehdi Hasan is a presenter on Al-Jazeera&nbsp;English. The views expressed&nbsp;here are his own</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431870068191/Martersteigs-depiction-of-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Martersteig's depiction of German religious reformer Martin Luther burning the papal bull containing 41 theses issued against him. Photograph: Rischgitz/Getty Images","credit":"Rischgitz/Getty Images","altText":"Martersteig's depiction of Martin Luther burning the papal bull with 41 theses issued against him.","cleanCaption":"Martersteig's depiction of German religious reformer Martin Luther burning the papal bull containing 41 theses issued against him. Photograph: Rischgitz/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431870475467/a885fc21-e0fc-4b13-a96f-75dadda5642b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Writer, Aayan Hirsi Ali, who has called Islam a ‘destructive, nihilistic cult of death’. Photograph: Antonio Olmos","credit":"Antonio Olmos","altText":"Writer, Aayan Hirsi Ali, who has called Islam a 'destructive, nihilistic cult of death'.","cleanCaption":"Writer, Aayan Hirsi Ali, who has called Islam a ‘destructive, nihilistic cult of death’.","cleanCredit":"Photograph: Antonio Olmos"}],"webPublicationDate":"2015-05-17T14:44:59Z","lastModified":"2015-05-18T07:50:27Z","metadata":{"commentable":true,"commentCount":733,"contributors":[{"name":"Mehdi Hasan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mehdihasan"}],"feature":false,"keywords":["Islam","Religion","World news","UK news","Christianity"],"tags":[{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/christianity","webTitle":"Christianity"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Mehdi Hasan","topic":{"type":"tag-contributor","name":"profile/mehdihasan"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/17/islam-reformation-extremism-muslim-martin-luther-europe","shortUrl":"http://gu.com/p/49xhq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/17/islam-reformation-extremism-muslim-martin-luther-europe","webUri":"http://www.theguardian.com/commentisfree/2015/may/17/islam-reformation-extremism-muslim-martin-luther-europe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431870068191/Martersteigs-depiction-of-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Martersteig’s depiction of German religious reformer Martin Luther burning the papal bull containing 41 theses issued against him. Photograph: Rischgitz/Getty Images","credit":"Rischgitz/Getty Images","altText":"Martersteig's depiction of Martin Luther burning the papal bull with 41 theses issued against him.","cleanCaption":"Martersteig’s depiction of German religious reformer Martin Luther burning the papal bull containing 41 theses issued against him. Photograph: Rischgitz/Getty Images"}},"importance":3,"showQuotedHeadline":true}],"lastModified":"2015-05-18T08:30:25Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}