{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"The conservative case for the left is overwhelming","rawTitle":"The conservative case for the left is overwhelming","item":{"type":"comment","id":"commentisfree/2015/jun/17/conservatives-unions-tax-housing-brussels","title":"The conservative case for the left is overwhelming","trailText":"Workers’ rights; public ownership; tax justice. Tories should be urging their party to return to its history","standFirst":"Workers’ rights; public ownership; tax justice. Tories should be urging their party to return to its history","byline":"Owen Jones","body":"<p>‘Trade unions are a long-established and essential part of our national life,” said the firebrand. They are “pillars of our British society”, he declared from his podium as he defended “<a href=\"https://books.google.co.uk/books?id=B8rw2vD92b4C&amp;pg=PA44&amp;lpg=PA44#v\" title=\"\">the right of individual labouring men and women to adjust their wages and conditions by collective bargaining, including the right to strike</a>.”</p> \n<p>This passionate defender of trade unionism was none other than Winston Churchill, who two years earlier had been defeated by a Labour landslide. And when he returned to office, his attitude remained unchanged. “The cabinet resists all efforts to bring trade-union restrictive practices within the orbit of the Monopolies Commission,” said Labour’s Tony Crosland of the 1950s Conservative governments. “Industrial legislation is planned only after the most anxious consultation with the unions.” Even when there was “considerable public clamour”, the Tories united “in adamant opposition to proposals for ‘outlawing’ even unofficial strikes”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The passionate defender of trade unionism was none other than Winston Churchill, defeated by a Labour landslide</p> \n </blockquote> \n</aside> \n<p>What a contrast to today: confronted with the lowest level of strike activity since records began, and benefiting from what Tony Blair described as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/1997/apr/27/election2001.uk1\" title=\"\">“the most restrictive union laws in the western world”</a>, the Tories plan to make lawful strikes all but illegal. Strike ballots will be illegitimate unless they reach a voter threshold only a small minority of MPs achieve: one rule for Tory politicians, another for bin collectors and shelf-stackers. But trade unions are voluntary societies – the Big Society in action, if you will – that raise wages, and so help reduce dependency on in-work state benefits. A true conservative should be championing trade unionism – as Churchill did – not savaging it.</p> \n<p>The conservative case for the left goes much further. At least half of Britons in poverty are in work: so much for making work pay. And so <a href=\"http://www.citizensuk.org/taxpayer\" title=\"\">the state shells out perhaps &pound;11bn a year on poverty pay</a>, effectively subsidising major businesses. Instead of these vast state subsidies and the rampant state dependency, why not&nbsp;increase the minimum wage to&nbsp;one&nbsp;on which workers can live, saving&nbsp;the taxpayer billions of pounds and reducing spending on social security in a sustainable way?</p> \n<p>If true conservatives wish to confront state dependency, then look no further than housing. Billions of pounds are wasted subsidising private landlords. Yes, sure, some Conservative MPs have let the team down by becoming lavish benefit claimants, such as the <a href=\"http://www.mirror.co.uk/news/ampp3d/tory-mps-donors-taking-millions-5614468\" title=\"\">Tory MP Richard Benyon, whose company has received &pound;49,000 in housing benefits from the taxpayer</a>. But, in the 1950s, the Conservatives competed with the Labour party over who could <a href=\"http://www.conservativehome.com/thetorydiary/2013/10/how-macmillan-built-300000-houses-a-year.html\" title=\"\">build more council housing</a>, ensuring money was spent on bricks, not benefits.</p> \n<p>Then there’s tax. When Churchill was prime minister, the top rate of tax was 97.5%, far above anything today proposed by the left. Even under Margaret Thatcher, the top rate was 60% until the fag-end of her reign. <a href=\"http://leftfootforward.org/2011/05/tax-and-spending-under-new-labour-and-mrs-thatcher/\" title=\"\">New Labour did not just tax less: it spent less, too</a>. Until the global financial crash, public spending under Blair and Brown <a href=\"http://www.newstatesman.com/politics/2013/04/how-public-spending-rose-under-thatcher\" title=\"\">consumed on average less of the economy than under Thatcher</a>.</p> \n<p>And neither is obsessing over budget deficits and surplus a right-wing trait. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2010/oct/18/deficit-debt-government-borrowing-data\" title=\"\">During Thatcher’s 11 years in power, the government only pulled off a surplus for two years</a>. Since the Tories took office in 2010, they have added more debt than every Labour government put together. The right of the past has been more than happy to spend public money, and all too relaxed about deficits and debt.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It was Tory prime minister Ted Heath who brought Rolls-Royce into public ownership in the early 70s</p> \n </blockquote> \n</aside> \n<p>What about public-sector workers? “Anyone working in the public services could easily have heard a pretty negative message from my party: ‘There’s too many of you, you’re lazy and you’re inefficient’,” confessed one maverick Conservative a few years ago. “This is far from the way I see things.” That, of course, was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2011/aug/03/public-sector-workers-tories-cameron\" title=\"\">David Cameron, before he embarked on his relentless mission to drive back the state</a>.</p> \n<p>Then there’s nationalisation. It was Tory prime minister Ted Heath who brought Rolls-Royce into public ownership in the early 70s. As Crosland once wryly observed, the Tories once fought elections “even, occasionally, on the success of the nationalised industries!”. A true right-winger cannot be happy with splashing out far more subsidies on our inefficient, fragmented railways than in the days of British Rail. A true right-winger must surely advocate bringing each rail&nbsp;company back under public control&nbsp;– as they were under Thatcher – as each&nbsp;franchise expires.</p> \n<p>A true conservative must surely wish to conserve and protect our environment, now threatened by climate change. They would look to Germany – governed by the right-wing Christian Democrats – whose active industrial strategy has both defended manufacturing and created hundreds of thousands of renewable energy jobs.</p> \n<p>And a genuine right-winger will be appalled at Cameron’s support for the Transatlantic Trade Investment Partnership, a treaty cooked up in secret by EU bureaucrats, which gives companies the power to sue elected governments over policies they dislike, a direct threat to our democracy and sovereignty emanating from Brussels.</p> \n<p>The conservative case for the left is&nbsp;surely overwhelming. Workers’ rights; public ownership; tax justice; public spending; saving the planet from&nbsp;destruction. These are what true right-wingers should be advocating. What a shame this Conservative government has turned its back on unimpeachable conservative principles.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473530356/image-of-churchill-statue-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Churchill would not recognise the values of Cameron's Tory party.  Photograph: Eddie Keogh/Reuters","credit":"Eddie Keogh/Reuters","altText":"image of churchill statue","cleanCaption":"Churchill would not recognise the values of Cameron's Tory party.  Photograph: Eddie Keogh/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-17T05:00:10Z","lastModified":"2015-06-17T07:25:37Z","metadata":{"commentable":true,"commentCount":81,"contributors":[{"name":"Owen Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400601747870/Owen-Jones-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owen-jones"}],"feature":false,"keywords":["Conservatives","Labour","Politics","UK news","Economic policy","Housing","Communities","Society","Trade unions"],"tags":[{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"politics/tradeunions","webTitle":"Trade unions"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Owen Jones","topic":{"type":"tag-contributor","name":"profile/owen-jones"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/17/conservatives-unions-tax-housing-brussels","shortUrl":"http://gu.com/p/49pb7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/17/conservatives-unions-tax-housing-brussels","webUri":"http://www.theguardian.com/commentisfree/2015/jun/17/conservatives-unions-tax-housing-brussels"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473530356/image-of-churchill-statue-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Churchill would not recognise the values of Cameron’s Tory party. Photograph: Eddie Keogh/Reuters","credit":"Eddie Keogh/Reuters","altText":"image of churchill statue","cleanCaption":"Churchill would not recognise the values of Cameron’s Tory party. Photograph: Eddie Keogh/Reuters"}},"importance":7,"byline":{"title":"Owen Jones"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/20/1400601747870/Owen-Jones-L.png"}}]},{"title":"What we talk about when we talk about Iran","rawTitle":"What we talk about when we talk about Iran","item":{"type":"comment","id":"world/iran-blog/2015/jun/17/what-we-talk-about-when-we-talk-about-iran","title":"What we talk about when we talk about Iran","trailText":"So much has changed since the disputed election in 2009 but Mir Hossein Mousavi and Mehdi Karroubi have proved to be worthy opposition leaders <br>","standFirst":"<p>So much has changed since the disputed election in 2009 but Mir Hossein Mousavi and Mehdi Karroubi have proved to be worthy opposition leaders <br /></p>","byline":"Saeed Kamali Dehghan","body":"<p>It is hard to do justice to Iran. So much is left unsaid amid arcane disputes about the number of centrifuges spinning in a fortified bunker, or an assumed threat that may or may not one day endanger others. It is a country too often misunderstood and taken out of context. </p> \n<p>Yet, digging deeper into its intriguing realities never disappoints. This week, Tehran was the scene of a familiar funeral procession held for the victims of the Iran-Iraq war in the 1980s. Whenever newly unearthed bodies are returned it brings back excruciating memories from some three decades ago. <br /></p> \n<p>Such events are always close to the heart of those families who have lost their loved ones in that futile, eight-year war. It is not so much for the general public, or the younger generation at least, who are wary of the state’s usual hijacking of these funerals for its own propagandistic purposes. <br /></p> \n<p>But something about this occasion was different: among the bodies paraded were those belonging to 175 Iranian divers who were captured by Saddam Hussein’s forces nearly 30 years ago and buried alive while handcuffed, according to Iranian officials. <br /></p> \n<p>The divers are believed to have been captured in 1986, after the failure of Iran’s secret offensive Karbala-4 – helped by US intelligence provided to the Iraqis. During the war, the US extended vital support to Saddam and later turned a blind eye to the Iraqi leader’s use of chemical weapons. Huge numbers of people in Iran, youth included, reacted with outrage in the past month to the 175 divers’ death and wrote extensively in their honour online. </p> \n<p>It is easy to forget that the people who were in charge in Iran during the Iran-Iraq war are still at the helm. The current president, Hassan Rouhani, once served as the deputy military commander, even being involved in the secret <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2001/aug/20/usa.duncancampbell\">Iran-Contra affair</a> that created a huge scandal for the Reagan administration (when it emerged that the US was covertly shipping arms to Tehran to secure the release of hostages). Ayatollah Ali Khamenei, the supreme leader, was then the country’s president. Mir Hossein Mousavi, now an opposition leader under house arrest, was the prime minister. <br /></p> \n<p>But those involved in the US in the 1980s are now part of history. Reagan is dead and Robert McFarlane, his national security adviser, has dropped out of the spotlight, while many of today’s big names in the US were barely known at the time of the war. </p> \n<p>It is no surprise why a tragedy that took place three decades ago still fuels mistrust between Iran and the US. (Americans may be quick to cite the infamous hostage crisis in return.)<br /></p> \n<p>That was about this week, but around this time of the year six years ago, something totally different happened. In June 2009, as the results of what was widely believed to have been a stolen election were announced on TV, Mousavi, a dark horse presidential candidate, said: “I won’t yield to this dangerous foul scenario.” And he didn’t.</p> \n<p>Today, unrepentant as ever, Mousavi, his wife, Zahra Rahnavard and another opposition leader, Mehdi Karroubi, remain under house arrest in Tehran without being put on trial. Their supporters, many of whom are among those who expressed sympathy for the 175 divers this week and others who rallied behind Rouhani in 2013 elections, are still yearning for change. Mousavi and Karroubi have proved to be worthy opposition leaders, even though Rouhani, who was elected on promises of ending their house arrest, has not achieved much on the home front despite his achievements in the foreign domain. <br /></p> \n<p>Reform, not revolt, is what many believe is the answer. If a free election is held in Iran tomorrow, my bet would be on the likes of Mousavi or the former president Mohammad Khatami, who is facing immense restrictions and ban on using his name and picture in the local media. <br /></p> \n<p>So much has changed since those bloody days in 2009. A new president has put an end to the acrimonious years under Mahmoud Ahmadinejad. Meanwhile, the former president’s close allies are being arrested and put on trial almost one by one. Ahmadineajd has become sidelined, though there are suggestions he is eyeing a comeback for next year’s parliamentary elections. <br /></p> \n<p>Good things have happened in between, bad things too. Despite improvements made by Rouhani, the country’s hardline judiciary has been deaf to the message Iranians sent by voting for a president who promised to open up the country and improve relations with the west. The country’s intelligence apparatus is carrying out a campaign of harassing and jailing anyone who dares to differ in public. <br /></p> \n<p>We are so overwhelmed that we are failing to keep up with violations in Iran. News of new activists receiving hefty jail sentence (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/12/activists-and-artist-iran-given-heavy-jail-sentences-courts\">read 8, 12 or 14 years</a>) has become so normal that it barely registers as a news story. <br /></p> \n<p>As if domestic pressure was not enough, Iranians are constantly bombarded from abroad. Blanket sanctions imposed by the US and its European allies continue to disrupt life for ordinary people in Iran, from anything such as access to high-quality medicine to the ever-increasing prices of staple foods. Thanks to sanctions, the young, aspirational people of Iran – the most pro-western nation in the Middle East – are isolated from the outside world. </p> \n<p>In the latest showdown over sanctions, <a href=\"http://www.nytimes.com/2015/06/10/world/middleeast/sales-to-mahan-air-blacklisted-by-us-hang-over-iran-talks.html\">the US is threatening to confiscate</a> nine used but newly bought passenger planes Iran obtained after bypassing the punitive international measures to renew its old air fleet. So many innocent Iranians have died in recent years because of that ageing fleet, yet the US is trying to stop the new handful of planes. How disgraceful.</p> \n<p>As Laura Secor once delicately put it in<a href=\"http://www.newyorker.com/magazine/2012/10/08/road-show-2\"> a New Yorker article in 2012</a>: “Our options are bad, our objectives are ambiguous, and the Iranian people stand as hostages between their government and ours.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/511ead0ca3f6e53fc67eb21106734a8324e4de9f/0_148_3318_1991/3318.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1991,"width":3318,"orientation":"landscape","credit":"AP","altText":"In this image issued by the government run Fars  News Agency, a supporter of pro-reform leader Mir Hossein Mousavi, covers her face with piece of cloth in green and a sign in Persian reads\" Mir Hossein Mousavi\" during a rally in Tehran, Iran, on Wednesday June, 17, 2009. Iran has accused the United States of \"intolerable\" meddling in its internal affairs, alleging for the first time that Washington has fueled a bitter post-election dispute. (AP Photo/Fars news agency,)  **  EDITORIAL USE ONLY   EDITORS NOTE AS A RESULT OF AN OFFICIAL IRANIAN GOVERNMENT BAN ON FOREIGN MEDIA COVERING EVENTS IN IRAN, THE AP IS OBLIGED TO USE IMAGES FROM OFFICIAL SOURCES  **","cleanCredit":"Photograph: AP"}],"bodyImages":[],"webPublicationDate":"2015-06-17T07:00:02Z","lastModified":"2015-06-17T07:00:42Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Saeed Kamali Dehghan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/saeedkamalidehghan"}],"feature":false,"keywords":["Iran","Mir Hossein Mousavi","Middle East and North Africa","World news","Mahmoud Ahmadinejad","Ayatollah Ali Khamenei","Ronald Reagan","Iranian presidential election 2009","Iranian presidential election 2013","US news","US foreign policy","Hassan Rouhani"],"tags":[{"id":"world/iran","webTitle":"Iran"},{"id":"world/mir-hossein-mousavi","webTitle":"Mir Hossein Mousavi"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/mahmoud-ahmadinejad","webTitle":"Mahmoud Ahmadinejad"},{"id":"world/ayatollah-ali-khamenei","webTitle":"Ayatollah Ali Khamenei"},{"id":"us-news/ronald-reagan","webTitle":"Ronald Reagan"},{"id":"world/iranian-presidential-election-2009","webTitle":"Iranian presidential election 2009"},{"id":"world/iranian-presidential-election-2013","webTitle":"Iranian presidential election 2013"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/us-foreign-policy","webTitle":"US foreign policy"},{"id":"world/hassan-rouhani","webTitle":"Hassan Rouhani"}],"section":{"id":"world"},"topics":[{"displayName":"Saeed Kamali Dehghan","topic":{"type":"tag-contributor","name":"profile/saeedkamalidehghan"}}],"series":{"title":"Guardian world networks","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/guardian-world-networks"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/iran-blog/2015/jun/17/what-we-talk-about-when-we-talk-about-iran","shortUrl":"http://gu.com/p/49zzt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/iran-blog/2015/jun/17/what-we-talk-about-when-we-talk-about-iran","webUri":"http://www.theguardian.com/world/iran-blog/2015/jun/17/what-we-talk-about-when-we-talk-about-iran"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/511ead0ca3f6e53fc67eb21106734a8324e4de9f/0_148_3318_1991/3318.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1991,"width":3318,"orientation":"landscape","caption":"A Green Movement supporter covers her face with cloth and a sign in Persian with the name of an opposition leader Mir Hossein Mousavi at a 2009 rally in Tehran. Photograph: Fars/AP","credit":"Fars/AP","altText":"A Green movement supporter covers her face with piece of cloth and a sign in Persian with the name of an opposition leader Mir Hossein Mousavi at a 2009 rally in Tehran.","cleanCaption":"A Green Movement supporter covers her face with cloth and a sign in Persian with the name of an opposition leader Mir Hossein Mousavi at a 2009 rally in Tehran.","cleanCredit":"Photograph: Fars/AP"}},"importance":5,"byline":{"title":"Saeed Kamali Dehghan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/511ead0ca3f6e53fc67eb21106734a8324e4de9f/0_148_3318_1991/3318.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1991,"width":3318,"orientation":"landscape","credit":"AP","altText":"In this image issued by the government run Fars  News Agency, a supporter of pro-reform leader Mir Hossein Mousavi, covers her face with piece of cloth in green and a sign in Persian reads\" Mir Hossein Mousavi\" during a rally in Tehran, Iran, on Wednesday June, 17, 2009. Iran has accused the United States of \"intolerable\" meddling in its internal affairs, alleging for the first time that Washington has fueled a bitter post-election dispute. (AP Photo/Fars news agency,)  **  EDITORIAL USE ONLY   EDITORS NOTE AS A RESULT OF AN OFFICIAL IRANIAN GOVERNMENT BAN ON FOREIGN MEDIA COVERING EVENTS IN IRAN, THE AP IS OBLIGED TO USE IMAGES FROM OFFICIAL SOURCES  **","cleanCredit":"Photograph: AP"}}]},{"title":"The Pope can see what many atheist greens will not","rawTitle":"The Pope can see what many atheist greens will not","item":{"type":"comment","id":"commentisfree/2015/jun/16/pope-encyclical-value-of-living-world","title":"The Pope can see what many atheist greens will not","trailText":"Pope Francis reminds us that our relationship to the natural world is about love, not just goods and services","standFirst":"Pope Francis reminds us that our relationship to the natural world is about love, not just goods and services","byline":"George Monbiot","body":"<p>Who wants to see the living world destroyed? Who wants an end to birdsong, bees and coral reefs, the falcon’s stoop, the salmon’s leap? Who wants to see the soil stripped from the land, the sea rimed with rubbish?</p> \n<p>No one. And yet it happens. Seven billion of us allow <a href=\"http://www.theguardian.com/environment/series/keep-it-in-the-ground\" title=\"\">fossil fuel companies</a> to push shut the narrow atmospheric door through which humanity stepped. We permit industrial farming to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/jan/13/flooding-public-spending-britain-europe-policies-homes\" title=\"\">tear away the soil, banish trees from the hills</a>, engineer another <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/jul/15/ban-neonicotinoids-another-silent-spring-pesticide-moratorium\" title=\"\">silent spring</a>. We&nbsp;let the owners of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/apr/28/britain-plutocrats-landed-gentry-shotgun-owners\" title=\"\">grouse moors</a>, 1% of the 1%, shoot and poison hen harriers, peregrines and eagles. We&nbsp;watch mutely as a small fleet of <a href=\"http://www.thelandmagazine.org.uk/articles/selling-silver-enclosure-uks-fisheries\" title=\"\">monster fishing ships</a> trashes the oceans.</p> \n<p>Why are the defenders of the living world so ineffective? It is partly, of course, that everyone is complicit; we have all been swept off our feet by the tide of hyper<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2014/nov/30/climate-change-limit-excessive-consumption\" title=\"\">consumption</a>, our natural greed excited, corporate propaganda chiming with a will to believe that there is no cost. But perhaps <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/environment\" title=\"\">environmentalism</a> is also afflicted by a deeper failure: arising possibly from embarrassment or fear, a failure of emotional honesty.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d75bec62367f55df41a5deb1ff6ac78bb26441a3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434483149073/dc118516-c92d-467e-8b2a-ce821285091e-460x276.jpeg\" alt=\"Sunset with palm trees\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We have all been swept off our feet by the tide of hyperconsumption, our natural greed excited, corporate propaganda chiming with a will to believe that there is no cost’.</span> \n </figcaption> \n</figure> \n<p>I have asked meetings of green-minded people to raise their hands if they became defenders of nature because they were worried about the state of their bank accounts. Never has one hand appeared. Yet I see the same people base their appeal to others on the argument that they will lose money if we don’t protect the natural world.</p> \n<p>Such claims are factual, but they are also dishonest: we pretend that this is what animates us, when in most cases it does not. The reality is that we care because we love. Nature appealed to our hearts, when we were children, long before it appealed to our heads, let alone our pockets. Yet we seem to believe we can persuade people to change their lives through the cold, mechanical power of reason, supported by statistics.</p> \n<p>I see the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/15/pope-francis-destruction-ecosystem-leaked-encyclical\" title=\"\">encyclical by Pope Francis</a>, which will be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/13/pope-francis-intervention-transforms-climate-change-debate\" title=\"\">published on Thursday</a>, as a potential turning point. He will argue that not only the physical survival of the poor, but also our spiritual welfare depends on the protection of the natural world; and in both respects he is right.</p> \n<p>I don’t mean that a belief in God is the answer to our environmental crisis. Among Pope Francis’s opponents is the evangelical US-based Cornwall Alliance for the Stewardship of Creation, which has written to him arguing that we have a holy duty to <a href=\"http://www.cornwallalliance.org/2015/04/27/an-open-letter-to-pope-francis-on-climate-change/\" title=\"\">keep burning fossil fuel</a>, as “the heavens declare the glory of God; and the firmament proclaims his handiwork”. It also insists that exercising the dominion granted to humankind in Genesis means tilling “<a href=\"http://www.cornwallalliance.org/landmark-documents/the-biblical-perspective-of-environmental-stewardship-subduing-and-ruling-the-earth-to-the-glory-of-god-and-the-benefit-of-our-neighbors/\" title=\"\">the whole Earth</a>”, transforming it “from wilderness to garden and ultimately to garden city”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There are plenty of senior Catholics seeking to undermine the pope's defence of the living world</p> \n </blockquote> \n</aside> \n<p>There are similar tendencies within the Vatican. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/may/20/cardinal-george-pell-offered-bribe-to-child-sex-abuse-victim-inquiry-told\" title=\"\">Cardinal George Pell</a>, its head of finance, currently immersed in a scandal involving <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/jun/05/vatican-cardinal-george-pell-abuse-survivor-row\" title=\"\">paedophile priests in Australia</a>, is a prominent climate change denier. His lecture to the <a href=\"http://www.thegwpf.org/images/stories/gwpf-reports/pell-2011_annual_gwpf_lecture_new.pdf\" title=\"\">Global Warming Policy Foundation</a> was the usual catalogue of zombie myths (discredited claims that keep resurfacing), nonsequiturs and outright garbage championing, for example, the groundless claim that undersea volcanoes could be responsible for global warming. There are plenty of senior Catholics seeking to undermine the pope’s defence of the living world, which could explain why <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/15/pope-francis-destruction-ecosystem-leaked-encyclical\" title=\"\">a draft of his encyclical was leaked</a>. What I mean is that Pope Francis, a man with whom I disagree profoundly on matters such as equal marriage and contraception, reminds us that the living world provides not only material goods and tangible services, but is also essential to other aspects of our wellbeing. And&nbsp;you &nbsp;don’t have to believe in God to&nbsp;endorse that view.</p> \n<p>In his beautiful book <a href=\"https://www.hodder.co.uk/Books/detail.page?isbn=9781444792775\" title=\"\">The Moth Snowstorm</a>, Michael McCarthy suggests that a capacity to love the natural world, rather than merely to exist within it, might be a uniquely human trait. When&nbsp;we are close to nature, we sometimes find ourselves, as Christians put it, surprised by joy: “A happiness with an overtone of something more, which we might term an elevated or, indeed, a spiritual quality.”</p> \n<p>He believes we are wired to develop a rich emotional relationship with nature. A large body of research suggests that contact with the living world is essential to our psychological and physiological wellbeing. (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/15/green-spaces-improve-school-childrens-mental-development-study-finds\" title=\"\">A paper published this week</a>, for example, claims that green spaces around city schools improve children’s mental performance.)</p> \n<p>This does not mean that all people love nature; what it means, McCarthy proposes, is that there is a universal propensity to love it, which may be drowned out by the noise that assails our minds. As I’ve found while volunteering with the outdoor education charity Wide Horizons, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/oct/07/education-children-not-feral-enough\" title=\"\">this love can be provoked almost immediately</a>, even among children who have never visited the countryside before. Nature, McCarthy&nbsp;argues, remains our home, “the true haven for our psyches”, and retains an astonishing capacity to bring peace to troubled minds.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Acknowledging our love for the living world does something that a library full of papers cannot</p> \n </blockquote> \n</aside> \n<p>Acknowledging our love for the living world does something that a library full of papers on sustainable development and ecosystem services cannot: it engages the&nbsp;imagination as well as the intellect. It inspires belief; and this is essential to the lasting success of any movement.</p> \n<p>Is this a version of the religious conviction from which Pope Francis&nbsp;speaks? Or could his religion be&nbsp;a version of a much deeper and older&nbsp;love? Could a belief in God be a way of explaining and channelling the joy, the burst of love that nature sometimes inspires in us? Conversely, could the hyperconsumption that both religious and secular environmentalists lament be a response to <a href=\"http://www.nytimes.com/2015/01/19/opinion/our-ecological-boredom.html?_r=1\" title=\"\">ecological boredom</a>: the void that a loss of contact&nbsp;with the natural world leaves in&nbsp;our psyches?</p> \n<p>Of course, this doesn’t answer the whole problem. If the acknowledgement of love becomes the means by which we inspire environmentalism in others, how do we translate it into political change? But I believe it’s a better grounding for action than pretending that what really matters to us is the state of the economy. By being honest about our motivation we can inspire in others the passions that inspire us.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434482649851/3ba5b2a2-5713-4184-afcb-d7e59b01a20b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Byron Dilkes/Byron Dykes","altText":"‘Who wants an end to birdsong, bees and coral reefs, the flacon's stoop, the salmon's leap?'.","cleanCredit":"Photograph: Byron Dilkes/Byron Dykes"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434483150489/dc118516-c92d-467e-8b2a-ce821285091e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘We have all been swept off our feet by the tide of hyperconsumption, our natural greed excited, corporate propaganda chiming with a will to believe that there is no cost’.","credit":"Marco Pompeo / Alamy/Alamy","altText":"Sunset with palm trees","cleanCaption":"‘We have all been swept off our feet by the tide of hyperconsumption, our natural greed excited, corporate propaganda chiming with a will to believe that there is no cost’."}],"webPublicationDate":"2015-06-16T18:39:48Z","lastModified":"2015-06-16T23:01:04Z","metadata":{"commentable":true,"commentCount":725,"contributors":[{"name":"George Monbiot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/10/1410361956546/George-Monbiot-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/georgemonbiot"}],"feature":false,"keywords":["Environment","Pope Francis","Religion","Christianity","The papacy","World news","Green economy","UK news"],"tags":[{"id":"environment/environment","webTitle":"Environment"},{"id":"world/pope-francis","webTitle":"Pope Francis"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/christianity","webTitle":"Christianity"},{"id":"world/the-papacy","webTitle":"The papacy"},{"id":"world/world","webTitle":"World news"},{"id":"environment/green-economy","webTitle":"Green economy"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"George Monbiot","topic":{"type":"tag-contributor","name":"profile/georgemonbiot"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/16/pope-encyclical-value-of-living-world","shortUrl":"http://gu.com/p/49p94","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/16/pope-encyclical-value-of-living-world","webUri":"http://www.theguardian.com/commentisfree/2015/jun/16/pope-encyclical-value-of-living-world"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434482538709/a894edd7-6466-4cd5-bdd0-b4d32bfb763b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘Who wants an end to birdsong, bees and coral reefs, the flacon’s stoop, the salmon’s leap?’. Photograph: Michael Ready/Michael Ready/ iLCP","credit":"Michael Ready/Michael Ready/ iLCP","altText":"‘Who wants an end to birdsong, bees and coral reefs, the flacon's stoop, the salmon's leap?'.","cleanCaption":"‘Who wants an end to birdsong, bees and coral reefs, the flacon’s stoop, the salmon’s leap?’.","cleanCredit":"Photograph: Michael Ready/Michael Ready/ iLCP"}},"importance":5,"byline":{"title":"George Monbiot"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/9/10/1410361956546/George-Monbiot-L.png"}}]},{"title":"The Guardian view / Populism in European politics: shaken and stirred","rawTitle":"Populism in European politics: shaken and stirred","item":{"type":"comment","id":"commentisfree/2015/jun/16/guardian-view-on-populism-in-european-politics-shaken-and-stirred","title":"The Guardian view on populism in European politics: shaken and stirred","trailText":"<strong>Editorial:</strong> Populism is presumptuous in claiming to speak for all of the people, but it can’t be wished away. It calls for creative engagement","standFirst":"Populism is presumptuous in claiming to speak for all of the people, but it can’t be wished away. It calls for creative engagement","byline":"Editorial","body":"<p>The west is proud to be governed on the strength of popular elections, and so it is curious that “populist” is typically a term of derision. Many of the European parties that used to make up the mainstream are hollowed out. Amid yawning inequalities in wealth and power, the rules of trade, finance and migration are settled internationally, brokered by people for whom there’s not always an easy answer to the Tony Benn question: how do we get rid of you?</p> \n<p>A thoughtful Syriza supporter in Greece, or even a reflective Ukip voter in Britain, might argue that those who despair at the populist tide are not real democrats at all. The snotty remarks of today’s anti-populists, they might say, will one day sound as silly as <a href=\"https://books.google.co.uk/books?id=Eqdav38BVyQC&amp;pg=PA89&amp;lpg=PA89&amp;dq=democracy+quote+lord+salisbury&amp;source=bl&amp;ots=ftQrpO5p-X&amp;sig=UBfI520brhCv1hIqYYNtevH5mwk&amp;hl=en&amp;sa=X&amp;ved=0CFEQ6AEwB2oVChMItdzv-q2UxgIVDlnbCh3uIQOi#v=onepage&amp;q=democracy&amp;f=false\" title=\"\">Lord Salisbury’s description of the American civil war</a> as the price of “deference to a dreamer’s theory” about giving votes to the poor.</p> \n<p>The populist perspective cannot be dismissed out of hand: in a democracy, no point of view with support can be. But nor, crucially, should it be assumed that it is always the most popular take. For all the profound differences between <a href=\"http://www.ukip.org/manifesto2015\" title=\"\">reactionaries like Nigel Farage</a> and populist socialists, like <a href=\"http://openeurope.org.uk/blog/podemos-economic-proposals/\" title=\"\">Podemos in Spain</a>, there is a shared tendency to presume to speak for “the people” on the basis of decidedly minority support. There are other shared features, such as the promise of a “politics of redemption”, which can in some vague way transcend the need for messy compromises. But the core is the tendency to pit an indivisible, uncorrupted “people” against those who would do it down, whether that be – for leftist populists – wealthy elites, or, in the more disturbing rightwing strain, powerless minorities.</p> \n<p>The continental reach of this chauvinist version was affirmed today, when Marine Le Pen unveiled her new Euro-parliament bloc. It includes the Party for Freedom from the Netherlands, the creature of self-described Islam-hater Geert Wilders, together with Austria’s post-fascist Freedom party, some mean-spirited separatists from parts of Belgium and Italy, and Poland’s Congress of the New Right – a newly respectable partner after the departure of its founding leader, Janusz Korwin-Mikke, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/nov/08/nigel-farage-ukip-europe-janusz-korwin-mikke\" title=\"\">who had been baffled by the concept of rape</a>. Finally, there was a lone Brit, Janice Atkinson, whose expenses had proved too fruity for Ukip. And this new bloc comes on top of Ukip’s own <a href=\"https://en.wikipedia.org/wiki/Alliance_for_Direct_Democracy_in_Europe\" title=\"\">Alliance for Direct Democracy in Europe</a> grouping. Then there are other rightwing populists again, in neither bloc, including Greek and Hungarian neo-Nazis, who – for the moment – are still deemed beyond the pale, as well as more respectable anti-immigration obsessives, including <a href=\"http://www.ft.com/cms/s/0/d9c90e48-1113-11e5-8413-00144feabdc0.html#axzz3d8kjUQwz\" title=\"\">the Danish People’s party</a>, which is running third in this week’s general election, and yet shaping a closely fought contest.</p> \n<p>All this is ugly, but the pull of reactionary populism cannot be understood by condemnation alone. As <a href=\"http://www.policy-network.net/news/4038/New-report-The-Populist-Signal\" title=\"\">a new report from Policy Network</a> underlines, the justified grievance of disaffected voters who feel that representative institutions no longer represent them needs to be listened to with care. Creative thought is now urgently required to repair the missing link between the governing and the governed.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7227d2aae382510c9083ec007d55c671d7c6a1f3/0_68_4492_2698/4492.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2698,"width":4492,"orientation":"landscape","credit":"Emmanuel Dunand/AFP/Getty Images","altText":"France's far-right National Front (FN) party leader Marine Le Pen holds a press conference at the European Parliament in Brussels","cleanCredit":"Photograph: Emmanuel Dunand/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-16T19:07:58Z","lastModified":"2015-06-16T23:01:04Z","metadata":{"commentable":true,"commentCount":69,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["European Union","Europe","World news","The far right"],"tags":[{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/far-right","webTitle":"The far right"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/16/guardian-view-on-populism-in-european-politics-shaken-and-stirred","shortUrl":"http://gu.com/p/49pe6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/16/guardian-view-on-populism-in-european-politics-shaken-and-stirred","webUri":"http://www.theguardian.com/commentisfree/2015/jun/16/guardian-view-on-populism-in-european-politics-shaken-and-stirred"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7227d2aae382510c9083ec007d55c671d7c6a1f3/0_68_4492_2698/4492.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2698,"width":4492,"orientation":"landscape","caption":"‘The continental reach of this chauvinist version was affirmed today, when Marine Le Pen (centre) unveiled her new Euro-parliament bloc.’ Photograph: Emmanuel Dunand/AFP/Getty Images","credit":"Emmanuel Dunand/AFP/Getty Images","altText":"France's far-right National Front (FN) party leader Marine Le Pen holds a press conference at the European Parliament in Brussels","cleanCaption":"‘The continental reach of this chauvinist version was affirmed today, when Marine Le Pen (centre) unveiled her new Euro-parliament bloc.’","cleanCredit":"Photograph: Emmanuel Dunand/AFP/Getty Images"}},"importance":4,"kicker":{"title":"The Guardian view"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7227d2aae382510c9083ec007d55c671d7c6a1f3/0_68_4492_2698/4492.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2698,"width":4492,"orientation":"landscape","credit":"Emmanuel Dunand/AFP/Getty Images","altText":"France's far-right National Front (FN) party leader Marine Le Pen holds a press conference at the European Parliament in Brussels","cleanCredit":"Photograph: Emmanuel Dunand/AFP/Getty Images"}}]},{"title":"Labour can play dirty over the EU referendum – or it can play to win","rawTitle":"Labour can play dirty over the EU referendum – or it can play to win","item":{"type":"comment","id":"commentisfree/2015/jun/16/labour-eu-referendum-strategy-cameron","title":"Labour can play dirty over the EU referendum – or it can play to win","trailText":"The temptation to torment David Cameron must be resisted. A smarter move is to show that Labour is a party of principle and capable of governing","standFirst":"The temptation to torment David Cameron must be resisted. A smarter move is to show that Labour is a party of principle and capable of governing","byline":"Rafael Behr","body":"<p>In the hierarchy of people who matter to David Cameron these days, the entire Labour party sits well below the prime minister of Luxembourg. Since renegotiation of Britain’s EU membership will require unanimous support from&nbsp;27 other member states, the hostility of a single head of government could sink the whole plan. <a href=\"http://www.dailymail.co.uk/news/article-3123486/Osborne-Prime-Minister-Chancellor-stand-Cameron-PMQs-time-eyes-job.html\" title=\"\">So instead of taking questions in the House of Commons</a> tomorrow, Cameron is courting Italy’s prime&nbsp;minister Matteo Renzi in the morning, followed by dinner with Xavier Bettel of Luxembourg.</p> \n<p>When the prime minister does appear in parliament, he radiates disdain for the opposition. He fears none of the candidates standing for the Labour leadership and will not fight an election against the winner. His worries are European diplomacy and Tory unity. The MPs who can harm him sit on the government benches.</p> \n<p>Labour may be peripheral to Downing Street calculations, but the Tories at least retain professional curiosity. Most voters have tuned out completely. They do not eagerly seek the views of many politicians, and recently humiliated election losers are the most ignorable kind. The race to succeed Ed Miliband is generating headlines, but the bubble of interest will burst in the autumn. The choice of a new opposition leader is usually more newsworthy than whatever that leader does next. Labour is now drinking at the oasis of mildly diverting before setting off across the desert of inconsequential.</p> \n<p>Against that backdrop, the decision to&nbsp;award a charity place <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/15/labour-leftwinger-jeremy-corbyn-wins-place-on-ballot-for-leadership\" title=\"\">on the ballot paper to Jeremy Corbyn</a>, veteran hard-left backbencher, looks bizarre. Corbyn only made it into the race because a handful of Labour MPs who have no intention of voting for him thought members should be given the option of 1980s-style retro-socialism anyway. The impulse to offer a wide slate of candidates may be honourably democratic, but that is not how it will be perceived beyond the tribal party enclosure. The&nbsp;casual observer, who must one day be persuaded to vote Labour, sees timid deference by MPs to the immoderate fringe. Corbyn’s inclusion makes the contest look more like a therapy session&nbsp;for the traumatised left than a recruitment round for a potential prime minister.</p> \n<p>Meanwhile, politics that actually matters will be conducted elsewhere, much of it on the question of Europe. Here, the danger of Labour throwing itself into marginality becomes acute, especially when the most gripping drama is a full-costume re-enactment of old Tory civil wars. The obvious temptation will be to seek tactical advantage from Conservative strife, forming crafty deals in parliament with eurosceptic hardliners to maximise Cameron’s discomfort. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/15/labour-leftwinger-jeremy-corbyn-wins-place-on-ballot-for-leadership\" title=\"\">Already Tory rebels are reaching out to opposition whips</a>, looking for help unpicking parts of the government’s referendum bill, and Labour has flirted back. The noble cover story for any collaboration would be ensuring that the terms on which the vote is held are fair and seen to be fair. The baser motive is a common interest in tormenting the prime minister.</p> \n<p>There is a precedent in <a href=\"http://www.independent.co.uk/news/uk/politics/smith-faces-pressure-over-maastricht-1558865.html\" title=\"\">John Smith’s alliance with Tory rebels over the Maastricht Treaty in 1993</a>, chipping away at John Major’s authority until it was all gone. The appeal to demoralised Labour MPs of repeating that trick is obvious. That period is venerated in the party as a golden age of opposition, when electoral and cultural tides were rushing towards landslide victory.</p> \n<p>But the conditions now are very different, and the stakes higher for the country. The risk for Labour is of parliamentary shenanigans becoming displacement activity to avoid the harder questions of what the party thinks the EU should look like and how to make that case to the country. The shadow cabinet is divided.</p> \n<p>There are eurovangelists, mostly of Blairite stripe, who want to embrace the yes campaign as a way to advertise Labour’s credentials as an optimistic, business-friendly, internationalist party. And there are fence-sitters who counsel caution, seeing traps ahead: inflaming the party’s Ukip problem by sounding too keen on immigration or alienating the left by making common cause with Cameron. The eurovangelists claim to be in a majority but worry that Harriet Harman, acting leader, has instinctive fence-sitting tendencies.</p> \n<p>A particularly sore point is the legacy of<a href=\"http://www.scotsman.com/news/politics/top-stories/andy-burnham-rules-out-another-better-together-pact-1-3797177\" title=\"\"> “Better Together”, the cross-party campaign against Scottish independence</a>, cited by fence-sitters as a cautionary tale of what happens when Labour shares a platform with Tories. That, say the eurovangelists, is a shallow misreading of Scottish political history. It avoids confronting a generation of complacency north of the border by locating the cause of the nationalist surge in events of the past year.</p> \n<p>In any case, no Labour Europhile is advocating joint photocalls with Cameron. Their point is that the opposition should see the EU referendum as a primary race in the campaign to regain a sense of purpose and relevance in the public eye. Playing tactical games over Britain’s future in Europe will have&nbsp;the opposite effect.</p> \n<p>In that respect, the Maastricht rebellion is the wrong precedent. A more suitable example of smart opposition was Cameron’s support for Tony Blair’s 2006 education reforms. Blair then, like Cameron now, had promised to stand down before the next election and was facing a massive backbench rebellion. The new Tory leader saw an opportunity to disorient the government and define his own project, not by wrecking but by assisting Blair in the twilight of his reign. The message: “We are ready to take the flame of progress and reform on when you are gone, because your ill-disciplined, reactionary party cannot be trusted.”</p> \n<p>This should be Labour’s approach to Cameron and Europe now. The party should offer constructive support for the renegotiation in exchange for guarantees that the deal will not target social and employment protections, without which the unions would not stay long on board the yes campaign.</p> \n<p>It’s hard for the opposition in its current wounded state to see Cameron&nbsp;as anything other than an enemy to be destroyed. But the prime minister’s confrontation with his party over Europe offers a different strategic opening. Labour could still exploit the gap between the Tory leader and his rebellious MPs, but by helping the more&nbsp;popular of the two sides – Cameron is liked more than his party – and in a spirit of principled cooperation not opportunist sabotage. The primary&nbsp;goal&nbsp;should not be to bring down the current government but to look like a credible replacement.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480674239/Sebastien-Thibault-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Tories will self-immolate over Europe – but Labour must not fan the flames.  Photograph: Sebastien Thibault","credit":"/Sebastien Thibault","altText":"Sebastien Thibault","cleanCaption":"The Tories will self-immolate over Europe – but Labour must not fan the flames.  Photograph: Sebastien Thibault"}],"bodyImages":[],"webPublicationDate":"2015-06-16T16:21:42Z","lastModified":"2015-06-16T23:01:05Z","metadata":{"commentable":true,"commentCount":241,"contributors":[{"name":"Rafael Behr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/1/1409577817446/Rafael-Behr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rafaelbehr"}],"feature":false,"keywords":["EU referendum","Foreign policy","European Union","UK news","Politics","David Cameron","Conservatives"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"world/eu","webTitle":"European Union"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Rafael Behr","topic":{"type":"tag-contributor","name":"profile/rafaelbehr"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/16/labour-eu-referendum-strategy-cameron","shortUrl":"http://gu.com/p/49p79","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/16/labour-eu-referendum-strategy-cameron","webUri":"http://www.theguardian.com/commentisfree/2015/jun/16/labour-eu-referendum-strategy-cameron"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480674239/Sebastien-Thibault-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Tories will self-immolate over Europe – but Labour must not fan the flames. Illustration: Sébastien Thibault","credit":"Sebastien Thibault","altText":"Sebastien Thibault","cleanCaption":"The Tories will self-immolate over Europe – but Labour must not fan the flames. Illustration: Sébastien Thibault"}},"importance":4,"byline":{"title":"Rafael Behr"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/9/1/1409577817446/Rafael-Behr-L.png"}}]},{"title":"Those drawn to Isis are hardly deluded","rawTitle":"Those drawn to Isis are hardly deluded","item":{"type":"comment","id":"commentisfree/2015/jun/16/isis-recruits-not-dupes-but-fanatics","title":"Those drawn to Isis are hardly deluded","trailText":"We are the dupes if we think no British citizen could be illiberal enough to be seduced by Isis’s fanaticism","standFirst":"We are the dupes if we think no British citizen could be illiberal enough to be seduced by Isis’s fanaticism","byline":"Jenny McCartney","body":"<p>It has now become a bitterly regular scenario: news of the disappearance of one or more British citizens, apparently to join Islamic State, or the announcement of the deaths of those who already did so. Distraught families in Bradford raised the alarm this week when three sisters and their nine children – aged between three and 15 – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/video/2015/jun/16/syria-family-bradford-fathers-video\" title=\"\">failed to return from a pilgrimage to Saudi Arabia</a>. On 9&nbsp;June they are thought to have boarded a flight to Istanbul in Turkey – often used as the route into Syria – and nothing has been heard from them since. The brother of the women is already thought to be fighting with Isis.</p> \n<p>Shortly before that, it was revealed that Talha Asmal, a 17-year-old from Dewsbury, had become <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/15/dewsbury-in-utter-shock-at-over-talha-asmals-death-in-iraq-suicide-bombing\" title=\"\">Britain’s youngest suicide bomber</a> after blowing himself up near an Iraqi oil refinery, and that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/15/briton-thomas-evans-killed-fighting-for-al-shabaab\" title=\"\">Thomas Evans</a>, a 25-year-old convert to Islam from Buckinghamshire, had died while fighting with al-Shabaab (the terrorist groupresponsible for many atrocities including the Nairobi mall attack).</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>To the admirers of militant Islamism surrounded by western culture, Isis promotes a satisfyingly fanatical ideology</p> \n </blockquote> \n</aside> \n<p>The observations frequently made following such news, from the media and devastated families alike, are that those involved have been “duped”, “fooled”, “groomed”, and “brainwashed” by radicals. The&nbsp;recruits are frequently described, no doubt accurately, in a domestic context, as pleasant and thoughtful family members and friends. It is natural that the British families of Isis recruits should wish to believe that their relatives have somehow been ideologically deceived into joining. Yet&nbsp;if we go along unquestioningly with that perception, we are also deceiving ourselves. Whatever other charges could be laid at the door of Isis, concealing its true nature is not one of them.</p> \n<p>Isis is unusual among terrorist organisations in that it came to prominence extremely quickly, has expanded the territory it controls rapidly, and has been utterly unapologetic about extreme brutality. In the past, terrorist groups have often presented their atrocities as unpalatable but necessary staging posts on the way to an endgame. The Troubles in Northern Ireland, where I grew up, were distinguished not only by sustained paramilitary violence, but by the pervasive stench of hypocrisy from its perpetrators. Whether the IRA was blowing up Protestants queuing in a fish shop, or the UVF was gunning down blameless Catholics in a pub, members took time out for tortuous, if wholly incredible, explanations as to why what they had done was strategic rather than sectarian.</p> \n<p>Isis doesn’t bother greatly with hypocrisy, however: that would imply a residual acknowledgement of liberal values in the first place. It openly defends the enslavement, sale and systematic rape of Yazidi women by Isis fighters. It posts pictures of Isis zealots throwing allegedly gay men off high buildings to their deaths. It shoots, decapitates, or immolates prisoners of war, and publicises its mass beheading of captured Coptic Christians because of their faith. It compels women to wear the full veil in public or be flogged. It glorifies violent death as martyrdom, despises other religions and cultures, and is happily intent upon erasing their most ancient history. Name a single liberal value, and Isis is in open opposition to it.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/13/godfather-of-british-jihadists-admits-we-opened-to-way-to-join-isis\">‘Recruiter’ of UK jihadis: I regret opening the way to Isis</a> </p> \n</aside> \n<p>Isis members, including its energetic female propagandists, make no secret of this. One website run by a jihadist calling herself al-Khanssa, for example, is full of pious exhortations and homely advice, but very clear on the basics. A&nbsp;questioner asks: “What do you think about the killing of Steven Sotloff?” (the American-Israeli journalist beheaded by Isis last September). She replies: “I wish I did it.” Another inquires as to whether homosexuals could engage in same-sex relationships under sharia law. The reply comes: “If they want a death sentence they could do whatever they want.”</p> \n<p>The appeal of Isis internationally has undoubtedly been boosted by the perception that it is unstoppably establishing itself as a de facto state. One way to curtail that is to arrest or reverse its expansion – as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/16/kurdish-fighters-cut-key-supply-line-to-islamic-state-capital-raqqa\" title=\"\">Kurdish fighters have managed</a> to do in Kobane and Tal Abyad. Yet to the admirers of militant Islamism surrounded by western culture – currently tying itself in anxious knots over delicate questions of class, race and gender – Isis promotes a satisfyingly fanatical revolutionary ideology in which (to borrow its own terminology) the lions and lionesses of the caliphate rear bloodthirsty cubs full of roaring certainties. Those drawn to Isis are not deluded as to its intolerant and brutal nature: that is precisely what they find appealing, along with the promise of power, adventure and a glittering afterlife.</p> \n<p>It may be disturbing that in so many apparently ordinary British citizens the superficial bank of inculcated liberal, rational values can crumble and scatter as easily as the Iraqi army in Mosul, but we had better recognise that it does. Otherwise, we are choosing only to dupe ourselves.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434479674715/Isis-soldiers-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Name a single liberal value, and Isis is in open opposition to it.' Photograph: Medyan Dairieh/Zuma Press/Corbis","credit":"Medyan Dairieh/Zuma Press/Corbis","altText":"Isis soldiers","cleanCaption":"'Name a single liberal value, and Isis is in open opposition to it.' Photograph: Medyan Dairieh/Zuma Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-16T18:42:03Z","lastModified":"2015-06-17T07:22:08Z","metadata":{"commentable":true,"commentCount":147,"contributors":[{"name":"Jenny McCartney","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jenny-mccartney"}],"feature":false,"keywords":["Islamic State","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jenny McCartney","topic":{"type":"tag-contributor","name":"profile/jenny-mccartney"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/16/isis-recruits-not-dupes-but-fanatics","shortUrl":"http://gu.com/p/49pe7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/16/isis-recruits-not-dupes-but-fanatics","webUri":"http://www.theguardian.com/commentisfree/2015/jun/16/isis-recruits-not-dupes-but-fanatics"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434479674715/Isis-soldiers-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Name a single liberal value, and Isis is in open opposition to it.' Photograph: Medyan Dairieh/Zuma Press/Corbis","credit":"Medyan Dairieh/Zuma Press/Corbis","altText":"Isis soldiers","cleanCaption":"'Name a single liberal value, and Isis is in open opposition to it.' Photograph: Medyan Dairieh/Zuma Press/Corbis"}},"importance":3,"byline":{"title":"Jenny McCartney"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434479674715/Isis-soldiers-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Name a single liberal value, and Isis is in open opposition to it.' Photograph: Medyan Dairieh/Zuma Press/Corbis","credit":"Medyan Dairieh/Zuma Press/Corbis","altText":"Isis soldiers","cleanCaption":"'Name a single liberal value, and Isis is in open opposition to it.' Photograph: Medyan Dairieh/Zuma Press/Corbis"}}]},{"title":"Julia Gillard's views on sexism in politics are about every woman in every job","rawTitle":"Julia Gillard's views on sexism in politics are about every woman in every job","item":{"type":"comment","id":"lifeandstyle/womens-blog/2015/jun/16/julia-gillards-views-on-sexism-in-politics-are-about-every-woman-in-every-job","title":"Julia Gillard's views on sexism in politics are about every woman in every job","trailText":"Her famous speech electrified the debate about misogyny in the workplace – and the former Australian PM has explained further what drove her to make it, and what it achieved","standFirst":"<p>Her famous speech electrified the debate about misogyny in the workplace – and the former Australian PM has explained further what drove her to make it, and what it achieved</p>","byline":"Laura Bates","body":"<p>“I’m too much of a patriot to think [sexism in politics] is an issue about Australia,” said Julia Gillard, former Australian prime minister, at Fortune magazine’s summit for women on Monday night. “This issue about women and leadership is a global issue. Still, somewhere in our brains, is whispering a stereotype that says if a woman is leading, commanding, she has probably given up on ‘female’ traits of empathy, likeability; she’s probably a bit hard boiled.” </p> \n<p>It’s a problem women in work face every day, and as Gillard passionately pointed out, “until we can shed that stereotype that women, leadership and likeability don’t go together, we will be putting the baggage of that on to the women who do emerge. We’ll see some of it in Hillary [Clinton]’s campaign.”</p> \n<p>She isn’t wrong – Clinton has already faced a barrage of ageist and sexist criticism, particularly in recent months as speculation increased about her presidential bid. An inordinately crass tweet (hastily deleted) sent from <a href=\"http://www.businessinsider.com/donald-trump-via-twitter-hillary-clinton-cant-satisfy-her-husband-2015-4?IR=T\">Donald Trump’s Twitter account asked</a>: “If Hillary Clinton can’t satisfy her husband, what makes her think she can satisfy America?” When talking straight politics, Clinton has been accused of being cold and out of touch, but when she mentions her family, she faces accusations of<a href=\"http://www.salon.com/2015/04/20/basking_in_estrogen_maureen_dowd_offers_predictably_sexist_take_on_hillary_clintons_campaign/\"> being too “oestrogen” fuelled</a>. During Clinton’s first run, <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/02/hillary-clinton-old-woman-white-house-2016-america\">one commentator famously asked</a>: “Will this country want to actually watch a woman get older before their eyes on a daily basis?” </p> \n<p> In fact, the very same sexist “small breasts, huge thighs” line reportedly used to mock Gillard on<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/12/gillard-menu-sexist-liberal-dinner\"> a Liberal National party fundraiser menu</a> has even resurfaced on <a href=\"http://thehoopla.com.au/hillary-clinton-bad-joke-badges/\">anti-Hillary badges</a>. It’s a depressing state of affairs – that even at this level of power and international prominence, women will be reduced to . It’s no surprise that Gillard describes politics as “too crowded, quarrelsome and contested” to give much time for internal meditation, and the need to have mentors in women’s lives.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/26/julia-gillard-misogyny-kevin-rudd\">Julia Gillard reveals what she thought when she gave the 'misogyny speech'</a> </p> \n</aside> \n<p>Asked if she had any regrets about her famous 2012 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/oct/12/julia-gillard-sexism-australian-women\">speech on misogyny</a>, Gillard had an unequivocal one-word answer: “No.” She didn’t realise how far-reaching the impact would be, but that “in a state of cool anger, that after all I’d put up with on gender, I was going to be lectured by Tony Abbott about sexism”.</p> \n<p>It wasn’t until later that day, when she walked back from the chamber to her office and found it “alight with phone calls and emails”, that she began to realise the speech had gone viral. The moment “the penny really dropped”, Gillard said, was on a subsequent trip to India, where she was greeted by an Indian police officer who was part of her assigned security detail. “The first thing she said, when she greeted me and ushered me into the car was, ‘Great speech.’”</p> \n<p>Asked whether she had any advice for Clinton, Gillard replied that Clinton was experienced enough not to need her advice, but did suggest calling out sexism early; Gillard had assumed that the most extreme “reaction about gender”, both supportive and negative, would peak at the beginning of her term in office. Instead, she said, it heightened when she spoke out about controversial political issues, when gender became a “convenient cudgel of criticism”and abuse – such as “ditch the witch” and “ditch the bitch” – was hurled at her. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/13/julia-gillard-backlash-puts-women-with-traditional-gender-beliefs-off-politics-study\">Julia Gillard backlash puts women with traditional gender beliefs off politics – study</a> </p> \n</aside> \n<p>But the advice might not be easy to follow – as Gillard herself discovered, the very act of standing up to sexism can see women in politics re-victimised. After her speech on misogyny was beamed around the globe, some commentators accused Gillard of “gratuitously” betraying her emotional sensitivity’ and suggested that <a href=\"http://blogs.telegraph.co.uk/news/brendanoneill2/100184669/julia-gillard-needs-to-man-up/\">she simply needed to “man up”</a>. Opposition politicians described her pithy, intelligent responses to sexist behaviour as “playing the gender card”, attempting to portray her as the real threat to women in politics, with claims that she had <a href=\"http://www.australiantimes.co.uk/liberal-mp-says-gillard-speech-pathetic/\">“demeaned every woman in this parliament”</a>. </p> \n<p>Ultimately it is our stereotypes that need to shift, not the response of women in politics. Gillard admitted that when she was a girl, “if someone had suggested you could be prime minister it would have been as unreal as suggesting you could go with Neil Armstrong to the moon”. On encouraging our daughters to “pursue [their] passion”, she summed up the problem for everyone in the room: “I don’t think people are born with a blinkered gender construct about what they can achieve in the world. We stamp that onto them. And we’ve got to pull the stamp away.”</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469079770/47c3b4d4-9d08-47a7-950f-a6d78c42d1de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Daniel Deme/WENN.com/Daniel Deme/WENN.com","altText":"Julia Gillard in London this month.","cleanCredit":"Photograph: Daniel Deme/WENN.com/Daniel Deme/WENN.com"}],"bodyImages":[],"webPublicationDate":"2015-06-16T16:54:21Z","lastModified":"2015-06-16T17:06:09Z","metadata":{"commentable":true,"commentCount":222,"contributors":[{"name":"Laura Bates","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/3/1428058264790/Laura-Bates-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/laura-bates"}],"feature":false,"keywords":["Women","Life and style","Politics","Gender","Feminism","UK news","Julia Gillard","Work & careers","Women in politics"],"tags":[{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/gender","webTitle":"Gender"},{"id":"world/feminism","webTitle":"Feminism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/julia-gillard","webTitle":"Julia Gillard"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"politics/women","webTitle":"Women in politics"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Laura Bates","topic":{"type":"tag-contributor","name":"profile/laura-bates"}}],"series":{"title":"Laura Bates on everyday sexism","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/laura-bates-on-everyday-sexism"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/womens-blog/2015/jun/16/julia-gillards-views-on-sexism-in-politics-are-about-every-woman-in-every-job","shortUrl":"http://gu.com/p/49pxx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/womens-blog/2015/jun/16/julia-gillards-views-on-sexism-in-politics-are-about-every-woman-in-every-job","webUri":"http://www.theguardian.com/lifeandstyle/womens-blog/2015/jun/16/julia-gillards-views-on-sexism-in-politics-are-about-every-woman-in-every-job"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469079770/47c3b4d4-9d08-47a7-950f-a6d78c42d1de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Julia Gillard speaking to schoolkids in London this month. Photograph: Daniel Deme/WENN.com/Daniel Deme/WENN.com","credit":"Daniel Deme/WENN.com/Daniel Deme/WENN.com","altText":"Julia Gillard in London this month.","cleanCaption":"Julia Gillard speaking to schoolkids in London this month.","cleanCredit":"Photograph: Daniel Deme/WENN.com/Daniel Deme/WENN.com"}},"importance":3,"byline":{"title":"Laura Bates"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/4/3/1428058264790/Laura-Bates-L.png"}}]}],"lastModified":"2015-06-17T08:06:15Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}