{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Come on Labour, the people need closure. Give us that bloody Edstone","rawTitle":"Come on Labour, the people need closure. Give us that bloody Edstone","item":{"type":"comment","id":"commentisfree/2015/may/15/labour-edstone-candidate-campaign","title":"Come on Labour, the people need closure. Give us that bloody Edstone","trailText":"The first candidate big enough to deal with the monstrous campaign-trail cock-up of the manifesto monolith will get my vote","standFirst":"The first candidate big enough to deal with the monstrous campaign-trail cock-up of the manifesto monolith will get my vote","byline":"Marina Hyde","body":"<p>Look, I don’t want to come across as too principled here, but I think I’d vote for any of the Labour leadership candidates who told me the truth about what happened to the Edstone. Maybe Chuka Umunna wanted to break the omert&agrave; – maybe they got to him. But none of us need the services of the renowned symbologist <a href=\"http://en.wikipedia.org/wiki/Robert_Langdon\" title=\"\">Robert Langdon</a> to tell us that the stone has been invested with dark and troubling powers. Why else is its fate the most closely guarded secret since Labour’s economic policy?</p> \n<p>To the list of Things Labour Still Doesn’t Get, may I add Britain’s need to know what happened to the Edstone? I would place this at the top of the aforementioned list of things, and if that results in me being told that my priorities are out of whack by a party whose own bearings were about 500 nautical miles off course, then I think I can make my peace with that. I just can’t make my peace with the not knowing.</p> \n<p>I don’t need to see a video of Andy Burnham walking barefoot through its gravelled remains, maybe in three-quarter-length trousers while singing The Way We Were; nor do I require footage of Yvette Cooper kneeling on a sandy beach out of which the ruined top of the Edstone is protruding, wailing <a href=\"https://www.youtube.com/watch?v=XvuM3DjvYf0\" title=\"\">“God damn you all to hell!”</a> while her helpmeet, Ed Balls, holds the reins of their horse. I’ve got the internet for all&nbsp;that.</p> \n<p>What I don’t have is answers from a party that has spent the past week robotically assuring me: “We need to have an open and honest discussion.” OK. Item one: where’s your bloody&nbsp;stone?</p> \n<p>Where is it – your Milistone, your EdHenge, your policy cenotaph (&copy; Simon Blackwell)? Is it, as some claim, still intact – but in a high-security hiding place? Or is it, as others insist, already destroyed? We know it was a tombstone – was it given a funeral? Was it buried at sea like Osama bin Laden, in order that its final resting place not become a place of pilgrimage for political ironists? <a href=\"http://www.lrb.co.uk/v37/n10/seymour-m-hersh/the-killing-of-osama-bin-laden\" title=\"\">According to a new account</a> – by the veteran US journalist Seymour Hersh, of course – Osama himself was not buried at sea, but used for target practice by some of the Seal team, then scattered in various pieces over the Hindu Kush. Perhaps this was the fate of the Edstone, but on the South Downs instead.</p> \n<p>Clearly, I wonder too much about the Edstone. I’ve considered the possibility that this is a classic displacement activity, preferable to thinking too about, say, the fact that the new justice secretary has no legal background, has written in support of bringing back hanging, declared that the Stephen Lawrence inquiry had a “whiff of Salem” about it, and insisted there should be no inquiry into any cover-up of paedophile politicians at Westminster.</p> \n<p>But my Edstone obsession is something else as well: it’s the psychological pull of unfinished business. You can’t move in modern politics for hearing about narratives, mostly from the people who imagine they’re involved in the construction of them. If Labour party members understand that – they certainly bang on about it enough – then it ought not to be beyond their wit to see that you can’t just unveil an eight-foot limestone manifesto monolith and imagine it can die offstage without comment. That stone stole the show. Its public needs to know how it ended. Call it closure; call it what you like. Just call me from an untraceable number and tell me what happened to it.</p> \n<p>On some things we can speculate with a degree of certainty. In the days – hours? – after the election, a kill order would have had to go out. Clearly, it must have been recycled in some way. You can’t just drive it out to the weeds and bury it in a shallow grave. Discussions would have been had about what would happen if – when? – people found out what they’d done.</p> \n<p>And make no mistake, some reporter will find out eventually. Someone will be the Indiana Jones of the Edstone, perhaps reaching back for their notebook as the <a href=\"https://www.youtube.com/watch?v=2ui85HwTX1s\" title=\"\">garage door on a Hastings gravel merchant comes closing down</a>. And I will love them for it. We must hope they have not been diverted by events – none of us wants to live in a world where Harrison Ford’s boss rings him up and tells him he’s being pulled off the Ark of the Covenant quest and put on to a tip they’ve got about one of Chuka Umunna’s friends in Ibiza.</p> \n<p>As for the Edstone’s precise fate, that may be the best bit of the tale. There is something marvellous about transformational stories involving unwanted inanimate objects. At Madame Tussauds, changes in popularity mean the collection is always mutating, and some dummies go the way of all wax. An employee once told me that bits of William Hague ended up in Jonny Wilkinson. (Leave that one – it’s not worth it.) The top layer of the M6 toll road contains <a href=\"http://news.bbc.co.uk/1/hi/england/west_midlands/3330245.stm\" title=\"\">2.5m pulped Mills &amp; Boon novels</a>. Ever since I discovered that another use for remaindered books is to be made into the artificial snow used in filming, I have been unable to watch things like the Christmas episode of Downton Abbey without wondering happily whether the cast’s faces are being gently kissed by flakes of, for instance, Ashley Cole’s critically misunderstood autobiography. Do look at dear Lady Mary, hand outstretched in wonderment to touch the softly fluttering fragments of the bit where Ashley nearly drives his Aston Martin off the North Circular while he’s screaming at his agent about Arsenal’s offer to him being &pound;5,000 a week short. Christmas makes children of us all, doesn’t it?</p> \n<p>Anyhow, if the Edstone is living a new life as a driveway on the south coast, we need to know about it. There is humanity in that there stone – or rather, in a wry disclosure of what has happened to it. As things stand, it’s just another piece of unfinished business that Labour simply can’t bear to deal with. (Keepers of records will know that tally now also includes two elections.)</p> \n<p>So I’m only half-joking when I say the person who is most able to deal with this hilarious cock-up by, you know, even talking about it – God, maybe even risking an actual joke about it – is the most human and relatable candidate on offer, and consequently the best choice to lead the party. Take ownership, contenders – or stonership, if you prefer.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431700003577/Ed-Miliband-stone--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ed Miliband unveiling Labour's pledges carved on a stone plinth while campaigning in Hastings.  Photograph: Stefan Rousseau/PA","credit":"Stefan Rousseau/PA","altText":"Ed Miliband, stone ","cleanCaption":"Ed Miliband unveiling Labour's pledges carved on a stone plinth while campaigning in Hastings.  Photograph: Stefan Rousseau/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-15T17:38:01Z","lastModified":"2015-05-15T23:01:13Z","metadata":{"commentable":true,"commentCount":290,"contributors":[{"name":"Marina Hyde","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marinahyde"}],"feature":false,"keywords":["Labour","Labour party leadership","Manifestos 2015","Ed Miliband","Politics"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/manifestos-2015","webTitle":"Manifestos 2015"},{"id":"politics/edmiliband","webTitle":"Ed Miliband"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Marina Hyde","topic":{"type":"tag-contributor","name":"profile/marinahyde"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/labour-edstone-candidate-campaign","shortUrl":"http://gu.com/p/49vn5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/15/labour-edstone-candidate-campaign","webUri":"http://www.theguardian.com/commentisfree/2015/may/15/labour-edstone-candidate-campaign"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431700003577/Ed-Miliband-stone--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ed Miliband unveiling Labour's pledges carved on a stone plinth while campaigning in Hastings.  Photograph: Stefan Rousseau/PA","credit":"Stefan Rousseau/PA","altText":"Ed Miliband, stone ","cleanCaption":"Ed Miliband unveiling Labour's pledges carved on a stone plinth while campaigning in Hastings.  Photograph: Stefan Rousseau/PA"}},"importance":7,"showQuotedHeadline":true},{"title":"Europe’s migrant tragedy can be stemmed only in Africa","rawTitle":"Europe’s migrant tragedy can be stemmed only in Africa","item":{"type":"comment","id":"commentisfree/2015/may/15/europe-migrant-tide-tragedy-africa","title":"Europe’s tide of migrant tragedy can be stemmed only in Africa","trailText":"While the EU argues over those drowning in the Mediterranean, it overlooks the need to work with the sub-Saharan countries that people are fleeing","standFirst":"<p>While the EU argues over those drowning in the Mediterranean, it overlooks the need to work with the sub-Saharan countries that people are fleeing</p>","byline":"Natalie Nougayrède","body":"<p>One day in October 2013, Enrico Letta, the then prime minister of Italy, stood in front of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/oct/09/lampedusa-shipwreck-italy-state-funeral-migrants\" title=\"\">302 coffins lined up inside a ventilated room</a> on the island of Lampedusa. They contained the bodies of those who had perished at sea, in the biggest migrant disaster Europe had known at that point.</p> \n<p>Some of the coffins were very small: they contained the bodies of children. The smell of death hung in the air. There&nbsp;was complete silence, except for the creaking sound of the air conditioning. It was a moment of deep reckoning. Letta suddenly realised that Europe’s indifference, and its powerlessness, had created a situation where thousands of human lives were put at risk. For Letta, that day marked the starting point of Mare Nostrum, an operation Italy launched to search and rescue migrants attempting the perilous crossing from Africa to Italy.</p> \n<p>Letta tells this story in his recent book <em>Andare insieme, andare lontano</em> [Going Together, Going Far], in which he describes his experience as head of the Italian government in 2013-14. He says the migrant crisis became the “gravest issue” he had to deal with as prime minister. But, as Letta points out, doing something about those deaths wasn’t just about putting an end to our shame or sense of guilt. It had to do with a certain conception of civic and political duty. Those boat people in the Mediterranean came as a reminder that there were things that simply had to be done: there were moral obligations. But the fact is also that Italy ended up alone in bearing the brunt of the effort.&nbsp;</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The largest group of people crossing the Mediterranean to get to Europe in 2015 were those from sub-Saharan Africa</p> \n </blockquote> \n</aside> \n<p>A lot of this came back to the fore in recent weeks, as even<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/19/700-migrants-feared-dead-mediterranean-shipwreck-worst-yet\" title=\"\"> worse mass drownings have occurred off the Italian coast</a>. More than 1,800 people have died in the Mediterranean since the beginning of the year. European ministers have scrambled to produce a list of possible measures, ranging from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/10/european-commission-migrant-quota-plan-mediterranean-crisis\" title=\"\">mandatory national quotas for refugees</a> to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/10/eu-considers-military-attacks-on-targets-in-libya-to-stop-migrant-boats\" title=\"\">military targeting of trafficking networks in Libya</a>, the country that acts as the biggest launchpad for migrants.</p> \n<p>There is much discussion of how realistic some of these ideas are. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/31/italy-sea-mission-thousands-risk\" title=\"\">cancellation of the Mare Nostrum programme</a> in the final months of 2014 has been widely criticised. New <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/23/european-leaders-pledge-ships-mediterranean-pick-up-migrants\" title=\"\">commitments have been made to strengthen Triton</a>, a European border protection programme suddenly given the task of saving people at sea – all while <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/31/italy-sea-mission-thousands-risk\" title=\"\">operating within a much smaller radius off the Italian coast than Mare Nostrum</a>.&nbsp;</p> \n<p>The deeper problem is that only the downstream aspect of the migrant tragedy is being addressed. The issues at the other end – where these migrants come from, and why – have hardly been studied in depth, or with strategic solutions in mind. There has been much focus on the resources for rescue operations, on the situation in Libya, its traffickers and its boats, and on how many asylum seekers will be taken in by European countries. But just as Letta wrote in his book, there is a much larger issue at play here, and one that no one seems quite ready to confront: the question of why millions of people decide to uproot themselves from Africa in search of a better life in Europe.</p> \n<p>Concentrating on Syrian war refugees, many of whom now arrive in Europe via other routes, misses a bigger story: the largest group of people crossing the Mediterranean to get to Europe this year were those from sub-Saharan Africa.&nbsp;One Rome-based European official went as far as claiming that&nbsp;“90% to 95% of migrants” who arrived on Italian shores in recent months had come from countries in western and sub-Saharan Africa such as Senegal, Mali or Ivory Coast – though official figures compiled by the Italian interior ministry put their numbers considerably lower.</p> \n<p>These are not necessarily war refugees, but often young men fleeing poverty, unemployment, repression and corrupt political regimes. They are aware of the risk posed by the potentially deadly crossing of the Med, but willing to take it in the hope of reaching a more affluent part of the world and building a future there. Sub-Saharan Africa is a demographic time bomb waiting to happen: according to some estimates, its population will double by 2050.</p> \n<p>Neither the EU nor its member states have engaged in a comprehensive dialogue with these African countries about the causes of migration. It is not just that development aid has shrunk in recent years. It is that African&nbsp;governments haven’t even been asked hard questions about the trafficking networks taking root in their countries – Niger <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/12/niger-passes-law-to-fight-people-smuggling\" title=\"\">banning people-smuggling this week</a> is so far an honourable exception. Not to mention the money trail: if the business of trafficking humans across the Sahara and the Mediterranean brings in hundreds of millions of dollars annually, surely that pile of money is not hiding under a mattress somewhere in Libya.</p> \n<p>Tracking the money, possibly into tax havens, may be more efficient than destroying fishermen’s boats. All these questions are pending. To tackle the migration problem, a more far-reaching European approach is needed, not just rescue operations and emotional appeals, however necessary. The geographical dimension of African migration hasn’t yet sunk into our minds. Yet how we deal with it will determine Europe’s future.</p> \n<p>It is fitting that Letta has put an African proverb on the <a href=\"http://www.amazon.it/Andare-insieme-andare-lontano-Enrico/dp/8804655372/ref=sr_1_1?ie=UTF8&amp;qid=1431621197&amp;sr=8-1&amp;keywords=enrico+letta\" title=\"\">cover of his book</a>: “If you want to go fast, go alone. If you want to go far, go together”. Europe will be able to cope with its immigration problem only if it works with Africa.&nbsp;</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431699179961/Migrants-on-a-wooden-boat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Over 1,800 migrants have died in the Mediterranean since the ­beginning of 2015.' Photograph: Jason Florio/AFP/Getty Images","credit":"Jason Florio/AFP/Getty Images","altText":"Migrants on a wooden boat in the Mediterranean","cleanCaption":"'Over 1,800 migrants have died in the Mediterranean since the ­beginning of 2015.' Photograph: Jason Florio/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-15T16:55:58Z","lastModified":"2015-05-15T23:01:09Z","metadata":{"commentable":true,"commentCount":272,"contributors":[{"name":"Natalie Nougayrède","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413378775155/Natalie-Nougayrede-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/natalie-nougayrede"}],"feature":false,"keywords":["Migration","World news","European Union","Europe","Italy","Africa"],"tags":[{"id":"world/migration","webTitle":"Migration"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/italy","webTitle":"Italy"},{"id":"world/africa","webTitle":"Africa"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Natalie Nougayrède","topic":{"type":"tag-contributor","name":"profile/natalie-nougayrede"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/europe-migrant-tide-tragedy-africa","shortUrl":"http://gu.com/p/49vmd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/15/europe-migrant-tide-tragedy-africa","webUri":"http://www.theguardian.com/commentisfree/2015/may/15/europe-migrant-tide-tragedy-africa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431699179961/Migrants-on-a-wooden-boat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Over 1,800 migrants have died in the Mediterranean since the ­beginning of 2015.’ Photograph: Jason Florio/AFP/Getty Images","credit":"Jason Florio/AFP/Getty Images","altText":"Migrants on a wooden boat in the Mediterranean","cleanCaption":"‘Over 1,800 migrants have died in the Mediterranean since the ­beginning of 2015.’ Photograph: Jason Florio/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":true},{"title":"Analysis / The Burundi crisis is not over yet","rawTitle":"The Burundi crisis is not over yet","item":{"type":"article","id":"world/2015/may/16/burundi-crisis-is-not-over-yet-analysis","title":"Burundi crisis is not over yet – analysis","trailText":"The president has returned after a failed coup, but Thierry Vircoulon of the International Crisis Group says the situation has not yet been resolved","standFirst":"<p>The president has returned after a failed coup, but the International Crisis Group <a href=\"http://www.dailymaverick.co.za/article/2015-05-15-analysis-burundis-crisis-not-over-yet/#.VVYcEpTF-Jc\">tells the Daily Maverick</a> that the situation has not yet been resolved</p>","byline":"Thierry Vircoulon of the International Crisis Group","body":"<p><strong>What happened during the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/14/burundi-violence-coup-protests-bujumbura-president-pierre-nkurunziza\">13 May coup attempt</a>? What do you understand about the situation on the ground?</strong></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/commentisfree/2015/may/15/burundi-power-struggle-danger-rwanda\">Why Burundi’s violent power struggle is a danger to Rwanda too | Murithi Mutiga</a> </p> \n</aside> \n<p><strong>Thierry Vircoulon:</strong> The coup leaders took advantage of the fact that President Nkurunziza had travelled to Dar es Salaam in Tanzania for a summit of the East African Community. Ironically, the special meeting had been convened by regional heads of state to discuss the crisis in Burundi after three weeks of street protests in the capital city against Nkurunziza’s candidacy for the next election.</p> \n<p>During the coup, there were at first signs of joy in the centre of Bujumbura, with people dancing and fraternising with military forces on the street. But the demonstrators did not take over the city centre, and the coup plotters were unable to rally enough military units behind them. When clashes between army rebels and loyalists started – and the only fighting seems to have been between different parts of the army – people melted away back home. General Niyombare’s rebellion also failed to win over public support from Burundi’s political opposition, even though they share the aim to prevent the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/05/senior-burundi-judge-flees-rather-than-approve-presidents-candidacy\">president’s unconstitutional third term</a>.</p> \n<p>Nkurunziza was able to return to the country. The coup is over. The coup-makers lost, and some of them have surrendered.</p> \n<p><strong>Who was behind the coup?</strong></p> \n<p>It was staged by Major General Godefroid Niyombare, a former army chief of staff, a former ambassador to Kenya and a former intelligence service head. General Niyombare is from the ruling party’s security elite who has become dissatisfied with Nkurunziza’s rule. He is not the only disgruntled general, but is the most visible of them. Niyombare was dismissed by the president in February after he sent a personal note advising him not to run for a third presidential term. The coup plotters were basically a faction in the security services, mostly very much from within the ruling party’s inner circle.</p> \n<p><strong>In his statement justifying the coup, Niyombare claimed to be acting to save the Arusha agreement. Had it really broken down? Why is it important to preserve?</strong></p> \n<p>The Arusha peace and reconciliation agreement for Burundi,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2001/nov/01/nelsonmandela\"> signed in 2000</a>, eventually ended a long, ethnically charged civil war in 2005. Nkurunziza and the ruling elite have blocked the implementation of key provisions – for instance, a transitional justice process – and have managed much-needed land reform badly. They have also created a superficial opposition <em>de fa&ccedil;ade </em>to preserve the appearance of institutionalised power sharing. In fact, they have made no secret of their dislike for the Arusha peace agreement, nor of their intention to amend one of its principal achievements, the constitution. The constitution refers to the Arusha agreement, provides for a two-term limit for the president and makes a two-thirds parliamentary majority compulsory to pass a law. Nkurunziza’s attempt to change the constitution in 2014 failed by only one vote.</p> \n<p>The Arusha agreement is widely considered to be the foundation for peace in Burundi. It created the present power-sharing system, which is seen by most Burundians as the best available, able to accommodate the country’s various political interests and making peaceful coexistence possible after a very long civil war that cost 300,000 lives.</p> \n<p><strong>What grievances have motivated the protesters over the past month?</strong></p> \n<p>The principal grievance has been that Nkurunziza was defying the constitution to run for a third term in the 26 June elections. On Wednesday morning, just before the attempted coup, even the Catholic Church had issued a statement appealing for him to drop this divisive ambition.</p> \n<p>The problem is not just political. More than 100,000 Burundians have fled the country, fearing violence if Nkurunziza insists on this course of action. They are worried by increasing authoritarianism that marked the president’s second mandate, by the lack of social services and economic development, as well as by rising corruption.</p> \n<p><strong>How do the events of the week fit into the pattern of Burundi’s politics and civilian-military relations?</strong></p> \n<p>Burundi’s history has been marked by several bloodless military coups. In 1976, Jean-Baptiste Bagaza took power in a bloodless coup but was himself the victim of another coup while he was in Canada in 1987. Pierre Buyoya organised two coups, and after each stayed in power for several years (1987-1993 and 1996-2003).</p> \n<p><strong>How is Africa reacting? </strong></p> \n<p>Most African countries have waited to see how the situation plays out before offering a formal reaction. However, East African leaders condemned the coup after their 13 May summit. The attempted coup is principally an internal matter, the latest example on the continent of how any attempt by leaders to extend their mandates can trigger large and prolonged popular demonstrations and crises.</p> \n<p><strong>What is the danger now?</strong></p> \n<p>The Burundi crisis is not over with the failure of the coup. Many Burundians are scared and continue to leave the country as fast as they can.</p> \n<p>As for those who supported the coup, the president has said that the soldiers who surrender will be forgiven and this should happen. However, past experience in Burundi raises serious concerns regarding an escalation of repression and the fate of those of who have surrendered. </p> \n<p>Theoretically, legislative and municipal elections are scheduled for 26 May and the presidential election for 26 June. The president wishes to organise the elections as soon as possible but attempting to do so will only contribute to worsening the situation. The holding of acceptably free and fair elections is now impossible. The spokesperson of the opposition has called for the resumption of street protests this morning and street barricades have reappeared in the Musaga district of Bujumbura.</p> \n<p><strong>What could Nkurunziza and the international community do to ensure stability?</strong></p> \n<p>The first priority is to ensure that the aftermath of the coup attempt passes with as little new bloodshed as possible. If international mediators can do so, they should supervise the surrender of the coup-plotters and ensure that they are not executed.</p> \n<p>Nkurunziza should acknowledge that the country is in trouble and unity needs to be restored. He should not press for the elections while political conditions for peaceful polls are not in place and the population does not feel safe. Burundi is not the success story it has been widely depicted as being, and must come to grips with its underlying problems. After this crisis and given the fast flow of refugees, this cannot be business as usual.</p> \n<p>To put in place the right political conditions for peaceful elections, a roundtable of the Burundian political actors should be quickly convened. As soon as possible, the UN, the East African Community, the European Union and the African Union should send their representatives to facilitate the resumption of dialogue between the opposition and the government.</p> \n<p>International actors should also demand the release of the many people arrested for taking part in the mounting demonstrations of the past weeks. </p> \n<p><em>This interview first appeared on the <a href=\"http://www.dailymaverick.co.za/article/2015-05-15-analysis-burundis-crisis-not-over-yet/#.VVYcEpTF-Jc\">Daily Maverick</a></em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431706396143/fdbf0f2f-48b7-4f2f-9433-e4d1dbc2a506-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jerome Delay/AP","altText":"Supporters of the Burundi president, Pierre Nkurunziza, celebrate his return in Bujumbura.","cleanCredit":"Photograph: Jerome Delay/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-16T06:00:18Z","lastModified":"2015-05-16T06:00:18Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Burundi","Africa","World news"],"tags":[{"id":"world/burundi","webTitle":"Burundi"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"series":{"title":"Guardian Africa network","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/guardian-africa-network"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/16/burundi-crisis-is-not-over-yet-analysis","shortUrl":"http://gu.com/p/49xvp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/16/burundi-crisis-is-not-over-yet-analysis","webUri":"http://www.theguardian.com/world/2015/may/16/burundi-crisis-is-not-over-yet-analysis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431706396143/fdbf0f2f-48b7-4f2f-9433-e4d1dbc2a506-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Supporters of the Burundi president, Pierre Nkurunziza, celebrate his return in Bujumbura. Photograph: Jerome Delay/AP","credit":"Jerome Delay/AP","altText":"Supporters of the Burundi president, Pierre Nkurunziza, celebrate his return in Bujumbura.","cleanCaption":"Supporters of the Burundi president, Pierre Nkurunziza, celebrate his return in Bujumbura.","cleanCredit":"Photograph: Jerome Delay/AP"}},"importance":5,"kicker":{"title":"Analysis"},"showQuotedHeadline":false},{"title":"Chuka Umunna's exit shows how the media robs us of ‘normal’ politicians","rawTitle":"Chuka Umunna's exit shows how the media robs us of ‘normal’ politicians","item":{"type":"comment","id":"politics/commentisfree/2015/may/15/chuka-umunna-media-robbing-normal-political-candidates","title":"Chuka Umunna shows how the media is robbing us of ‘normal’ politicians","trailText":"With this unforgiving intrusion into personal lives – but not policies – the media is driving away the candidates we need, leaving just the on-message robots","standFirst":"<p>With this unforgiving intrusion into personal lives – but not policies – the media is driving away the candidates we need, leaving just the on-message robots</p>","byline":"Owen Jones","body":"<p>I’m no Chuka-ite, but what a travesty if he’s been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/chuka-umunna-withdraws-from-labour-leadership-contest\">bumped out of the Labour leadership competition because of media intrusion</a>. Rather than scrutinising the ideas and policies of our political leaders – except to demonise and caricature them if they even timidly step outside the political status quo – instead the media focuses on personality and personal life. Allegedly doorstepping his family, including his girlfriend’s 102-year-old grandmother – is this really how “media scrutiny” should work in Britain in 2015?</p> \n<p>Handwringing about the lack of “normal” people in British politics is fashionable, but what do we expect? There are lots of principled individuals out there who would relish representing their community. They take it as read that their beliefs would face heavy scrutiny; relevant personal characteristics, such as personal judgment, would also get a going over. But having the media snooping not just into your private life, but the lives of those close to you? Saying “throw what you like at me” is one thing, but it is deeply presumptuous to adopt such a posture on behalf of those close to you.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Allegedly doorstepping his girlfriend’s 102-year-old grandmother – is this how 'media scrutiny' should work in 2015?</p> \n </blockquote> \n</aside> \n<p>Being “normal” often means having a complex life. A huge chunk of the population have taken drugs, cheated on a partner, slept with or gone out with someone they regret, been unfair to someone close to them or a stranger. Maybe we committed some misdemeanour when we were younger. Personally I would prefer more MPs with complex backstories, because that makes them more representative and more human. But with the promise – the threat – of unforgiving media intrusion into every last facet of our personal life, why do we expect normal people, with complex lives, to stand for elected office? And then we complain that our politicians are boring on-message robots.</p> \n<p>Chuka should have expected it and learned to take it, some will say. It’s all part of the territory. If you don’t want that level of intense scrutiny, choose a different path in life. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/06/sun-front-page-antisemitic-save-our-bacon-ed-miliband\">You saw what they did to Ed Miliband</a>, did you not? What a bleak approach, that the price of political service should be having your life and the lives of those who love you torn to shreds. A mean, cruel, macho, debased political “debate”, stripped of humanity or understanding.</p> \n<p>Labour’s current leadership contest needs scrutiny, sure: all those bland, vacuous platitudes, but no policies or substance. The media has disastrously failed to scrutinise the government’s policies, often serving as a de facto extension of the Tory party’s propaganda unit. Instead it’s personalities and private lives that are hunted. It’s sad. And we all suffer, and our democracy suffers, because of it.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431698179745/Personally-I-would-prefer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Personally I would prefer more MPs with complex backstories, because that makes them more representative and more human.' Photograph: Ray Tang / Rex Features","credit":"/Ray Tang / Rex Features","altText":"'Personally I would prefer more MPs with complex backstories, because that makes them more represent","cleanCaption":"'Personally I would prefer more MPs with complex backstories, because that makes them more representative and more human.' Photograph: Ray Tang / Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-05-15T14:12:11Z","lastModified":"2015-05-16T08:16:07Z","metadata":{"commentable":true,"commentCount":953,"contributors":[{"name":"Owen Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400601747870/Owen-Jones-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owen-jones"}],"feature":false,"keywords":["Chuka Umunna","Politics","Labour","Labour party leadership","Media","Newspapers","Newspapers & magazines"],"tags":[{"id":"politics/chuka-umunna","webTitle":"Chuka Umunna"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"media/media","webTitle":"Media"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Owen Jones","topic":{"type":"tag-contributor","name":"profile/owen-jones"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/commentisfree/2015/may/15/chuka-umunna-media-robbing-normal-political-candidates","shortUrl":"http://gu.com/p/49vym","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/commentisfree/2015/may/15/chuka-umunna-media-robbing-normal-political-candidates","webUri":"http://www.theguardian.com/politics/commentisfree/2015/may/15/chuka-umunna-media-robbing-normal-political-candidates"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431698179745/Personally-I-would-prefer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Personally I would prefer more MPs with complex backstories, because that makes them more representative and more human.’ Photograph: Ray Tang / Rex Features","credit":"Ray Tang / Rex Features","altText":"'Personally I would prefer more MPs with complex backstories, because that makes them more represent","cleanCaption":"‘Personally I would prefer more MPs with complex backstories, because that makes them more representative and more human.’ Photograph: Ray Tang / Rex Features"}},"importance":4,"showQuotedHeadline":true},{"title":"Ukip looks hilarious. But soon we won’t be laughing","rawTitle":"Ukip looks hilarious. But soon we won’t be laughing","item":{"type":"comment","id":"commentisfree/2015/may/15/ukip-party-labour-heartlands-left","title":"Ukip looks hilarious. But soon we won’t be laughing","trailText":"The party now poses a direct threat to Labour in its traditional heartlands. This&nbsp;should send a chill through the left","standFirst":"The party now poses a direct threat to Labour in its traditional heartlands. This&nbsp;should send a chill through the left","byline":"Jonathan Freedland","body":"<p>There are times when you have to remind yourself that Ukip is not a branch of the light entertainment industry. The delights the UK Independence party served up on Thursday would have qualified for a Bafta in the comedy category, at the very least.</p> \n<p>Dawn brought a newspaper interview, in which the party’s campaign director denounced his own leader as a “snarling, thin-skinned, aggressive” man. Come the late evening, Nigel Farage was in his regular seat on Question Time fending off that charge, defending his unresignation that week, and insisting that a leadership contest was pointless because it would obviously result in victory for him.</p> \n<p>The intervening hours were filled with internal feuding and bloodletting, played out in public and in real time, like a cross between The Thick of It and 24. Party staffers resigned, demanding the resignations of those who had called for their resignations. One donor called for Farage to be replaced by “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/14/nigel-farage-facing-a-coup-over-ukip-leadership\" title=\"\">something quieter</a>”. Farage, that scourge of the metropolitan elite, could not be reached because he was lunching at the Ivy – and was said to be “<a href=\"https://twitter.com/MichaelLCrick/status/598835154841260032\" title=\"\">only on his first bottle</a>”.</p> \n<p>This was a worthy sequel to the previous day, when, as one wit remarked, a party with just one MP had managed a backbench rebellion – as Ukip’s solitary presence in Westminster, Douglas Carswell resisted party pressure to take the parliamentary subsidy known as Short money. Carswell was said to be throwing his “toys out of the pram” because he wanted to be the leader – though by the time Farage had reached the Question Time studio he had made Carswell’s principled stance against taking taxpayers’ cash his own.</p> \n<p>The tone for all this high comedy had been set by the leader himself. You’ll recall that last Friday, once Thanet’s rejection of him was clear, Farage stepped forward to honour his pledge to quit if he didn’t win a seat in parliament. Three days later, Farage had risen again. He announced that – to his heavy regret, naturally – his party had refused his resignation, and he was back.</p> \n<p>In an instant, Farage had trashed his brand as the straight-talking plain dealer of British politics. When he first promised to step down, he stressed that he was not like all those other politicians. He was a man of his word. And yet there he still is. The reaction of the Question Time audience was telling. No longer chuckling at his politically incorrect jokes, they turned on him for being a hypocrite, for saying one thing and doing another – for breaking his promise. What tuition fees did to Nick Clegg, this leadership U-turn is already doing to Farage, turning him into a human punchline who will never be believed again.</p> \n<p>For the jaundiced outsider, it’s all very amusing. But laughter is not quite the right reaction. Because Ukip matters, for two rather big reasons.</p> \n<p>The first is Europe, the issue that was meant to be the party’s raison d’&ecirc;tre but which has been obscured in recent years by immigration. An in/out referendum is coming, perhaps as soon as May 2016, to coincide with elections in Scotland, in Wales and across England. This will be the moment Ukip was created for; the party will be the leading force for “out”. So its state of health will be crucial in determining the outcome of that vote.</p> \n<p>At present, plenty of people in the out camp reckon that if Farage is their leading voice, they will lose. They point to the Farage paradox: <a href=\"https://www.ipsos-mori.com/researchpublications/researcharchive/3463/Support-for-EU-membership-highest-for-23-years-even-as-Ukip-rises-in-the-polls.aspx\" title=\"\">that as Ukip’s poll rating has risen in recent years, support for a British exit from the EU has diminished</a>. (Of course I, along with everyone else, now eye opinion polls very warily: after 7 May, anecdote and gut instinct look like a rather more reliable guide to politics than data.) Back in 2012, when Ukip commanded just 3% of public support, more people wanted to leave the EU than to stay in. Today, in a year when Ukip has won 13% of the votes in a general election, “in” can lead “out” by as much as 20 points. It seems Farage does well galvanising the convinced, but repels everyone else.</p> \n<p>This is what worries outers, especially those in the Conservative party. With David Cameron now lionised by his party as an election-winning hero, he probably won’t have to extract too much from EU negotiations to win support for an “in” vote from all but the most diehard Tory Eurosceptics. So long as Cameron can point to a couple of token victories over Brussels, the likes of Michael Gove and Philip Hammond – <a href=\"http://www.bbc.co.uk/news/uk-politics-22500121\" title=\"\">who once threatened to vote for out</a> – are likely to campaign to stay in. That would leave a dearth of big beasts on the “out” side – with Farage as the most visible face. And that could sink the anti-EU cause.</p> \n<p>Some in Ukip might not even mind that too much. They’ve been watching the SNP’s phenomenal surge since the Scottish referendum defeat last September. Perhaps, the Kippers wonder, something similar could happen to them: lose in May 2016, only to advance as the party of English nationalism thereafter. But for those who do not see Ukip as an end in itself, merely a means to leaving the EU, this is madness. And it’s Farage, and his apparent addiction to media attention, that they blame.</p> \n<p>This brings us to the second reason Ukip matters: Labour. In winning its nearly 4m votes, Ukip came second to Labour in 44 seats; that’s 44 seats they could plausibly win in 2020. As Rob Ford, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/election-2015-where-the-votes-switched-and-why\" title=\"\">who has studied this phenomenon close up,</a> has written: “Ukip’s advance was strongest in seats with the largest concentrations of white voters, working-class voters, voters with no educational qualifications, and where opposition to immigration and the EU was highest.”</p> \n<p>Ukip did especially well, says Ford, in “declining northern towns”, places that Labour would once have called its own but where the party often resembles a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/labour-history-leadership\" title=\"\">hollowed-out, ghostly presence from the past</a>. While many former Tories ended their flirtation with Ukip and went back home, ex-Labour Ukip defectors stayed with their new party.</p> \n<p>This should jolt those on the left who once welcomed Ukip as splitting the vote on the right. It is, in fact, a serious threat to Labour, wooing those who have long grown distant from the party but who, for reasons of family tradition and class loyalty, could never bring themselves to vote Conservative.</p> \n<p>The threat would become sharper still if Ukip evolved, forging a message that looked left on economics and right on culture – with, say, the party’s deputy leader, Paul Nuttall, taking over at the top. In continental Europe, similar movements have thrived, even supplanting the traditional parties of the working class. That could happen here. It could happen to Labour.</p> \n<p>The events of the last week may look like a joke – the hapless antics of a fringe party. But given what’s at stake, pretty soon few of us will be laughing.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431712556327/Farage-Question-Time-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nigel Farage in his regular seat on Question Time, fending off the charge of being a 'snarling, thin-skinned, aggressive' man, and defending his unresignation.  Photograph: Daniel Leal-Olivas/PA","credit":"Daniel Leal-Olivas/PA","altText":"Farage, Question Time","cleanCaption":"Nigel Farage in his regular seat on Question Time, fending off the charge of being a 'snarling, thin-skinned, aggressive' man, and defending his unresignation.  Photograph: Daniel Leal-Olivas/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-15T18:48:34Z","lastModified":"2015-05-15T23:01:13Z","metadata":{"commentable":true,"commentCount":988,"contributors":[{"name":"Jonathan Freedland","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740842/JonathanFreedland.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanfreedland"}],"feature":false,"keywords":["UK Independence party (Ukip)","Labour","Nigel Farage","Politics","General election 2015"],"tags":[{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/nigel-farage","webTitle":"Nigel Farage"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/general-election-2015","webTitle":"General election 2015"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jonathan Freedland","topic":{"type":"tag-contributor","name":"profile/jonathanfreedland"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/ukip-party-labour-heartlands-left","shortUrl":"http://gu.com/p/49x3g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/15/ukip-party-labour-heartlands-left","webUri":"http://www.theguardian.com/commentisfree/2015/may/15/ukip-party-labour-heartlands-left"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431712556327/Farage-Question-Time-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nigel Farage in his regular seat on Question Time, fending off the charge of being a 'snarling, thin-skinned, aggressive' man, and defending his unresignation.  Photograph: Daniel Leal-Olivas/PA","credit":"Daniel Leal-Olivas/PA","altText":"Farage, Question Time","cleanCaption":"Nigel Farage in his regular seat on Question Time, fending off the charge of being a 'snarling, thin-skinned, aggressive' man, and defending his unresignation.  Photograph: Daniel Leal-Olivas/PA"}},"importance":4,"showQuotedHeadline":true},{"title":"The Guardian view / Liberal Democrats: missing them already","rawTitle":"Liberal Democrats: missing them already","item":{"type":"comment","id":"commentisfree/2015/may/15/guardian-view-liberal-democrats-missing-them-already","title":"The Guardian view on the Liberal Democrats: missing them already","trailText":"<strong>Editorial:</strong> Nick Clegg led his party to a far worse defeat than Ed Miliband. But the first days of the new Tory government highlight the urgent need for his successor to rebuild fast","standFirst":"Nick Clegg led his party to a far worse defeat than Ed Miliband. But the first days of the new Tory government highlight the urgent need for his successor to rebuild fast","byline":"Editorial","body":"<p>The Labour tribe is beset with anguish and fear for the future. Its defeat was on a scale that no one saw coming, and is <a href=\"http://www.newstatesman.com/politics/2015/05/labours-path-back-power-tougher-you-think\" title=\"\">marked by an arithmetic</a> that renders the path back to power punishing at best, impossible at worst. Set against what happened to Britain’s former third party, however, Ed Miliband’s drubbing becomes a smack on the wrist. Where Labour lost 10% of its parliamentary representation, the Liberal Democrats lost 86%. Existential questions confront them.</p> \n<p>Most of the second places were distant, and the councillor base has shrivelled by well over half, leaving little to build on. Former MPs such as Julia Goldsworthy, who fought bravely to overturn narrow 2010 losses, were <a href=\"http://en.wikipedia.org/wiki/Camborne_and_Redruth_(UK_Parliament_constituency)\" title=\"\">utterly crushed</a>. Seats such as <a href=\"http://en.wikipedia.org/wiki/Winchester_%28UK_Parliament_constituency%29#Elections_in_the_2010s\" title=\"\">Winchester</a>, which were won in the recent past, are suddenly way out of reach. There is not one Lib Dem MP in the Scottish mainland, nor in the former heartland of the English south-west. Nick Clegg achieved a share of power, but bequeaths a ghost of a party.</p> \n<p>After five years of propping up an increasingly rightwing Tory-led government, some will say the Lib Dems got what they deserved. Certainly, Mr Clegg made some grave errors. He should never have suggested, as he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2010/jul/20/local-councils-public-sector-cuts\" title=\"\">did in 2010</a>, that the distinction between the Conservative “big society” and the liberal vision was merely semantic. He could, and should, have killed Andrew Lansley’s NHS reforms. He could, and should, have grasped the costs of ripping up his promise on student fees. For such mistakes, the Lib Dems have paid a far higher price than Labour paid for Mr Miliband’s shortcomings.</p> \n<p>All this is true, and yet it is true too that the Lib Dems were frequently a moderating, and on occasion a truly positive, force within the coalition. Even in social security, a field in which they ultimately proved disappointingly willing to fold, they <a href=\"http://www.ft.com/cms/s/0/602fd24a-06f6-11e1-b9cc-00144feabdc0.html#axzz3aD92kynt\" title=\"\">postponed the serious Conservative assault for a couple of years</a>. On the core liberal territory they proved more determined – defending human rights, seeing off the snooper’s charter and rallying to defend equality laws. It has taken precisely one week of majority Conservative government to remind Britain why, in the absence of a liberal party, one would have to be invented – and indeed, why one will now have to be reinvented and rebuilt.</p> \n<p>Suddenly and unexpectedly freed of his partners, David Cameron reappointed a home secretary who moved within hours to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/09/theresa-may-revive-snoopers-charter-lib-dem-brakes-off-privacy-election\" title=\"\">reheat her plans to mandate record-keeping of internet browsing histories</a>, a significant precondition for mass surveillance. Next came the installation of Michael Gove at the Ministry of Justice, a chilling signal of willingness to do battle with Strasbourg. By&nbsp;midweek, No 10 was letting it be known it would like to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/no-10-hints-at-ministerial-veto-guarantee-on-publication-of-monarchs-letters\" title=\"\">widen the scope for ministerial vetoes</a> on freedom of information requests. Through it all, there has been a drumbeat of the ruthless Tory statecraft, which is always the antithesis of Lib Dem interest in principled constitutional reform. A new constituency map, which will favour the Conservatives, <a href=\"http://www.telegraph.co.uk/news/11593496/New-Commons-boundaries-top-Conservative-government-agenda.html\" title=\"\">rapidly emerged as the first priority here</a>. The second is likely to be <a href=\"http://www.bbc.co.uk/news/election-2015-32441969\" title=\"\">blocking Scottish MPs from voting on English laws</a>, a change that boosts the Conservative majority, but whose <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/feb/03/guardian-view-on-english-votes-for-english-laws-playing-with-fire\" title=\"\">sweeping implications have scarcely been thought through</a>.</p> \n<p>In all of these areas, most of the Lib Dems who could previously have checked and balanced in the Commons are no longer there to do so. Even if Labour were not as bewildered as it is right now, it could not be relied on to do the same. It is just as often authoritarian as it is libertarian, and – with the impressive exception of the early Blair years – it has been constitutionally conservative through much of its history. Anyone concerned for liberty must hope that either Tim Farron or Norman Lamb, the two men vying for the dubious pleasure of taking over from Mr Clegg, will prove able to rebuild something from the ruins he leaves behind.</p> \n<p>The task is daunting, but it’s been done before. After the 1950s and the late 1980s alike, the British liberal tradition came back from the wreckage of the Liberal political vehicle. Slowly and painfully, it must now do so again. In the meantime, the individual lovers of liberty who have always been found in the two big parties must realise the special duty that rests with them. While the Lib Dems remain on the floor, other voices will have to be raised in support of freedom.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431703717515/FILE-Tim-Farron-Launches--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tim Farron has confirmed he is standing for the Lib Dem Leadership. 'Anyone concerned for liberty must hope that either Tim Farron or Norman Lamb, the two men vying for the dubious pleasure of taking over from Mr Clegg, will prove able to rebuild something from the ruins he leaves behind.' Photograph: Jeff J Mitchell/Getty","credit":"Jeff J Mitchell/Getty Images Europe","altText":"(FILE) Tim Farron Launches Bid For Lib Dem ","cleanCaption":"Tim Farron has confirmed he is standing for the Lib Dem Leadership. 'Anyone concerned for liberty must hope that either Tim Farron or Norman Lamb, the two men vying for the dubious pleasure of taking over from Mr Clegg, will prove able to rebuild something from the ruins he leaves behind.' Photograph: Jeff J Mitchell/Getty"}],"bodyImages":[],"webPublicationDate":"2015-05-15T17:20:42Z","lastModified":"2015-05-15T23:01:08Z","metadata":{"commentable":true,"commentCount":266,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["Liberal Democrats","Politics","General election 2015","Tim Farron","Norman Lamb","Liberal-Conservative coalition","Conservatives","Nick Clegg","UK news"],"tags":[{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/tim-farron","webTitle":"Tim Farron"},{"id":"politics/norman-lamb","webTitle":"Norman Lamb"},{"id":"politics/liberal-conservative-coalition","webTitle":"Liberal-Conservative coalition"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/nickclegg","webTitle":"Nick Clegg"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/guardian-view-liberal-democrats-missing-them-already","shortUrl":"http://gu.com/p/49vq4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/15/guardian-view-liberal-democrats-missing-them-already","webUri":"http://www.theguardian.com/commentisfree/2015/may/15/guardian-view-liberal-democrats-missing-them-already"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431703717515/FILE-Tim-Farron-Launches--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tim Farron has confirmed he is standing for the Lib Dem Leadership. 'Anyone concerned for liberty must hope that either Tim Farron or Norman Lamb, the two men vying for the dubious pleasure of taking over from Mr Clegg, will prove able to rebuild something from the ruins he leaves behind.' Photograph: Jeff J Mitchell/Getty","credit":"Jeff J Mitchell/Getty Images Europe","altText":"(FILE) Tim Farron Launches Bid For Lib Dem ","cleanCaption":"Tim Farron has confirmed he is standing for the Lib Dem Leadership. 'Anyone concerned for liberty must hope that either Tim Farron or Norman Lamb, the two men vying for the dubious pleasure of taking over from Mr Clegg, will prove able to rebuild something from the ruins he leaves behind.' Photograph: Jeff J Mitchell/Getty"}},"importance":3,"kicker":{"title":"The Guardian view"},"showQuotedHeadline":false},{"title":"The Guardian view on the Rohingya refugee crisis / The Burmese government must act","rawTitle":"The Burmese government must act","item":{"type":"comment","id":"commentisfree/2015/may/15/guardian-view-rohingya-refugee-crisis-cruel-stupid","title":"The Guardian view on the Rohingya refugee crisis: cruel and stupid","trailText":"<strong>Editorial:</strong> It is a sad paradox that the partial liberalisation of Burma has also unleashed an anti-Muslim chauvinism within its Buddhist majority. Yangon must face this down","standFirst":"It is a sad paradox that the partial liberalisation of Burma has also unleashed an anti-Muslim chauvinism within its Buddhist majority. Yangon must face this down","byline":"Editorial","body":"<p>The plight of the Muslim Rohingya refugees <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/14/migrant-crisis-south-east-asia-rohingya-malaysia-thailand\" title=\"\">drifting without succour </a>in the Andaman sea is appalling, and must be alleviated. The Thai, Malaysian and Indonesian governments should be put under pressure to do their humanitarian duty toward these unfortunate people. But those governments are also right to say both that they cannot be expected to bear the burden alone, and that the problem is bound to get worse unless the root causes, which are the contested status of the Rohingya in Burma and the existence of a ruthless people-trafficking industry in the region, are not tackled in a determined way.</p> \n<p>The Rakhine area from which the Rohingya come is one where Muslims and Buddhists have co-existed very uneasily for many decades, coming periodically to blows. The two sides have narratives of this vexed relationship that are close to irreconcilable.</p> \n<p>In one, the Rohingya are virtually all immigrants from Bangladesh or what later became Bangladesh, and grew from a small minority into a majority in some parts of the state, reinforced by constant, illegal new arrivals from Bangladesh. They only started calling themselves Rohingya, which is an invented identity, recently, and&nbsp;never had, in&nbsp;this view, a wholehearted loyalty to Burma,&nbsp;wanting at the time of independence in 1947 to be part of Pakistan, or to have a state of their own, and thereafter seeking maximum autonomy. Therefore, a <a href=\"http://www.nytimes.com/2014/11/07/world/asia/rohingya-myanmar-rakhine-state-thailand-malaysia.html?_r=0\" title=\"\">“resettlement” plan</a> now being put into practice by the Yangon government is fair, because it will allow Rohingya who can prove&nbsp;that their families have lived in Burma&nbsp;for 60&nbsp;years or more to become naturalised citizens, while those who cannot will face deportation.</p> \n<p>In the Rohingya version, they are the descendants of Muslims who came to this part of Burma long ago, perhaps of Persian and Arab traders, and are not Bengalis, in spite of the fact that they mainly speak that language, and they have been denied both full Burmese citizenship and, most recently, the right to vote. The resettlement plan is manifestly impractical, unfair and, above all, cruel, and has already led to the displacement of hundreds of thousands both <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/dec/20/burma-rohingya-muslim-refugee-camps\" title=\"\">inside the country</a> and outside it, mainly to Bangladesh.</p> \n<p>There are some elements of truth in the first version of events, and some elements of special pleading in the second. But any impartial assessment must come down firmly on the side of the Rohingya. The Burmese government’s draconian formula for dealing with this problem from history is&nbsp;both ludicrous and vicious. It is a recipe for the kind of tragedy we are just witnessing on the high seas, with many more disasters to come. It also provides an opportunity for the criminal rings that profit from the desperation of families trapped in camps where there is no work and no hope.</p> \n<p>It is a sad paradox that the partial liberalisation of Burma in recent years has released both genuinely democratic forces and a popular chauvinism, particularly an anti-Muslim chauvinism, within the Buddhist majority which undermines those forces. Burma’s government must face down that chauvinism and change its policies.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431708041884/Rohingya-migrants-sit-on--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rohingya migrants sit on a boat drifting in Thai waters off the island of Koh Lipe in the Andaman sea. 'The Burmese government’s draconian formula for dealing with this problem from history is both ludicrous and vicious. It is a recipe for the kind of tragedy we are just witnessing on the high seas.' Photograph: Christophe Archambault/Getty","credit":"Christophe Archambault/AFP/Getty Images","altText":"Rohingya migrants sit on a boat drifting","cleanCaption":"Rohingya migrants sit on a boat drifting in Thai waters off the island of Koh Lipe in the Andaman sea. 'The Burmese government’s draconian formula for dealing with this problem from history is both ludicrous and vicious. It is a recipe for the kind of tragedy we are just witnessing on the high seas.' Photograph: Christophe Archambault/Getty"}],"bodyImages":[],"webPublicationDate":"2015-05-15T17:19:25Z","lastModified":"2015-05-15T23:01:09Z","metadata":{"commentable":true,"commentCount":75,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["Burma","South and Central Asia","World news","Refugees"],"tags":[{"id":"world/burma","webTitle":"Burma"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"},{"id":"world/refugees","webTitle":"Refugees"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/guardian-view-rohingya-refugee-crisis-cruel-stupid","shortUrl":"http://gu.com/p/49x2v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/15/guardian-view-rohingya-refugee-crisis-cruel-stupid","webUri":"http://www.theguardian.com/commentisfree/2015/may/15/guardian-view-rohingya-refugee-crisis-cruel-stupid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431708041884/Rohingya-migrants-sit-on--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rohingya migrants sit on a boat drifting in Thai waters off the island of Koh Lipe in the Andaman sea. 'The Burmese government’s draconian formula for dealing with this problem from history is both ludicrous and vicious. It is a recipe for the kind of tragedy we are just witnessing on the high seas.' Photograph: Christophe Archambault/Getty","credit":"Christophe Archambault/AFP/Getty Images","altText":"Rohingya migrants sit on a boat drifting","cleanCaption":"Rohingya migrants sit on a boat drifting in Thai waters off the island of Koh Lipe in the Andaman sea. 'The Burmese government’s draconian formula for dealing with this problem from history is both ludicrous and vicious. It is a recipe for the kind of tragedy we are just witnessing on the high seas.' Photograph: Christophe Archambault/Getty"}},"importance":3,"kicker":{"title":"The Guardian view on the Rohingya refugee crisis"},"showQuotedHeadline":false}],"lastModified":"2015-05-16T07:08:34Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}