{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"After Tunisia, Kuwait and France we should not be afraid to call evil by its name","rawTitle":"After Tunisia, Kuwait and France we should not be afraid to call evil by its name","item":{"type":"comment","id":"commentisfree/2015/jun/26/islamic-state-tunisia-kuwait-lyon-evil-sadism","title":"After Tunisia, Kuwait and France we should not be afraid to call evil by its name","trailText":"The sheer sadism of Islamic State cannot be explained by politics alone. It comes from something deeper and darker","standFirst":"The sheer sadism of Islamic State cannot be explained by politics alone. It comes from something deeper and darker","byline":"Jonathan Freedland","body":"<p>In France, in Tunisia, in Kuwait – horror upon horror, in a single day. It played out like some kind of gruesome auction, each atrocity bidding against the others for our appalled attention. The opening offer came <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/one-dead-in-attack-on-french-factory\" title=\"\">near Lyon, where a factory was attacked</a> and, more shocking, a severed head was found on top of a gate, and a decapitated body nearby. The French president said the corpse had been inscribed with a message.</p> \n<p>From the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tunisia-tourist-hotel-reportedly-attacked\" title=\"\">Tunisian resort of Sousse</a>, holidaymakers <a href=\"https://twitter.com/johnyeo68/status/614395000726622208\" title=\"\">tweeted terrified pictures from their barricaded hotel rooms</a>, describing how they had fled from the beach after sounds they had assumed were a daytime fireworks display turned out to be the opening gunshots of a massacre. From Kuwait City, as if to top the rival bids, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/islamic-state-claim-responsibility-deadly-blast-kuwait-city-mosque\" title=\"\">a suicide bomber walked into a mosque packed with 2,000 people </a>and pressed the button that he hoped would send scores to their deaths.</p> \n<p>Each of these acts pulled our gaze from the event its perpetrators had surely hoped would trump all others. On Tuesday an Isis video – “snuff movie” would be the more accurate term – showed five Muslim men, each wearing a Guant&aacute;namo-style red jumpsuit, packed into a cage and lowered into a swimming pool. State-of-the-art <a href=\"http://www.independent.co.uk/news/world/middle-east/isis-decapitates-blows-up-and-drowns-16-men-accused-of-spying-in-iraq-10339255.html\" title=\"\">underwater cameras recorded the men’s dying minutes</a>, the thrashing and flailing as they drowned. (I rely here on reports: my small stance against the so-called Islamic State’s propaganda war is to refuse to watch its propaganda.)</p> \n<p>What are we to make of these events? What are we to do with what we have witnessed? Experts will look for connections, for common authorship. There will be claims of responsibility. Islamic State has already sought credit for the deaths in Kuwait. There will be analysis aplenty of IS’s position, of the global response, of the nature of contemporary terrorism.</p> \n<p>But a simpler thing connects these horrendous incidents. A clue to it came in a quieter moment, one all but lost in the calamity and grief of this bloody Friday.<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/26/queen-visits-bergen-belsen-concentration-camp-germany\" title=\"\"> The Queen visited Bergen-Belsen</a>, a Nazi concentration camp liberated 70 years ago, where unspeakable brutality reigned and where 50,000 lost their lives.</p> \n<p>Within months of the war’s end in 1945, the political theorist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2011/aug/29/hannah-arendt-adolf-eichmann-banality-of-evil\" title=\"\">Hannah Arendt</a> wrote: “The problem of evil will be the fundamental question of postwar intellectual life in Europe.” She meant that after the Holocaust – when Europeans had seen what they were capable of – the dominant concern would be understanding how such horror had been possible. As it happened, that contemplation of the Holocaust did not come straight away, and it did not come everywhere. But it did come.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A battle is under way for civilisation, that should unite the great religions of the world against this tiny death cult</p> \n </blockquote> \n</aside> \n<p>In the process, “the problem of evil” became shorthand for a particular challenge to people of faith: how can one believe in a benevolent, all-powerful God when the world contains such wickedness? The Nazi murder of 6&nbsp;million Jews, including more than a million children, almost became a point of theology, a standing rebuttal to the possibility of a good God.</p> \n<p>But what we saw today confirms that “the problem of evil” is not a historical question. It is a problem of now. And nor does it challenge only religious believers. It surely vexes all of us, as we contemplate a world where such cruelty can happen – whether it was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/charleston-shootings-guns-race-america-shackled-to-its-past\" title=\"\">worshippers gunned down in Charleston</a> last week or blown apart in Kuwait today.</p> \n<p>I know there are coherent, substantial explanations for all these events. Historical legacies, geopolitical forces, local factors: they are all relevant, but they only go so far. They do not reach the heart of the matter: how is such horror possible?</p> \n<p>Take the example of the underwater drowning, so carefully staged and slickly filmed. Anti-Shia sectarianism might explain the killers’ hatred and therefore their motive. The 2003 invasion of Iraq helps explain the killers’ capacity, their ability to wreak such violence: they are only able to rule in Nineveh because US-led forces destroyed the Iraqi state. But that doesn’t explain the sheer sadism on show, the ability of one human being to inflict not just death but such a painful, humiliating death on another.</p> \n<p>One option is not to regard it as puzzling at all. Recall the character in Woody Allen’s movie Hannah and Her Sisters, whose response to Arendt’s problem of evil was to say that people who ask how the Holocaust happened are asking the wrong question. <a href=\"http://www.imdb.com/title/tt0091167/quotes\" title=\"\">“Given what people are, the question is, ‘Why doesn’t it happen more often?’”</a></p> \n<p>The crucial phrase there is “given what people are”. Such a stance rests on a bleak view of human nature. If we believe that people are innately savage creatures who delight in each other’s pain, then it is no surprise the young men of Isis will try to pile one atrocity upon another – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/03/isis-video-jordanian-hostage-burdning-death-muadh-al-kasabeh\" title=\"\">torching a man in a cage</a>, <a href=\"http://www.msn.com/en-us/news/world/is-hangs-2-boys-for-eating-in-ramadan-monitor/ar-AAbY0M3\" title=\"\">executing children</a>, <a href=\"http://www.mirror.co.uk/news/world-news/isis-execution-video-shows-child-5309406\" title=\"\">forcing a child to shoot dead an adult</a> – turning sadism into a competitive sport.</p> \n<p>But if we have a different view of human beings and their capacity for love and empathy, then the problem of evil persists. We can fall back on psychology, suggesting or even hoping that the men behind today’s horrors were simply unhinged, damaged individuals, no different in kind from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/23/family-of-decapitated-woman-tell-of-despair-as-killer-cleared-of\" title=\"\">Nicholas Salvador, who was committed indefinitely to a secure psychiatric hospital this week</a>, for his beheading of Palmira Silva, an 82-year-old north London grandmother.</p> \n<p>Or, if we decide the killers are sane, we can look to the psychology of groups. We can remind ourselves of the post-Holocaust work of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/blog/2011/sep/01/stanley-milgram-research-zealots-zombies\" title=\"\">Stanley Milgram</a> whose experiments on obedience demonstrated a human willingness to inflict great pain, just so long as one was following the instructions of a trusted authority.</p> \n<p>We might turn to those at the cutting edge of “philosophy of mind”, who argue that the self is a collection of fragmented character traits. “In a unified self, it all fits into a coherent whole,” Professor Quassim Cassam of Warwick University explained to me. “But in others, the self is made up of different fragments which are not coherent.” Such people can compartmentalise, complying with human norms in one part of their lives while violating them in another.</p> \n<p>A simpler explanation is that the butchers of Islamic State are following an age-old military tactic, one that would have been recognised by Genghis Khan and Attila the Hun: terrify the enemy. Isis drowned those men to make us tremble.</p> \n<p>It works too. Holidaymakers will abandon Sousse, at least for a while. But while these crimes sow fear, they also prompt revulsion. And that revulsion is shared. I spoke yesterday with <a href=\"http://www.quilliamfoundation.org/about/staff/usama-hasan/\" title=\"\">Usama Hasan</a>, an Islamic scholar and one-time jihadist. He spoke of his “disgust” at the evils committed this week, noting how alien they were to Islamic scripture which forbids, for example, the desecration of a corpse.</p> \n<p>He said that a battle was under way for civilisation, one that should unite the great societies and religions of the world – Christianity, Islam, Hinduism, Judaism and more – against this single, tiny vicious death cult. It would be a nonsense to speak of such a struggle as a war against evil. A war like that could never be won. Evil is within us and it is, apparently, perennial. But we must not be afraid to name it for what it truly is.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435340626984/fcdeea51-fb06-4201-a9c7-797dc2c9f602-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Pool/Getty Images","altText":"Today, 'a quieter moment, one all but lost in the calamity and grief of this bloody Friday. The Queen visited Bergen-Belsen, a Nazi concentration camp where unspeakable brutality reigned.'","cleanCredit":"Photograph: Pool/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T18:35:00Z","lastModified":"2015-06-26T23:01:26Z","metadata":{"commentable":true,"commentCount":540,"contributors":[{"name":"Jonathan Freedland","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740842/JonathanFreedland.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanfreedland"}],"feature":false,"keywords":["Islamic State","World news","Islam","Religion","Middle East and North Africa"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jonathan Freedland","topic":{"type":"tag-contributor","name":"profile/jonathanfreedland"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/islamic-state-tunisia-kuwait-lyon-evil-sadism","shortUrl":"http://gu.com/p/4a6nm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/26/islamic-state-tunisia-kuwait-lyon-evil-sadism","webUri":"http://www.theguardian.com/commentisfree/2015/jun/26/islamic-state-tunisia-kuwait-lyon-evil-sadism"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435340626984/fcdeea51-fb06-4201-a9c7-797dc2c9f602-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Today, ‘a quieter moment, one all but lost in the calamity and grief of this bloody Friday. The Queen visited Bergen-Belsen, a Nazi concentration camp where unspeakable brutality reigned.’ Photograph: Pool/Getty Images","credit":"Pool/Getty Images","altText":"Today, 'a quieter moment, one all but lost in the calamity and grief of this bloody Friday. The Queen visited Bergen-Belsen, a Nazi concentration camp where unspeakable brutality reigned.'","cleanCaption":"Today, ‘a quieter moment, one all but lost in the calamity and grief of this bloody Friday. The Queen visited Bergen-Belsen, a Nazi concentration camp where unspeakable brutality reigned.’","cleanCredit":"Photograph: Pool/Getty Images"}},"importance":7,"byline":{"title":"Jonathan Freedland"},"showQuotedHeadline":true,"sublinks":[{"title":"Comment / A terrible blow, but Tunisia will not buckle","rawTitle":"A terrible blow, but Tunisia will not buckle","item":{"type":"comment","id":"commentisfree/2015/jun/26/a-terrible-blow-but-tunisia-will-not-buckle","title":"A terrible blow, but Tunisia will not buckle","trailText":"The country’s stable political culture means that support for the democratic government is likely to increase as a result of the tragedy in Sousse","standFirst":"<p>The country’s stable political culture means that support for the democratic government is likely to increase as a result of the tragedy in Sousse<br /></p>","byline":"Berny Sèbe","body":"<p>Once again, a terror attack has struck innocent people blindly. This time, it was Tunisia’s turn (the very same day other attacks took place in Eastern France, and in Kuwait – it remains to be seen if they were coordinated or if it was a case of grim coincidence). At the seaside resort of Port El Kantaoui, near Sousse, where the summer season is starting in earnest, much blood was spilled. The gunman appears to have opened fire at holidaymakers, with foreign tourists among the victims. As a large-scale police and emergency operation swings into action, we can only imagine the grief of those whose loved ones may have been injured or killed. And though details are still becoming clear, the meaning of this new attack is beginning to take shape.</p> \n<p>Since it targeted the upmarket marina of Port El Kantaoui, the attack is likely to be regarded as conveying a symbolic message. The resort is emblematic of western influence on Tunisian society, complete with luxury hotels, yachts, boutiques, and seafront restaurants. There, Tunisians, expatriates and tourists interact freely and harmoniously. Qualities that make it an attractive target to those with jihadist sympathies.<br /></p> \n<p>The immediate result (coming only a few months after a machine-gunning in the Bardo Museum in Tunis claimed the lives of twenty-two victims) is that the already struggling tourism sector in Tunisia will face a further blow. Figures from April saw the sector shrink by around a quarter compared to 2014, in terms of both the number of tourists and overall income. To understand the depth of the crisis, one has to remember that 2014 levels were far below those of the pre-revolutionary years.</p> \n<p>Terror-related anxieties deter many tourists and travellers from the Middle East and North Africa region. This not only reduces the number of visitors, but also drives the prices of package holidays down dramatically. Beyond the murders themselves, which will reverberate terribly in the lives of all those affected, the country will therefore also face an economic penalty. With a total contribution of 15% of the national GDP, and around half a million jobs at stake (in a country of eleven million inhabitants), tourism is a key economic sector in Tunisia. Some areas rely almost exclusively on the revenue it generates. A further reduction in tourist numbers may increase socio-economic tensions in a country which cannot count on oil resources to buy social peace (unlike its Western neighbour Algeria, which has been doing it quite liberally over the last two decades).</p> \n<p>Yet, Tunisia’s political culture means the attack, whoever is found to have perpetrated it, will likely translate into further popular support for the democratically elected government of president Beji Caid Essebsi and prime minister Habib Essid. The state and the army seem to be in control of the situation. And the fact that the attack was mounted during the holy month of Ramadan will further increase the outrage which the overwhelming majority of the Tunisian people will feel towards these acts.</p> \n<p>Although the news from Sousse is undoubtedly terrible, its very nature might actually reflect the relative weakness of violent groups in Tunisia, a country which emerged from the upheaval of the so-called Arab spring with a consensual government enjoying a democratic mandate. Whilst groups adhering to jihadist ideology operate freely in neighbouring Libya, occupying territory and boasting complex chains of command, they have been reduced to isolated attacks in Tunisia. Today’s assault appears relatively crude, for example, when compared with elaborate ambushes against heavily armed forces which jihadi groups were able to mount in the Chaambi mountains up until last year. <strong><br /></strong></p> \n<p>This is the case with isolated terror attacks anywhere in the world: whilst they pose an undeniable threat to individual safety, they belie weakness, more than strength, when they occur in the context of relative political stability. Since it is likely to be able to withstand tragedies like today, the future of the Tunisian state system remains hopeful.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435332639378/92f94600-c84c-4115-9f47-2578f5dde9d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Anadolu Agency/Getty Images","altText":"Wounded people are carried after an armed attack on a tourist hotel in Sousse, east Tunisia, left at least 27 people dead","cleanCredit":"Photograph: Anadolu Agency/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T16:34:37Z","lastModified":"2015-06-27T08:07:25Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Berny Sèbe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/berny-s-be"}],"feature":false,"keywords":["Tunisia","Africa","Middle East and North Africa","World news"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Berny Sèbe","topic":{"type":"tag-contributor","name":"profile/berny-s-be"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/a-terrible-blow-but-tunisia-will-not-buckle","shortUrl":"http://gu.com/p/4a6kd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/26/a-terrible-blow-but-tunisia-will-not-buckle","webUri":"http://www.theguardian.com/commentisfree/2015/jun/26/a-terrible-blow-but-tunisia-will-not-buckle"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435332639378/92f94600-c84c-4115-9f47-2578f5dde9d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wounded people are carried after an armed attack on a tourist hotel in Sousse, east Tunisia, left at least 28 people dead Photograph: Anadolu Agency/Getty Images","credit":"Anadolu Agency/Getty Images","altText":"Wounded people are carried after an armed attack on a tourist hotel in Sousse, east Tunisia, left at least 27 people dead","cleanCaption":"Wounded people are carried after an armed attack on a tourist hotel in Sousse, east Tunisia, left at least 28 people dead","cleanCredit":"Photograph: Anadolu Agency/Getty Images"}},"importance":0,"kicker":{"title":"Comment"},"byline":{"title":"Berny Sèbe"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435332639378/92f94600-c84c-4115-9f47-2578f5dde9d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Anadolu Agency/Getty Images","altText":"Wounded people are carried after an armed attack on a tourist hotel in Sousse, east Tunisia, left at least 27 people dead","cleanCredit":"Photograph: Anadolu Agency/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://i.guim.co.uk/static/w-700/h--/q-95/sys-images/Guardian/Pix/pictures/2015/6/26/1435340626034/fcdeea51-fb06-4201-a9c7-797dc2c9f602-1020x612.jpeg","height":420,"width":700}}]},{"title":"Can David Shrigley’s monster mascot score a late winner for Partick Thistle?","rawTitle":"Can David Shrigley’s monster mascot score a late winner for Partick Thistle?","item":{"type":"comment","id":"commentisfree/2015/jun/26/david-shrigley-partick-thistle-mascot","title":"Can David Shrigley’s monster mascot score a late winner for friendly, faded Partick Thistle?","trailText":"Partick Thistle had become a byword for Scottish secularism – then the management signed up for classes in machismo","standFirst":"This Glasgow football team had become a byword for Scottish secularism – then the management signed up for classes in machismo","byline":"Ian Jack","body":"<p>Can David Shrigley do&nbsp;for Partick Thistle what Frank Gehry did for Bilbao? That is, restore the fortunes of a fading, neglected product of the first industrial age – a football club in Shrigley’s case and a great port city in Gehry’s – by an attention-grabbing piece of what <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/23/partick-thistle-mascot-david-shrigley-kingley\" title=\"\">Jonathan Jones in the Guardian this week</a> called “real art … reminiscent of the monsters painted and sculpted by the great surrealist Joan Miro”?</p> \n<p>Gehry did it with the <a href=\"https://www.youtube.com/watch?v=hhJ62_IJKWw\" title=\"\">Guggenheim gallery</a>, at a cost to the Spanish government of $100m for the building alone, not including the actual art and running costs. Shrigley, nominated for the Turner prize in 2013, might do it with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/22/partick-thistle-unveil-mascot-david-shrigley\" title=\"\">a new club mascot called Kingsley</a>, which (or is it who?) must have cost rather less; exactly how much is unknown, but the mascot is part of a media deal that the club has brokered with a California firm, Kingsford Capital Management, reportedly worth &pound;200,000.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/23/partick-thistle-mascot-david-shrigley-kingley\">Partick Thistle’s grotesque new mascot is art at its best | Jonathan Jones</a> </p> \n</aside> \n<p>A snip. So far, it has worked brilliantly. Never before has Partick Thistle received so much publicity – not even when they unexpectedly <a href=\"https://www.youtube.com/watch?v=_P3uZGht_uI\" title=\"\">beat Celtic 4-1 in the 1971 League Cup fina</a>l – and one suspects the same is true for Kingsford. Controversy has erupted. Is the mascot art? Is it not art? (That the question needs to be asked surely makes it the second.) Is it too terrifying? Will it frighten children? Will it make the team a laughing stock? Does it really look like an angry Aztec sun god – or more like Lisa Simpson? Thistle supporters like to look on their world of small expectations through the defensive veil of irony. The unprecedented celebrity is dazzling.</p> \n<p>The last time I went to see Partick Thistle play was before the age of mascots, so long before that I came by trolleybus – “whispering death” as they called them in Glasgow, for their stealthy habit of catching pedestrians unawares. It hummed quietly up Garscube Road only a tenement street away from a bar called the <a href=\"http://www.oldglasgowpubs.co.uk/tramcar.html\" title=\"\">Tramcar Vaults</a>, where a model tramcar, so old that it was open-topped, stood on rails that projected high over the pavement. One of the cliches about India is that it lives in several centuries at once – bullock carts, mobile phones – and the same was true in Glasgow in the early 1960s to the extent that the past was omnipresent, though unlike in India it was almost entirely from the same period, which, to use Eric Hobsbawm’s phrase, was the long 19th century: 1789 to 1914.</p> \n<p>Trolleybuses, introduced as late as 1949, were almost symbols of modernity. Like most British football clubs, Partick Thistle belongs to the second half of that time and like another, more successful one, Arsenal, it moved long ago from the place in its name. Partick, which faraway proofreaders sometimes mistake as a typo for Ireland’s patron saint, is an ancient place with a name that may derive from a Brythonic word for “thicket” or “bush”. By the time of the club’s foundation in 1876, however, its land was given over mainly to shipbuilding and housing for a working class that had begun to adopt football as a spectator sport. The club moved along the banks of the Clyde restlessly, from ground to ground, until in 1909 it finally settled a mile or two away in another industrial suburb, Maryhill, where a stadium named Firhill was built next to the locks and basins of the Union Canal.</p> \n<p>As I had done before, I went to see them play my home team, Dunfermline Athletic. I can’t remember much about the game itself, not even the score. The lasting impression is of the venue: the approach down a street of tall, black tenements, then through the turnstiles and up the bank to terracing that looked south across the city, a vista of roofs, spires and chimneys under the scudding clouds of a spring afternoon. No other football stadium in Glasgow had such a fine view, and there were more of them then, with Clyde and Third Lanark as well as Queen’s Park and Thistle to moderate the idea that football in Glasgow was simply a hateful duopoly of Rangers and Celtic. Then six city teams became four and Thistle was left as the only secular alternative to the big two, at least in terms of the professional sides (Queen’s Park has always been amateur).</p> \n<figure class=\"element element-image\" data-media-id=\"39d3f44a5018955874db9416cc5dc2971dc4ca01\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435333208364/de7657e8-3f34-4351-8c3f-67e737ce7363-460x276.jpeg\" alt=\"Nice people, after all … Partick Thistle's loyal fans.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nice people, after all … Partick Thistle’s loyal fans.</span> \n  <span class=\"element-image__credit\">Photograph: Manuel Queimadelos Alonso/Getty</span> \n </figcaption> \n</figure> \n<p>The club was already thought of fondly. Even people who knew it only from the football pools would smile at the name, and it was blessed to have among its supporters a sportswriter, Malky Munro, who in the pages of the Evening Citizen coined the team’s description as the Maryhill Magyars, an&nbsp;endearing thought at a time when Hungary was playing the world’s best&nbsp;football and yet could only manage to beat Scotland 4-2, with two Thistle players in the national side.</p> \n<p>More recently it has become a cult, attracting football fans with a distaste for sectarianism who want to demonstrate their secular credentials. Its more famous supporters include the actor Robert Carlyle, the historian Niall Ferguson and Westminster’s youngest MP, 20-year-old Mhairi Black, who has just <a href=\"http://www.scotsman.com/news/education/mhairi-black-graduates-with-first-class-degree-1-3813078\" title=\"\">graduated from Glasgow University with a first in politics</a>. Black first caught public attention when a newspaper dug out an old tweet of hers: “I really fucking hate Celtic”. These words might have damaged her electoral prospects in Paisley had they been typed by a Rangers supporter, but when her real loyalties transpired, all was forgiven.</p> \n<p>To hear a Glasgow atheist talk, you would think Thistle these days is skippered by Richard Dawkins, but the truth is that the club and its supporters are essentially herbivorous: “&nbsp;…&nbsp;nice people … / They’ve got such nice habits / They keep rabbits / But got no money at all”, as <a href=\"https://www.youtube.com/watch?v=z8YXU1Yrfq8\" title=\"\">Flanagan and Allen used to sing</a>. And there are so few of them. If the football map of Scotland could be redrawn to match the country’s present religious or irreligious demographics, then Partick Thistle would be a big club and Rangers and Celtic much smaller ones; if it could be redrawn to reflect prosperity by region, then sides from eastern Scotland would monopolise every trophy. But football in Scotland obeys an older order. Unless the opposition is Celtic, the crowd at Firhill rarely exceeds 4,000. They can easily fit into one stand. Other parts of the stadium have become dilapidated and rural. The Thistle fans I know don’t seem to mind too much: the team is about to start its third successive season in the top division, which isn’t somewhere it has always been, and they are, after all, nice people. But the club itself is a different question: its management, apparently, has been attending evening classes in machismo. Shrigley’s angry mascot is only one part of the makeover. The club’s website has a&nbsp;slogan in capitals, NOT SO CUDDLY ANYMORE, beside a grainy monochrome image of a grim male face that looks as if it has just survived trench warfare. In other words, Partick Thistle is trying to join the carnivores. Sadly, comically, it wants to be feared.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435330181241/Angry-Aztec-sun-god-or-Li-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Angry Aztec sun god or Lisa Simpson lookalike? The new Partick Thistle mascot with creator David Shrigley. Photograph:  Jeff Holmes/PA Wire","credit":"Jeff Holmes/PA","altText":"Angry Aztec sun god or Lisa Simpson lookalike? … The new Partick Thistle mascot with creator David S","cleanCaption":"Angry Aztec sun god or Lisa Simpson lookalike? The new Partick Thistle mascot with creator David Shrigley. Photograph:  Jeff Holmes/PA Wire"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435333209884/de7657e8-3f34-4351-8c3f-67e737ce7363-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nice people, after all … Partick Thistle’s loyal fans. Photograph: Manuel Queimadelos Alonso/Getty","credit":"Manuel Queimadelos Alonso/Getty","altText":"Nice people, after all … Partick Thistle's loyal fans.","cleanCaption":"Nice people, after all … Partick Thistle’s loyal fans.","cleanCredit":"Photograph: Manuel Queimadelos Alonso/Getty"}],"webPublicationDate":"2015-06-27T07:00:09Z","lastModified":"2015-06-27T07:00:09Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Ian Jack","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400680311974/Ian-Jack-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ianjack"}],"feature":true,"keywords":["Partick","David Shrigley","Football","Art and design"],"tags":[{"id":"football/partick","webTitle":"Partick"},{"id":"artanddesign/david-shrigley","webTitle":"David Shrigley"},{"id":"football/football","webTitle":"Football"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Ian Jack","topic":{"type":"tag-contributor","name":"profile/ianjack"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/david-shrigley-partick-thistle-mascot","shortUrl":"http://gu.com/p/4a6j3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/26/david-shrigley-partick-thistle-mascot","webUri":"http://www.theguardian.com/commentisfree/2015/jun/26/david-shrigley-partick-thistle-mascot"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435330181241/Angry-Aztec-sun-god-or-Li-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Angry Aztec sun god or Lisa Simpson lookalike? The new Partick Thistle mascot with creator David Shrigley. Photograph:  Jeff Holmes/PA Wire","credit":"Jeff Holmes/PA","altText":"Angry Aztec sun god or Lisa Simpson lookalike? … The new Partick Thistle mascot with creator David S","cleanCaption":"Angry Aztec sun god or Lisa Simpson lookalike? The new Partick Thistle mascot with creator David Shrigley. Photograph:  Jeff Holmes/PA Wire"}},"importance":5,"byline":{"title":"Ian Jack"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435330181241/Angry-Aztec-sun-god-or-Li-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Angry Aztec sun god or Lisa Simpson lookalike? The new Partick Thistle mascot with creator David Shrigley. Photograph:  Jeff Holmes/PA Wire","credit":"Jeff Holmes/PA","altText":"Angry Aztec sun god or Lisa Simpson lookalike? … The new Partick Thistle mascot with creator David S","cleanCaption":"Angry Aztec sun god or Lisa Simpson lookalike? The new Partick Thistle mascot with creator David Shrigley. Photograph:  Jeff Holmes/PA Wire"}}]},{"title":"Anyone in any loving relationship should get the legal benefits of marriage","rawTitle":"Anyone in any loving relationship should get the legal benefits of marriage","item":{"type":"comment","id":"commentisfree/2015/jun/26/gay-marriage-supreme-court-equality-love","title":"Anyone in any loving relationship should get the legal benefits of marriage","trailText":"Allowing gay people access to marriage makes the institution a little more fair, but it doesn’t make it any more just","standFirst":"<p>Allowing gay people access to marriage makes the institution a little more fair, but it doesn’t make it any more just</p>","byline":"Hugh Ryan","body":"<p>By <a href=\"http://www.supremecourt.gov/opinions/14pdf/14-556_3204.pdf\">affirming the right</a> of same-sex couples to marry on Friday, the US supreme court has blessed an unknowable number of lives. Families will be protected, survivorship benefits will be ensured and queer kids will grow up with one more life option open to them. A wrong has been righted, and that should be celebrated – preferably by launching rainbow fireworks over the compound of the Westboro Baptist Church.</p> \n<p>Formal inequality – the kind that’s written explicitly into law – must obviously be undone. Yet I can’t help but feel that we’ve gotten the right answer to the wrong question. I have no problem with marriage as a religious tradition, or as a non-religious communal expression of love and commitment. Give me a fancy dress, lots of flowers and an excuse to day drink anytime. But it’s poorly designed to be a modern civil institution. Allowing gay people access to it makes it a little more fair, but it doesn’t make it any more just. </p> \n<p>It’s an archaic practice, an imprecise way of getting at something the government actually does have a legitimate reason to promote: caring. </p> \n<p>Think about it this way: if a parent dies, and there is no one to care for their children, who has to step in? The government. If I am all alone, and I have a medical issue, who do I call? 911 – the publicly funded emergency system. If I lose my job, can’t pay my rent and have no one to take me in, where will I end up? A homeless shelter (if I’m lucky), which is probably at least partially, minimally funded by some level of government. In all of these situations, not having someone to care for me leaves me as an expense that the government must shoulder. </p> \n<p>Therefore, the government has a legitimate interest in promoting alternative systems of care, ones that put me in someone else’s hands when I need help. And once upon a time, the only system that we recognized for doing that was marriage. Privileging the institution doesn’t reflect the way our society actually works nowadays. Why shouldn’t two elderly siblings, who care for one another in a long-term way, receive financial incentives to keep doing so? Or – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/oct/25/our-three-way-relationship-isnt-your-business-even-if-were-doing-business\">as in my case</a> – three men who love each other very much? Giving any caring relationship minor tax breaks in exchange for the partners’ legal obligations to one another would still be a fabulous deal on the government’s end.</p> \n<p>This critique is probably the last thing anyone wants to hear in the wake of the supreme court decision – and if you don’t already agree with me, this probably all sounds like “sour grapes, sour grapes”. <br /></p> \n<p>But in a practical way, we’ve already untangled a lot of this caring work from its absolute and permanent connection to marriage. You can legally have “legitimate” children with a surrogate, a friend or by yourself, and I can hire someone to care for me in my old age. Yet we still privilege marriage as the best way to do these things, both in our imaginations and in our laws.<br /></p> \n<p>Why? By connecting marriage to all kinds of fiscal and legal entanglements, like money or citizenship, we actually weaken its relationship to love, God or family – and hurt the institution of marriage. And it also hurts – and discriminates against – people who don’t choose or can’t find a “traditional” spouse.</p> \n<p>When I see so many crucial issues that remain unaddressed in our community, like the skyrocketing rates of murder and suicide faced by trans people, the vulnerabilities of queer youth (from bullying, to higher rates of suicide, to an increased likelihood to be in foster care or on the streets), our fixation on marriage seems especially shortsighted.<br /></p> \n<p>Still, I’m glad we have it, for the dignity it gives to same-sex relationships, for all my friends I know it will help – and so that now we can move on to other issues.<br /></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ae4d924b09918480b3838d81983d88b6039b0e13/0_120_4744_2845/4744.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2845,"width":4744,"orientation":"landscape","credit":"Jim Bourg/Reuters","altText":"post SCOTUS revelry","cleanCredit":"Photograph: Jim Bourg/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-26T18:00:04Z","lastModified":"2015-06-26T18:03:42Z","metadata":{"commentable":true,"commentCount":158,"contributors":[{"name":"Hugh Ryan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hugh-ryan"}],"feature":false,"keywords":["Gay marriage","LGBT rights","US news","Marriage","Same-sex marriage (US)"],"tags":[{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"lifeandstyle/marriage","webTitle":"Marriage"},{"id":"us-news/same-sex-marriage-us","webTitle":"Same-sex marriage (US)"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Hugh Ryan","topic":{"type":"tag-contributor","name":"profile/hugh-ryan"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/gay-marriage-supreme-court-equality-love","shortUrl":"http://gu.com/p/4a6hk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/26/gay-marriage-supreme-court-equality-love","webUri":"http://www.theguardian.com/commentisfree/2015/jun/26/gay-marriage-supreme-court-equality-love"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ae4d924b09918480b3838d81983d88b6039b0e13/0_120_4744_2845/4744.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2845,"width":4744,"orientation":"landscape","caption":"Gay marriage should obviously be legal, but not for the protections that marriage provides. Those should be more broadly available. Photograph: Jim Bourg/Reuters","credit":"Jim Bourg/Reuters","altText":"post SCOTUS revelry","cleanCaption":"Gay marriage should obviously be legal, but not for the protections that marriage provides. Those should be more broadly available.","cleanCredit":"Photograph: Jim Bourg/Reuters"}},"importance":5,"byline":{"title":"Hugh Ryan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ae4d924b09918480b3838d81983d88b6039b0e13/0_120_4744_2845/4744.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2845,"width":4744,"orientation":"landscape","credit":"Jim Bourg/Reuters","altText":"post SCOTUS revelry","cleanCredit":"Photograph: Jim Bourg/Reuters"}}]},{"title":"In more innocent days, you could write about cocks and not be misunderstood","rawTitle":"In more innocent days, you could write about cocks and not be misunderstood","item":{"type":"comment","id":"commentisfree/2015/jun/26/swallows-and-amazons-titty-tatty-literary-innocence","title":"In more innocent days, you could write about cocks and not be misunderstood","trailText":"The BBC has changed Titty for Tatty in a remake of Swallows and Amazons. Much children’s literature is a hazard for double entendres","standFirst":"The BBC has changed Titty for Tatty in a remake of Swallows and Amazons. Much children’s literature is a hazard for double entendres","byline":"Nicholas Tucker","body":"<p>The brave and resourceful small girl in Arthur Ransome’s 1930 classic, Swallows and Amazons, is called Titty. But not, we learn, in the new film version being made by the BBC. There she will be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jun/25/arthur-ransomes-titty-name-print-swallows-and-amazons\">renamed Tatty</a>, to avoid “too many sniggers”.</p> \n<p>It’s not the first time this indignity has befallen Titty, who was named after the traditional English fairytale, Titty Mouse and Tatty Mouse, in a more innocent age. (According to the Online Etymological Dictionary, the word “tits” only started being associated with breasts in about 1928.) She was rechristened Kitty when the story was televised by the BBC in 1963, though she re-emerged with her original name in the 1974 film adaptation, and in a later radio broadcast in 2012.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jun/26/i-loved-playing-titty-in-swallows-and-amazons-its-what-fans-still-call-me\">I loved playing Titty in Swallows and Amazons. It’s what fans still call me | Letters from Sophie Neville</a> </p> \n</aside> \n<p>Names have long been a hazard in children’s literature. The headmistress and popular children’s writer <a href=\"https://en.wikipedia.org/wiki/Elinor_Brent-Dyer\">Elinor Brent-Dyer</a> provides two more examples of how an original text can be rendered sadly inappropriate over time. In her 1930 story The School by the River she wrote: “The Principal allowed the girls much liberty, but intercourse with the men from the Academia was strictly forbidden, and any girl who transgressed this rule, and was found out more than once, was sent away.” Use of the word intercourse with reference to sexual activity has been current since 1798, so 1930 seems quite late for Brent-Dyer still to be using it in its original sense.</p> \n<p>Twenty years later, the same author ran into more potential problems in The Chalet School and the Island. Fiery 15-year-old Annis exclaims at one point: “That doesn’t seem to have occurred to Aunt Margaret. I suppose she thinks that all that matters is a decent screw and holidays.” Publisher Collins waited until 1999 and a new edition before finally changing “screw” to “salary”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Any editorial intervention could have run the risk of offending otherwise upright, and high-earning, authors</p> \n </blockquote> \n</aside> \n<p>“Ejaculate”, another potentially troublesome word, was at one time popular with authors as an alternative to “exclaimed”. Sir Arthur Conan Doyle – not quite a children’s author but always loved by young readers – used it 23 times in his Sherlock Holmes stories, most arrestingly in The Man with the Twisted Lip (1891), when Watson, after dozing off in the great detective’s study, reports that “a sudden ejaculation caused me to wake up”.</p> \n<p>As a doctor, Doyle would have known the term in its sexual context, but at a time when open discussion of such matters was reserved for medical textbooks, could have thought that its use in another sense was perfectly justified. More probably, he simply missed the double meaning altogether. This was also true years later of the young Dr Seuss, whose first publications in the 1930s, Boners, More Boners, Still More Boners and The Pocketbook of Boners are now collectors’ items.</p> \n<p>“Cock” as slang for the male member has been current since 1610. Yet in the chapter headed Aunt Jane’s Treat in Richmal Crompton’s 1924 novel, William the Fourth, one of William’s respectable maiden aunts accompanies him to a fair, where she rides on a merry-go-round, mounting – as the author puts it – “a giant cock” … “It seemed to give her a joy that all her blameless life had so far failed to produce,” it says.</p> \n<p>Something similar, again involving a cockerell-shaped fairground attraction, takes place in Angela Thirkell’s 1939 novel The Brandons. This example of light fiction was aimed not at children but at a largely female, middle-class audience whose ultra-respectability amounted to another form of assumed literary innocence.</p> \n<p>Crompton was a blameless ex-classics teacher, and Thirkell was the distinctly snobbish granddaughter of the pre-Raphaelite artist Edward Burne-Jones. It is unthinkable that either had any idea of another possible reading of what they had written.</p> \n<p>The publishers and editors who passed these passages may have been similarly ignorant, or they may simply have decided to leave well alone. Resetting odd pages in any reprint can be an expensive business, and any intervention could also have run the risk of offending otherwise upright and high-earning authors who may not have even recognised any double meanings had they been brought to their attention.</p> \n<p>Today, double entendres are the regular stuff of comedy, even when writing for children. When AA Milne referred to Pooh “poohing in the sun” in a poem in The House at Pooh Corner, he unleashed decades of quiet merriment among parents and grandparents aware of how the meaning had changed since they were six. But perhaps the most devoted Milne fans reading to children now would draw the line at two American spin-offs, both picture books: Marlene Brown’s Cooking with Pooh (1995) and Isabel Gaines’s Pooh Gets Stuck (1998). Those earlier, unconscious verbal slips were so much funnier.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435253550708/cb638d7e-80d6-437a-8d41-2d1860b0e3ae-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Alamy","altText":"'When AA Milne referred to Pooh ‘poohing in the sun’, he unleashed decades of quiet merriment.' EH Shepard's illustration of Winnie the Pooh.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-26T07:00:02Z","lastModified":"2015-06-26T18:07:31Z","metadata":{"commentable":true,"commentCount":648,"contributors":[{"name":"Nicholas Tucker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholas-tucker"}],"feature":false,"keywords":["Books","Culture","Children","Society","UK news"],"tags":[{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Nicholas Tucker","topic":{"type":"tag-contributor","name":"profile/nicholas-tucker"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/swallows-and-amazons-titty-tatty-literary-innocence","shortUrl":"http://gu.com/p/4a5p4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/26/swallows-and-amazons-titty-tatty-literary-innocence","webUri":"http://www.theguardian.com/commentisfree/2015/jun/26/swallows-and-amazons-titty-tatty-literary-innocence"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435253550708/cb638d7e-80d6-437a-8d41-2d1860b0e3ae-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘When AA Milne referred to Pooh ‘poohing in the sun’, he unleashed decades of quiet merriment among parents.’ EH Shepard’s illustration of Winnie the Pooh.","credit":"Alamy","altText":"'When AA Milne referred to Pooh ‘poohing in the sun’, he unleashed decades of quiet merriment.' EH Shepard's illustration of Winnie the Pooh.","cleanCaption":"‘When AA Milne referred to Pooh ‘poohing in the sun’, he unleashed decades of quiet merriment among parents.’ EH Shepard’s illustration of Winnie the Pooh."}},"importance":4,"byline":{"title":"Nicholas Tucker"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435253550708/cb638d7e-80d6-437a-8d41-2d1860b0e3ae-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Alamy","altText":"'When AA Milne referred to Pooh ‘poohing in the sun’, he unleashed decades of quiet merriment.' EH Shepard's illustration of Winnie the Pooh.","cleanCredit":"Photograph: Alamy"}}]},{"title":"The real benefit cheats are the employers who are milking the system","rawTitle":"The real benefit cheats are the employers who are milking the system","item":{"type":"comment","id":"commentisfree/2015/jun/26/benefits-cheats-employers-milk-system-in-work-benefit","title":"The real benefit cheats are the employers who are milking the system","trailText":"When the taxpayer is taking on so much of the cost of in-work benefit, and the employee getting so much of the blame, there’s really only sheer nerve and hypocrisy left to be admired<br>","standFirst":"<p>When the taxpayer is taking on so much of the cost of in-work benefit, and the employee getting so much of the blame, there’s really only sheer nerve and hypocrisy left to be admired<br /></p>","byline":"Deborah Orr","body":"<p>I really don’t know why the government is making such heavy weather of cutting &pound;12bn off the benefits bill. That sum, and much more, could be cut at the stroke of a pen – though it would mean that the government would have to put its money where its mouth is and make it a legal requirement for employers to pay the living wage. If a&nbsp;company really can’t afford to, then it’s the company that should be applying for supplements, not the people who work&nbsp;for it.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/22/poor-families-hit-unfairly-welfare-cuts-institute-economic-affairs\">Poor families likely to be hit unfairly by &pound;12bn welfare cuts, says thinktank</a> </p> \n</aside> \n<p>Cameron wants to curb in-work benefits. No wonder: just &pound;8bn on benefits goes to the unemployed, while an estimated &pound;76bn, <a href=\"http://moneyweek.com/merryns-blog/why-productivity-in-the-uk-is-so-low-in-work-benefits\" title=\"\">according to James Ferguson of Money Week</a>, goes to people who are working. The government says this shouldn’t be happening. Cameron insists employers should be paying wages people can live on – which, funnily enough, is the sort of thing unions say, although they no longer have any power to make it happen.</p> \n<p>It’s what Labour says, too, now the party is out of power. When it was in power, it avoided confrontation with employers offering poverty wages, and with the unions, by kindly offering to make up the difference between the minimum wage and a living wage via the benefits system.</p> \n<p>It would be funny if it wasn’t so sad. The Tories excoriate Labour because Labour accepted the Conservative idea that employers should be freed from the burden of social responsibility. Labour spent a lot of money on protecting employers from such irksome duties. The Conservatives still don’t want to impose such irksome duties, but don’t want to stump up for the hefty bill that ensues from failing to do so either.</p> \n<p>Just one of the woeful consequences of Labour’s drive to support employers by supplementing employees is that it makes the figures look like the Department of Work and Pensions is showering taxpayers’ money on the feckless, when it is actually showering taxpayers’ money on businesses. Employing someone has come to be seen as such a noble pursuit that businesses are paid to do it. Businesses don’t, of course, complain that this interferes with the free market. Money spent supplementing wages should be coming from the Business and Enterprise budget, with companies vetted to assess whether they are justified in offering pay below the living wage. Those who are can be offered loans to cover the difference, repayable in much the same manner as student tuition fees. They are hiring staff to grow their own businesses, after all. Such entrepreneurial risk-taking is seen as admirable. But when the taxpayer is taking on so much of the cost, and the benefit-receiving employee is getting so much of the blame, there’s really only sheer nerve and hypocrisy left to be admired.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/23/guardian-view-on-cutting-in-work-benefits-david-cameron\">The Guardian view on cutting in-work benefits: another way of squeezing the poor | Editorial</a> </p> \n</aside> \n<p>Businesses, of course, would hate having to admit that they expect the state to prop up their poverty wages. They despise “red tape”, after all. Although that doesn’t stop them employing individuals who must submit themselves and their families to miles of red tape and minute government scrutiny because their wages aren’t enough to live on.</p> \n<p>Work in the retail sector is notoriously badly paid, so it should be no surprise that <a href=\"http://www.cipd.co.uk/pm/peoplemanagement/b/weblog/archive/2015/04/13/in-work-poverty-costs-taxpayer-163-11-billion-a-year-finds-citizens-uk.aspx\" title=\"\">around &pound;11bn in in-work benefit is paid each year</a> to people working in retail. Employees at Next receive more money in pay-rate supplements than the company pays in tax (about &pound;2,087 per low-paid worker). In the last year, Tesco has cost the Treasury &pound;364m in pay-rate supplements. Cameron talks about dysfunctional merry-go-rounds of tax and spend. But the culprits aren’t ordinary people scraping by. The culprits are employers milking the system.</p> \n<p>The in-work benefits system also encourages businesses to employ lots of people part-time, rather than fewer people full-time. A couple has to work 24 hours a week to qualify for in-work benefits, and a single person 16 hours. The more part-time people you employ, the more the government is supplementing your payroll, and the easier it is to get competent staff on the cheap.</p> \n<p>Much of the reduction in unemployment seen over the last couple of years is because people are taking part-time work when they would prefer full-time work. The government may trumpet the decline in unemployment. But its complaints about the cost of in-work benefits are an acknowledgement that the Department of Work and Pensions is paying out a lot of cash to make that&nbsp;happen.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/oct/06/benefits-corporate-welfare-research-public-money-businesses\">Cut benefits? Yes, let’s start with our &pound;85bn corporate welfare handout | Aditya Chakrabortty</a> </p> \n</aside> \n<p>A system that minimises costs while maximising profits is bound to result in a mismatch between what people earn and what it costs them to live. This&nbsp;tendency can be seen most clearly in the housing market. In 2009-10, <a href=\"https://www.gov.uk/government/collections/housing-benefit-and-council-tax-benefit-caseload-statistics--2\" title=\"\">according to House of Commons figures</a>, 478,000 people with jobs claimed housing benefit, at a cost of &pound;2.2bn. By&nbsp;2014-15, it was 962,000 and &pound;4.6bn, and it’s set to continue rising if things don’t change. What things?</p> \n<p>It’s endlessly said by everybody that the social housing supply has to increase. But no one seems willing to take their valuable piece of land and render it much less valuable by building social housing on it, when they could keep it as an asset or sell it to private developers instead. Private landlords are the obvious beneficiaries.</p> \n<p>But again it’s the person claiming the&nbsp;housing benefit that is seen as the problem, not the person who wants the “market rate” when the market isn’t paying it. Again, the person making the profit gets the benefit, rather than the person who doesn’t have enough income to put a roof over his head. Just&nbsp;as it’s time to restrict state benefits paid to employers via employees, it’s&nbsp;time to restrict benefits paid to&nbsp;landlords via tenants.</p> \n<p>The Conservatives, I’m afraid, seem to do nothing at all in government except complain that Labour spent too much money on mitigating the effects of the previous Conservative government’s policies. Employers are allowed to set wages and landlords allowed to set rents&nbsp;without regard to the amount of&nbsp;money people have to live on. The&nbsp;least the state can do is be honest about the amount of state money that is&nbsp;spent on defending the right to make&nbsp;profits, instead of&nbsp;blaming the hapless citizens from whom the&nbsp;profit is wrung.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435329656157/017a9e6a-4c57-46fd-985a-68cbebc031f0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Carl Court/AFP/Getty","altText":"a Tesco branch","cleanCredit":"Photograph: Carl Court/AFP/Getty"}],"bodyImages":[],"webPublicationDate":"2015-06-26T16:01:23Z","lastModified":"2015-06-26T23:00:51Z","metadata":{"commentable":true,"commentCount":626,"contributors":[{"name":"Deborah Orr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408550842728/Deborah-Orr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deborah-orr"}],"feature":true,"keywords":["Living wage","Benefits","Housing benefit","Politics","Economics","Unemployment","Housing","Housing market","Society"],"tags":[{"id":"society/living-wage","webTitle":"Living wage"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/housing-benefit","webTitle":"Housing benefit"},{"id":"politics/politics","webTitle":"Politics"},{"id":"business/economics","webTitle":"Economics"},{"id":"society/unemployment","webTitle":"Unemployment"},{"id":"society/housing","webTitle":"Housing"},{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Deborah Orr","topic":{"type":"tag-contributor","name":"profile/deborah-orr"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/benefits-cheats-employers-milk-system-in-work-benefit","shortUrl":"http://gu.com/p/4a6fh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/26/benefits-cheats-employers-milk-system-in-work-benefit","webUri":"http://www.theguardian.com/commentisfree/2015/jun/26/benefits-cheats-employers-milk-system-in-work-benefit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435329656157/017a9e6a-4c57-46fd-985a-68cbebc031f0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the last year, Tesco has cost the Treasury £364m in pay-rate supplements. Photograph: Carl Court/AFP/Getty","credit":"Carl Court/AFP/Getty","altText":"a Tesco branch","cleanCaption":"In the last year, Tesco has cost the Treasury £364m in pay-rate supplements.","cleanCredit":"Photograph: Carl Court/AFP/Getty"}},"importance":4,"byline":{"title":"Deborah Orr"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://i.guim.co.uk/static/w-700/h--/q-95/sys-images/Guardian/Pix/pictures/2015/6/26/1435329655184/017a9e6a-4c57-46fd-985a-68cbebc031f0-1020x612.jpeg","height":420,"width":700}}]},{"title":"Adult colouring-in books: the latest weapon against stress and anxiety","rawTitle":"Adult colouring-in books: the latest weapon against stress and anxiety","item":{"type":"comment","id":"books/2015/jun/26/adult-colouring-in-books-anxiety-stress-mindfulness","title":"Adult colouring-in books: the latest weapon against stress and anxiety","trailText":"Are we really a nation vibrating with anxiety? The booming sales of colouring books that help calm us down would suggest so","standFirst":"<p data-dropid=\"0\">Are we really a nation vibrating with anxiety? The booming sales of colouring books that help calm us down would suggest so</p>","byline":"Zoe Williams","body":"<p>The Michael O’Mara publishing empire is housed exactly as you would expect from a company that had no idea how fast it was going to grow. Clara Nelson, the publicity director, pointed me to various staircases in a fancy, Bicester Village-style office complex in south-west London. “That’s sales and marketing … then we had to take that building over for production …” </p> \n<p>It was originally built on the publication of Diana: Her True Story. Now, the company’s success is colouring-in books: they dominate the market, with 30 titles currently in print, and the market is huge. Philippa Wingate, the editorial director, said: “You wouldn’t really associate us with royals now, although we did do Colour in Kate [the Duchess of Cambridge]. We sourced pictures of her, places she’s been, on her honeymoon. Then we did Colour in One Direction.” </p> \n<p>Five of Amazon’s top 10 last week were adult colouring-in books, as were six of Brazil’s top 10 non-fiction list. Last year in France, the combined colouring-in industry sold 3.5m books. </p> \n<p>Adrian Greenwood, the deputy managing director at Michael O’Mara, said: “In 20 years of publishing, I’ve never seen anything like it. What I love about it is that it’s such a universal phenomenon, it’s in all walks of life and in all territories.” </p> \n<p>“Publishing is a commercial venture,” said Wingate. “But to think you’re doing something that might bring a little bit of peace and calm and joy to people’s lives …” she beams. “It’s a totally new experience.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/apr/05/colouring-books-for-adults-top-amazon-bestseller-list\">Colouring books for adults top Amazon bestseller list</a> </p> \n</aside> \n<p>They showed me some beautiful books: Animorphia by Kerby Rosanes looks like hyper-detailed doodling, with sort of manga influences. That’s more of a young adult colouring-in experience. There’s something for all the age groups, even children. Amid all the Scandinavian folk themes and Japanese patterns, the huge underpinning theme is anxiety: the Art Therapy Colouring book, Calming Art Therapy, Colour Therapy, Can’t Sleep Colouring, mindfulness, tranquility, stress. </p> \n<p>I met Annie Brookfield, 42, on a Facebook colouring-in group. She lives in Warrington and started colouring in when she was an agency worker. Brookfield said: “There was a lot of standby work, and I was trying to stay on the night shift rota, then you’re not having to stay up all day waiting for a phone call, then work all night. So I was staying up until two or three o’clock in the morning. On zero-hours contract work, your wage isn’t stable, it’s very tense. This was really cheap. My stress levels went down; it really is quite tranquil.” </p> \n<p>She said sometimes, when really on edge, “if I haven’t had enough work or enough the week before, or there’s a big bill coming up, my husband will actually say, just go and do some colouring, and he’ll watch the telly. We’re like toddlers who parallel play”.</p> \n<p>There is a crossover with mindfulness and also with mantras: activities in which the brain is engaged just enough to stop it whirring, but not so much that the concentration is draining. <br /></p> \n<p>Asma Zergui, an independent colouring book artist and obstetrician based in Algeria, said: “I’ve just finished my residency in obstetrics and gynaecology and, like all doctors, I was anxious and stressed all the time. I can tell you that the moment I started drawing and colouring, everything seemed different in my life. It definitely helped me get through a severe depression.”</p> \n<p>Lucy Fyles, 24, has a blog on which she <a href=\"https://inthemidstofmadness.wordpress.com/\">reviews colouring-in books</a> from a mental health perspective. She said: “I have a very active mind, made worse by anxiety. It just seems to quieten it down and slow it down. I’ll go to a colouring book, I’ll be incredibly stressed, I cannot stop the thoughts swirling around in my head. And half an hour later, I’ll notice that I’m calmer. My mind’s calmed down.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/jun/29/colouring-in-books-therapy-depression\">Why colouring-in books are the new therapy</a> </p> \n</aside> \n<p>It’s not a silver bullet. Fyles continued: “As an anxious person, it sounds really ridiculous but I will sit there worrying if I’m going to mess it up. I might colour that green, but what if I get it wrong, what if it’s too green?”</p> \n<p>Even though you can do it commuting (though Brookfield says you get funny looks), Fyles says it is a great thing to do when you are housebound. She was a nursing assistant on a psychiatric ward until 15 months ago, when her anxiety disorder became too intense. “There are so many of us out there who are housebound, and people don’t know. Because we’re hidden. We’re indoors.”</p> \n<p>The hardest thing, Greenwood says, is having a genre that youare completely unable to project, in terms of numbers. Wingate said equably: “The hysteria might die down, but people who find pleasure in the process, who find it rewarding, therapeutic, will continue to do it.” <br /></p> \n<p>I wonder if I would really think of it as a craze, however. If these huge sales figures are actually a nation vibrating with anxiety … then it’s not going anywhere. </p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435343389804/ef154a5d-3898-4458-86c5-4af4c30c6bc3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Linda Nylind for the Guardian","altText":"Staff at Michael O’Mara with adult colouring books","cleanCredit":"Photograph: Linda Nylind for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-26T18:47:47Z","lastModified":"2015-06-26T23:01:23Z","metadata":{"commentable":true,"commentCount":81,"contributors":[{"name":"Zoe Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams"}],"feature":false,"keywords":["Publishing","Books","Culture","Mindfulness","Life and style","Mental health","Health","Society"],"tags":[{"id":"books/publishing","webTitle":"Publishing"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"lifeandstyle/mindfulness","webTitle":"Mindfulness"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"books"},"topics":[{"displayName":"Zoe Williams","topic":{"type":"tag-contributor","name":"profile/zoewilliams"}}],"series":{"title":"Zoe Williams's Saturday sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/theguardian/series/zoe-williams-saturday-sketch"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/26/adult-colouring-in-books-anxiety-stress-mindfulness","shortUrl":"http://gu.com/p/4a6ym","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/26/adult-colouring-in-books-anxiety-stress-mindfulness","webUri":"http://www.theguardian.com/books/2015/jun/26/adult-colouring-in-books-anxiety-stress-mindfulness"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435343389804/ef154a5d-3898-4458-86c5-4af4c30c6bc3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Staff at Michael O’Mara with adult colouring books. Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind for the Guardian","altText":"Staff at Michael O’Mara with adult colouring books","cleanCaption":"Staff at Michael O’Mara with adult colouring books.","cleanCredit":"Photograph: Linda Nylind for the Guardian"}},"importance":3,"byline":{"title":"Zoe Williams"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435343389804/ef154a5d-3898-4458-86c5-4af4c30c6bc3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Linda Nylind for the Guardian","altText":"Staff at Michael O’Mara with adult colouring books","cleanCredit":"Photograph: Linda Nylind for the Guardian"}}]},{"title":"What does David Cameron want from the EU? No one knows. But he wants it now","rawTitle":"What does David Cameron want from the EU? No one knows. But he wants it now","item":{"type":"comment","id":"commentisfree/2015/jun/26/what-does-david-cameron-want-from-eu","title":"What does David Cameron want from the EU? No one knows. But he wants it now","trailText":"Though he acts like Mr Look Busy and loves saying ‘significant’, he knows his demands won’t be met","standFirst":"Though he acts like Mr Look Busy and loves saying ‘significant’, he knows his demands won’t be met","byline":"Marina Hyde","body":"<p>I enjoy watching David Cameron at European summits. He has the air of an actor in an advert playing someone in an important job. You know the sort of thing: you watch them move purposefully through a buzzy office pointing at things before they turn brusquely to the camera and declare: “I work in a fast-paced environment where every decision counts. I demand performance from an antiperspirant.”</p> \n<p>As CEO of Look Busy Enterprises, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/25/david-cameron-set-to-go-to-referendum-without-eu-ratifying-treaty-changes\" title=\"\">European council meetings</a> are hard work for Cameron. There are cameras rolling and snapping most of the time, so he has to wear his busy face pretty much all day long. The lactic acid buildup in his jaw and frown muscles is believed to be quite painful by bedtime.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/25/david-cameron-set-to-go-to-referendum-without-eu-ratifying-treaty-changes\">Cameron set to go to referendum without EU ratifying treaty changes</a> </p> \n</aside> \n<p>Of course, his face is not the only replica weapon in the prime minister’s arsenal. There is also his signature practice of turning on his heel the split second he’s finished delivering his soundbite to the cameras – a shtick presumably designed to imply he is getting energetically to grips with important matters, but which in fact looks like he’s a stricken character in an Imodium Plus advert. Here, prime minister, take these tablets – they got that guy in the ad through the speech at his daughter’s wedding, and they could permit you to finish your sentence&nbsp;without looking like you’re rushing off to the nearest gents.</p> \n<p>Do forgive that second advertising reference in almost as many paragraphs – but perhaps I am not the only one who imagines a three-minute break in Doc Martin to be Cameron’s philosophical milieu. One EU diplomat present at Thursday night’s meeting actually described the prime minister’s outlining&nbsp;of his EU reform plans at the summit as “a commercial break”. Let’s see that in action. “There was a very emotional discussion on migration,” revealed this figure, “and then David Cameron gave us a commercial break.”</p> \n<p>According to insiders, this interlude was greeted without response by his fellow leaders, which is a shame. There was a real opportunity there for someone like Angela Merkel to let him finish speaking, leave it a beat, then growl “<em>the Lynx effect</em>”, to giggles from the rest of the room. They clearly needed a laugh to break the tension.</p> \n<p>Or, as the prime minister put it to the&nbsp;media outside: “People always say&nbsp;to me: these things aren’t possible, you’ll never get things done. Well, once&nbsp;again we’ve proved we will get them done. We’ve started that process,&nbsp;and it’s under way.”</p> \n<p>And under way it is. By the mere act of unleashing a non sequitur to the blank looks of colleagues discussing not just one but two hugely complex and pressing situations – Greece and the migration crisis – it is under way. Not since an under-secretary interrupted the Yalta conference with the words “I move for wider buffet options at these events” has anything been as under way as this.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"5557e47cca0f8b180596f57297399c2255c06b3f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435338845427/3b2a6381-1850-4372-8140-6a4ab3fc4792-460x276.jpeg\" alt=\"David Cameron in Brussels\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘These meetings are hard work for Cameron. He has to wear his busy face pretty much all day long. The lactic acid buildup in his jaw and frown muscles is believed to be quite painful by bedtime’.</span> \n </figcaption> \n</figure> \n<p>By some cosmic conspiracy of timing, alas, it is insufficiently under way to be anywhere near completion in time for the referendum on Britain’s membership of the EU. Cameron’s proposed reforms to the EU are unlikely to have been ratified by the union’s other 27 member states before he goes&nbsp;to the country.</p> \n<p>Still, make no mistake, he leaves this&nbsp;summit as British leaders leave all EU summits: declaring that they got what they came for. As for what precisely that is, in this prime minister’s&nbsp;case, few can say. As with all the crappest villains, the audience hasn’t got a clue what Cameron wants. Even the other characters don’t have a clue what he wants. <a href=\"http://www.mirror.co.uk/news/uk-news/david-cameron-backs-down-eu-5951783\" title=\"\">“What does he want?”</a> European commission president Jean-Claude Juncker asked reporters. He&nbsp;wants performance from a razor, Jean-Claude. He demands it.</p> \n<p>He wants to use the word “significant” a lot without elaboration. He wants to be able to go home from the meeting claiming to be “tired but happy”, alleging progress in as inscrutable a way as possible.</p> \n<p>And there’s not a whole lot else he can do, now he has so rashly gambled on securing “fundamental change” to appease the Eurosceptics frothing down his neck. What he actively doesn’t want is what already appears to be happening: namely, other leaders effectively filling in the blanks of his studiedly nebulous “demands”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>“What does he want?” Juncker asked reporters. He wants performance from a razor, Jean-Claude. He demands it</p> \n </blockquote> \n</aside> \n<p>A leaked diplomatic note detailing Cameron’s discussions with another EU leader this week states: “He believes that people will ultimately vote for the status quo if&nbsp;the alternatives can be made to appear risky … ” Elsewhere, the note reveals: “The PM said that he had deliberately not produced a lengthy shopping list.” He seems to be privately climbing down&nbsp;from demanding full-on treaty change to a position of changing the treaties “in&nbsp;due course”.</p> \n<p>Oof. That feels like a little too much detail about how little detail there will be. Cameron cannot say what he wants because he knows he won’t get it, and if his backbenchers knew what it was they would declare in no uncertain terms that this ought not remotely to be what he wanted. Wanting things is a recipe for disappointment. The only time he really said what he wanted was when he declared his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/may/27/david-cameron-jean-claude-juncker-eu-top-job\" title=\"\">opposition to the nomination of Juncker</a> as EU president. He wanted a vote on that one, and he got it: <a href=\"http://www.mirror.co.uk/news/uk-news/david-camerons-humiliation-hes-outvoted-3778233\" title=\"\">26-2 in favour of Juncker.</a></p> \n<p>Subsequently – and indeed consequently – all Cameron’s trips to EU summits now have the flavour of a very bad attempt at a Pinter play. He must say very little, at long intervals. Much of what he says is greeted by total silence from the other players. Anything he does say might mean a great deal but could equally be read as meaning nothing very much at all. There doesn’t appear to be much in the way of plot, but there’s an implication that significance may be lurking beneath the mundanity. Then again, it might not. Is it trivial? Is it important? Is there an interval because a large gin and tonic might help this make sense?</p> \n<p>At present, it all lacks the menace of <a href=\"https://en.wikipedia.org/wiki/The_Caretaker\" title=\"\">The Caretaker</a> – though that could change as this nears its final act. When will that be? Well, naturally, no one wants to say. But you can’t blame the prime minister for wanting to bring the curtain down on all the surreal posturing rather earlier than 2017.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435337727088/Noma-Bars-illustration-of-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘By the mere act of unleashing a non sequitur to the blank looks of colleagues discussing not just one but two hugely complex and pressing situations – Greece and the migration crisis – it is under way.' Illustration: Noma Bar","credit":"Noma Bar","altText":"Noma Bar's illustration of Cameron as a faux shark","cleanCaption":"‘By the mere act of unleashing a non sequitur to the blank looks of colleagues discussing not just one but two hugely complex and pressing situations – Greece and the migration crisis – it is under way.' Illustration: Noma Bar"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435338846676/3b2a6381-1850-4372-8140-6a4ab3fc4792-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘These meetings are hard work for Cameron. He has to wear his busy face pretty much all day long. The lactic acid buildup in his jaw and frown muscles is believed to be quite painful by bedtime’.","credit":"Xinhua/Rex Shutterstock/Xinhua/Rex Shutterstock","altText":"David Cameron in Brussels","cleanCaption":"‘These meetings are hard work for Cameron. He has to wear his busy face pretty much all day long. The lactic acid buildup in his jaw and frown muscles is believed to be quite painful by bedtime’."}],"webPublicationDate":"2015-06-26T16:15:34Z","lastModified":"2015-06-26T23:01:10Z","metadata":{"commentable":true,"commentCount":416,"contributors":[{"name":"Marina Hyde","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marinahyde"}],"feature":false,"keywords":["David Cameron","European Union","Europe","World news","Politics","UK news","Conservatives"],"tags":[{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Marina Hyde","topic":{"type":"tag-contributor","name":"profile/marinahyde"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/what-does-david-cameron-want-from-eu","shortUrl":"http://gu.com/p/4a6jz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/26/what-does-david-cameron-want-from-eu","webUri":"http://www.theguardian.com/commentisfree/2015/jun/26/what-does-david-cameron-want-from-eu"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435337727088/Noma-Bars-illustration-of-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘By the mere act of unleashing a non sequitur to the blank looks of colleagues discussing not just one but two hugely complex and pressing situations – Greece and the migration crisis – it is under way.' Illustration: Noma Bar","credit":"Noma Bar","altText":"Noma Bar's illustration of Cameron as a faux shark","cleanCaption":"‘By the mere act of unleashing a non sequitur to the blank looks of colleagues discussing not just one but two hugely complex and pressing situations – Greece and the migration crisis – it is under way.' Illustration: Noma Bar"}},"importance":3,"byline":{"title":"Marina Hyde"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png"}}]}],"lastModified":"2015-06-27T08:10:15Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}