{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Greece's mass psychology of revolt will survive the financial carpet-bombing","rawTitle":"Greece's mass psychology of revolt will survive the financial carpet-bombing","item":{"type":"comment","id":"commentisfree/2015/jul/04/greeces-mass-psychology-of-revolt-will-survive-the-financial-carpet-bombing","title":"Greece's mass psychology of revolt will survive the financial carpet-bombing","trailText":"<strong>Paul Mason:</strong> Sunday’s referendum is taking place against the background of a kind of financial warfare. If the idea is to terrorise the population, it has only half worked","standFirst":"<p>Sunday’s referendum is taking place against the background of a kind of financial warfare. If the idea is to terrorise the population, it has only half worked<br /><br /></p>","byline":"Paul Mason","body":"<p>When Times correspondent George Steer entered the city of Guernica in April 1937, what struck him were the incongruities. He noted precisely the bombing tactics “which may be of interest to students of the new military science”. But his report begins with a long paragraph describing the city’s ceremonial oak tree and its role in the Spanish feudal system.</p> \n<p>Sitting in Athens this week, I began to understand how Steer felt. Sunday’s referendum took place under a kind of financial warfare not seen in the history of modern states. The Greek government was forced to close its banks after the European Central Bank, whose job is technically to keep them open, refused to do so. The never-taxed and never-registered broadcasters of Greece did the rest, spreading panic, and intensifying it where it had already taken hold.</p> \n<p>When the prime minister made an urgent statement live on the state broadcaster, some rival, private news channels refused to cut to the live feed. Greek credit cards ceased to work abroad. Some airlines cancelled all ticketing arrangements with the country. Some employers laid off their staff. One told them they would be paid only if they turned up at an anti-government demonstration. Martin Schulz, the socialist president of the European parliament, called for the far-left government to be replaced by technocrats. And the Council of Europe declared the referendum undemocratic.</p> \n<p>With ATM cash limited to €60 a day, one shopkeeper described the effect on her customers: on day one, panic buying; day two, less buying; day three, terror; day four, frozen. The words you find yourself using in reports, after looking into the eyes of pensioners and young mothers, make the parallel with conflict entirely justified: terror, fear, flight, panic, uncertainty, sleeplessness, anxiety, disorientation.</p> \n<p>If the effect was to terrorise the population, it has only half worked. The pollsters are simply finding what Greek political scientists already know: society is divided, deeply and psychologically, between left and right.</p> \n<p>The anthropologist David Graeber points out, in his history of debt and debt forgiveness <a href=\"http://bookshop.theguardian.com/debt-2.html\">Debt: The First 5,000 Years</a>, that the transaction carries the implicit threat of violence. Debt gives you the power of rightful coercion with all the blame attaching to the victim. But rarely has that power been used as Europe used it against Greece last week. In the 2013 Cypriot crisis, where the EU enforced the seizure of money in people’s bank accounts, the government caved in at the first confrontation.</p> \n<p>Greece is different. If I were to pick out the equivalent of Guernica’s symbolic oak tree here, it would be the graffiti. “We didn’t die for love so why would we die of starvation?” reads one plaintive message. Throughout the five years of the crisis, Greeks have been using the walls for mutual public psychotherapy. “I’m being tortured,” reads a popular tag by a famous graffiti sprayer. “I’m spinning,” reads a parody tag that rhymes with it, often found close by, reportedly sprayed by the first guy’s jilted girlfriend.</p> \n<p>I’ve often wondered what it would take for the walls to go white again. But there is no obvious answer. The graffiti, like the sporadic rioting and casual ultra-leftism among the young, broke out in 2008 during the two weeks of violence after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2008/dec/13/athens-greece-riots\">the killing of 15-year-old Alexis Grigoropoulos by police</a>. That was the modern Greek 1968, and if you measure it against the original, by now, we should be in the mid-70s, a moment of demobilisation and defeat. But whatever the outcome of Sunday’s vote, it is hard to see this mass psychology of revolt and refusal going away. Like the oak tree at Guernica, it can survive financial carpet-bombing.</p> \n<p>What worries me now is whether Europe can survive the act of inflicting it. Sitting in their ministries, the Greek negotiators were coolly drawing parallels with the 2005 Dutch and French referendums on Europe, where no votes led to a change in the European offer and a yes thereafter. But they had misunderstood. To drive a country to the point where its banks close and its pharmacies run out of medicine is not done to force a mind change. The aim was, <a href=\"http://www.telegraph.co.uk/finance/economics/11676867/Greece-accuses-Europe-of-plotting-regime-change-as-creditors-draw-up-ultimatum.html\">as Telegraph journalist Ambrose Evans Pritchard wrote</a>, regime change.</p> \n<p>But here lies the central problem. Most of the time, when states deploy decisive measures against other states they have a plan not just for who will govern but what the replacement system will be.</p> \n<p>Germany’s mistake, in this sense, since 2010, has been its failure to demand a modernised and productive capitalism. It imposed European debt rules via parties who were never prepared to impose the European norms of business and social equity. Indeed, the EU has relied on a local business elite that is often physically absent: happier in Knightsbridge than in its Athenian equivalent.</p> \n<p>When Angela Merkel and Nicolas Sarkozy overthrew first George Papandreou and then Silvio Berlusconi, they could at least console themselves that it was a political mercy killing. Not many people rioted. And as Sarkozy implied, when he slapped me down at a press conference, this was the European way.</p> \n<p>After this week, the narrative of the EU as “imperialist” will blossom in Greece – but true imperialisms imposed order. The outcome here is likely to be very different.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/22e3bdb76e11eafa92b3d6abc676ea9e515e643b/0_269_4256_2556/4256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2556,"width":4256,"orientation":"landscape","credit":"Sakis Mitrolidis/AFP/Getty Images","altText":"A graffito reading \"NO\" is seen on a wall outside a national bank branch as people withdraw money from ATMs in Thessaloniki on July 2, 2015. Amid capital controls and lines of customers withdrawing as much cash as limits allow, the National Bank of Greece on July 2 stressed it was accepting euro deposits at all its ATMs. Greece's radical left government suggested it would resign if it fails to get its way in a make-or-break referendum July 5 that could decide the country's financial future.   AFP PHOTO / SAKIS MITROLIDISSAKIS MITROLIDIS/AFP/Getty Images","cleanCredit":"Photograph: Sakis Mitrolidis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T07:30:05Z","lastModified":"2015-07-04T07:30:05Z","metadata":{"commentable":true,"commentCount":56,"contributors":[{"name":"Paul Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/30/1435650984135/Paul-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-mason"}],"feature":false,"keywords":["Eurozone crisis","Greece","Europe","World news","European Union","European monetary union","Economics","Banking","European banks","Financial crisis"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-crisis","webTitle":"Financial crisis"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Paul Mason","topic":{"type":"tag-contributor","name":"profile/paul-mason"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/04/greeces-mass-psychology-of-revolt-will-survive-the-financial-carpet-bombing","shortUrl":"http://gu.com/p/4ac8t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/04/greeces-mass-psychology-of-revolt-will-survive-the-financial-carpet-bombing","webUri":"http://www.theguardian.com/commentisfree/2015/jul/04/greeces-mass-psychology-of-revolt-will-survive-the-financial-carpet-bombing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/22e3bdb76e11eafa92b3d6abc676ea9e515e643b/0_269_4256_2556/4256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2556,"width":4256,"orientation":"landscape","caption":"Greeks withdraw money from ATMs in Thessaloniki, beside a graffito that reads: ‘No’. Photograph: Sakis Mitrolidis/AFP/Getty Images","credit":"Sakis Mitrolidis/AFP/Getty Images","altText":"Greeks withdraw money from ATMs in Thessaloniki","cleanCaption":"Greeks withdraw money from ATMs in Thessaloniki, beside a graffito that reads: ‘No’.","cleanCredit":"Photograph: Sakis Mitrolidis/AFP/Getty Images"}},"importance":7,"byline":{"title":"Paul Mason"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/6/30/1435650984135/Paul-Mason-L.png"}}]},{"title":"This euro is destroying the European dream","rawTitle":"This euro is destroying the European dream","item":{"type":"comment","id":"commentisfree/2015/jul/03/greece-referendum-euro-destroying-european-dream-deficit-fetishists","title":"This euro is destroying the European dream","trailText":"The deficit fetishists of Brussels and Berlin must cut&nbsp;Greece some fiscal slack and work to promote growth","standFirst":"The deficit fetishists of Brussels and Berlin must cut&nbsp;Greece some fiscal slack and work to promote growth","byline":"Jonathan Freedland","body":"<p>On Sunday the Greeks vote while the rest of Europe holds its breath. No matter how clunky the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2015/jul/03/greek-referendum-voters-greece-creditors-proposals\">wording on the ballot paper</a>, everyone knows what’s at stake. This is a moment of great peril, not only for the euro but for the European project itself.</p> \n<p>If Greece votes no, it’s hard to see how it can stay in the euro, which will represent the most grievous blow in the 16-year history of a currency whose momentum was always meant to be irreversible.</p> \n<p>If yes wins, and Syriza duly falls, the victory for the European powers could prove to be pyrrhic. Too many will believe that Brussels, and more pointedly Berlin, engineered the toppling of a democratically elected government. Once Alexis Tzipras had, admittedly, put a gun to his own head by calling Sunday’s vote, the EU in effect told the Greek nation that the leaders they had chosen just six months ago were unacceptable and had to be removed. The moment will be cited ever after as proof that the EU’s approach to democracy is akin to Henry Ford’s view of consumer choice: you can have whatever colour you like, “so long as it is black”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2015/jul/03/greek-referendum-voters-greece-creditors-proposals\">Greek referendum: how voters interpret unclear question will decide outcome</a> </p> \n</aside> \n<p>For things to have reached such a pass – in which Greeks are being asked to select yes for organised penury or no for the chaotic variety – is surely an indictment of the single currency. Any scheme that can result in such a crisis – to say nothing of the stagnant growth, unemployment and poverty that have plagued much of the eurozone since the crash – is bound to be branded an unambiguous failure. What’s more, it is now acting as a repellent for the European idea itself: witness the rise of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/feb/01/guardian-view-europe-populists-left-right-united-worrying-xenophobia\">populist anti-EU parties</a> in Spain, Italy and beyond.</p> \n<p>That prompts a question, one that will only get sharper whether the Greeks leave the euro and descend into economic mayhem or stay and suffer back-breaking debt repayments. Is the disaster of the euro strangling the larger European project it was meant to serve? Could it be time to kill off the euro in order to save the European Union?</p> \n<p>So much as whisper that thought to seasoned Euro-folk, as I have this week, and the response is telling. Among other things it reveals the gap, much wider than the Channel, that separates Britain from the rest of Europe – a gap of understanding and experience that explains so much.</p> \n<p>The immediate reply to talk of dumping the euro is practical. For struggling economies, the likes of Portugal or Spain, leaving the euro would be a calamity. They want to stay in for the same reason even Syriza is trying to avoid a Grexit: the costs of attempting to leave and revert to a past currency are, say the experts, guaranteed to spell ruin.</p> \n<p>As for the rich countries, the euro has been a marvel. Germany gets to trade in a currency that is sufficiently weak to make its exports internationally competitive, all the while selling its cars and washing machines into a captive market of near-neighbours who cannot devalue their own currencies against it. If Berlin had stuck with a too-strong <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2010/dec/15/euro-fights-for-life-after-traumatic-years\">Deutsche Mark</a>, it would have seen its goods become prohibitively expensive.</p> \n<p>There are other arguments too, including the assumption that a return to the pre-euro Babel of currencies would see the resurrection of tariffs and protectionism, jeopardising the single market. But economic arguments are not the heart of the matter. Indeed – and this is what can feel so alien to Britons – the euro was never really about economics. It was always a political project, even a dream.</p> \n<p>From the start, the animating European idea was to bind the countries of the continent so tightly to each other that they would never again be at war. Mark Leonard, director of the European Council on Foreign Relations, is upfront: “The whole dream was to use economic means for political ends.” That was perhaps its fatal flaw: economic steps taken for political reasons tend to end in catastrophe. But you have to acknowledge that initial ideal if you want to understand why so many continental Europeans are attached to a scheme that outsiders breezily dismiss as a failure ripe for the trashcan of history.</p> \n<p>And the euro stirs other passions that might not be obvious. For the Baltic states, the Latvians or Estonians, the euro is a matter of national security. Perennially anxious about Russia, they believe their safety relies on being part of something bigger. The more integrated they are in Europe, even sharing a currency, the safer they feel. Nato shelters them under one umbrella, held by the US. The euro protects them under another, gripped by Germany.</p> \n<p>Hence the resentment in some “new European” capitals of the current antics in ancient Athens: they believe Syriza is jeopardising a scheme that, for them, is not just about money, but about the independent existence of their nations. In other words, the commitment to the euro is too deep to be forsaken.</p> \n<p>But that does not mean that the peoples of the eurozone are trapped inside an inescapably doomed enterprise, even if it looks that way. The roots of the current Greek crisis might not lie in some structural, innate flaw in the euro, but rather in the more contingent and therefore soluble realm of European economic policy. The problem is not so much the euro as <em>this</em> euro.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I’m told plenty of European leaders are ready to do it – but not for Alexis Tsipras. That relationship is too broken</p> \n </blockquote> \n</aside> \n<p>I’m referring to the peculiar brand of deficit fetishism associated with, but not exclusive to, Angela Merkel’s Germany. It is this ultra-austerianism that has led to the cataclysmic beggaring of Greece, <a href=\"http://krugman.blogs.nytimes.com/2011/11/30/bleeding-britain/\">bleeding the patient white</a> and then – when seeing that he’s dying – insisting that he bleed some more.</p> \n<p>None of that is logically inherent in the euro. Just as it’s possible to oppose George Osborne’s initial deficit monomania on sound, Keynesian grounds without wanting to jettison the pound, so it poses no contradiction to demand an end to Merkelism while wanting to hold fast to the euro.</p> \n<p>Framing the problem this way points to the solution. It says that the European creditors should change their focus on Greece from cutting spending to promoting growth, doing whatever it takes to enable the Greeks to rebuild. Eventually the latter might even be in a position to pay back some of their debts. But for now that will mean cutting them some, even a lot of, fiscal slack.</p> \n<p>I’m told plenty of European leaders are ready to do it too – but not for Alexis Tsipras. That relationship is too broken, and too few mainstream leaders want to hand the populist challenger Syriza a victory – not when they face rebel parties of their own. But they will need to make such a move eventually. They need to demonstrate that the euro and austerity are not synonymous terms. That <em>the</em> euro need not always look like <em>this</em> euro. And that, indeed, Europe is not fated to look like this Europe – a place not of dreams, but of nightmares.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435949555519/Alexis-Tsipras-campaignin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greece's prime minister, Alexis Tsipras, campaigns for a no vote in Sunday's referendum Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"Alexis Tsipras campaigning for no vote in referendum","cleanCaption":"Greece's prime minister, Alexis Tsipras, campaigns for a no vote in Sunday's referendum Photograph: Petros Giannakouris/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-03T18:58:17Z","lastModified":"2015-07-04T00:05:02Z","metadata":{"commentable":true,"commentCount":585,"contributors":[{"name":"Jonathan Freedland","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740842/JonathanFreedland.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanfreedland"}],"feature":false,"keywords":["Greece","Euro","European Union","Economics","Angela Merkel","Germany","Europe","UK news","World news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/euro","webTitle":"Euro"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/economics","webTitle":"Economics"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jonathan Freedland","topic":{"type":"tag-contributor","name":"profile/jonathanfreedland"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/03/greece-referendum-euro-destroying-european-dream-deficit-fetishists","shortUrl":"http://gu.com/p/4acd2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/03/greece-referendum-euro-destroying-european-dream-deficit-fetishists","webUri":"http://www.theguardian.com/commentisfree/2015/jul/03/greece-referendum-euro-destroying-european-dream-deficit-fetishists"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435949555519/Alexis-Tsipras-campaignin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greece’s prime minister, Alexis Tsipras, campaigns for a no vote in Sunday’s referendum. Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"Alexis Tsipras campaigning for no vote in referendum","cleanCaption":"Greece’s prime minister, Alexis Tsipras, campaigns for a no vote in Sunday’s referendum. Photograph: Petros Giannakouris/AP"}},"importance":5,"byline":{"title":"Jonathan Freedland"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740842/JonathanFreedland.png"}}]},{"title":"Michael Gove is right: our antiquated court system produces two-nation justice","rawTitle":"Michael Gove is right: our antiquated court system produces two-nation justice","item":{"type":"comment","id":"commentisfree/2015/jul/04/gove-two-nation-justice-legal-aid-court-records-technology-america","title":"Gove is right: our antiquated court system produces two-nation justice","trailText":"As legal aid cuts force people to represent themselves, the costly, tortuous steps to access court records threaten access to justice. But it needn’t be this way – as the US shows","standFirst":"<p>As legal aid cuts force people to represent themselves, the costly, tortuous steps to access court records threaten access to justice. But it needn’t be this way – as the US shows</p>","byline":"Heather Brooke","body":"<p>Justice must be seen to be done. It is a famous <a href=\"http://blog.citizenshipfoundation.org.uk/2013/12/04/justice_must_be_seen_to_be_done/\">aphorism laid down in 1924</a> by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2006/apr/03/news.crime\">Lord Hewart, the lord chief justice</a>. But what happens when people put this principle to the test? When they actually go to court?</p> \n<p>Michael Gove has given his own account of this exercise, narrating in his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/23/politics-live\">first speech as justice secretary</a> his experience of today’s courts. He found <a href=\"https://www.gov.uk/government/speeches/what-does-a-one-nation-justice-policy-look-like\">“snowdrifts of paper held in place by delicate pink ribbons”</a>, cases derailed by the late arrival of prisoners, broken video links or missing paperwork, a rape victim who had waited nearly two years for her case to be heard: overall, a “creaking, outdated system”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/02/legal-aid-cuts-vulnerable-fatcat-lawyers\">Legal aid cuts will hurt vulnerable people, not ‘fatcat’ lawyers | John Briant</a> </p> \n</aside> \n<p>You don’t have to be a justice secretary to witness the inefficiency and antiquated ways of the courts. In fact, as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/02/legal-aid-cuts-vulnerable-fatcat-lawyers\">legal aid cuts</a> bite, more people will have to represent themselves in courts where they encounter a system that is the very opposite of user friendly.</p> \n<p>We pay a lot for this system, but many would argue it’s not enough. The Royal Courts of Justice may be as grand as palaces, but many others are dilapidated, their facilities in desperate need of modernisation. Investing in justice should be a point of principle but also a matter of practicality. When people see and experience justice being done efficiently and fairly, they are content to abide by the rule of law.</p> \n<p>Gove was right when he identified a two-nation justice system. “While those with money can secure the finest legal provision in the world, the reality in our courts for many of our citizens is that the justice system is failing them, badly.”</p> \n<p>Too often the public – the people funding the system and in whose name it operates – are treated as an afterthought at best, a nuisance at worst. It seems obvious that courts should be user friendly, directed to meet the needs of the general public, but too often they cater only to a cloistered elite.</p> \n<p>Back in 2010 I did the same exercise as Gove. I was researching my book <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2010/apr/18/heather-brooke-uk-secret-state\">The Silent State</a> and wanted to get some court documents. In America where I’ve worked, this process is usually simple: speak to the clerk, look through the files, make copies. These days many American courts have digitised indexes for searching, sometimes the records themselves are digitised. The US supreme court has an online docket search, digitised transcripts and audio files. You can access court records electronically in Australia, Canada, New Zealand and South Africa.</p> \n<p>Here’s how it worked in England. I go to the Royal Courts of Justice – one of the best-resourced courts in the land. I have the names of the parties but when I speak to the clerk in the information office he says I need the case number. Without it I can’t proceed.</p> \n<p>“How do I get that?” I ask, assuming there’s a database I can search. There isn’t. Instead there is a “search room” further down the hall. I have a friendly chat with a man there who says a search costs &pound;5 per 15 minutes and I have to pay in advance at the fees office, which is (of course) at the other end of the corridor and around a corner. But how will I know how much to pay when I don’t know how long it will take? The clerk says he’ll be lenient: “I’m not going to hassle you every five minutes, but if there’s a queue then you’ll have to go back and pay more money.” Though “15 minutes should be enough”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Four different people in four parts of the high court just to get one document that most likely existed electronically</p> \n </blockquote> \n</aside> \n<p>I go to the fees office where there’s a queue. I wait, pay, get a paper receipt and return to the search room. I find the case number in a few minutes then return to where I started – the information office. Now I have to fill out (by hand) a paper form specifying the documents I want. I’m told I’ll have to wait two to five days for them to be delivered to this office. When these paper documents arrive I’ll have to get another paper receipt from the fees office if I want to make photocopies.</p> \n<p>And if I want to see anything from the case files (which I do), then I’ll need permission (another form) and another receipt (the cost is &pound;75 if the application is “on notice”, and &pound;40 if the application is “without notice or by consent”). I’ll need to go before a “master” to explain why, in the interests of justice, I should be given access.</p> \n<p>So to recap: that’s four different people in four parts of the high court just to get one document that most likely existed in electronic form. And that’s just the beginning of the obstacles. The court lists of who is up for trial are notably difficult to obtain, sentencing records are secret, and a cartel of private companies controls the transcription market, meaning only the richest can afford a record of their case.</p> \n<p>As more people have to represent themselves in court such difficulties in accessing necessary information will hinder not only access to documents, but access to justice itself.</p> \n<p>It needn’t be this way. There are civic technology champions eager to reform the courts. What might a collaboration with <a href=\"https://www.mysociety.org/\">MySociety</a> or the <a href=\"http://opendatainstitute.org/\">Open Data Institute</a> produce? Until now the courts have been disdainful towards those with the knowledge and drive to innovate. Maybe now, with Gove’s resolve, the creaking cloisters will finally embrace the modern age. His desire to reform the courts is welcome. His desire to knobble the people’s right to know by <a href=\"http://www.politics.co.uk/news/2015/06/22/gove-offensive-reveals-behind-the-scenes-tory-freedom-of-inf\">curtailing the Freedom of Information Act</a> is not.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925842609/The-Royal-Courts-of-Justi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Royal Courts of Justice in London: 'Four different people in four parts of the court just to get one document that most likely existed in electronic form.' Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"The Royal Courts of Justice","cleanCaption":"The Royal Courts of Justice in London: 'Four different people in four parts of the court just to get one document that most likely existed in electronic form.' Photograph: Graham Turner for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-03T23:26:20Z","lastModified":"2015-07-03T23:27:42Z","metadata":{"commentable":true,"commentCount":77,"contributors":[{"name":"Heather Brooke","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/heather-brooke"}],"feature":false,"keywords":["Law","Legal aid","UK criminal justice","US justice system","Technology","US news","UK news","World news"],"tags":[{"id":"law/law","webTitle":"Law"},{"id":"law/legal-aid","webTitle":"Legal aid"},{"id":"law/criminal-justice","webTitle":"UK criminal justice"},{"id":"us-news/us-justice-system","webTitle":"US justice system"},{"id":"technology/technology","webTitle":"Technology"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Heather Brooke","topic":{"type":"tag-contributor","name":"profile/heather-brooke"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/04/gove-two-nation-justice-legal-aid-court-records-technology-america","shortUrl":"http://gu.com/p/4acxn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/04/gove-two-nation-justice-legal-aid-court-records-technology-america","webUri":"http://www.theguardian.com/commentisfree/2015/jul/04/gove-two-nation-justice-legal-aid-court-records-technology-america"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925842609/The-Royal-Courts-of-Justi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Royal Courts of Justice in London: ‘Four different people in four parts of the court just to get one document that most likely existed in electronic form.’ Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"The Royal Courts of Justice","cleanCaption":"The Royal Courts of Justice in London: ‘Four different people in four parts of the court just to get one document that most likely existed in electronic form.’ Photograph: Graham Turner for the Guardian"}},"importance":5,"byline":{"title":"Heather Brooke"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925842609/The-Royal-Courts-of-Justi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Royal Courts of Justice in London: 'Four different people in four parts of the court just to get one document that most likely existed in electronic form.' Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"The Royal Courts of Justice","cleanCaption":"The Royal Courts of Justice in London: 'Four different people in four parts of the court just to get one document that most likely existed in electronic form.' Photograph: Graham Turner for the Guardian"}}]},{"title":"‘Unacceptable’ is the new ‘something must be done’. David Cameron likes it because it lets him off the hook","rawTitle":"‘Unacceptable’ is the new ‘something must be done’. David Cameron likes it because it lets him off the hook","item":{"type":"comment","id":"commentisfree/2015/jul/04/politicians-love-to-declare-things-unacceptable","title":"‘Unacceptable’ is the new ‘something must be done’. David Cameron likes it because it lets him off the hook","trailText":"The prime minister declares the migrant crisis in Calais “totally unacceptable”, but that’s hardly going to stop it happening. The phrase is a neat way of expressing outrage without taking responsibility","standFirst":"<p>The prime minister declares the migrant crisis in Calais “totally unacceptable”, but that’s hardly going to stop it happening. The phrase is a neat way of expressing outrage without taking responsibility</p>","byline":"Ian Jack","body":"<p>Edward VIII had already decided to abdicate when, on 18 November 1936, he set off on a short tour of the depressed areas of south Wales, and in the ruins of the recently closed Dowlais steel mill, surrounded by hundreds of unemployed men, made his celebrated statement. “These works brought all these people here,” he said. “Something must be done to find them work.” He spoke the words to an official rather than in a speech, and there is some uncertainty over whether he said “must” or “ought to”. That they became the second-most famous lines he ever spoke says a lot about the conservatism and public reticence of the British monarchy at that time; it was on this slender evidence that Alf Garnett dubbed him “the workers’ king”. But only three weeks later he was broadcasting to the world that he couldn’t be king “without the help and support of the woman I love”, and the fate of the workless in south Wales, however seriously this Trotsky of monarchs had taken it in the first place, was just one of the many items that disappeared from his list of duties and concerns.</p> \n<p>Did his small intervention do any good? Two days later, the Times thought his comments had greatly helped “to concentrate attention on the state of the distressed areas and the failure of the industrial revival to penetrate the economic backwaters that are particularly affected”. Writing 40 years later, his biographer <a href=\"http://www.independent.co.uk/news/people/obituary-frances-donaldson-1432594.html\">Frances Donaldson</a> felt that he had demonstrated a capacity for sympathy and shown a genuine distress that brought “something very like happiness … to men who had for so long known only despair”. In fact, plans to revive the area’s pits and factories had already been drawn up and what did most to end the depression – the something that had to be done – was the coming world war.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/03/bad-language-bugs-me\">Achingly unacceptable: the bad language that bugs me | Jeremy Butterfield</a> </p> \n</aside> \n<p>Nevertheless, something-must-be-dunnery persists under a different name. Politicians have recently taken to&nbsp;saying that they find situations “unacceptable”. An adjective that was once largely confined to headmasters’ reports and letters of complaint to railway companies – your son farted in assembly, your train was late three times in a row, unacceptable behaviour in each case – has now become the word&nbsp;political leaders reach for when they want to imply that they find an intractable problem more than just worrying or disagreeable, but also a&nbsp;personal affront. John Swinney, Scotland’s finance minister, finds George Osborne’s budget cuts “<a href=\"http://www.scotsman.com/news/politics/top-stories/snp-say-scotland-will-lose-millions-from-cuts-1-3793117\">completely and utterly unacceptable</a>”. Alex Salmond finds the Scotland Bill “wholly unacceptable”. David Cameron finds the scenes produced by the desperation of would-be migrants at&nbsp;Calais “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/24/calais-britain-send-more-security-assistance-cameron\">totally unacceptable</a>”.</p> \n<p>The last seems the strangest use. A&nbsp;great movement of people begins faraway in the disparate settings and languages of Africa and Asia; travels ingeniously and dangerously across several countries and one or two seas; survives for months or more in a makeshift camp near the Channel; then seizes the chance to reach its destination by clambering aboard moving trucks amid the disorder caused by a ferry strike. “Unacceptable” is a&nbsp;bathetic end to this long struggle, though certainly a safer way for a prime minister to describe his concern than “something must be done”, which risks raising awkward questions such as “by whom?” and “to whom?”</p> \n<figure class=\"element element-image\" data-media-id=\"3ecd8f743099953c2328119c7f626a72beb7b67c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435935553283/5ac1853d-f412-4367-bc9f-3e07d97f29f1-460x307.jpeg\" alt=\"A migrant at a makeshift camp at Calais.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A migrant at a makeshift camp at Calais.</span> \n  <span class=\"element-image__credit\">Photograph: Thibault Camus/AP</span> \n </figcaption> \n</figure> \n<p>As to proper answers, I have none. Does&nbsp;anyone? Solutions, that is, more immediate than the hope that equality will eventually curb peoples’ desire to move somewhere richer and easier, because living standards everywhere will be much the same? That, though, takes no account of climate change. The about-to-be-inundated won’t stay put, and the areas most in danger from sea-level rise tend to be located in the developing world. In any case, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/migrants-want-frightening-western-passport\">as the Nigerian writer Chibundu Onuzo put it</a> in last Saturday’s Guardian, even the most radical redistribution of wealth won’t stop people from wanting to move elsewhere. The market has taught them to be restless. “This is the reality of global capitalism,” Onuzo wrote, “we want what you want. Why is it so frightening to hear that? We are never content. We all want a better job market, better weather, cheaper housing, better grammar schools, a lower cost of living … Why are some allowed to travel in search of better opportunities and others are not?”</p> \n<p>The standard reply to Onuzo’s question is that nation states such as the&nbsp;UK need to control immigration to protect the quality of their citizens’ lives. Immigrants will be gradually “absorbed” and the values and customs of the state will remain much the same. But is this keeping-out and controlling still possible when thousands of migrants set off from the North African coast every week? How big a navy, how many camps, how much bureaucracy, how fair and sophisticated an adjudication process would Europe need to limit the flow and sift the deserving from the undeserving, to allow in the former and send back the rest?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/migrants-want-frightening-western-passport\">Migrants only want what you want. Why is that so frightening? | Chibundu Onuzo</a> </p> \n</aside> \n<p>Illegal migration is now <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/24/calais-migrants-keep-trying-france-uk\">an everyday story</a>. Coming home by Eurostar from the Gare du Nord last month, I had to walk right along the platform to the first coach in the train. As I got in, a scuffle broke out behind me at the door. Two men who looked like security guards were challenging a third man to show his ticket. “Billet … ticket … no ticket … why ticket?” said the man in bad English, smiling and looking bemused. He was wiry and had a cheap bag slung over his shoulder. I’d seen him a moment or two earlier, walking up the incline from the track, and mistaken him for a railwayman. It was his bad luck to be spotted. Neither on the train nor at St Pancras did anyone ask to see a passport or a ticket. A luckier migrant would have been walking down the Euston Road a couple of hours later, towards a new life.</p> \n<p>The traditional discourse about migration has still to adjust to the scenes in the Mediterranean and at Calais. Journalism likes someone or something to blame: “evil” people-traffickers, foreign wars, oppressive regimes, disorganised or truculent European governments. All may be guilty, but this summer all seem rather beside the point, which is that Europe is a magnet as well as a refuge. Vast numbers of people want to settle here because, as Onuzo wrote, they want what we want. Until now, perhaps, we have never appreciated that there were quite so many.</p> \n<h2>The invention of trainspotting</h2> \n<p>The publisher <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2004/feb/15/magazine.features7\">Ian Allan</a> died this week, aged 92. It would be wrong to say that he invented the railway hobby – that began with gentleman enthusiasts in the 19th century. His achievement was to spread it among hundreds of thousands of schoolboys by turning them into trainspotters. A cheap pastime, ideal for its era: his first booklet of engine numbers was published in 1942. There were shortages of everything then, from bananas to cricket bats, but plenty of engines to pursue and, when seen, to underscore in the list.</p> \n<p>Later he published lists of everything that moved: buses, cars, aircraft and ships. I was more of a ship boy myself, though I notice from my ABC of Coastal Ships, which I’ve just exhumed in his honour, that I saw surprisingly few. It made Allan very rich. He and the Rev Wilbert Awdry, Thomas the Tank Engine’s inventor, probably made as much money as George Stephenson. There was a lot of profit in boys.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435935469013/185e2cdf-59cc-4d0d-a94a-ed53ddce5341-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Philippe Huguen/AFP/Getty Images","altText":"Migrants climb in the back of a lorry on a road leading to the Channel tunnel at Calais.","cleanCredit":"Photograph: Philippe Huguen/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435935552009/5ac1853d-f412-4367-bc9f-3e07d97f29f1-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"A migrant at a makeshift camp at Calais. Photograph: Thibault Camus/AP","credit":"Thibault Camus/AP","altText":"A migrant at a makeshift camp at Calais.","cleanCaption":"A migrant at a makeshift camp at Calais.","cleanCredit":"Photograph: Thibault Camus/AP"}],"webPublicationDate":"2015-07-04T07:00:05Z","lastModified":"2015-07-04T07:00:05Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Ian Jack","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400680311974/Ian-Jack-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ianjack"}],"feature":true,"keywords":["David Cameron","Politics"],"tags":[{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Ian Jack","topic":{"type":"tag-contributor","name":"profile/ianjack"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/04/politicians-love-to-declare-things-unacceptable","shortUrl":"http://gu.com/p/4abbz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/04/politicians-love-to-declare-things-unacceptable","webUri":"http://www.theguardian.com/commentisfree/2015/jul/04/politicians-love-to-declare-things-unacceptable"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435935469013/185e2cdf-59cc-4d0d-a94a-ed53ddce5341-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Migrants climb in the back of a lorry on a road leading to the Channel tunnel at Calais. Photograph: Philippe Huguen/AFP/Getty Images","credit":"Philippe Huguen/AFP/Getty Images","altText":"Migrants climb in the back of a lorry on a road leading to the Channel tunnel at Calais.","cleanCaption":"Migrants climb in the back of a lorry on a road leading to the Channel tunnel at Calais.","cleanCredit":"Photograph: Philippe Huguen/AFP/Getty Images"}},"importance":4,"byline":{"title":"Ian Jack"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/21/1400680311974/Ian-Jack-L.png"}}]},{"title":"Tsipras’s wild promises have worsened the Greek crisis","rawTitle":"Tsipras’s wild promises have worsened the Greek crisis","item":{"type":"comment","id":"commentisfree/2015/jul/03/alexis-tsipras-promises-greek-crisis-referendum","title":"Tsipras’s wild promises have worsened the Greek crisis","trailText":"The Greek prime minister’s false assurances have left voters adrift on the eve of a confused – and possible less than legal – referendum","standFirst":"The Greek prime minister’s false assurances have left voters adrift on the eve of a confused – and possible less than legal – referendum","byline":"Hugo Dixon","body":"<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/alexis-tsipras\" title=\"\">Alexis Tsipras</a> talks so much about democracy that one might think the Greek prime minister is a paragon of virtue when it comes to dealing with the voters. This is not the case. For a start, Tsipras has made a series of wild promises that he cannot deliver. Before January’s election, he pledged that he would tear up the country’s bailout programme while staying in the euro. The two are almost certainly incompatible goals, as the Greek people are now discovering at huge cost.</p> \n<p>In advance of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2015/jul/03/greek-referendum-voters-greece-creditors-proposals\" title=\"\">Sunday’s referendum,</a> he has given further assurances. One is that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jun/28/greek-crisis-ecb-emergency-liquidity-referendum-bailout-live\" title=\"\">savers’ bank deposits are safe</a>. He also said he will have a <a href=\"http://www.itv.com/news/update/2015-07-03/tsipras-no-vote-could-lead-to-deal-within-48-hours/\" title=\"\">deal with Greece’s creditors within 48 hours of the plebiscite</a>, if they vote no to the bailout plan. In fact, deposits are at risk and the chance of a deal in two days is virtually nil. A good democrat only promises what he or she can deliver. Tsipras is a demagogue.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>International standards recommend that a referendum is held with at least two weeks’ notice</p> \n </blockquote> \n</aside> \n<p>Now look at Sunday’s referendum. The people have been given eight days to take a decision that will have repercussions for a generation. What’s more, the question is convoluted. The people are officially being asked whether to accept or reject an offer made by Greece’s creditors on 25 June. They are then referred to two complex documents, which have been translated into Greek from English. One of these was mistranslated to say that the country’s debt was unsustainable under all three scenarios considered, whereas it actually said it was unsustainable under only one of the three. The ballot paper also puts “No”, Tsipras’s favoured option, above “Yes”.</p> \n<p>It is doubtful whether the referendum is legal. In Greece, plebiscites are not supposed to be held on fiscal matters. The country’s top administrative court was due to rule on Friday whether the vote was constitutional.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change\">Syriza can’t just cave in. Europe’s elites want regime change in Greece | Seumas Milne</a> </p> \n</aside> \n<p>Even worse, it’s not at all clear what the two options mean. Yes cannot mean accepting the 25 June offer because it is no longer on the table. In practice, those who vote yes will think they are voting for Europe. And what does no mean? Tsipras says it means giving him stronger negotiating power with the creditors. In fact, it is likely to mean that Greece quits the euro – something he denies.</p> \n<p>The Council of Europe, Europe’s top human rights institution, told Associated Press this week that the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/01/greek-debt-crisis-creditors-consider-next-moves-after-imf-default-live\" title=\"\">referendum fell short of international standards</a>. Its secretary general, Thorbj&oslash;rn Jagland, said international standards recommend that a referendum is held with at least two weeks’ notice to allow sufficient time for discussion, with a clear question put to the people and with international observers monitoring the vote.</p> \n<p>If, despite all this, Tsipras loses the referendum and resigns, there will undoubtedly be a narrative presented that Europe undermined a democratic government because it didn’t like the fact that it was so leftwing. The real explanation will be that Tsipras undermined himself with his undeliverable promises, confrontational approach towards creditors, inexperience and inability to read the situation properly.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435938657590/Protesters-for-a-Yes-vote-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'It's not clear what the two options in the Greek referendum mean. Yes cannot mean accepting the 25 June offer because it is no longer on the table.'  Photograph: NurP/Rex Shutterstock ","credit":"NurP/Rex Shutterstock","altText":"Protesters for a Yes vote in the Greek referendum ","cleanCaption":"'It's not clear what the two options in the Greek referendum mean. Yes cannot mean accepting the 25 June offer because it is no longer on the table.'  Photograph: NurP/Rex Shutterstock "}],"bodyImages":[],"webPublicationDate":"2015-07-03T16:45:11Z","lastModified":"2015-07-03T16:45:11Z","metadata":{"commentable":true,"commentCount":489,"contributors":[{"name":"Hugo Dixon","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hugo-dixon"}],"feature":false,"keywords":["Eurozone crisis","Greece","Alexis Tsipras","Europe","World news","European Union","European monetary union","Economics","Banking","European banks","Financial crisis","Financial sector","Euro","Business"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Hugo Dixon","topic":{"type":"tag-contributor","name":"profile/hugo-dixon"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/03/alexis-tsipras-promises-greek-crisis-referendum","shortUrl":"http://gu.com/p/4ac93","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/03/alexis-tsipras-promises-greek-crisis-referendum","webUri":"http://www.theguardian.com/commentisfree/2015/jul/03/alexis-tsipras-promises-greek-crisis-referendum"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435938657590/Protesters-for-a-Yes-vote-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'It's not clear what the two options in the Greek referendum mean. Yes cannot mean accepting the 25 June offer because it is no longer on the table.'  Photograph: NurP/Rex Shutterstock ","credit":"NurP/Rex Shutterstock","altText":"Protesters for a Yes vote in the Greek referendum ","cleanCaption":"'It's not clear what the two options in the Greek referendum mean. Yes cannot mean accepting the 25 June offer because it is no longer on the table.'  Photograph: NurP/Rex Shutterstock "}},"importance":4,"byline":{"title":"Hugo Dixon"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435938657590/Protesters-for-a-Yes-vote-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'It's not clear what the two options in the Greek referendum mean. Yes cannot mean accepting the 25 June offer because it is no longer on the table.'  Photograph: NurP/Rex Shutterstock ","credit":"NurP/Rex Shutterstock","altText":"Protesters for a Yes vote in the Greek referendum ","cleanCaption":"'It's not clear what the two options in the Greek referendum mean. Yes cannot mean accepting the 25 June offer because it is no longer on the table.'  Photograph: NurP/Rex Shutterstock "}}]},{"title":"Camila Batmanghelidjh surprised troubled kids with love","rawTitle":"Camila Batmanghelidjh surprised troubled kids with love","item":{"type":"comment","id":"commentisfree/2015/jul/03/camila-batmanghelidjh-troubled-kids","title":"Camila Batmanghelidjh surprised troubled kids with love","trailText":"The Kids Company founder has her detractors. Sadly, we need her gospel of empathy more than ever","standFirst":"The Kids Company founder has her detractors. Sadly, we need her gospel of empathy more than ever","byline":"Libby Brooks","body":"<p>Camila Batmanghelidjh doesn’t text. Chronically dyslexic, the plethora of electronic means of communication, second nature to the young people she works with, is anathema to the children’s campaigner and founder of <a href=\"http://www.kidsco.org.uk/\" title=\"\">Kids Company</a>. I found this frustrating when I was getting to know her, over a decade ago, first as a journalist researching a book on childhood and later as a volunteer for the charity. Wasn’t it rather queenly to expect a personal audience in this frantic and impersonal age? But I came to recognise that this was her gift: there were no fob-offs or polite ambiguities with Batmanghelidjh, no compromise with – often entirely pragmatic – convention, no fools suffered gladly either. And when she was with you, she really was with you.</p> \n<p>I can only imagine what it must have felt like to sit in a room with her as a furious, dislocated, damaged child of the kind she found on the streets of south London, whom she fed, clothed and educated when no other social service would or could. “A child who has been terrorised and neglected isn’t going to feel threatened by punishment,” the Iranian-born psychotherapist explained to me. “Loving care surprised them more.” She recognised that love is an action.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The trajectory of a single charity has its peculiar complexities, but the broader symbolism is devastating</p> \n </blockquote> \n</aside> \n<p>On Friday Batmanghelidjh announced that she is to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/03/camila-batmanghelidjh-to-leave-kids-company\" title=\"\">step down</a> after nearly 20 years at the head of Kids Company, the charity she founded in 1996, which specialises in therapeutic support for severely abused and traumatised children. She accused politicians of playing <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/video/2015/jul/03/kids-company-camila-batmanghelidjh-video-interview\" title=\"\">“ugly games”</a> after&nbsp;<a href=\"http://\" title=\"\">it was revealed</a> that the Conservative government has signalled an end to its &pound;5m annual funding, with the forfeit for further assistance set as her resignation and that of the charity’s chairman, broadcaster Alan Yentob. While official sources briefed against her, claiming that funds had not been properly accounted for and that the social impact of the charity’s services was in doubt, she dismissed it as a callow attempt to discredit her. Kids Company is now facing severe cutbacks if it is to survive, leaving thousands of vulnerable young people without support.</p> \n<p>Ironically, the first time I encountered Batmanghelidjh in public, she was standing next to David Cameron. It was 2006, and the newly elected Tory leader had just delivered his infamous <a href=\"http://news.bbc.co.uk/1/hi/5166498.stm\" title=\"\">hug-a-hoodie speech</a>. That mocking moniker, which of course he did not suggest, is now so well-worn that it’s easy to forget how groundbreaking it was both for the inveterately punitive Conservative party and indeed for any politician to boldly reference “love”. Batmanghelidjh was instrumental in that radical repositioning.</p> \n<p>So it is baffling to see the same Tory leader apparently letting Kids Company swing for the sake of &pound;5m. It’s no secret that Batmanghelidjh has annoyed plenty of people over the years, both on the left and the right, most recently with her <a href=\"http://www.standard.co.uk/news/london/camila-batmanghelidjh-thousands-of-children-are-being-harmed-and-left-without-help-join-our-campaign--today-to-stop-this-outrage-9558875.html\" title=\"\">criticism</a> of the UK’s child protection system as not fit for purpose. She has been attacked for her unconventional methods and refusal to countenance the bureaucratic strictures of state care that can hamper swift intervention. My understanding is that she is not always the easiest of people to work for, mainly because her tunnel vision means that necessary conventions such as funding reserves and staff organisation are overwhelmed by crisis-to-crisis management.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/03/camila-batmanghelidjh-to-leave-kids-company\">Camila Batmanghelidjh to leave Kids Company, citing politicians 'ugly games'</a> </p> \n</aside> \n<p>It’s baffling too because Kids Company has enjoyed much high-profile support over the years, and indeed many Tory and City donors. With her bright turbans and dazzling charisma, Batmanghelidjh is a colossally successful networker and fundraiser. But the day-to-day running of the centres was far from glitzy. Many of those who attend are volatile, and staff are regularly threatened. I’ve heard plenty of third-sector sceptics conclude that her policy of loving kindness was naive. But I saw at first hand someone who knew how to get things done, and who was remarkable for the immediacy with which she cut through street swagger to reach an unhappy child.</p> \n<p>At Kids Company, I met many young people who had referred themselves to the service. The majority had not been parented in any conventional sense, and they were often homeless. I remember Batmanghelidjh spending a frustrating afternoon shuttling between state services as she tried to find a bed for a girl who had run away from her abusive stepfather. On another occasion, security staff waited anxiously at the door of her cramped office while she spent hours talking gently to a raging teenager who was threatening to stab a fellow client over some imagined slight.I spent most of my time with a boy called Ashley. Just 15, he was already a small-time drug-dealer with a history of gun-related violence. Batmanghelidjh helped him come off skunk and found a sympathetic private tutor to make up his lost years of schooling. The last I heard, he was living happily with his girlfriend and studying for a qualification in sports management.</p> \n<p>In 2005, the first children’s commissioner for England, Al Aynsley-Green, marked his appointment by warning of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2005/mar/02/childrensservices.politics\" title=\"\">national ambivalence</a> towards children, with adults investing enormously in the young people with whom they are intimately involved while remaining at best equivocal and at worst fearful towards those growing up on the margins. Batmanghelidjh excelled at bridging that mistrust, preaching her gospel of empathy and emphasising that the consequence of so many unloved children was a distortion of the “emotional economy” of the whole country. At a time when further austerity can only serve to fragment society further, we need that message more than ever.</p> \n<p>Earlier this week, a UN report called on the government to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/01/government-stripping-uk-children-rights-report-un\" title=\"\">reconsider its deep welfare cuts</a>, just as Iain Duncan Smith announced he was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/02/david-cameron-abolishes-poverty-poor\" title=\"\">scrapping the 2020 child poverty target</a>. This was denounced by Labour as the obituary for compassionate Conservatism. The treatment of Batmanghelidjh and Kids Company offers just as chilling a coda. Of course, the trajectory of a single charity has its peculiar complexities, but the broader symbolism is devastating. If this is what child protection looks like under a majority Conservative government, God help the child.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435946075560/Camila-Batmanghelidjh-and-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Camila Batmanghelidjh announced that she is to step down after nearly 20 years at the head of her children's charity Kids Company.'  Photograph: Eamonn McCabe","credit":"Eamonn McCabe","altText":"Camila Batmanghelidjh and the kids at Urban Academy","cleanCaption":"'Camila Batmanghelidjh announced that she is to step down after nearly 20 years at the head of her children's charity Kids Company.'  Photograph: Eamonn McCabe"}],"bodyImages":[],"webPublicationDate":"2015-07-03T18:04:32Z","lastModified":"2015-07-03T23:07:49Z","metadata":{"commentable":true,"commentCount":158,"contributors":[{"name":"Libby Brooks","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/5/1399294301217/Libby-Brooks-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/libbybrooks"}],"feature":false,"keywords":["Child protection","Children","Camila Batmanghelidjh","Society","Social care","David Cameron","Politics","Conservatives","UK news"],"tags":[{"id":"society/childprotection","webTitle":"Child protection"},{"id":"society/children","webTitle":"Children"},{"id":"society/camilabatmanghelidjh","webTitle":"Camila Batmanghelidjh"},{"id":"society/society","webTitle":"Society"},{"id":"society/social-care","webTitle":"Social care"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Libby Brooks","topic":{"type":"tag-contributor","name":"profile/libbybrooks"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/03/camila-batmanghelidjh-troubled-kids","shortUrl":"http://gu.com/p/4accf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/03/camila-batmanghelidjh-troubled-kids","webUri":"http://www.theguardian.com/commentisfree/2015/jul/03/camila-batmanghelidjh-troubled-kids"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435946075560/Camila-Batmanghelidjh-and-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Camila Batmanghelidjh announced that she is to step down after nearly 20 years at the head of her children's charity Kids Company.'  Photograph: Eamonn McCabe","credit":"Eamonn McCabe","altText":"Camila Batmanghelidjh and the kids at Urban Academy","cleanCaption":"'Camila Batmanghelidjh announced that she is to step down after nearly 20 years at the head of her children's charity Kids Company.'  Photograph: Eamonn McCabe"}},"importance":3,"byline":{"title":"Libby Brooks"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/5/1399294301217/Libby-Brooks-L.png"}}]},{"title":"Throughout history, debt and war have been constant partners","rawTitle":"Throughout history, debt and war have been constant partners","item":{"type":"comment","id":"commentisfree/belief/2015/jul/03/throughout-history-debt-and-war-have-been-constant-partners","title":"Throughout history, debt and war have been constant partners","trailText":"<strong>Loose canon:</strong> As Greece’s spending on weapons shows, it’s not pensions or benefits that cripple economies, it’s the military-industrial complex","standFirst":"As Greece’s spending on weapons shows, it’s not pensions or benefits that cripple economies, it’s the military-industrial complex","byline":"Giles Fraser","body":"<p>Somewhere in a Greek jail, the former defence minister, Akis Tsochatzopoulos, watches the financial crisis unfold. I wonder how partly responsible he feels? In 2013, Akis (as he is popularly known) <a href=\"http://www.bbc.co.uk/news/world-europe-24428355\" title=\"\">went down for 20 years</a>, finally succumbing to the waves of financial scandal to which his name had long been associated. For alongside the lavish spending, the houses and the dodgy tax returns, there was bribery, and it was the €8m appreciation <a href=\"http://www.nytimes.com/2012/05/03/world/europe/akis-tsochatzopouloss-corruption-case-hits-hard-in-greece.html?_r=0\" title=\"\">he received from the German arms dealer, Ferrostaal</a>, for the Greek government’s purchase of <a href=\"https://en.wikipedia.org/wiki/Type_214_submarine\" title=\"\">Type 214 submarines</a>, that sent him to prison.</p> \n<p>There is this idea that the Greeks got themselves into this current mess because they paid themselves too much for doing too little. Well, maybe. But it’s not the complete picture. For the Greeks also got themselves into debt for the oldest reason in the book – one might even argue, for the very reason that public debt itself was first invented – to raise and support an army. The state’s need for quick money to raise an army is how industrial-scale money lending comes into business (in the face of the church’s historic opposition to usury). Indeed, in the west, one might even stretch to say that large-scale public debt began as a way to finance military intervention in the Middle East – ie the crusades. And just as rescuing Jerusalem from the Turks was the justification for massive military spending in the middle ages, so the fear of Turkey has been the reason given for recent Greek spending. Along with German subs, the Greeks have bought French frigates, US F16s and German Leopard 2 tanks. In the 1980s, for example, the Greeks spent an average of 6.2% of their GDP on defence compared with a European average of 2.9%. In the years following their EU entry, the Greeks were the world’s fourth-highest spenders on conventional weaponry.</p> \n<p>So, to recap: corrupt German companies bribed corrupt Greek politicians to buy German weapons. And then a German chancellor presses for austerity on the Greek people to pay back the loans they took out (with Germans banks) at massive interest, for the weapons they bought off them in the first place. Is this an unfair characterisation? A bit. It wasn’t just Germany. And there were many other factors at play in the escalation of Greek debt. But the postwar difference between the Germans and the Greeks is not the tired stereotype that the former are hardworking and the latter are lazy, but rather that, among other things, the Germans have, for obvious reasons, been restricted in their military spending. And they have benefited massively from that.</p> \n<p>Debt and war are constant partners. “The global financial crisis was due, at least in part, to the war,” wrote Nobel prize-winning economist Joseph Stiglitz, calculating the cost of the US intervention in Afghanistan and Iraq, pre-financial crash, to have been $3tn. Indeed, it was only this year, back in March, that the UK taxpayer finally paid off the money we borrowed to fight the first world war. “This is a moment for Britain to be proud of,” said George Osborne, as he paid the final instalment of &pound;1.9bn. Really?</p> \n<p>The phrase “military-industrial complex” is one of those cliches of 70s leftwing radicalism, but it was Dwight D Eisenhower, a five-star general no less, who warned against its creeping power in his final speech as president. “This conjunction of an immense military establishment and a large arms industry is new in the American experience. The total influence – economic, political, even spiritual – is felt in every city, every state house, every office of the federal government … we must not fail to comprehend its grave implications. Our toil, resources and livelihood are all involved; so is the very structure of our society.” Ike was right.</p> \n<p>This week, Church House, C of E HQ, <a href=\"http://www.stopwar.org.uk/news/christians-protest-against-the-church-of-england-profiting-from-the-arms-trade\" title=\"\">hosted a conference sponsored by the arms dealers Lockheed Martin and MBDA Missile Systems</a>. We preach about turning swords into ploughs yet help normalise an industry that turns them back again. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2013/jul/25/church-england-wonga\" title=\"\">archbishop of Canterbury has been pretty solid on Wonga</a> and trying to put legal loan sharks out of business. Now the church needs to take this up a level. For the debts that cripple entire countries come mostly from spending on war, not on pensions. And we don’t say this nearly enough.</p> \n<p><a href=\"https://twitter.com/giles_fraser\" title=\"\">@giles_fraser</a></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435934960782/Greek-frigates-and-torped-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Greek frigates and torpedo boats during a military exercise in 2005. 'In the years following their EU entry, the Greeks were the world’s fourth-highest ­spenders on conventional weaponry.' Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"Greek frigates and torpedo boats during a military exercise in 2005.","cleanCaption":"Greek frigates and torpedo boats during a military exercise in 2005. 'In the years following their EU entry, the Greeks were the world’s fourth-highest ­spenders on conventional weaponry.' Photograph: Petros Giannakouris/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-03T14:55:25Z","lastModified":"2015-07-03T23:07:41Z","metadata":{"commentable":true,"commentCount":230,"contributors":[{"name":"Giles Fraser","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesfraser"}],"feature":false,"keywords":["Greece","Anglicanism","Christianity","Religion","London","UK news","World news","Arms trade","Europe","Weapons technology","Technology","Science"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/anglicanism","webTitle":"Anglicanism"},{"id":"world/christianity","webTitle":"Christianity"},{"id":"world/religion","webTitle":"Religion"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"world/arms-trade","webTitle":"Arms trade"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"science/weaponstechnology","webTitle":"Weapons technology"},{"id":"technology/technology","webTitle":"Technology"},{"id":"science/science","webTitle":"Science"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Giles Fraser","topic":{"type":"tag-contributor","name":"profile/gilesfraser"}}],"series":{"title":"Loose canon","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/loose-canon"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/belief/2015/jul/03/throughout-history-debt-and-war-have-been-constant-partners","shortUrl":"http://gu.com/p/4ac2p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/belief/2015/jul/03/throughout-history-debt-and-war-have-been-constant-partners","webUri":"http://www.theguardian.com/commentisfree/belief/2015/jul/03/throughout-history-debt-and-war-have-been-constant-partners"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435934960782/Greek-frigates-and-torped-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Greek frigates and torpedo boats during a military exercise in 2005. 'In the years following their EU entry, the Greeks were the world’s fourth-highest ­spenders on conventional weaponry.' Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"Greek frigates and torpedo boats during a military exercise in 2005.","cleanCaption":"Greek frigates and torpedo boats during a military exercise in 2005. 'In the years following their EU entry, the Greeks were the world’s fourth-highest ­spenders on conventional weaponry.' Photograph: Petros Giannakouris/AP"}},"importance":3,"byline":{"title":"Giles Fraser"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435934960782/Greek-frigates-and-torped-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Greek frigates and torpedo boats during a military exercise in 2005. 'In the years following their EU entry, the Greeks were the world’s fourth-highest ­spenders on conventional weaponry.' Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"Greek frigates and torpedo boats during a military exercise in 2005.","cleanCaption":"Greek frigates and torpedo boats during a military exercise in 2005. 'In the years following their EU entry, the Greeks were the world’s fourth-highest ­spenders on conventional weaponry.' Photograph: Petros Giannakouris/AP"}}]}],"lastModified":"2015-07-04T07:50:45Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}