{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Losing my twin baby boys forever changed the way I treat my patients","rawTitle":"Losing my twin baby boys forever changed the way I treat my patients","item":{"type":"comment","id":"commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients","title":"Losing my twin baby boys forever changed the way I treat my patients","trailText":"I will never know the kind of doctor I would have become without the searing experience of being a patient but I like to think my loss wasn’t in vain ","standFirst":"<p>I will never know the kind of doctor I would have become without the searing experience of being a patient but I like to think my loss wasn’t in vain </p>","byline":"Ranjana Srivastava","body":"<p>Around this time 10 years ago, I was poised to start my first job as an oncologist when personal tragedy visited in a way that would forever change the way I would practice medicine.</p> \n<p>I had returned from my Fulbright year at the University of Chicago, blessed with only the joys and none of the irritations of being pregnant with twins. Landing in Melbourne, I went for a routine ultrasound as a beaming, expectant parent. I came out a grieving patient. The twins were dying in utero, unsuspectedly and unobtrusively, from some rare condition that I had never heard of. Two days later, I was induced into labour to deliver the two little boys whom we would never see grow. Then I went home. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/09/we-need-more-gps-new-ways-working\">We need more GPs – and new ways of working as they can’t do it all | Zara Aziz</a> </p> \n</aside> \n<p>If all this sounds a little detached it is because 10 years later I still have no words to describe the total bewilderment, the depth of sorrow and the intensity of loss that I experienced during those days. Some days, I really thought my heart would break into pieces. Ten years later, the din of happy children fills our house. But what I have found myself frequently reflecting on is how the behaviour of my doctors in those days profoundly altered the way in which I would treat my patients. </p> \n<p>An experienced obstetrician was performing my ultrasound that morning. Everything was going well and we chatted away about my new job until he frowned. Then he grimaced, pushed and prodded with the probe, and rushed out before I could utter a word. He then took me into his office and offered me his comfortable seat. Not too many pregnant women need a consultation at a routine ultrasound. </p> \n<p>“I am afraid I have bad news,” he said before sketching a picture to describe the extent of the trouble. I thought for a fleeting moment that my medical brain would kick in and I would present him with sophisticated questions to test his assertion that the twins were gravely ill. But of course, I was like every other patient, simultaneously bursting with questions while rendered mute by shock. </p> \n<p>I was well aware that doctors sometimes sidestepped the truth, usually with the intent of protecting the patient. I knew he could easily get away with not telling me any more until he had more information but I also knew that he knew. I read it in his face and I desperately wanted him to tell me. </p> \n<p>I asked the only question that mattered.</p> \n<p>“Will they die?”</p> \n<p>“Yes,” he said, simply holding my gaze until his tears started.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In 13 years of medical training, I had never seen a doctor cry.</p> \n </blockquote> \n</aside> \n<p>As I took in the framed photos of children around his office he probably wished he could hide them all away. </p> \n<p>“I don’t know what to say,” he murmured, his eyes still wet. </p> \n<p>Until then, in 13 years of medical training, I had never seen a doctor cry. I had participated in every drama that life in bustling public hospitals offers but never once had I seen a doctor cry. </p> \n<p>My obstetrician’s tears stunned me but also provided immediate comfort. They normalised the mad grief that had begun to set inside me. Yes, the doctor’s expression said, this is truly awful and I feel sad too. </p> \n<p>“You are sure?”</p> \n<p>“There is a faint chance that one lives but if you ask me, things look bad. You know I will do everything I can to confirm this,” he said.</p> \n<p>The obstetrician had told the unflinching truth and in doing so almost surgically displaced uncertainty with the knowledge that I needed to prepare myself for what lay ahead. I had test after test that day, each specialist confirming the worst. I think I coped better because the first doctor had told the truth. </p> \n<p>Two other notable things happened that week. Among the wishes that flowed, another doctor wrote me an atypical condolence note. His letter began with the various tragedies that had taken place that week, some on home soil and others involving complete strangers. “I ask myself why,” he wrote, “and of course there is no answer to why anyone must suffer.”</p> \n<p>Until then, everyone had commiserated only at my loss – and I was enormously grateful – but here was someone gently reminding me that in life we are all visited by tragedy. All the support and love in the world won’t make you immune to misfortune, he was saying, but it will help ease the pain. </p> \n<p>Finally, there was the grieving. I lost count of the pamphlets that were left at our door to attend support groups, counselling sessions and bereavement seminars but we were resolutely having none of it. My midwife called me out of the blue – it was a moving exchange that taught me how deeply nurses are affected too. But I didn’t need counselling, I needed time. I valued the offers but I knew that my catharsis lay in writing. I wrote myself out of suffocating grief, which eventually turned to deep sadness and then a hollow pain, which eventually receded enough to allow me to take up my job as a brand new oncologist. How I would interpret the needs of my patients was fundamentally altered now that I had been one myself. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Cancer patients are very particular about how much truth they want to know and when.</p> \n </blockquote> \n</aside> \n<p>Cancer patients are very particular about how much truth they want to know and when. I don’t decide for them but if they ask me I always tell the truth. A wife brings in her husband and his horrendous scans trigger a gasp of astonishment among even the non-oncologists. </p> \n<p>“Doctor, will he die from this?” she asks me. </p> \n<p>“I am afraid so,” I answer gently, “but I will do everything in my power to keep him well for as long as I can.” </p> \n<p>It is the only truthful promise I can make and although she is distressed she returns to thank me for giving her clarity. Sometimes honesty backfires, when the patient or family later say they wanted to talk but not really hear bad news. I find these encounters particularly upsetting but they are rare and I don’t let them sway me from telling the truth.</p> \n<p>Oncology is emotionally charged and I have never been afraid of admitting this to the very people who imbue my work with emotion. I don’t cry easily in front of patients but I have had my share of tears and tissues in clinic and contrary to my fears, this has been an odd source of comfort to patients. In his Christmas card, a widower wrote that when my voice broke at the news that his wife had died he felt consoled that the world shared his heartbreak. </p> \n<p>It can be tricky but I try to put my patients’ grief into perspective without being insensitive. It’s extraordinary how many of them really appreciate knowing that I, and others, have seen thousands of people who are frightened, sad, philosophical, resigned, angry, brave and puzzled, sometimes all together, just like them. It doesn’t diminish their own suffering but helps them peek into the library of human experiences that are catalogued by oncologists. It prompts many patients to say that they are lucky to feel as well as they do despite a life-threatening illness, which is a positive and helpful way of viewing the world. </p> \n<p>I will never know what kind of a doctor I might have become without the searing experience of being a patient. The twins would have been 10 soon. As I usher the next patient into my room to deliver bad news, I like to think that my loss was not entirely in vain. <br /></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b3fd2110ae08a8fa804914954c9ead0d9383cede/0_261_4260_2555/4260.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2555,"width":4260,"orientation":"landscape","credit":"Blend Images / Alamy/Alamy","altText":"AEB40W Doctor holding male patient  s hand in hospital room","cleanCredit":"Photograph: Blend Images / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-15T05:04:09Z","lastModified":"2015-06-15T05:06:42Z","metadata":{"commentable":true,"commentCount":40,"contributors":[{"name":"Ranjana Srivastava","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/18/1416320691328/Ranjana-Srivastava-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ranjana-srivastava"}],"feature":false,"keywords":["Doctors","Health","Society","Cancer","Parents and parenting","Family","Life and style"],"tags":[{"id":"society/doctors","webTitle":"Doctors"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"society/cancer","webTitle":"Cancer"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Ranjana Srivastava","topic":{"type":"tag-contributor","name":"profile/ranjana-srivastava"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients","shortUrl":"http://gu.com/p/49nte","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b3fd2110ae08a8fa804914954c9ead0d9383cede/0_261_4260_2555/4260.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2555,"width":4260,"orientation":"landscape","caption":"‘My obstetrician’s tears stunned me but also provided immediate comfort. They normalised the mad grief that had begun to set inside me.’ Photograph: Blend Images / Alamy/Alamy","credit":"Blend Images / Alamy/Alamy","altText":"AEB40W Doctor holding male patient s hand in hospital room","cleanCaption":"‘My obstetrician’s tears stunned me but also provided immediate comfort. They normalised the mad grief that had begun to set inside me.’","cleanCredit":"Photograph: Blend Images / Alamy/Alamy"}},"importance":7,"byline":{"title":"Ranjana Srivastava"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/11/18/1416320691328/Ranjana-Srivastava-L.png"}}]},{"title":"The Magna Carta enshrined our liberties - now we must fight for them again","rawTitle":"The Magna Carta enshrined our liberties - now we must fight for them again","item":{"type":"comment","id":"commentisfree/2015/jun/15/magna-carta-800-years-human-rights-act","title":"The Magna Carta enshrined our liberties - now we must fight for them again","trailText":"The Human Rights Act is a direct descendant of that great charter. Tory plans to scrap it will destroy freedoms of which Britain should be proud","standFirst":"The Human Rights Act is a direct descendant of that great charter. Tory plans to scrap it will destroy freedoms of which Britain should be proud","byline":"Tim Farron","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/15/queen-leads-celebration-of-800-years-of-magna-carta-at-runnymede\">Magna Carta: Queen leads celebration at Runnymede</a> </p> \n</aside> \n<p>Standing modestly in a solitary field in Runnymede is a commemoration to a moment when Britain became great. The sealing of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2014/nov/01/magna-carta-800-celebrates-anniversary\" title=\"\">Magna Carta</a> – “the Great Charter of the Liberties” – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/12/guardian-view-on-magna-carta-magic-of-myth\" title=\"\">800 years ago today</a>, effectively ripped up the idea that monarchs have an invincible and divine right to rule, and established the contemporary powers of parliament and the laws that continue to protect and liberate us today. When our rights are infringed, when we seek justice, when we challenge things that are patently unfair… it is the Magna Carta we turn to.</p> \n<p>It’s because of the Magna Carta that, in 2003, 3 million of us were able to come together to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/feb/15/iraq-war-mass-protest\" title=\"\">protest against the Iraq war</a>. It’s the Magna Carta that means we can legally fight cases where a severely disabled person is confined to a single room because her local council has failed to provide suitable housing. And, ironically, it’s the Magna Carta that has ultimately allowed us to vote in a government that seems hell bent on destroying it.</p> \n<p>Their attempt to do so is not only a cloak and dagger attack on our freedoms, but also our standing in the world. The year 1215 is not only a significant date in British history, but in the history of the world. When, in 1948, the UN adopted the Universal Declaration of Human Rights, Eleanor Roosevelt expressed her hope that it would become “the international Magna Carta of all men everywhere”. And, in the shadow of the second world war and the Holocaust, it was the tenets of the Magna Carta that guided the hand of Sir David Maxwell Fyfe, a Conservative MP, as he drafted the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2014/oct/03/what-is-european-convention-on-human-rights-echr\" title=\"\">European convention on human rights</a>. The <a href=\"http://www.legislation.gov.uk/ukpga/1998/42/contents\" title=\"\">Human Rights Act 1998</a> enshrines that convention into UK law; an act which, if the Tories get their way, will soon be no more.</p> \n<p>I am a Liberal Democrat because, all too often, I have seen the powerful exploit the powerless. The hideous abuses of human rights – false imprisonment, state-sponsored torture, organised paedophile rings – often grab the headlines. Though too often, they do not. But it’s also the everyday slights on our society that are no less an abuse of our ability to live a decent, human life: the child left without a school place, medical treatment denied, the woman forced to sign away her life to a marriage she doesn’t want.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2014/nov/01/magna-carta-800-celebrates-anniversary\">Magna Carta 800 years on: recognition at last for ‘England’s greatest export’</a> </p> \n</aside> \n<p>For a party that purports to be the defenders of the individual and advocates for a small state, the Tories have a funny way of showing it. They would seem much more interested in listening to our emails, telephone calls and text messages than listening to our cries for freedom. When we were in government, we stopped them introducing the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/11/snoopers-charter-landmark-report-to-be-released-on-surveillance-powers\" title=\"\">snoopers’ charter</a>. Now we are gone, it is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/09/theresa-may-revive-snoopers-charter-lib-dem-brakes-off-privacy-election\" title=\"\">back on the table</a>.</p> \n<p>The Human Rights Act helps us all fight for the justice and fairness that keeps our society ticking along. It helped to secure the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/society/mid-staffordshire-nhs-trust\" title=\"\">Mid Staffordshire NHS inquiry</a> and the conviction of an employer practising modern-day slavery. There will, unfortunately, be many more times we will need to call upon it.</p> \n<p>Now the Tories wants to repeal it. Their sales pitch is about sovereignty – Britain’s over Europe, parliament’s over the courts. Don’t fall for it. You are being duped. Our Human Rights Act specifically preserves the power of British judges to disagree with the Strasbourg court – a power they use. And it preserves parliamentary sovereignty, allowing the courts to only declare legislation “incompatible” with human rights, not strike it down. If David Cameron really cares about these things, he should be championing the act, not trying to scrap it.</p> \n<p>Instead, the Tories’ plan will weaken our ability to enforce our rights and freedoms – rights which many of our most vulnerable citizens are already seeing brazenly destroyed before their eyes. It would trigger a retreat from our position at the heart of Europe, with all the commercial consequences that will have for small and medium businesses. And it would place further strain on our domestic union. The Scottish and Welsh governments have very clearly stated their opposition to scrapping the Human Rights Act, and in Northern Ireland it would represent a breach of the Good Friday agreement.</p> \n<p>It is no coincidence that, a short stroll up the hill from the Magna Carta commemoration in Runnymede, sits another mark to history – <a href=\"http://www.kennedytrust.org.uk/display.aspx?Id=1166&amp;pid=253\" title=\"\">the Kennedy Memorial</a>. When the early colonists arrived in America, they brought with them the principles of the Magna Carta, and enshrined them into their constitution. Indelibly etched on to the Kennedy Memorial are words that are as relevant today as they were 800 years ago, and ones we now find ourselves fighting for all over again. “Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend or oppose any foe in order to assure the survival and success of liberty.”</p> \n<p>Liberty – it was something worth fighting for 800 years ago, it was something worth fighting for in 1945, and we must fight for it now.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434121650120/Magna-Carta-Law-Liberty-L-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"Magna Carta: Law, Liberty, Legacy Opens At The British Library","cleanCaption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T08:15:53Z","lastModified":"2015-06-15T08:51:42Z","metadata":{"commentable":true,"commentCount":86,"contributors":[{"name":"Tim Farron","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tim-farron"}],"feature":false,"keywords":["Human Rights Act","UK civil liberties","Law","Human rights","Politics","UK news","Liberal Democrats"],"tags":[{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"law/uk-civil-liberties","webTitle":"UK civil liberties"},{"id":"law/law","webTitle":"Law"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Tim Farron","topic":{"type":"tag-contributor","name":"profile/tim-farron"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/magna-carta-800-years-human-rights-act","shortUrl":"http://gu.com/p/49myc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/magna-carta-800-years-human-rights-act","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/magna-carta-800-years-human-rights-act"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434121650120/Magna-Carta-Law-Liberty-L-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"Magna Carta: Law, Liberty, Legacy Opens At The British Library","cleanCaption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images"}},"importance":5,"byline":{"title":"Tim Farron"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434121650120/Magna-Carta-Law-Liberty-L-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"Magna Carta: Law, Liberty, Legacy Opens At The British Library","cleanCaption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images"}}]},{"title":"Will Stacey Hyde’s acquittal finally change hearts and minds?","rawTitle":"Will Stacey Hyde’s acquittal finally change hearts and minds?","item":{"type":"comment","id":"commentisfree/2015/jun/15/stacey-hyde-acquittal-emma-humphreys","title":"Will Stacey Hyde’s acquittal finally change hearts and minds?","trailText":"I hoped that, after Emma Humphreys’ case 20 years ago, women like Hyde would not have to go through such cruel treatment. We still have far to go","standFirst":"I hoped that, after Emma Humphreys’ case 20 years ago, women like Hyde would not have to go through such cruel treatment. We still have far to go","byline":"Julie Bindel","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined\" title=\"\">When Stacey Hyde walked free</a> from Winchester Crown Court last month, there were tears of joy, along with much hugging and celebratory shrieking from Hyde and her many supporters.</p> \n<p>In 2009 Hyde stabbed Vincent Francis to death as he was attacking her. The man Hyde killed was the partner of Hyde’s best friend, Holly Banwell, who had also suffered violence on several occasions from Francis. Hyde was 17 when she killed Francis and had suffered a lifetime of physical and sexual abuse and severe neglect. After a successful campaign by <a href=\"http://www.justiceforwomen.org.uk/\" title=\"\">Justice for Women</a> (JfW), the feminist law reform campaign I co-founded in 1990, Hyde won her appeal against a murder conviction and a retrial was ordered. Having already served five years in prison, this seemed a cruel blow. However, Alison Saunders, the director of public prosecutions, insisted the trial go ahead. Neither she, nor the prosecutor in Hyde’s original case (who would also be prosecuting in the retrial) would accept a plea of manslaughter.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>When Humphreys died, I took comfort in the fact changes in the law her case brought about would help women in the future</p> \n </blockquote> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/stacey-hyde-cleared-murder-retrial-vincent-francis\" title=\"\">When Hyde was released</a>, she had been acquitted not only of murder, but also of manslaughter, the jury accepting that she had committed no crime whatsoever, and was simply defending herself against Vincent’s violent rage. Will this case signal a change in attitudes towards women who defend themselves against male violence?</p> \n<p>Twenty years ago next month, <a href=\"http://www.emmahumphreys.org/\" title=\"\">Emma Humphreys</a> walked out of the court of appeal having not only successfully challenged her murder conviction, but also <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2003/nov/10/gender.uk\" title=\"\">changed the law</a> regarding abused women who kill. In the Humphreys case, the appeal judge ruled that the judge at her original trial should have directed the jury to consider the cumulative provocation she suffered at the hands of the deceased, as well as her life history of sexual and domestic violence. The judgment showed how far the courts had moved over the years in its interpretation of “provocation”.</p> \n<p>Watching Hyde give her first TV interview this week, I was painfully reminded of Humphreys, who was also 17 when she was convicted of killing a violent man, who was her boyfriend and pimp. Humphreys had a similar history of abuse and neglect to Hyde, and also had mental health issues and regularly self-harmed. Like Hyde, Humphreys had a problem with alcohol, and had been raped by men who targeted her when she was in a vulnerable situation.</p> \n<p>When Humphreys died, three years after being released, JfW took comfort in the fact that her legacy would be that the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2008/jul/23/women.law\" title=\"\">changes in the law her case brought about</a> would help women in similar situations in the future. But unfortunately, as all campaigners to end violence against women and girls know, we often take one step forward before being pushed back by the male-dominated institutions that serve to keep us in our place.</p> \n<p>Several cases of abused women charged with murder that JfW campaigned for after Humphreys’ victory failed at trial or at appeal, with the women being classed as murderers despite evidence of abuse at the hands of the deceased.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2009/nov/25/jane-andrews-press-abuse\" title=\"\">Jane Andrews</a>, a working-class woman from Grimsby who worked as the Duchess of York’s dresser for nine years until 1997, was convicted of murdering her boyfriend Tom Cressman in 2000. Andrews alleged serious sexual abuse by Cressman, but she was not believed at either her trial or her appeal, despite JfW putting forward evidence that substantiated her claims. Rather, the courts chose to believe that she killed Cressman in a jealous rage because he refused to marry her.</p> \n<p>There are many other cases of women who kill in which evidence of sustained domestic abuse is submitted to the court, but where they are nonetheless convicted of murder. This week Hyde <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined\" title=\"\">called for</a> such cases to be re-examined.</p> \n<p>Perhaps the acquittal of Stacey Hyde is the beginning of a change of hearts and minds in the way we view young, vulnerable women who defend themselves against male violence. The legal victory in the Humphreys case meant an important change in the law, and legal scholars and students have cited it to describe how the antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy. But the cruel and unnecessary treatment of Hyde, being made to endure two horrendous trials for doing nothing more than defending her own life, shows how far we still have to go before Humphreys’ legacy is truly secure.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358781924/Stacey-Hyde-appeal-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA","credit":"Ben Mitchell/PA","altText":"Stacey Hyde appeal","cleanCaption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-15T09:00:44Z","lastModified":"2015-06-15T09:51:42Z","metadata":{"commentable":true,"commentCount":45,"contributors":[{"name":"Julie Bindel","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliebindel"}],"feature":false,"keywords":["Domestic violence","Women","Gender","Crime","Rape","Law","Society","UK news"],"tags":[{"id":"society/domestic-violence","webTitle":"Domestic violence"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/gender","webTitle":"Gender"},{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"society/rape","webTitle":"Rape"},{"id":"law/law","webTitle":"Law"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Julie Bindel","topic":{"type":"tag-contributor","name":"profile/juliebindel"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/stacey-hyde-acquittal-emma-humphreys","shortUrl":"http://gu.com/p/49mjp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/stacey-hyde-acquittal-emma-humphreys","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/stacey-hyde-acquittal-emma-humphreys"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358781924/Stacey-Hyde-appeal-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA","credit":"Ben Mitchell/PA","altText":"Stacey Hyde appeal","cleanCaption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA"}},"importance":5,"byline":{"title":"Julie Bindel"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358781924/Stacey-Hyde-appeal-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA","credit":"Ben Mitchell/PA","altText":"Stacey Hyde appeal","cleanCaption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA"}}]},{"title":"Readers' editor / When pictures pose problems for an image-conscious public","rawTitle":"When pictures pose problems for an image-conscious public","item":{"type":"comment","id":"commentisfree/2015/jun/14/pictures-problems-image-conscious-public","title":"When pictures pose problems for an image-conscious public","trailText":"<strong>Chris Elliott: Open door:</strong> There are more complaints than ever about the use of images, and requests for their deletion","standFirst":"","byline":"Chris Elliott","body":"<p>If one is “of the web” rather than just “on it”, taking a photograph of almost anything that catches your interest at any given moment feels as natural as breathing.</p> \n<p>A sunset, a chance meeting of friends, an incident in the street, all get recorded and often uploaded to social media. There is a hunger for images not just as a personal record but to share with family, friends and often strangers. My colleagues in rights and syndication tell me that in the past few weeks the Guardian has published about 1,000 images a day, overwhelmingly online.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In the past few weeks the Guardian has published about 1,000 images a day, overwhelmingly online</p> \n </blockquote> \n</aside> \n<p>However, there are also more complaints than ever before about the use of images, and requests for their deletion from the Guardian’s website. Between 25 May and 2 June we received eight such requests involving allegations of copyright infringement and intrusion into privacy.</p> \n<p>For instance, on 25 May a reader complained that in a gallery of 20 photographs of the week one showed Chinese girl gymnasts with rucked T-shirts and visible underwear but it was decided that there was no breach of Guardian guidelines because they were dressed appropriately for the activity.</p> \n<p>However, on 1 June the Guardian deleted a photograph accompanying an article about the effects of the benefits cap drop that showed the faces of children who were identifiable. A Guardian photographer had sought permission to take the photograph and received it but the parents did not realise that it would be used with an article that dealt with issues of poverty.</p> \n<p>As soon as the photographer was made aware of the parents’ objection we removed the picture and apologised. It is a seeming paradox that while the proliferation of images on social media suggests we care less about privacy, at the same time many people are more aware of where they think the line should be drawn. All journalists need to be more aware of their responsibilities in this regard.</p> \n<p>Gill Phillips, the Guardian’s head of legal services, and Roger Tooth, head of photography, agree that the public is more aware of privacy rights, especially when it comes to children.</p> \n<p>Phillips said: “Using non-‘modelled’ photos that are on the database outside the context in which they were originally taken is increasingly problematic.” Tooth thinks we should consider putting a warning mark on all pictures in the Guardian’s archive of people taken in a natural context, ie not modelled, to prevent their accidental misuse.</p> \n<p>However, that presupposes that the photographer – video or still – will talk to everyone in shot to ensure they are both aware that it is being taken and what it may be used for in the future. Tooth said: “There are two problems here: a) it’s really difficult to work as a documentary photographer if you’re having to ask or talk to every subject and b) I really like the warning note idea, but photographers and desk staff would have to spend much more time writing more meaningful and nuanced captions. Also, very often context of the way the photograph is used and the headline and caption is everything.”</p> \n<p>Another problem is that whatever permission the subjects may have given at the time, circumstances change. Three years ago a man was pictured with his child on his shoulders walking happily with his wife along a London street. The picture was used again earlier this year in an innocent enough context but by then the marriage had broken up and the man objected to the&nbsp;photograph.</p> \n<p>Consent isn’t the key here, as the law is that those who go out in public may be photographed without their consent, unless they are in a private place. Under the editors’ code “private places are public or private property where there is a reasonable expectation of privacy”. If a picture is truly worth a thousand words you can add few more when it comes to the intrusive effect it may have, as the Daily Mirror found out when it snapped Naomi Campbell coming out of a treatment session for narcotic addiction. The House of Lords ruled by a narrow margin that while it would have been in the public interest to publish the information that she was a drug addict who was receiving treatment, Mirror Group Newspapers was nonetheless liable for invasion of privacy publication of the details of her treatment and for using the pictures.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434306546814/Naomi-Campbell-at-a-gala--007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Image-conscious: model Naomi Campbell at a gala\rin Hong Kong, China, March 2015.\r Photograph: David Fisher/Rex Shutterstock","credit":"David Fisher/Rex Shutterstock","altText":"Naomi Campbell at a gala\rin Hong Kong, China, March 2015.\r","cleanCaption":"Image-conscious: model Naomi Campbell at a gala\rin Hong Kong, China, March 2015.\r Photograph: David Fisher/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-14T18:36:21Z","lastModified":"2015-06-14T23:00:26Z","metadata":{"commentable":true,"commentCount":34,"contributors":[{"name":"Chris Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/7/14/1405339897804/Chris-Elliott-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-elliott"}],"feature":false,"keywords":["Privacy & the media","The Guardian","National newspapers","Newspapers & magazines","Newspapers","Media","Photography","Art and design","Photography","Technology"],"tags":[{"id":"media/privacy","webTitle":"Privacy & the media"},{"id":"media/theguardian","webTitle":"The Guardian"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/media","webTitle":"Media"},{"id":"artanddesign/photography","webTitle":"Photography"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"technology/photography","webTitle":"Photography"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Chris Elliott","topic":{"type":"tag-contributor","name":"profile/chris-elliott"}}],"series":{"title":"Open door","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/open-door"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/14/pictures-problems-image-conscious-public","shortUrl":"http://gu.com/p/49nb8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/14/pictures-problems-image-conscious-public","webUri":"http://www.theguardian.com/commentisfree/2015/jun/14/pictures-problems-image-conscious-public"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434306546814/Naomi-Campbell-at-a-gala--007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Image-conscious: model Naomi Campbell at a gala\rin Hong Kong, China, March 2015.\r Photograph: David Fisher/Rex Shutterstock","credit":"David Fisher/Rex Shutterstock","altText":"Naomi Campbell at a gala\rin Hong Kong, China, March 2015.\r","cleanCaption":"Image-conscious: model Naomi Campbell at a gala\rin Hong Kong, China, March 2015.\r Photograph: David Fisher/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Readers' editor"},"byline":{"title":"Chris Elliott"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/7/14/1405339897804/Chris-Elliott-L.png"}}]},{"title":"I became a black woman in Spokane. But, Rachel Dolezal, I was a black girl first","rawTitle":"I became a black woman in Spokane. But, Rachel Dolezal, I was a black girl first","item":{"type":"comment","id":"commentisfree/2015/jun/14/became-a-black-woman-spokane-rachel-dolezal-black-girl","title":"I became a black woman in Spokane. But, Rachel Dolezal, I was a black girl first","trailText":"Black womanhood is an identity forged in the lived experiences of black children. Anything else perpetuates society’s fetish for celebrating only parts of our bodies","standFirst":"<p>Black womanhood is an identity forged in the lived experiences of black children. Anything else perpetuates society’s fetish for celebrating only parts of our bodies</p>","byline":"Alicia Walters","body":"<p>Rachel Dolezal is, after this week, a symbol to many African Americans of the separation of blackness from black people; to me, she is an example of how American society simultaneously devalues the individuality of black women and us as a community to the point that the performance of black womanhood is preferred over the people. If blackness can simply be worn or performed, then every white woman with a weave and a cause, every <a href=\"https://www.youtube.com/watch?v=y9vto-eWPaY\">white girl with a snap and a little attitude</a>, can supplant the lived experiences of what it is to become a black woman: the journey of discrimination, the camaraderie of sisterhood, discovering the deep sense of responsibility and weight of the world, and ultimately finding the inner strength and acceptance that can only be built through struggle.</p> \n<p>Rachel Dolezal may have perfected her performance of black womanhood, and she may be connected to black communities and feel an affinity with the styles and cultural innovations of black people. But the black identity cannot be put on like a pair of shoes. Our external differences from the white majority might be how others categorize us as black, but it’s the thread of our diverse lived experiences that make us black women.</p> \n<p>Dolezal’s specious claims to black ancestry and faux black identity could not have been sustained and she would not have been able to pass if black womanhood were seen and understood as more than skin – or weave – deep. Wearing black womanhood was apparently even enough for Dolezal’s “fellow” black leaders in Spokane, Washington, who turned a blind eye to what the wider world now recognizes as her all-but laughable claims of racial identity, whether out of fear of rocking the boat or plain Northwestern niceness. Her charade could have only been maintained in a town (and within a society) with simplistic, stereotypical conceptions of blackness – that blackness is a shade on the range on olive to dark chocolate, a set of idioms delivered in a cadence from which American English derives its slang, and any number of bodily characteristics or mannerisms familiar across the globe, among others. And yet, while black Americans have long embraced a diverse array of lineages as kin, simply looking the part and faking the rest doesn’t cut it. </p> \n<p>Whenever I tell people that I grew up in Spokane – a city in which only 2% of the population was black – I usually neutralize their confusion with a joke about how I was one of about seven black people, and five of us made it out. You see, black people aren’t supposed to live is small towns in the Pacific Northwest of this country; blackness has been defined as an “urban” identity. But while the majority of black people in the United States do <a href=\"https://www.census.gov/newsroom/releases/archives/2010_census/cb11-cn185.html\">still live in the southern states</a>, and concentrations of black folks outside the south tend to be around metorpolitan areas, neither fact accounts for the constant migration of black people toward economic opportunities, including to places like Spokane. Their migration to Spokane in particular may just have been the inspiration for the establishment of the <a href=\"http://www.spokesman.com/topics/aryan-nations/\">original headquarters of the Aryan Nations</a> 37 miles [60km] away.</p> \n<p>I was born in the middle of Spokane’s first (and only) black mayor’s tenure: a celebrated leader who black people worked hard to elect, and example of “acceptable” black leadership, Mayor Jim Chase once told the <a href=\"http://www.spokesman.com/stories/2008/sep/21/spokanes-black-mayor-left-his-mark/\">local paper</a> that he “never knew much discrimination in Spokane.” While that was perhaps true for him, it was not my family’s experience, nor the experience of the black people who <a href=\"https://spokaneracism.wordpress.com/2008/01/27/segregation-in-spokane/\">lived through segregation through the 1970s</a> in Spokane. Though segregation was no longer enshrined in law in the 1980s when I was growing up, black folks still lived almost exclusively on the east side of town and in the historical neighborhoods built for railroad laborers. My Midwestern white mother and black Puerto Rican father had moved to Spokane for college and defied the unspoken segregation by starting their family in a working class north side neighborhood away from the black enclave, but hoping for the best. My father left the picture shortly after I was born and my mother navigated the discrimination we faced in school and throughout town – I became familiar with the meaning of “nigger” quite early in life.</p> \n<p>As one of just two black girls in my elementary school, my kinky-ish hair, brown skin, and athletic build were uncommon and, before natural hair was considered cute, little white girls would shame me about about the size of my “poofy hair”. Throughout elementary school, in the confines of my bedroom, I put champagne-colored slips over my head to mimic the straight blonde hair I thought I needed to fit in, and gently swayed it back and forth and dreamt of belonging – but I knew black girls could never be white. When I was 10, my father, to the surprise and disgust of my mother, took me to the JC Penney salon in Seattle (300 miles [482km] away) to chemically straighten my hair and get my eyebrows and upper lip waxed. The first black man in my life, and he taught me that being a black woman meant trying to conform to white standards of beauty. </p> \n<p>But when I was 14, I gave up the relaxers and transitioned into rocking my natural kinky-ish afro. It instilled a new kind of confidence in me: I could not hang my head and wear this beautiful crown. My mother had not raised me to be an invisible, go-along-to-get-along gal, and, though I still harbored jealousy of my white peers with their incessant hair flipping, I decided to stand out instead of try and fail to fit in. I wore bright, creative clothing; I embraced my love of dance, of song, of sports, of speaking truthfully about race with little care for whether people attributed any of it to my blackness or to me. To be able to get to a place where I could be myself, I felt powerful: I wanted to do and be everything and, as I learned more about the history of the Atlantic slave trade, African diaspora, and white privilege, I wanted to tell these white people about themselves.</p> \n<p>Realizing that I was hyper-visible and yet never truly seen, I started a club called Helping Overcome Prejudice Everywhere (Hope) with my brother. Each semester, my Spanish teacher would let me take over her class to lead my classmates through workshops on white privilege; it eventually became an established leadership course. <br /></p> \n<p>On the surface, I was successful, but I also longed for the recognition of fellow black people, including my few black male peers for whom I was seemingly nonexistent: all of them, including my brothers, were busy chasing the hair-flippers. We may have been teammates in track or they might’ve been my brother’s friends, but the boys who I thought would be my best chance at external validation as an attractive woman left me wanting. </p> \n<p>In Spokane in general, I rarely saw black men coupled with black women; more than a few men in our small black community had white wives and girlfriends, while the black women always seemed to be single. Naive, I imagined that, on the tightly-knit east side, there were churches full of black women who were coupled with and loved by black men. But on the streets of Spokane, in the public spaces at festivals, in restaurants, and wherever else I looked, black and white men alike were always more interested in white women than women who looked like me; what I took from those years were that black women were far from desirable partners.</p> \n<p>To be a black young woman in Spokane was, for me, to be rejected, isolated and left to find my own way. Becoming the black woman I am today was not about learning a performance, it was not about certain clothing or my hair texture; it came from first being a black girl, from the trauma of rejection and isolation and its transformation into a kind of self-taught solitary pride, from learning to preserve my own sense of true self.</p> \n<p>Dolezal managed to put on an identity – that of a black woman – in a way that renders invisible the experiences that actually forged for us our identities as black women. She presented to the world the trappings of black womanhood without the burden of having to have lived them for most of her life. She represented us and gained status in both black and white communities as one of us, even though she could have worn her whiteness and talked to white people about their racism – something sorely needed in a town like Spokane.</p> \n<p>Had she really understood the history of black women in America, Dolezal would have recognized that she is perpetuating a fetish for black women’s bodies that devalues actual black women while celebrating our parts when attached to the right (white) form. But she was not alone in this act of playing black and benefiting from it. Since black womanhood is apparently all in the look, our society would rather have white, <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=6&amp;cad=rja&amp;uact=8&amp;ved=0CDEQtwIwBWoVChMI_trHu6qNxgIVi5SICh3sNAA9&amp;url=http://www.youtube.com/watch?v=2xM97AAP_Y8&amp;ei=tnp8Vf6nGYupogTs6YDoAw&amp;usg=AFQjCNHmP-ct3c7-0x0FeY06CQR4YtsYHA&amp;sig2=riTbnVTaQSUwBGJLtabDYg&amp;bvm=bv.95515949,d.cGU\">former Disney pop stars twerk</a>, <a href=\"http://thegrio.com/2014/11/12/kim-kardashian-butt/\">talentless celebrities with enlarged backsides</a> and their <a href=\"http://mic.com/articles/116222/what-the-fascination-with-kylie-jenner-s-lips-says-about-beauty-and-race\">equally talentless siblings with swollen lips</a> than celebrate the black woman’s form with the person who carries it. Black women learn that we are not desirable, that we are invisible, and yet we are imitated by the world’s Dolezals and in our popular culture. Little black girls like me could never have passed for white – and would’ve been ridiculed if we tried – but anyone with the right accessories can now seemingly claim to be black women when it suits them.</p> \n<p>Spokane was, for once, perhaps just ahead of the curve: we might be moments away from declaring that simply wearing Black Woman is enough to <em>be</em> a black woman ... or even preferable to it.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2ee3bf04d6b1ab0cad55dc5e1c199c9a77e20c26/0_0_2975_1786/2975.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1786,"width":2975,"orientation":"landscape","credit":"Colin Mulvany/AP","altText":"rachel dolezal thoughtful","cleanCredit":"Photograph: Colin Mulvany/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-14T11:55:07Z","lastModified":"2015-06-15T08:47:41Z","metadata":{"commentable":true,"commentCount":644,"contributors":[{"name":"Alicia Walters","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alicia-walters"}],"feature":false,"keywords":["Race issues","Washington state","Women","Rachel Dolezal"],"tags":[{"id":"world/race","webTitle":"Race issues"},{"id":"us-news/washington-state","webTitle":"Washington state"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"us-news/rachel-dolezal","webTitle":"Rachel Dolezal"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Alicia Walters","topic":{"type":"tag-contributor","name":"profile/alicia-walters"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/14/became-a-black-woman-spokane-rachel-dolezal-black-girl","shortUrl":"http://gu.com/p/49n44","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/14/became-a-black-woman-spokane-rachel-dolezal-black-girl","webUri":"http://www.theguardian.com/commentisfree/2015/jun/14/became-a-black-woman-spokane-rachel-dolezal-black-girl"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2ee3bf04d6b1ab0cad55dc5e1c199c9a77e20c26/0_0_2975_1786/2975.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1786,"width":2975,"orientation":"landscape","caption":"Rachel Dolezal in her Spokane, Washington home on 2 March 2015 . Photograph: Colin Mulvany/AP","credit":"Colin Mulvany/AP","altText":"rachel dolezal thoughtful","cleanCaption":"Rachel Dolezal in her Spokane, Washington home on 2 March 2015 .","cleanCredit":"Photograph: Colin Mulvany/AP"}},"importance":4,"byline":{"title":"Alicia Walters"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2ee3bf04d6b1ab0cad55dc5e1c199c9a77e20c26/0_0_2975_1786/2975.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1786,"width":2975,"orientation":"landscape","credit":"Colin Mulvany/AP","altText":"rachel dolezal thoughtful","cleanCredit":"Photograph: Colin Mulvany/AP"}}]},{"title":"Artificial intelligence: don’t fear AI. It’s already on your phone – and useful","rawTitle":"Artificial intelligence: don’t fear AI. It’s already on your phone – and useful","item":{"type":"comment","id":"technology/2015/jun/15/artificial-intelligence-ai-smartphones-machine-learning","title":"Artificial intelligence: don’t fear AI. It’s already on your phone – and useful","trailText":"Machine learning and machine intelligence is already incorporated in apps such as Google Photos, Google Now and Apple Maps, and it can make your life easier","standFirst":"Machine learning and machine intelligence is already incorporated in apps such as Google Photos, Google Now and Apple Maps, and it can make your life easier","byline":"Charles Arthur","body":"<p>When Joe Weizenbaum found his secretary using a computer program he had created, he was so upset he devoted the rest of his life to warning people not to use its technology. The program was “Eliza”, which gives a passable imitation of a nondirectional psychiatrist; you type sentences such as: “I wonder what I should write,” and it replies :“What answer would please you the most?” (You can try a version at <a href=\"http://psych.fullerton.edu/mbirnbaum/psych101/Eliza.htm\">psych.fullerton.edu/mbirnbaum/psych101/Eliza.htm</a>).</p> \n<p>Weizenbaum’s distress came because he had written Eliza as an experiment, to see whether he could simulate “artificial intelligence” in a question-and-answer system by parsing sentences and throwing relevant bits back at the questioner. But his secretary saw it as real, and asked him not to intrude on “sessions”; Weizenbaum saw this as an omen that we would be too easily fooled into trusting machines.</p> \n<p>The story dates from the 1960s (Weizenbaum died in March 2008), but is relevant today. Machine intelligence and machine learning – the new synonyms for “artificial intelligence” – are on the rise and are going to be pervasive. To some extent, anyone using a smartphone is already using some sort of machine intelligence with Google Now’s suggestions or Apple Maps’s determination of what counts as your “home” and “work”, or Windows Phone’s Cortana. We don’t call these “artificial intelligence”, because the moniker earned ridicule down the years. But it doesn’t matter what you call it; the ability to get computers to infer information that they aren’t directly supplied with, and to act on that, is already here. Take Google Photos, released in May, which can figure out that you were taking photos of a zombie parade, or find pictures of canoes, or - well, pretty much anything. It’s not limited to human faces (though it can do those, and distinguish between children and babies). If you don’t want to know about deep-learning neural networks, then it satisfies Arthur C Clarke’s dictum: “Any sufficiently advanced technology is indistinguishable from magic.”</p> \n<p>Part of the magic behind Google Photos comes from a British company, DeepMind Technologies, which built what it calls “artificial generalised intelligence”. They trained it on video games such as <em>Space Invaders</em> and <em>Breakout</em>; it got amazingly good at them after a few hundred games, without any special training. DeepMind isn’t the only machine learning company Google has acquired; last August <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/aug/18/google-buys-neural-network-city-guide-creator-jetpac\">it bought Jetpac</a>, which used neural networks to figure out what was in your holiday photos.</p> \n<p>The promise of such machine learning is hugely exciting, and not limited to Google. Jetpac’s creator Pete Warden wrote a fun app called <a href=\"https://github.com/jetpacapp/DeepBeliefSDK/\">Deep Belief</a> which you could download for iOS that used neural networks to try to identify what the camera was seeing. . There’s an open-source machine learning framework called <a href=\"http://www.seldon.io/\">Seldon</a>. Another AI system called <a href=\"http://snips.net/beta\">Snips</a> now in beta (http://snips.net/beta), aims to put a personalised AI – a “smart assistant” – on your phone.</p> \n<p>It’s that latter idea that’s the real promise. Eliza used to require a mainframe; modern machines can run it as an applet without breaking sweat. Deep Belief shows that neural networks can run on modern smartphones. Give it a few years, and your smartphone’s AI will have power enough to understand the context of what you’re doing, figure out how it should help (call or text people to say you’re late? Understand whose emails you do and don’t want to receive at particular times? Find the right people for you to link up with on social media?) and act on it. You’ll be able to choose whether you want that done by an “assistant” on your phone, or in the cloud. The cloud-based one will be smarter, because it will have access to much more data; the phone-based one will be much more personal, and function even without a network connection.</p> \n<p>Weizenbaum feared that AI couldn’t be trusted with decisions because it wouldn’t have empathy or compassion. But that’s fine. It’s the everyday grind that AI can smooth. I, for one, welcome our new robot underlings.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/8/1433771428149/Jetpac-Spotter-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Objection recognition app Spotter, developed by Jetpac, which uses AI to identify objects in pictures. ","credit":"PR","altText":"Jetpac Spotter","cleanCaption":"Objection recognition app Spotter, developed by Jetpac, which uses AI to identify objects in pictures. "}],"bodyImages":[],"webPublicationDate":"2015-06-15T06:30:22Z","lastModified":"2015-06-15T09:47:48Z","metadata":{"commentable":true,"commentCount":58,"contributors":[{"name":"Charles Arthur","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733735498/CharlesArthur.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/charlesarthur"}],"feature":false,"keywords":["Artificial intelligence (AI)","Smartphones","Google","Technology"],"tags":[{"id":"technology/artificialintelligenceai","webTitle":"Artificial intelligence (AI)"},{"id":"technology/smartphones","webTitle":"Smartphones"},{"id":"technology/google","webTitle":"Google"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"technology"},"topics":[{"displayName":"Charles Arthur","topic":{"type":"tag-contributor","name":"profile/charlesarthur"}}],"series":{"title":"The Charles Arthur column","uri":"http://mobile-apps.guardianapis.com/lists/tag/technology/series/the-charles-arthur-column"},"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jun/15/artificial-intelligence-ai-smartphones-machine-learning","shortUrl":"http://gu.com/p/49te6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jun/15/artificial-intelligence-ai-smartphones-machine-learning","webUri":"http://www.theguardian.com/technology/2015/jun/15/artificial-intelligence-ai-smartphones-machine-learning"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/8/1433771428149/Jetpac-Spotter-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Objection recognition app Spotter, developed by Jetpac, which uses AI to identify objects in pictures. ","credit":"PR","altText":"Jetpac Spotter","cleanCaption":"Objection recognition app Spotter, developed by Jetpac, which uses AI to identify objects in pictures. "}},"importance":3,"byline":{"title":"Charles Arthur"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733735498/CharlesArthur.png"}}]},{"title":"Tories don't know the impact of 500,000 more public sector job cuts","rawTitle":"Tories don't know the impact of 500,000 more public sector job cuts","item":{"type":"comment","id":"public-leaders-network/2015/jun/15/tories-impact-500000-public-sector-job-cuts","title":"Tories don't know the impact of 500,000 more public sector job cuts","trailText":"Without proper analysis – and respect for public servants – more job losses in government and the police will be haphazard and inefficient","standFirst":"<p>Without proper analysis – and respect for public servants – more job losses in government and the police will be haphazard and inefficient</p>","byline":"David Walker","body":"<p>Flushed with their triumph at the polls some ministers will find it hard to suppress their inner Tory demons. Like Eric Pickles, they will fire off cheap shots at “bureaucracy”, “red tape” and “overpaid public sector management”.<br /></p> \n<p> But short-run political gratification has a price. Ya-booing public managers as burdensome bureaucrats won’t provide much of an incentive to perform the heroic works of efficiency saving, let alone “transformation”. If it doesn’t value public management, the Cameron government will find shrinking the state even more disruptive and untidy than it would anyway be. Ministers might even have to bite the bullet, pay the top officials who remain more, and splash out on recruiting fresh talent. </p> \n<p> The road ahead is rocky. Since 2010, Whitehall has lost around 100,000 people and the wider public sector a further 300,000. (Those figures are not entirely reliable since they may not distinguish between functions that have been abolished – like the Audit Commission – and functions that have been contracted out or redefined as private sector, such as probation or further education.) </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/04/on-spending-cuts-osbornes-hard-days-night-looks-set-to-get-harder\">On spending cuts, Osborne's A Hard Day's Night looks set to get harder</a> </p> \n</aside> \n<p> Over the next five years, around 500,000 more jobs have to go, according to the basic arithmetic of austerity: the <a href=\"http://budgetresponsibility.org.uk/\">Office for Budget Responsibility</a> predicted a total of a million lost jobs over the decade from 2010. Projections by the <a href=\"http://www.ifs.org.uk/\">Institute for Fiscal Studies</a> say that number could be trimmed if public service pay were frozen in real terms till 2020, but only by a 100,000 or so. Either way, big additional job losses lie ahead; the question is whether the blood will be let clinically or in multiple, messy haemorrhages.</p> \n<p> In a rational world, the kind of place inhabited by investigators from the <a href=\"http://www.nao.org.uk/\">National Audit Office</a>, you would have a plan and a calculus. Cutting x numbers of border force staff would correlate with y additional illegal migrants or z extra hours queuing at Heathrow for would-be entrants to the UK. Similarly, if <a href=\"https://www.gov.uk/government/organisations/hm-revenue-customs\">HM Revenue &amp; Customs</a> cut staff, it would have a demonstrable effect on the tax take, or customer service or – the latest ploy – increased numbers of amnesties for taxpayers who don’t cough up in time.</p> \n<p> Unfortunately, it’s not like that. Take the police. We don’t actually know what relationship exists between officer numbers and crime. That is partly because crime includes activities such as cyber-fraud, domestic violence and sexual exploitation that don’t get properly reported. It’s partly because most police officers don’t deal with crime: crime accounts for only 22% of the emergency and priority incidents officers respond to. </p> \n<p> Call it “demand for policing”, <a href=\"http://www.nao.org.uk/report/financial-sustainability-of-police-forces-in-england-and-wales/\">says the NAO</a>. There are no standards for measuring it across England and Wales and “no comprehensive national picture of demand across policing”. </p> \n<p> When the shoe pinches, there is pain. Recently the supreme court said the Department of Work and Pensions had been <a href=\"http://disabilityrightsuk.org/news/2015/june/pip-delays-unlawful-says-high-court\">“unreasonable” in delaying disability payments</a>: the reason was a mismatch of staff and responsibilities. The <a href=\"http://www.instituteforgovernment.org.uk/events/2015-budget-and-spending-review-ifs-and-ifg-background-briefing\">Institute for Government’s Julian McCrae notes</a> the apparent correlation between cuts in prison officer numbers and such indices as serious incidents, prisoner access to training and the number of hours prisoners are locked up.</p> \n<p> The Tory manifesto commits ministers to cut spending, but they have choices to make about how to proceed. Home secretary Theresa May could take a punt: she might say, we’ve cut police numbers by nearly 17,000 and still crime is down; we’ll do more of that, without monitoring or evaluation. Alternatively she could ensure the Home Office no longer, in the NAO’s words, has “insufficient information to determine how much further it can reduce funding without degrading services”. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society-professionals/2015/jun/10/public-services-longer-hours-breaks-stress\">Government staff suffer longer hours, fewer breaks and increased stress</a> </p> \n</aside> \n<p> But information can only be put to use if ministers want to cut with clinical skill, rather than just wield the axe. Besides, most departments don’t really seem to understand their own workforce; they let their arm’s length bodies get on with cuts without regard to the bigger picture. Few do any <a href=\"http://www.nao.org.uk/report/central-government-staff-costs/\">department-wide skills audits</a>.</p> \n<p> Some Tory ministers take the view that driving down the total cost of government and getting rid of bodies is enough – why care if the cuts are haphazard and disorganisation results? But that’s a recipe for inefficiency – even a smaller state can be more or less efficient and effective. It will also impinge on the quality of the public services that survive the cuts, about which voters do care. Ministers confront an ideological paradox. To succeed in making government smaller requires, at least here and there, a bit more government; it takes a lot of something they say they don’t like – planning.</p> \n<p><strong>Talk to us on Twitter via </strong><strong><a href=\"https://twitter.com/guardianpublic\">@Guardianpublic</a> and </strong><strong><a href=\"https://register.theguardian.com/public-leaders/\">sign up</a></strong><strong> for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.</strong></p>","section":"Public Leaders Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433946001804/b185312d-2dd9-458e-804c-82fc493d7839-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Parry/PA","altText":"Police are seen in Ladbroke Grove, London, as trouble breaks out during the Notting Hill Carnival","cleanCredit":"Photograph: David Parry/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-15T06:00:24Z","lastModified":"2015-06-15T06:03:42Z","metadata":{"commentable":true,"commentCount":232,"contributors":[{"name":"David Walker","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400684371831/David-Walker-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidwalker"}],"feature":false,"keywords":["Public Leaders Network","Public service reform","Central government","Civil service","Politics","Conservatives","Public sector careers","Public sector pay","Public sector cuts","Public finance","Public services policy","Society"],"tags":[{"id":"public-leaders-network/public-leaders-network","webTitle":"Public Leaders Network"},{"id":"guardian-professional/public-service-reform","webTitle":"Public service reform"},{"id":"public-leaders-network/central-government","webTitle":"Central government"},{"id":"politics/civil-service","webTitle":"Civil service"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"society/public-sector-careers","webTitle":"Public sector careers"},{"id":"society/public-sector-pay","webTitle":"Public sector pay"},{"id":"society/public-sector-cuts","webTitle":"Public sector cuts"},{"id":"society/public-finance","webTitle":"Public finance"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"public-leaders-network"},"topics":[{"displayName":"David Walker","topic":{"type":"tag-contributor","name":"profile/davidwalker"}}],"embeddedVideos":[],"adTargetingPath":"public-leaders-network"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/public-leaders-network/2015/jun/15/tories-impact-500000-public-sector-job-cuts","shortUrl":"http://gu.com/p/49j6f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/public-leaders-network/2015/jun/15/tories-impact-500000-public-sector-job-cuts","webUri":"http://www.theguardian.com/public-leaders-network/2015/jun/15/tories-impact-500000-public-sector-job-cuts"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433946001804/b185312d-2dd9-458e-804c-82fc493d7839-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"We don’t actually know what relationship exists between police officer numbers and crime. Photograph: David Parry/PA","credit":"David Parry/PA","altText":"Police are seen in Ladbroke Grove, London, as trouble breaks out during the Notting Hill Carnival","cleanCaption":"We don’t actually know what relationship exists between police officer numbers and crime.","cleanCredit":"Photograph: David Parry/PA"}},"importance":3,"byline":{"title":"David Walker"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/21/1400684371831/David-Walker-R.png"}}]}],"lastModified":"2015-06-15T10:11:51Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}