{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Pope Francis a liberal free thinker? Don’t kid yourself","rawTitle":"Pope Francis a liberal free thinker? Don’t kid yourself","item":{"type":"comment","id":"commentisfree/2015/jun/20/pope-francis-dogma-birth-control","title":"Pope Francis a liberal free thinker? Don’t kid yourself","trailText":"Francis can never steer humanity to environmental salvation while he remains in thrall to Catholic dogma on birth control","standFirst":"Francis can never steer humanity to environmental salvation while he remains in thrall to Catholic dogma on birth control","byline":"Nick Cohen","body":"<p>Dismissing St Thomas Aquinas with his customary succinctness, Bertrand Russell said there was “little of the true philosophic spirit” in the Catholic church’s greatest philosopher. It was not that he wasn’t clever, but that he lacked the willingness to follow an argument wherever it led. Catholic dogma determined in advance where he could and could not go.</p> \n<p>Aquinas “already knows the truth; it is declared in the Catholic faith. If he can find apparently rational arguments for some parts of the faith, so much the better; if he cannot, he need only fall back on revelation. The finding of arguments for a conclusion already given in advance is not philosophy, but special pleading.”</p> \n<p>Anti-Catholicism is still a residual force in Britain and a great mistake of secularists who fall into the prejudice is to imagine that the church’s dogmas are as dumb as the blabbering of the worst type of knuckle-dragging, know-nothing Protestant fundamentalist. Reading the pope’s <a href=\"http://w2.vatican.va/content/francesco/en/encyclicals/documents/papa-francesco_20150524_enciclica-laudato-si.html\" title=\"\">encyclical</a> on the care of our common home ought to provide an antidote. It shows, if nothing else, why apparently intelligent men and women can lose themselves in the richness of Catholic theology.</p> \n<p>The encyclical is plainly written – Francis examines our throwaway society and declares: “The Earth, our home, is beginning to look more and more like an immense pile of filth.” It emphasises the interconnectedness of the natural world and is properly appalled that humanity is presiding over a mass extinction of species. Francis shows a concern for the poor that would shame most rich leftwingers, let alone their conservative opponents. And like his recent predecessors he is comfortable with modern science. Even if you think, as I do, that there is no God and the pope should grow up, you should admit that there is grandeur in this view of life, to take Darwin’s words wildly out of context, and a moral vigour too.</p> \n<p>But it won’t wash.</p> \n<p>When he is forced to choose between intellectual honesty and dogma, the pope chooses dogma without hesitation. Like Aquinas, he descends into special pleading, without admitting to the reader or perhaps to himself that he is rigging the debate.</p> \n<p>You do not need to see humanity as a cancer killing mother Gaia to accept that a world of 7 billion is overpopulated and will become grossly overcrowded if humanity reaches 9 billion in 2050. Every extra person on the planet increases carbon emissions and the demands on scarce resources. Their need for energy may outrun the best efforts to build clean carbon-free alternatives to oil and coal, and force us to wrench out fossil fuels,which should be left in the ground. As for the other species we share our planet with, humanity will, inevitably, grow into what little space they have left. Put like this, birth control is an environmental necessity.</p> \n<p>Argue that point, however, and you are hit with a response that can sound plausible. The children poor people have in poor countries consume so little that they are almost an irrelevance from an ecological point of view. True as this may be, no one can act on this insight without turning into a monster. A sincere believer would have to insist that the EU closed its borders to migrants and refugees, not out of a nativist desire to protect ethnic purity but an environmentalist desire to stop poor immigrants becoming rich producers of greenhouse gases. I have never heard the deepest of greens cry: “Send them back”, although Mother Teresa, accurately described by the much missed Christopher Hitchens as <a href=\"http://www.slate.com/articles/news_and_politics/fighting_words/2003/10/mommie_dearest.html\" title=\"\">“a fanatic, a fundamentalist and a fraud”</a>, did patronise the Indian poor by telling them their suffering was a gift from God .</p> \n<p>The pope does not say that the poor must stay poor to show their gratitude to the almighty or for the sake of the environment. Rather, he ducks the question of what will happen as the ever-expanding populations of poor countries grow richer. Demand the promotion of birth control – not abortion or eugenics, just contraception – and you are “refusing to face” the world’s unequal distribution of wealth, he writes. End “the extreme and selective consumerism” of the rich world and – eureka! –“demographic growth is fully compatible with an integral and shared development”.</p> \n<p>Everything about his argument is slippery. Even if rich countries are prepared to redistribute wealth to poor countries, I have never met a secular campaigner against poverty who does not believe that educating women and giving them control of their fertility is the best way to reduce poverty. More pertinently, the pope is not against birth control because he believes in the redistribution of wealth but because Catholic teaching says he must damn it. For the little it is worth, which is next to nothing in my view, Francis has scriptural authority on his side. When Onan refused to impregnate his dead brother’s wife and “spilled his seed on the ground”, the Lord made him pay the ultimate price for pleasuring himself and slew him. The <a href=\"http://www.catholic.com/tracts/birth-control\" title=\"\">fathers of the church</a> were only slightly less harsh. Clement of Alexandria said: “Seed is not to be vainly ejaculated, nor is it to be damaged, nor is it to be wasted”, and Augustine thought that sex “for the sake of lust” rather than procreation led to sterility.</p> \n<p>Given his bad faith, given, too, that he had the power to reduce poverty by changing the church’s theology and refused to do it, the mystery is why so many liberals believe the pope is not a Catholic. They denounced Pope Benedict, because he was in the Hitler Youth, as if any young German of his age had a choice in the matter. But my old friend and comrade Jonathan Freedland and many others hailed Francis as the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/nov/15/atheists-pope-francis-obama-liberal-voice-change\" title=\"\">“new hero of the left</a>”, even though he has never given the smallest indication that he intends to change one syllable of Catholic teaching. As the baffled editor of the <em>Catholic Herald</em> put it, spin had led liberals to believe in a <a href=\"http://www.spectator.co.uk/features/9112081/the-fantasy-francis/\" title=\"\">“fantasy Francis”</a> .</p> \n<p>The credulity of believers can be bad enough but the credulity of liberals can be worse. If you don’t wish to join the gormless herd, by all means welcome the pope’s commitment to the poor and to preserving the environment. But you must accept that if you believe in giving women the opportunity to expand their minds and control their bodies, the Vatican is against you – as it always was.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/20/1434791666889/The-faithful-buy-copies-o-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The faithful buy copies of Pope Francis's encyclical on the environment in Rome last week. Photograph: Alessandra Benedetti/Corbis","credit":"Alessandra Benedetti/Corbis","altText":"The faithful buy copies of Pope Francis's encyclical on the environment in Rome last week.","cleanCaption":"The faithful buy copies of Pope Francis's encyclical on the environment in Rome last week. Photograph: Alessandra Benedetti/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-20T17:15:10Z","lastModified":"2015-06-21T01:29:29Z","metadata":{"commentable":true,"commentCount":397,"contributors":[{"name":"Nick Cohen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/4/17/1397762419542/NickCohen.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nickcohen"}],"feature":false,"keywords":["Pope Francis","Religion","Catholicism","Christianity","The papacy","Environment","UK news"],"tags":[{"id":"world/pope-francis","webTitle":"Pope Francis"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"world/christianity","webTitle":"Christianity"},{"id":"world/the-papacy","webTitle":"The papacy"},{"id":"environment/environment","webTitle":"Environment"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Nick Cohen","topic":{"type":"tag-contributor","name":"profile/nickcohen"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/20/pope-francis-dogma-birth-control","shortUrl":"http://gu.com/p/4axj7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/20/pope-francis-dogma-birth-control","webUri":"http://www.theguardian.com/commentisfree/2015/jun/20/pope-francis-dogma-birth-control"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/20/1434791666889/The-faithful-buy-copies-o-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The faithful buy copies of Pope Francis's encyclical on the environment in Rome last week. Photograph: Alessandra Benedetti/Corbis","credit":"Alessandra Benedetti/Corbis","altText":"The faithful buy copies of Pope Francis's encyclical on the environment in Rome last week.","cleanCaption":"The faithful buy copies of Pope Francis's encyclical on the environment in Rome last week. Photograph: Alessandra Benedetti/Corbis"}},"importance":7,"byline":{"title":"Nick Cohen"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/4/17/1397762419542/NickCohen.png"}}]},{"title":"The £5bn Russian divorce: what is the price of heartbreak?","rawTitle":"The £5bn Russian divorce: what is the price of heartbreak?","item":{"type":"comment","id":"lifeandstyle/2015/jun/21/what-is-the-price-of-heartbreak-eva-wiseman","title":"What is the price of heartbreak?","trailText":"The estranged wife of Russia’s richest man is seeking a divorce settlement of £5bn. And she deserves every penny, as anyone who’s ever had their heart broken knows","standFirst":"<p>The estranged wife of Russia’s richest man is seeking a divorce settlement of &pound;5bn. And she deserves every penny, as anyone who’s ever had their heart broken knows</p>","byline":"Eva Wiseman","body":"<p>I read details of the world’s biggest divorce with a mixture of agony and awe, and then I read it again. <a href=\"http://www.dailymail.co.uk/news/article-3064178/Ex-wife-Russia-s-richest-man-launches-legal-bid-claim-half-10BILLION-fortune-Putin.html\">Natalia Potanina</a> has refused husband Vladimir’s &pound;32m offer, insisting that Russia’s richest man (who, after a 30-year marriage is leaving her and their children for his pregnant employee) should give her half of his &pound;10bn fortune.</p> \n<p>If only all heartbreak could be quantified. Lots of my good friends have recently become single and they are dealing with it in various ways: they’re running, they’re writing, they’re falling in love with their piano teachers.</p> \n<p>Some of them can list, easily, the costs of their break-ups. Scatter cushions, &pound;25 each, that was the first one. Cushions that her ex plucked from the sofa to cushion his crockery in the cardboard boxes he moved out in. Paint – &pound;14.99. To repaint the walls where his pictures had left ghostly lines. He took his computer, of course, but on it was their shared music collection, so she was left with silence, and also their photos – a record of the last time she was young and gorgeous. He asked her to buy their TV off him and she did it, to avoid her cushionless sofa having nothing to face. Time, though (she sighed as if she was 80 rather than 34 and hadn’t just had a successful one-night stand with a part-time model), is the big cost.</p> \n<p>There are major expenses, the overdrafts of a break-up – the friend who can no longer spend time with his ex’s daughter, the confused cat – and there are the little write-offs, the jumper you left behind. The bra.</p> \n<p>&pound;600. That was what one friend’s recent break-up cost. She’s including the price of the trains she now takes to work, because on her bike she can’t listen to music and needs it to block out her thoughts. Eating out, she’s including, because cooking for one is too imbued with tragedy. Another friend added up the costs of narcotising his heartbreak. More expensive, though, is the realisation that a song or film the two of them shared can never be revisited, at least not with the naive passion of before, but then that naivety is something gone too – &pound;750. No, &pound;800.</p> \n<p>All your favourite places – the pick-your-own strawberry farm, the pub by the bridge – are stained and need rebuying. One friend, who has slipped quite easily into a new relationship in that eerie way he does (“Don’t call me a relationship guru, Eva. Don’t call me a guru”) says that the expenses keep coming. You think you’ve settled up, he says, until you realise you’re paying for your girlfriend’s previous heartbreak. What’s the promise that you are not going to cheat worth?</p> \n<p>As George Michael might have muttered, cashing Potanin’s &pound;1.5m cheque for singing at his New Year party, everything has a price. Natalia Potanina talked to Russian <em>Tatler</em> about her life with Vladimir, sharing photos of the two in 1977, when they were in a Soviet potato-digging brigade. “This person was for me like a rock,” she said, “the back of the armchair that I was sitting on.” She is furious about the lack of respect she believes he’s shown to her. “Somehow this appears as a dimensionless feeling of permissiveness, as if you can customise the law and the justice for yourself. It should not be so.” If only all our break-ups could be translated from Russian.</p> \n<p>An hour listening to them talk about the meaning of <em>Lost</em>: &pound;35. The day they got sunstroke: &pound;160. When a bird flew into the flat, and nobody knew what to do, and you both shut yourself in the loo until it sounded like it had escaped: &pound;80. Let’s be fair. All things considered, &pound;5bn sounds reasonable – &pound;5bn for everyone who has been damaged by love, humiliated by infidelity, felt quite faint with heartache and had to hold on to a building on the way to lunch. I implore you, though, from a pit lined with friends’ broken relationships, do keep your receipts.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434554295425/90d12a5d-f0f9-4e07-83cc-7af457275dfc-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Ria Novosti/Alamy","altText":"Natalia Potanina with her husband Vladimir in happier times","cleanCredit":"Photograph: Ria Novosti/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-21T05:00:03Z","lastModified":"2015-06-21T05:00:03Z","metadata":{"commentable":true,"commentCount":29,"contributors":[{"name":"Eva Wiseman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/evawiseman"}],"feature":false,"keywords":["Relationships","Life and style"],"tags":[{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Eva Wiseman","topic":{"type":"tag-contributor","name":"profile/evawiseman"}}],"series":{"title":"The Eva Wiseman column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/up-front"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/what-is-the-price-of-heartbreak-eva-wiseman","shortUrl":"http://gu.com/p/49q6j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/what-is-the-price-of-heartbreak-eva-wiseman","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/what-is-the-price-of-heartbreak-eva-wiseman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434554295425/90d12a5d-f0f9-4e07-83cc-7af457275dfc-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Natalia Potanina is insisting cheating husband Vladimir gives her half his £10bn fortune. Photograph: Ria Novosti/Alamy","credit":"Ria Novosti/Alamy","altText":"Natalia Potanina with her husband Vladimir in happier times","cleanCaption":"Natalia Potanina is insisting cheating husband Vladimir gives her half his £10bn fortune.","cleanCredit":"Photograph: Ria Novosti/Alamy"}},"importance":5,"byline":{"title":"Eva Wiseman"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png"}}]},{"title":"For Isis women, it’s not about ‘jihadi brides’: it’s about escape","rawTitle":"For Isis women, it’s not about ‘jihadi brides’: it’s about escape","item":{"type":"comment","id":"world/2015/jun/21/isis-women-its-not-about-jihadi-brides-its-about-escape","title":"For Isis women, it’s not about ‘jihadi brides’: it’s about escape","trailText":"Don’t think that the Bradford sisters and others like them are acting irrationally. Their motivations are clear and rational","standFirst":"<p>Don’t think that the Bradford sisters and others like them are acting irrationally. Their motivations are clear and rational</p>","byline":"Deeyah Khan","body":"<p>At the beginning of this year, al-Khansa brigade uploaded its Arabic manual for women in Islamic State. The 10,000-word document advises that Muslim girls are married between the ages of nine and 17, cover their bodies and faces and live in seclusion. Meanwhile, women and girls as young as 10 from Iraq’s minority sects have been enslaved and raped.</p> \n<p>Yet Islamic State’s ability to attract women is unprecedented. By May, 60 women had left the UK to join. Over the past few days, <a href=\"http://gu.com/p/4axj8/stw\" title=\"\">three sisters left Bradford to join their brother,</a> taking with them nine children. Why would any woman submit herself and her children to the hazards of a war zone for the opportunity to live in a state of near chatteldom?</p> \n<p>Attempts to explain this often jump to the concept of the jihadi bride. Since most of the women are adolescents, it is assumed the “holy warriors” of the Islamic state have a dangerous sexual allure, like a boy band accessorised with beards and semi-automatic weapons.</p> \n<p>However, most of the recruitment of women is carried out by women themselves, so assuming the only factor is a teenage crush trivialises their decision-making. Often, women’s participation in Islamic State does not require a gendered explanation. They can be just as bloodthirsty, disaffected and politically engaged as men.</p> \n<p>As for the constricted lives they will encounter, some can be attracted to the security of traditional family roles. Although Hitler’s roles for women were limited to Kinder, K&uuml;che, Kirche (children, kitchen, church), almost half of the votes he gained were from women. They preferred a model of gender relations that allowed them a degree of domestic autonomy and status as wives and mothers – if nothing else. Indeed, some Muslim women in the UK already live under circumstances almost as constrained as in Islamic State due to the restrictions of family “honour”. For these women, Islamic State presents a route of escape. Some who seek to counter parental controls may turn to scripture, to use a language that carries weight within their households.</p> \n<p>A great deal of racist violence <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2013/mar/09/muslim-helpline-faith-attacks-women\" title=\"\">is also directed at Muslim women</a>, who are more visible than men. This can leave women isolated and fearful; hyper-aware of their identity, which marks them out for hostility. There are many reasons why a person might become interested in more radical interpretations, from spiritual curiosity, an awakened political awareness or a wish for a more “authentic” identity. Each journey has its own beginning, but each is a quest – for meaning, identity, community; for answers. Few of these quests dispatch women and girls to the Turkish border, but for some, particularly those who are naive, isolated and lacking social and emotional support, these are the first steps towards adopting extremism. While <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/she-said/2015/jun/13/what-muslim-extremists-and-right-wing-racists-have-in-common\" title=\"\">making my documentary <em>Jihad</em>,</a> I interviewed several women involved in radical movements. One told me that because of sexual abuse she felt a desire for justice and had no faith in the British system that had failed her. The stonings and beheadings carried out under the name of justice in Raqqa’s “heaven square” (nicknamed “hell square” by those living under Islamic State’s occupation) may well have suited her thirst for retribution. She told me that a sense of comradeship with pious young women helped her feel safe and protected; that her status as a mother was honoured: that it gave her life a sense of purpose. Eventually, she left, saying the experience left her feeling spiritually hollow. But for women like her, dealing with exclusion, pain and disaffection, Islamic State is only a click away.</p> \n<p>Exposure to traumatising online propaganda materials, such as scenes of the murder and massacre of Muslims, induces anxiety and arousal, burning these perceptions deep into the psyche. Very real injustices and outrages against Muslims become amplified; a complex reality can become distorted into a simplified worldview, where sinister forces pose a deliberate, existential threat to Islam. This belief becomes nourished and echoed across a network of like-minded individuals, until it drowns out more nuanced understandings.</p> \n<p>Young people are particularly vulnerable to this black-and-white worldview, in which the in-group becomes understood as wholly noble, righteous and oppressed, and the enemy as devious, cruel and domineering. Within this schema, terrorism presents itself as heroism, a defence of home and community and values held sacred, from white supremacists such as Anders Breivik to the nationalism of the IRA. Islamic State positions itself as a place of refuge, a shining mirage in which Muslim fantasies can come to a glorious fruition, where domination and power can be reclaimed. This functions through one of the most powerful and most dangerous resources in history: youthful idealism, through directing it towards the exhilarating prospect of building a new and “perfect” society.</p> \n<p>To discourage women and men from joining this brutal movement, we need to heal the vicious cycle of violence, fear and hatred which is growing between communities, and to move towards a future that includes us all. We need to move away from the divisions of us and them and build on our shared humanity. We need to be open and honest about the driving factors of radicalisation from the violent foreign policies, the impact of the war on terror, family and psychological problems, discrimination and ideologies of hatred. This way we can try to avoid the tragic loss of more of our children; who believe themselves to be opening a new morning for humanity while stumbling in the night, over the bones of the dead.</p> \n<p><em>Deeyah Khan is a film director who made </em><a href=\"http://www.itv.com/news/2015-06-14/exposure-jihad-a-british-story/\" title=\"\"><em>Jihad – A British Story</em></a><em>, shown on ITV last week. Twitter: @Deeyah_Khan</em></p> \n<h2>VIEW FROM LONDON</h2>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4eccf49f2cc53d7fb74c73afdd20f9e0af3fc850/0_193_5616_3369/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1200,"width":2000,"orientation":"landscape","credit":"Medyan Dairieh/ZUMA Press/Corbis","altText":"Islamic State fighers","cleanCredit":"Photograph: Medyan Dairieh/ZUMA Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-20T23:04:00Z","lastModified":"2015-06-21T00:15:24Z","metadata":{"commentable":true,"commentCount":258,"contributors":[],"feature":true,"keywords":["Islamic State","Islam","Iraq","Middle East and North Africa","World news","Syria","Religion","Bradford","UK news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/religion","webTitle":"Religion"},{"id":"uk/bradford","webTitle":"Bradford"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/21/isis-women-its-not-about-jihadi-brides-its-about-escape","shortUrl":"http://gu.com/p/4axgp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/21/isis-women-its-not-about-jihadi-brides-its-about-escape","webUri":"http://www.theguardian.com/world/2015/jun/21/isis-women-its-not-about-jihadi-brides-its-about-escape"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4eccf49f2cc53d7fb74c73afdd20f9e0af3fc850/0_0_5616_3744/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1333,"width":2000,"orientation":"landscape","caption":"Islamic State fighters on the Syria-Iraq border. The British women who choose to travel to the region to join the group each have their own motivation.  Photograph: Medyan Dairieh/ZUMA Press/Corbis","credit":"Medyan Dairieh/ZUMA Press/Corbis","altText":"Islamic State fighers","cleanCaption":"Islamic State fighters on the Syria-Iraq border. The British women who choose to travel to the region to join the group each have their own motivation. ","cleanCredit":"Photograph: Medyan Dairieh/ZUMA Press/Corbis"}},"importance":5,"byline":{"title":"Deeyah Khan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4eccf49f2cc53d7fb74c73afdd20f9e0af3fc850/0_193_5616_3369/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1200,"width":2000,"orientation":"landscape","credit":"Medyan Dairieh/ZUMA Press/Corbis","altText":"Islamic State fighers","cleanCredit":"Photograph: Medyan Dairieh/ZUMA Press/Corbis"}}]},{"title":"If David Cameron makes a passionate case for the EU, its leaders will help him","rawTitle":"If David Cameron makes a passionate case for the EU, its leaders will help him","item":{"type":"comment","id":"politics/2015/jun/21/cameron-eu-tour-what-do-its-leaders-make-of-him-referendum-campaign","title":"If David Cameron makes a passionate case for the EU, its leaders will help him","trailText":"The prime minister must not dance to the tune of his backbenchers at the Brussels summit","standFirst":"The prime minister must not dance to the tune of his backbenchers at the Brussels summit","byline":"Charles Grant","body":"<p>The phoney war is almost over. At the Brussels summit on Thursday and Friday, David Cameron will unveil his priorities on EU reform. He hopes to clinch a final deal in December – allowing an in/out referendum to be held in 2016, probably in the autumn. On his recent tour of European capitals, Cameron left the impression that he was serious about winning the referendum. I followed in his wake, and found many of those he had met keen to help him – but absorbed by other issues, such as Mediterranean boat-people and Ukraine’s problems.</p> \n<p>The real possibility that Greece will leave the euro is a particular headache for Cameron: Grexit could lead to financial, political and humanitarian crises, distracting EU leaders from British concerns.</p> \n<p>Some who had met Cameron told me they worried about his ability to navigate the many obstacles that he will face between now and the referendum. In particular, they wondered whether he regards party unity as more important than winning. They noted his recent about-turns under pressure from anti-EU Tories – on whether ministers would have to support his line in the campaign, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/16/eu-referendum-campaign-labour-helps-cameron-dodge-eurosceptic-rebellion\" title=\"\">whether the civil service could take sides</a>. His justification for these shifts is that if he can retain the support of moderate Eurosceptics – so that no more than, say, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/14/brexit-what-would-happen-if-britain-left-eu-european-union-referendum-uk\" title=\"\">50 Tory MPs back “Brexit”</a> – he is more likely to win the referendum.</p> \n<p>Other EU governments want to see Cameron make the case for membership, which to them means taking on the Eurosceptics and making enemies in his party. Some told me that only when he does that will they believe he is determined to prevent Brexit, and therefore worth negotiating with on a serious basis. But Cameron will not want to make the case in Britain until he has struck a deal in Europe. In the meantime, if he can convince other leaders that he will <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/jan/23/david-cameron-uk-exemption-eu\" title=\"\">– as he said in his 2013 Bloomberg speech </a>– fight to keep Britain in the EU “with all my heart and soul”, they will probably do business with him.</p> \n<p>EU leaders worry that domestic politics may blow him off course. Will Tory backbenchers push him to demand the unattainable, thereby making it hard for him to claim a successful outcome? So far he has not asked for much that his partners regard as ridiculous, except for the idea that EU migrants should be denied benefits until they have lived in the UK for four years. Will he carry the cut-and-thrust of Westminster politics – focused on victory and defeat – into EU councils, which usually work towards careful compromises that offer something for everybody? Other leaders claim that, if Cameron threatens them, they are less likely to help. But some of them are already resigned to the December summit being the scene of a ferocious battle from which Cameron plans to emerge blood-stained but victorious.</p> \n<p>Officials in some capitals told me they were surprised that, on his European tour, Cameron avoided being specific on ideas for reform. The Germans, however, think this tactically wise. As soon as his list of demands is known, Eurosceptics will attack him for a lack of ambition, while integrationists in other capitals will cry “impossible”.</p> \n<p>Cameron’s task is that much harder because he has few friends in other EU capitals. His peers view him as “transactional”; someone who is a skilled negotiator on particular issues but fails to invest in long-term relationships. For example, some Italians thought it odd that when he met prime minister Matteo Renzi in Milan, he would not offer to take a single refugee.</p> \n<p>Chancellor Angela Merkel of Germany, the most influential EU leader, likes Cameron, but they have several times misunderstood each other (as in December 2011, when he refused to sign a treaty on fiscal discipline because she rejected a Treasury protocol that would have given the City of London some extra protection). Her officials have warned the British not to assume that she can fix the rest of the EU; 26 other governments, plus the commission and parliament, also matter. One senior German said that, though he thought Brexit would be damaging, allowing the UK to undermine the EU’s core principles – by disregarding rules on freedom of movement or non-discrimination – would be worse.</p> \n<p>Though the Germans share Cameron’s desire for a more competitive EU, they disagree with many other UK priorities. They oppose turning the “yellow card” procedure – through which national parliaments can ask the commission to withdraw a draft law – into a “red card”, because they do not want to make it harder for the EU to legislate. They are hostile to Cameron’s desire for mechanisms to protect the single market against the risk of the eurozone imposing decisions on it, claiming that his real aim is a veto for the City over financial rules. As for Cameron’s priority of preventing EU migrants from claiming in-work benefits such as tax credits, the Germans cite treaty articles banning discrimination on grounds of nationality. They point out that not only Poland and the other Central European states, but also countries like Spain would never agree to amend these articles.</p> \n<p>Merkel’s advisers predict that she will “lead from behind”, allowing Donald Tusk, the president of the European council, to broker agreements among governments, while Jean-Claude Juncker, the commission president, prepares relevant legislation. In dealing with Ukraine and Greece, Merkel has kept France’s Fran&ccedil;ois Hollande at her side – to minimise the impression of German dominance and ensure that he is supportive. She will similarly enlist Hollande on the British question.</p> \n<p>The final deal that Cameron obtains will mix EU-wide reform with UK-specific provisions. The mechanisms for delivering change will be varied: declarations and decisions of the European council, legislation and promises to amend the EU treaties at some unspecified point in the future. There is no time to change the treaties before a referendum. In any case most leaders view re-opening the treaties as a mad idea – nobody knows where the process would end and several countries would have to hold referendums.</p> \n<p>As for substance, Cameron will probably win an accord on “competitiveness” that covers extending the single market, negotiating more trade agreements with other parts of the world and curbing unnecessary EU red tape. He may get something on restricting immigrants’ rights to unemployment benefits, but nothing on tax credits unless the UK changes its own rules (for example, by introducing a residence qualification that applies to everyone). He might win a treaty article promising to protect the single market, and an “emergency brake” enabling any government to delay a decision that it thought damaged the market. On the treaties’ commitment to “ever-closer union”, the British are unlikely to gain a full opt out, but words will be found to reassure them. The yellow card procedure could be beefed up so that national parliaments can more easily object to draft EU laws.</p> \n<p>None of this will change the fundamentals of how the EU works. If Cameron tries to claim the contrary, he will sound unconvincing. Besides, the essence of the campaign will be about whether Britain is better off in or out. Cameron likes the mantra that we should stay “in a reformed EU”, as it helps him to keep much of his party together. But if he wants to win the referendum, he will have to upset some Tories and admit that the EU <em>per se</em> is good for Britain.</p> \n<p><em>Charles Grant is director of the Centre for European Reform</em></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434806973851/G7-Leaders-Meet-Summit-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Angela Merkel likes David Cameron, but there have been misunderstandings Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"G7 Leaders Meet Summit","cleanCaption":"Angela Merkel likes David Cameron, but there have been misunderstandings Photograph: Carl Court/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T23:09:00Z","lastModified":"2015-06-20T23:09:00Z","metadata":{"commentable":true,"commentCount":60,"contributors":[{"name":"Charles Grant","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/charlesgrant"}],"feature":false,"keywords":["EU referendum","David Cameron","Foreign policy","European Union","UK news","Politics","Conservatives","Matteo Renzi","Angela Merkel","Jean-Claude Juncker","Donald Tusk","World news"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"world/eu","webTitle":"European Union"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"world/matteo-renzi","webTitle":"Matteo Renzi"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/jean-claude-juncker","webTitle":"Jean-Claude Juncker"},{"id":"world/donald-tusk","webTitle":"Donald Tusk"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"politics"},"topics":[{"displayName":"Charles Grant","topic":{"type":"tag-contributor","name":"profile/charlesgrant"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/21/cameron-eu-tour-what-do-its-leaders-make-of-him-referendum-campaign","shortUrl":"http://gu.com/p/4axy5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/21/cameron-eu-tour-what-do-its-leaders-make-of-him-referendum-campaign","webUri":"http://www.theguardian.com/politics/2015/jun/21/cameron-eu-tour-what-do-its-leaders-make-of-him-referendum-campaign"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434806973851/G7-Leaders-Meet-Summit-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Angela Merkel likes David Cameron, but there have been misunderstandings Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"G7 Leaders Meet Summit","cleanCaption":"Angela Merkel likes David Cameron, but there have been misunderstandings Photograph: Carl Court/Getty Images"}},"importance":4,"byline":{"title":"Charles Grant"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434806973851/G7-Leaders-Meet-Summit-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Angela Merkel likes David Cameron, but there have been misunderstandings Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"G7 Leaders Meet Summit","cleanCaption":"Angela Merkel likes David Cameron, but there have been misunderstandings Photograph: Carl Court/Getty Images"}}]},{"title":"Enough talk. There are ways we can help women in science now","rawTitle":"Enough talk. There are ways we can help women in science now","item":{"type":"comment","id":"commentisfree/2015/jun/21/science-were-women-thrive-tim-hunt","title":"Enough talk. There are ways we can help women in science now","trailText":"Much has been said about Tim Hunt’s dismissal. Now we must all take concrete actions to eradicate sexism, whether blatant or subtle, from labs and classrooms","standFirst":"Much has been said about Tim Hunt’s dismissal. Now we must all take concrete actions to eradicate sexism, whether blatant or subtle, from labs and classrooms","byline":"Athene Donald","body":"<p>If nothing else, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/11/nobel-laureate-sir-tim-hunt-resigns-trouble-with-girls-comments\" title=\"\">furore</a> over Sir Tim Hunt’s remarks in Seoul to a lunch of women journalists has shone a laser beam on the lot of women in science. I hope this illumination can stimulate widespread action in institutions across the world, eradicating some of the many manifest inequities women all too often face.</p> \n<p>Opinions have varied on just how unacceptable Hunt’s remarks were or how much latitude should be allowed because they were a failed attempt at humour in an off-the-cuff, brief speech of welcome. (On Saturday, <a href=\"http://www.thetimes.co.uk/tto/science/article4475398.ece\" title=\"\">eight Nobel-winning scientists</a> criticised the summary dismissal of Hunt by University College London.) Nevertheless, for many – though not for me – he is likely to remain the exemplar for all that is bad about the sexist culture that is still endemic in science, as across the whole of our society.</p> \n<p>But my interest now is in the future: how can we use the momentum gathered by the very public debate to make a positive change?</p> \n<p>“<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/occams-corner/2015/jun/19/just-one-action-for-women-in-science\" title=\"\">Just one action for women in science</a>” (#just1action4WIS) is my call to action, asking individuals, within science and beyond, to come up with ideas to help. This is motivated by the hope that a real change in our perceptions and support for young girls and adult women in the broad domain of science can blossom from the current mess. <a href=\"http://occamstypewriter.org/athenedonald/\" title=\"\">On my blog</a> earlier in the week, I offered some notions of my own. These ranged from “call out bad behaviour whenever and wherever you see it” to “refuse to serve on single-sex panels”.</p> \n<p>The treatment many female researchers have endured at the hands (sometimes literally) of senior men is one reason why Hunt’s remarks have been received with such horror. There is absolutely no doubt that women across society are far too often demeaned and harassed, as Laura Bates’s wonderful <a href=\"http://everydaysexism.com\" title=\"\">Everyday Sexism</a> initiative has made abundantly clear. The effects of sexism are, however, often more subtle.</p> \n<p>Problems such as unconscious bias, in which both men and women unconsciously mark down female applicants for a job relative to a man with the same qualifications, are becoming more widely recognised, if not yet eradicated. Dumping necessary but unvalued chores on to the women and thereby freeing up the men to do the tasks that are more likely to lead to successful career progression is one example of why the playing field can be so uneven.</p> \n<p>And what about the double standard of considering women who miss meetings because of caring responsibilities as “not serious” while viewing men who do the same as little short of heroic? Such double standards are many and various, but also often invisible without careful inspection. They are certainly not unique to science.</p> \n<p>So we need to do better. My call for action, with an explicit list of suggestions, is meant to highlight the kinds of things all of us can do. By signing up to the idea, I hope people will become much more aware of what they can do to make a real difference to individual women and to the environment in which they work.</p> \n<p>I have been heartened by the generally enthusiastic way my list has been received. Others have added their suggestions or publicly stated what their pledge will be. I particularly liked the suggestion one tweeter made, challenging Google to update its photo gallery so that typing in “professor” led to images of women in the first few that appeared. If you think that doesn’t matter, imagine you are a 12-year-old girl trying to get a sense of what the adult professional world is like. If the only images that appear against the search term of “professor” are either elderly white males or cartoons of men in white coats with sticking-up hair, as a girl you are hardly likely to think it is the sort of career aspiration you should be considering.</p> \n<p>Images – and role models – matter. On walls around labs and classrooms, we should go beyond the cliched image of Marie Curie struggling in inadequate dark corners and find current images of women. Why not use the <a href=\"https://twitter.com/hashtag/distractinglysexy\" title=\"\">#distractinglysexy</a> photographs that have caused a rare moment of lightness in the Hunt saga to intersperse with the greybeards too often adorning the walls? Women at university and beyond might wish to pledge to act as role models and mentors for schoolchildren or, indeed, to anyone just that little bit behind them on the career ladder.</p> \n<p>However, attention has been primarily focused on issues in the laboratory and career progression for women. I have heard too many stories in the past from women regarding anonymous senior males (not Hunt, I hasten to add) patting junior women on the knee or habitually staring inappropriately at parts of their anatomy; of women being ignored in meetings or shouted down; of equipment mysteriously disappearing or never being made available to the women in the group.</p> \n<p>In such cases, it is important that bystanders who become aware of what’s going on take the initiative to challenge the perpetrator. Some of the actions I propose refer to acting on a victim’s behalf: to support them and remove the burden on them of being regarded as someone who complains or whinges, let alone ending up in a “he said/she said” situation that can’t be substantiated. More drastic action needs careful consideration and due process – rumour is not the same as evidence – but even a potential threat to reputation, albeit only locally, can be a powerful weapon.</p> \n<p>Less immediately visible handicapping of women can occur when they don’t get appropriate credit for their work. Their visibility is diminished if they are never sent – let alone invited – to speak at conferences. Conference organisers as well as group leaders play a key role here. My pledge list identifies actions to ensure women are appropriately nominated and invited for lectures, job opportunities, committees and panels. Anne Glover, the former EU chief scientific adviser, responded via Twitter: “If nominating/suggesting a man for panel/membership etc, must also nominate an excellent woman.” This shouldn’t be too difficult. It could make an important difference.</p> \n<p>So what can <em>you</em> do? Whether you’re a parent, a teacher, a researcher or a professor, I am convinced there is some action you can take to make a difference and help future generations of women to thrive in science. That way, we can ensure women fulfil their potential and are able to use their talents fully for the good of us all.</p> \n<p>Science is best done by diverse and inclusive groups of people, and best done when those doing it recognise each other as individuals who are not just scientists but also people with lives beyond science.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/20/1434801585755/Female-friendly-sixth-for-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Female-friendly: sixth-formers enjoy a science lesson.\r Photograph: Adrian Sherratt /Alamy","credit":"Adrian Sherratt /Alamy","altText":"Female-friendly: sixth-formers enjoy a science lesson.\r","cleanCaption":"Female-friendly: sixth-formers enjoy a science lesson.\r Photograph: Adrian Sherratt /Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-20T23:05:01Z","lastModified":"2015-06-20T23:05:01Z","metadata":{"commentable":true,"commentCount":39,"contributors":[{"name":"Athene Donald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/athene-donald"}],"feature":false,"keywords":["Women","Gender","Tim Hunt","Science"],"tags":[{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/gender","webTitle":"Gender"},{"id":"uk-news/tim-hunt","webTitle":"Tim Hunt"},{"id":"science/science","webTitle":"Science"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Athene Donald","topic":{"type":"tag-contributor","name":"profile/athene-donald"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/21/science-were-women-thrive-tim-hunt","shortUrl":"http://gu.com/p/4axka","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/21/science-were-women-thrive-tim-hunt","webUri":"http://www.theguardian.com/commentisfree/2015/jun/21/science-were-women-thrive-tim-hunt"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/20/1434801585755/Female-friendly-sixth-for-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Female-friendly: sixth-formers enjoy a science lesson.\r Photograph: Adrian Sherratt /Alamy","credit":"Adrian Sherratt /Alamy","altText":"Female-friendly: sixth-formers enjoy a science lesson.\r","cleanCaption":"Female-friendly: sixth-formers enjoy a science lesson.\r Photograph: Adrian Sherratt /Alamy"}},"importance":4,"byline":{"title":"Athene Donald"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/20/1434801585755/Female-friendly-sixth-for-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Female-friendly: sixth-formers enjoy a science lesson.\r Photograph: Adrian Sherratt /Alamy","credit":"Adrian Sherratt /Alamy","altText":"Female-friendly: sixth-formers enjoy a science lesson.\r","cleanCaption":"Female-friendly: sixth-formers enjoy a science lesson.\r Photograph: Adrian Sherratt /Alamy"}}]},{"title":"Is the pram in the hall still the enemy of good art?","rawTitle":"Is the pram in the hall still the enemy of good art?","item":{"type":"comment","id":"commentisfree/2015/jun/20/is-pram-in-hall-enemy-good-art-debate-cyril-connolly-bbc-artsnight","title":"Is the pram in the hall still the enemy of good art?","trailText":"A forthcoming BBC Artsnight documentary fronted by Lily Cole will take Cyril Connolly’s famous quote as its starting point and ask whether children inhibit a creative life","standFirst":"A forthcoming BBC documentary fronted by Lily Cole will take Cyril Connolly’s famous quote as its starting point and ask whether children inhibit a creative life","byline":"Stephanie Merritt and Jude Rogers","body":"<h2>Stephanie Merritt, journalist and novelist</h2> \n<p>For about the first decade of my son’s life I thought Cyril Connolly had it bang to rights. This despite the fact that, of the eight books I’ve written, seven were produced while also trying to be a mother. I say “trying” because there is always this sense that you are scrambling to catch up, never feeling on top of things, short-changing your work and your child. That’s a feeling common to most working mothers, I think, whatever their profession, but creative work makes particular demands that are, in my experience, not easy to reconcile with parenthood.</p> \n<p>Most obviously, creating art demands the best of your energy and attention. So do children. People think being a writer must be an ideal job to fit around raising a child because it’s so flexible, but those people have usually not written novels. When you’re immersed in creating an imaginary world, you have to live inside it, and that requires time and solitude – both of which are in short supply for mothers. It’s true that being a parent opens up a range of emotional experience that can be invaluable for novelists, dramatists or songwriters, but, as with any demanding job, you can only really do it if you have someone else on hand to do all the boring, routine, nuts-and-bolts parts of looking after children.</p> \n<h2>Jude Rogers, journalist</h2> \n<p>My son is 13 months old, so I’m still a novice when it comes to “trying” to be both mother and writer. But I’m encouraged by the people who stand before us. Take JK Rowling, who wrote the first four Harry Potter novels as a single mother. Or JG Ballard, who created his visions of dystopian worlds while a widowed father of three.</p> \n<p>Time shrinks with kids, though, I agree absolutely. An hour mulling over an idea would be heaven. We get a few minutes at best. But I also find that the time I have, I use much more wisely – and quickly. Goodbye faffing and the fear of the blank, white Word document. Writing has to happen, and it has to happen now. After a 6am start for someone to have his milk and a new nappy this morning, for instance, I’m writing this on a morning train to York, having just filed an interview for the <em>Observer</em>. When I’m done, I’ll be making notes for another job I’ve got on this evening.</p> \n<p>It’s knackering, yes, but incredibly fulfilling. When time is this precious, I find that the neurons do fire. But then, my son isn’t here demanding rice cakes or repeated readings of <em>Where’s Spot?</em> The pram in the hall is in a buggy shed outside his nursery.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2005/may/29/fiction.features1\">Observer review: Real by Stephanie Merritt</a> </p> \n</aside> \n<p><strong>SM</strong> I certainly agree that the pressures do concentrate the mind; I am more driven and waste far less time than I used to. I wrote my second novel while on maternity leave in a kind of frenzy, at night, in the gaps while my son slept. But I wouldn’t recommend that way of working to anyone, even though there are famous examples of people who have made it work. If you’re going to make good art, the creative process requires space to daydream, to immerse yourself in the project, and, above all, to risk failure. An artist should always have the freedom to abandon or restart a project that she knows isn’t working, and it’s very hard to take that kind of risk when you have a dependant and you need to be paid. (In this respect, I think creative writing is different from journalism, having done both.) But making art requires sacrifices at the best of times, and it’s desperately hard when you feel that one of those sacrifices is time that your child wants with you. I remember my son at about six, standing in the doorway of my office and saying, with all the passion he could muster, “I HATE your books!” He knew even then that they were his rivals.</p> \n<p><strong>JR</strong> Poor thing – and poor you. I fear I see my future in what you are saying. But then I also think of the example we are setting for our sons. Mum may wipe your chin and cuddle you when you’re sad, but she’s also a creative, curious person in her own right. She has her own interests, her own independent life. That’s a powerful role model for a daughter to have, but an even mightier one for a son.</p> \n<figure class=\"element element-image\" data-media-id=\"8541ae2cddcca7a9a191ca402374101dcc3f2b59\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434713715568/148f8595-3a71-4c89-9b64-1fe3b0221589-460x276.jpeg\" alt=\"woman burning the midnight oil with laptop\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Frustration … the necessity of working while baby sleeps (photograph posed by model).</span> \n  <span class=\"element-image__credit\">Photograph: Viktor Cap/Alamy</span> \n </figcaption> \n</figure> \n<p>That’s not to ignore the difficulties. I’m not a novelist, but I’ve worked on several long projects since having a child, and you’re right: sustaining focus is exhausting. I made a half-hour documentary for Radio 4 while I was still breastfeeding (I say that not smugly, but wearily), and it was frustrating having to fit research and scriptwriting into precious moments while baby slept (especially when I&nbsp;had no idea when he’d wake). But I&nbsp;also culled weaker ideas very harshly, which has helped my creativity hugely.</p> \n<p>I’ve always worked best in a breakneck blur, so maybe that’s why I’m finding work nowadays better than I thought I would.</p> \n<p><strong>SM</strong> Perhaps Connolly was touching on a larger point: namely that, when you become a parent, your art is no longer the single biggest priority in your life, to which you dedicate all your time and energy, and that can feel like a compromise at first. The creative process can be very selfish, in that you have to shut yourself away without distractions, and that’s no longer possible; you’re right that you have to find a different way of working. I used to feel terribly envious when I heard childless writer friends announce that they’d been awarded residencies or fellowships at prestigious writers’ retreats – those awards by definition exclude applicants with families. I’d love it if some forward-thinking foundation would fund an equivalent for artists with children – instead of a month away at a beautiful remote location, you’d get a live-in housekeeper/nanny, to free you up to work. In the end, what all artists crave is more time, and thankfully you do claw that back in increments as children grow. My son is 13 and doesn’t hate my books any more. He’s even read one.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2009/dec/17/xfactor-album-sales\">Jude Rogers | The X Factor doesn't control pop</a> </p> \n</aside> \n<p><strong>JR</strong> I bet it’s more meaty than <em>Where’s Spot?</em> as well! I can’t imagine how my career will change as my son grows up, but these days I am weirdly drawn towards longer, more imaginative projects. Some impulse about laying down foundations, perhaps, now that I have a family, or about completing bigger works that could stand beyond my time.</p> \n<p>The life of the imagination also seems more compelling, because it is far more precious. But you hit the nail on the head with your brilliant idea for artist residencies for parents: new thinking about childcare would make all the difference. It needs to be free or cheap, stimulating for the child, and – arts foundations, listen up – far longer than the average baby-nap.</p> \n<p>In my experience, writing takes a mass of help, but when it works, and you return to your child all renewed, it’s divine. If only life worked that way all the time!</p> \n<p><a href=\"http://www.bbc.co.uk/mediacentre/proginfo/2015/26/artsnight\" title=\"\"><em>Artsnight: The Pram in the Hall is on BBC2 at 11pm on 3 July</em></a></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434713368475/aab104fc-9c5f-435b-ba95-3cc4cbc8ac82-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Harry Truman/BBC","altText":"Lily Cole","cleanCredit":"Photograph: Harry Truman/BBC"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434713716886/148f8595-3a71-4c89-9b64-1fe3b0221589-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Frustration … the necessity of working while baby sleeps (photograph posed by model). Photograph: Viktor Cap/Alamy","credit":"Viktor Cap/Alamy","altText":"woman burning the midnight oil with laptop","cleanCaption":"Frustration … the necessity of working while baby sleeps (photograph posed by model).","cleanCredit":"Photograph: Viktor Cap/Alamy"}],"webPublicationDate":"2015-06-20T15:00:08Z","lastModified":"2015-06-20T23:11:02Z","metadata":{"commentable":true,"commentCount":81,"contributors":[{"name":"Jude Rogers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juderogers"},{"name":"Stephanie Merritt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stephaniemerritt"}],"feature":true,"keywords":["Culture","Books","Parents and parenting","Family","Life and style","Work & careers","Work-life balance","Creative writing"],"tags":[{"id":"culture/culture","webTitle":"Culture"},{"id":"books/books","webTitle":"Books"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"money/work-life-balance","webTitle":"Work-life balance"},{"id":"books/creative-writing","webTitle":"Creative writing"}],"section":{"id":"commentisfree"},"topics":[],"series":{"title":"The debate","uri":"http://mobile-apps.guardianapis.com/lists/tag/theobserver/series/the-debate"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/20/is-pram-in-hall-enemy-good-art-debate-cyril-connolly-bbc-artsnight","shortUrl":"http://gu.com/p/4axxg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/20/is-pram-in-hall-enemy-good-art-debate-cyril-connolly-bbc-artsnight","webUri":"http://www.theguardian.com/commentisfree/2015/jun/20/is-pram-in-hall-enemy-good-art-debate-cyril-connolly-bbc-artsnight"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434713368475/aab104fc-9c5f-435b-ba95-3cc4cbc8ac82-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Taste of things to come? The model and actor Lily Cole, who is pregnant and will present BBC2’s Artsnight investigation of ‘the pram in the hall’ and creativity on 3 July. Photograph: Harry Truman/BBC","credit":"Harry Truman/BBC","altText":"Lily Cole","cleanCaption":"Taste of things to come? The model and actor Lily Cole, who is pregnant and will present BBC2’s Artsnight investigation of ‘the pram in the hall’ and creativity on 3 July.","cleanCredit":"Photograph: Harry Truman/BBC"}},"importance":3,"byline":{"title":"Stephanie Merritt and Jude Rogers"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434713368475/aab104fc-9c5f-435b-ba95-3cc4cbc8ac82-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Harry Truman/BBC","altText":"Lily Cole","cleanCredit":"Photograph: Harry Truman/BBC"}}]},{"title":"Why widowhood is one of the developing world’s key problems","rawTitle":"Why widowhood is one of the developing world’s key problems","item":{"type":"comment","id":"commentisfree/2015/jun/21/international-widows-day-poverty-social-exclusion","title":"Why widowhood is one of the developing world’s key problems","trailText":"International Widows Day gives us a chance to act to address the stigma and the poverty","standFirst":"International Widows Day gives us a chance to act to address the stigma and the poverty","byline":"Cherie Blair","body":"<p>If the world were a fairer place, <a href=\"http://theloombafoundation.org/home/\" title=\"\">International Widows Day </a>would be a day of celebration: a chance to pay respect to some of the most cherished and valuable members of our community.</p> \n<p>The reality is, however, that of the 258 million widows across the world, more than 115 million live in poverty, 86 million have suffered physical abuse and 1.5 million children whose mothers who have been widowed will die before reaching the age of five.</p> \n<p>International Widows Day is each year a global day of action to raise awareness of the plight of widows and their children, aiming to restore their human rights and through education and real empowerment help to alleviate the poverty and discrimination into which widowhood can plunge them.</p> \n<p>Their plight is one of the most important, yet under-reported, human-rights issues facing the world today. Much has been made, and rightly so, of gender inequality, but widows have truly been at the bottom of the pile – invisible and unheard – for too long.</p> \n<p>For many women, becoming a widow does not just mean the heartache of losing a husband, but often losing everything else as well. In too many countries, a woman who is widowed becomes in effect a non-person. Through no fault of her own, she can suffer social discrimination, stigma and even violence, sometimes, as in parts of sub-Saharan Africa, being forced to “cleanse” herself by having sexual intercourse with a relative or stranger. A widow may also be denied inheritance and land rights or forced to drink the water that was used to clean her dead husband’s body.</p> \n<p>It’s not just the woman herself who suffers but her children too. If we consider that each widow has an average of three children and six other family members, this is an issue that affects nearly one billion people – a seventh of the world’s population. Children of widows are often forced to forgo an education to help support their families financially, leaving them more vulnerable to forced labour and human trafficking.</p> \n<p>This is clearly not just a personal tragedy but a societal tragedy. One of the main reasons for the continuing cycle of poverty and deprivation in so many countries is the plight of widows. So it’s crucial that we acknowledge the particular problem of these women who make up such a large number of female-headed households across the world.</p> \n<p>We need to empower all women, both financially and socially, to give them the tools to support themselves and their families. We need to start seeing them as contributors to society, as assets, not as objects of pity or, even worse, objects of shame. The benefits will extend not only to them but to their children, communities and society as a whole.</p> \n<p>This year, among many other projects, the <a href=\"http://theloombafoundation.org/home/\" title=\"\">Loomba Foundation</a> will interview 5,000 widows in the Indian city of Varanasi and ask them what kind of work they would like to take up in fields such as tailoring, computer literacy and nursing, before then ensuring they have the training to do so. This will give them a chance to take real control of their working lives and future earning, ultimately providing for their families.</p> \n<p>We all deserve to live with dignity and we need the support of our governments, the business community and voluntary sector to drive the campaign forward. To every woman around the world who has lost their husband – you are not forgotten.</p> \n<p><em>Cherie Blair is the president of the Loomba Foundation</em></p> \n<p><em><span class=\"bullet\">•</span> Comments will be opened later this morning</em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434796419871/Widows-take-part-in-the-H-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Indian widows participate in the Holi festival in Vrindavan, Uttar Pradesh, in March 2015.  Photograph: Harish Tyagi/EPA","credit":"Harish Tyagi/EPA","altText":"Widows take part in the Holi festival in Vrindavan","cleanCaption":"Indian widows participate in the Holi festival in Vrindavan, Uttar Pradesh, in March 2015.  Photograph: Harish Tyagi/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-20T23:01:00Z","lastModified":"2015-06-20T23:01:00Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Cherie Blair","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/cherie-blair"}],"feature":false,"keywords":["Social exclusion","Women","Death and dying","Poverty","UK news"],"tags":[{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/death-and-dying","webTitle":"Death and dying"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Cherie Blair","topic":{"type":"tag-contributor","name":"profile/cherie-blair"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/21/international-widows-day-poverty-social-exclusion","shortUrl":"http://gu.com/p/4axjf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/21/international-widows-day-poverty-social-exclusion","webUri":"http://www.theguardian.com/commentisfree/2015/jun/21/international-widows-day-poverty-social-exclusion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434796419871/Widows-take-part-in-the-H-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Indian widows participate in the Holi festival in Vrindavan, Uttar Pradesh, in March 2015.  Photograph: Harish Tyagi/EPA","credit":"Harish Tyagi/EPA","altText":"Widows take part in the Holi festival in Vrindavan","cleanCaption":"Indian widows participate in the Holi festival in Vrindavan, Uttar Pradesh, in March 2015.  Photograph: Harish Tyagi/EPA"}},"importance":3,"byline":{"title":"Cherie Blair"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434796419871/Widows-take-part-in-the-H-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Indian widows participate in the Holi festival in Vrindavan, Uttar Pradesh, in March 2015.  Photograph: Harish Tyagi/EPA","credit":"Harish Tyagi/EPA","altText":"Widows take part in the Holi festival in Vrindavan","cleanCaption":"Indian widows participate in the Holi festival in Vrindavan, Uttar Pradesh, in March 2015.  Photograph: Harish Tyagi/EPA"}}]}],"lastModified":"2015-06-21T05:16:54Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}