{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"We are ignoring the new machine age at our peril","rawTitle":"We are ignoring the new machine age at our peril","item":{"type":"article","id":"commentisfree/2015/may/17/we-ignore-new-machine-age-at-our-peril-google-cars","title":"We are ignoring the new machine age at our peril","trailText":"Could sudden shifts in technology soon be coming over here and taking jobs?","standFirst":"Could sudden shifts in technology soon be coming over here and taking jobs?","byline":"John Naughton","body":"<p>As a species, we don’t seem to be very good at dealing with nonlinearity. We cope moderately well with situations and environments that are changing gradually. But sudden, major discontinuities – what some people call “<a href=\"http://gladwell.com/the-tipping-point/\" title=\"\">tipping points</a>” – leave us spooked. That’s why we are so perversely relaxed about climate change, for example: things are changing slowly, imperceptibly almost, but so far there hasn’t been the kind of sharp, catastrophic change that would lead us seriously to recalibrate our behaviour and attitudes.</p> \n<p>So it is with information technology. We know – indeed, it has become a cliche – that computing power has been doubling at least every two years since records of these things began. We know that the amount of data now generated by our digital existence is expanding annually at an astonishing rate. We know that our capacity to store digital information has been <a href=\"http://en.wikipedia.org/wiki/History_of_hard_disk_drives\" title=\"\">increasing exponentially</a>. And so on. What we apparently have not sussed, however, is that these various strands of technological progress are not unconnected. Quite the contrary, and therein lies our problem.</p> \n<p>The thinker who has done most to explain the consequences of connectedness is a Belfast man named <a href=\"http://tuvalu.santafe.edu/~wbarthur/\" title=\"\">W Brian Arthur</a>, an economist who was the youngest person ever to occupy an endowed chair at Stanford University and who in later years has been associated with the <a href=\"http://www.santafe.edu/about/\" title=\"\">Santa Fe Institute</a>, one of the world’s leading interdisciplinary research institutes. In 2009, he published a remarkable book, <a href=\"http://tinyurl.com/or3qm35\" title=\"\"><em>The Nature of Technology</em></a>, in which he formulated a coherent theory of what technology is, how it evolves and how it spurs innovation and industry. Technology, he argued, “builds itself organically from itself” in ways that resemble chemistry or even organic life. And implicit in Arthur’s conception of technology is the idea that innovation is not linear, but what mathematicians call “combinatorial”, ie one driven by a whole bunch of things. And the significant point about combinatorial innovation is that it brings about radical discontinuities that nobody could have anticipated.</p> \n<p>In recent years, we’ve begun to see the results of this in information technology. The most dramatic case is probably the self-driving car, a development that most of us failed to predict and which was made possible by the sudden conjunction of a whole lot of different technologies. These include: the near-infinite computing power provided by <a href=\"http://www.nytimes.com/2015/05/13/opinion/thomas-friedman-moores-law-turns-50.html?_r=0\" title=\"\">Moore’s law</a>; precise digital mapping; GPS; developments in laser and infrared sensor technology; and machine-learning algorithms plus the availability of massive data-sets on which to train them. Put these together using the kind of skilled engineering resources possessed by a company such as Google and you get the self-driving car.</p> \n<p>The implications of this vehicle stretch far beyond the future of the automobile industry or even the future of transport. What it signals is that vast swaths of human activity – and employment – which were hitherto regarded as beyond the reach of “intelligent” machines may now be susceptible to automation. So we need to revise our assumptions about the future of work in the light of combinatorial innovation.</p> \n<p>Last September, Dr Carl Benedikt Frey and Michael Osborne, two researchers at the Martin School in Oxford, published the results of a major study of the susceptibility of jobs to this new kind of automation. Their report, <a href=\"http://www.oxfordmartin.ox.ac.uk/publications/view/1314\" title=\"\">The Future of Employment: How Susceptible Are Jobs to Computerisation?</a>, makes for a pretty sobering read. Frey and Osborne used machine-learning techniques to estimate the probability of computerisation for 702 detailed occupations, based on US government classifications of those occupations. Their conclusion? About 47% of total US&nbsp;employment is at risk from technologies now operational in laboratories and in the field.</p> \n<p>There will be lots of technical argument about the methodology and the algorithms used in the Oxford study, but there’s little doubt that the main thrust of the research is accurate: lots of non-routine, cognitive, white-collar as well as blue-collar jobs are going to be eliminated in the next two decades and we need to be planning for that contingency now.</p> \n<p>We won’t, of course, for two reasons. The first is that our politicians pay no attention to anything with a time-horizon longer than the five-year electoral cycle. The second is our innate inability to handle nonlinear change. “We’ve always been able to absorb mechanisation and automation in the past” will be the response to the challenge of the technology. “Automation has always created more jobs than it destroyed.” And so on.</p> \n<p>All of which was true in the past, when innovation was incremental and society had time to absorb and respond to the shock of the new. Combinatorial innovation is a different kettle of fish, because it feeds on itself and grows exponentially. Given that we’re bound to lose this race against the machine, isn’t it time we began thinking of how we might harness it to improve the quality of our lives, rather than merely enrich the corporations that own it?</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Technology/Pix/pictures/2015/5/14/1431616215287/Google-self-driving-car-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Driven out: a study suggests that huge numbers of skilled jobs could be threatened by technological advances. Photograph: Justin Sullivan/Getty Images","credit":"Justin Sullivan/Getty Images","altText":"Google self-driving car","cleanCaption":"Driven out: a study suggests that huge numbers of skilled jobs could be threatened by technological advances. Photograph: Justin Sullivan/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-17T08:15:19Z","lastModified":"2015-05-17T08:15:19Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"John Naughton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnnaughton"}],"feature":true,"keywords":["Internet","Google","Employment","Society","Technology"],"tags":[{"id":"technology/internet","webTitle":"Internet"},{"id":"technology/google","webTitle":"Google"},{"id":"global-development/employment","webTitle":"Employment"},{"id":"society/society","webTitle":"Society"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"John Naughton","topic":{"type":"tag-contributor","name":"profile/johnnaughton"}}],"series":{"title":"The networker","uri":"http://mobile-apps.guardianapis.com/lists/tag/technology/series/networker"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/17/we-ignore-new-machine-age-at-our-peril-google-cars","shortUrl":"http://gu.com/p/48qp3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/17/we-ignore-new-machine-age-at-our-peril-google-cars","webUri":"http://www.theguardian.com/commentisfree/2015/may/17/we-ignore-new-machine-age-at-our-peril-google-cars"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Technology/Pix/pictures/2015/5/14/1431616215287/Google-self-driving-car-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Driven out: a study suggests that huge numbers of skilled jobs could be threatened by technological advances. Photograph: Justin Sullivan/Getty Images","credit":"Justin Sullivan/Getty Images","altText":"Google self-driving car","cleanCaption":"Driven out: a study suggests that huge numbers of skilled jobs could be threatened by technological advances. Photograph: Justin Sullivan/Getty Images"}},"importance":7,"showQuotedHeadline":false},{"title":"One-nation Conservatism? Not under George Osborne","rawTitle":"One-nation Conservatism? Not under George Osborne","item":{"type":"comment","id":"politics/2015/may/17/one-nation-conservatism-not-under-george-osborne","title":"One-nation Conservatism? Not under George Osborne","trailText":"After a parliament, and a campaign, that fostered grievance and social division, the government’s post-election rhetoric rings very hollow","standFirst":"After a parliament, and a campaign, that fostered grievance and social division, the government’s post-election rhetoric rings very hollow","byline":"William Keegan","body":"<p>We have in this country a first-past-the-post voting system, and in this month’s election it was also a case of worst past the post. In addition to the Scot Nats, Ukip and plain nationalism, the two big factors in the election seemed to be the rejection of Ed Miliband and the Conservatives’ higher rating for economic competence.</p> \n<p>Miliband’s ratings were terrible most of the time, but many people were misled by late polls. As my late and much-missed colleague Alan Watkins used to say, “politics is a rough old trade”. I am not going to tread on private (and public) grief in the case of Miliband, other than to say that, when saddled with a leader they regard as a loser, the Tories traditionally have no scruples in unseating the incumbent. That would have been David Cameron’s fate if the polls had been correct. But always beware the “don’t knows”.</p> \n<p>Why do I say “worst past the post”? Because the Cameron-Osborne team did not deserve their reputation for economic competence, and, for all the talk of “one-nation Conservatism”, what they are embarking on is a programme that is likely to be divisive of British society, as well as of our relationship with continental Europe (I keep having to remind people that we are part of Europe!).</p> \n<p>Sadly, Labour was ineffective in countering the Big Lie propagated by those devastatingly clever Tory strategists that Gordon Brown was responsible for the recession. It was the banking crisis that caused the recession. Labour was not responsible for the sub-prime crisis, which began in America; nor was it responsible for the Great Recession that afflicted the US, Europe and many other parts of the world. It was the banking crisis: repeat, the banking crisis. Moreover, public spending and debt levels were lower in the UK than in many other countries until the onset of the crisis.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It is not obvious that Osborne, the controlling force behind the government, even knows how to spell 'social conscience'</p> \n </blockquote> \n</aside> \n<p>Critics are fond of saying that Gordon Brown’s prudence turned to profligacy, but the truth is that he was so prudent in the early years that, on average, before the financial crisis, debt levels as a percentage of gross domestic product were no higher than under the previous Conservative government. And it was under the leadership of Brown that the 2008-09 recession was prevented from turning into another Great Depression, and the economy began to recover, until it was stopped in its tracks by George Osborne’s austerity budget of 2010.</p> \n<p>Talking of which, be careful what you wish for. Osborne is not waiting until next year for his next budget. He’s not even waiting until the autumn. In March, he was inhibited from indulging his worst instincts by the presence of the Lib Dems; now he has no Danny Alexander standing in the way of his plans to bash the poor and dispossessed even harder, in the absurd pursuit of a budget surplus for the sake of it. We will learn the bad news in July.</p> \n<p>It was New York senator Daniel Moynihan who observed that one is entitled to one’s own opinion but not to one’s own facts. In recent years, and during the campaign, the Osborne team relentlessly purveyed their own facts.</p> \n<p>One item to savour from the campaign was the constant refrain, not least by businesspeople in the <em>Financial Times</em>, that the Conservatives were the party of wealth creation. During the slowest economic recovery since records began, there was precious little of that. It so happens that Osborne’s policies of austerity actually inhibit wealth creation for the nation.</p> \n<p>Mark Carney, the governor of the Bank of England, made that (almost) plain both at his press conference last week and during a subsequent interview on the <em>Today</em> programme. When the governor says that “sustained fiscal consolidation” has been a “headwind” slowing the UK economy and will continue to be so for the next few years, he is, albeit euphemistically, saying that austerity has been, and will continue to be, bad news for economic growth.</p> \n<p>Oh, and by the way: While the Tories were celebrating the defeat of Ed Balls, I wonder how many of them reflected that the much-feted powers of the Bank of England to aim at sufficient growth to achieve the inflation target were the work of Brown and Balls, as was the curbing of Tony Blair’s wish to take the UK into the euro. How about that for economic competence?</p> \n<p>Never mind: we are going to experience one-nation Conservatism. I wish! It is to be hoped that David Cameron, a professed admirer of Harold Macmillan and Ian Gilmour, goes back into history. A good starting point would be Robert Shepherd’s biography of Iain Macleod. Macleod, whom I met many years ago, is best known for the brevity of his chancellorship, which lasted only a few weeks in 1970 before he was struck down by the grim reaper.</p> \n<p>Way back in the early 1950s, Macleod was a driving force behind the one-nation movement of postwar Tories, who were appalled by what had happened to the vulnerable in society under those extreme free market policies known as “laissez faire”.</p> \n<p>The one-nation movement was behind the great housebuilding programme of the 1950s. Members really cared. It is not obvious that Osborne, who is the controlling force behind this government, even knows how to spell the phrase “social conscience”. What a pity that Cameron, who gives the impression that he has one, is in hock to this man.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431690162490/George-Osborne-in-Downing-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"George Osborne: undeserved reputation for competence. Photograph: Rex Shutterstock","credit":"/Rex Shutterstock","altText":"George Osborne in Downing Street","cleanCaption":"George Osborne: undeserved reputation for competence. Photograph: Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-17T08:05:19Z","lastModified":"2015-05-17T08:05:19Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"William Keegan","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400773467870/William-Keegan-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamkeegan"}],"feature":false,"keywords":["George Osborne","Austerity","Economics","Economic recovery","Economic growth (GDP)","Economic policy","Business","Politics","David Cameron","Conservatives"],"tags":[{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/economic-recovery","webTitle":"Economic recovery"},{"id":"business/economicgrowth","webTitle":"Economic growth (GDP)"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"business/business","webTitle":"Business"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"}],"section":{"id":"politics"},"topics":[{"displayName":"William Keegan","topic":{"type":"tag-contributor","name":"profile/williamkeegan"}}],"series":{"title":"William Keegan's In My View","uri":"http://mobile-apps.guardianapis.com/lists/tag/business/series/in-my-view"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/17/one-nation-conservatism-not-under-george-osborne","shortUrl":"http://gu.com/p/49vgf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/17/one-nation-conservatism-not-under-george-osborne","webUri":"http://www.theguardian.com/politics/2015/may/17/one-nation-conservatism-not-under-george-osborne"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431690162490/George-Osborne-in-Downing-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"George Osborne: undeserved reputation for competence. Photograph: Rex Shutterstock","credit":"/Rex Shutterstock","altText":"George Osborne in Downing Street","cleanCaption":"George Osborne: undeserved reputation for competence. Photograph: Rex Shutterstock"}},"importance":5,"showQuotedHeadline":true},{"title":"UK productivity has stayed stubbornly low for years. Dare we hope for better?","rawTitle":"UK productivity has stayed stubbornly low for years. Dare we hope for better?","item":{"type":"comment","id":"business/2015/may/17/productivity-growth-living-standards-mark-carney","title":"UK productivity has stayed stubbornly low for years. Dare we hope for better?","trailText":"The Bank of England foresees more demand, skilled workers, investment and innovation. Let’s hope it’s right this time","standFirst":"The Bank of England foresees more demand, skilled workers, investment and innovation. Let’s hope it’s right this time","byline":"","body":"<p>‘Doing more with less”: that was how Bank of England governor Mark Carney described productivity growth, at his quarterly press briefing last Wednesday. It’s not as controversial as migration, or as politically explosive as the prospect of Brexit, but Carney made it clear that he believes Britain’s productivity record will be the key to sustaining our economic recovery.</p> \n<p>“In the medium term, productivity growth – doing more with less – is the key determinant of income growth. Our shared prosperity depends on it.”</p> \n<p>So far, as the monetary policy committee’s analysis made clear, the recovery has been underpinned by a rapid growth in the size of Britain’s workforce – through increased net migration, the growing number of over-65s still in employment and the extra hours many existing employees have been willing to work. But the availability of this reserve army of workers has helped to keep growth in pay – and living standards – weak.</p> \n<p>Pay levels do now seem to be to picking up: labour market data published last week showed that average weekly wages in March were 3.3% higher than a year ago, which is almost twice the 1.7% growth rate seen in the same month last year. For workers, that should mean the benefits of recovery are finally starting to be felt, easing the long-term squeeze on living standards.</p> \n<p>But the wage recovery will only be sustainable – which means affordable for Britain’s businesses – if it is reflected in rising productivity; and as yet this has failed to materialise.</p> \n<p>The MPC has repeatedly forecast an improvement in productivity growth over the past five years; each time its hopes have been dashed.</p> \n<p>In <a href=\"http://www.bankofengland.co.uk/publications/Pages/inflationreport/2015/may.aspx\" title=\"\">Wednesday’s inflation report</a>, the committee offered three possible explanations. First, the growing proportion of lower-skilled employees in the workforce has been bad for output per hour, as these workers tend to be less productive.</p> \n<p>Second, rock-bottom interest rates, and “forbearance” by lenders reluctant to crystallise their losses by calling in loans may have allowed inefficient businesses to survive when it might have been better – for the country’s productivity record at least – if they had been swept away by the crisis.</p> \n<p>Third, chronically weak business investment is likely to have slowed technological progress, and made firms less productive. Whizzy new kit can allow the same workforce to produce more output.</p> \n<p>The Bank now believes that as demand continues to pick up, these factors will prove to be transitory: firms will start hiring higher-skilled workers – and retraining their existing ones. Investors will back the most promising and innovative new ventures, instead of propping up zombie companies. And this rising business investment will deliver innovation.</p> \n<p>George Osborne believes he can help, too. He has long been keen on Thatcher-style “supply-side” reforms, aimed at boosting the economy’s potential growth rate. The “northern powerhouse”, which will include devolving economic decision-making to cities and improving transport links, is partly conceived as a bid to improve productivity. Planning reforms and increased investment in apprenticeships are in the same category; a rapid decision on runway expansion following the report from the Davies commission could also help.</p> \n<p>Many of these measures should be welcomed, but they won’t fix our productivity problems overnight. And some economists believe other factors, including the hangover of debt from the crisis years, may also be at work.</p> \n<p>Meanwhile, in the short term, anxiety about the looming Brexit referendum, and a fresh round of austerity, could restrain business investment, bear down on demand, and hold back Britain’s ability to “do more with less”.</p> \n<p>Economists have struggled to explain our parlous productivity performance over the past five years, which means it’s very hard to be confident that a turnaround is here at last. As Carney put it: “Among the many uncertainties we face, the timing and extent of any prospective pick-up in productivity growth remains our most difficult judgment.” If living standards are to improve, we have to hope this time, finally, the Bank is right.</p> \n<h2>Pay squeeze goes on</h2> \n<p>Most company boards want to “do the right thing” on pay and conditions for their workers, according to the amply remunerated Lord Rose, chairman of Ocado.</p> \n<p>If that’s true, then they seem to be going about it in an unusual way. Only about a quarter of FTSE 100 companies have signed up to the living wage, a measure of the amount required for people to live with dignity, based on research by the respected Joseph Rowntree Foundation. The <em>Guardian</em> and <em>Observer</em> are in the process of applying to be accredited.</p> \n<p>Some of the UK’s most respected companies are missing from that list, including all the major retailers. Sports Direct has been vilified for its treatment of staff, the majority of whom are on zero-hours contracts. But others are involved in practices which should make their boards blush.</p> \n<p>Next – a company led by a man compassionate enough to have handed his bonus over to staff more than once – is one of them. Ten staff at the retailer are holding out against its decision to scrap extra pay for Sunday working – a move that hit about 800 people.</p> \n<p>The company deems those numbers a measure of how happy staff are to accept new contracts. But more than one worker affected by the change described how they were persuaded to give up their extra pay: they were taken into a “forced change” meeting and told that if they did not accept the new conditions, they were effectively resigning. All have worked at Next for at least seven years.</p> \n<p>Campaigners say that many retailers are now ditching traditional benefits, such as extra evening or bank holiday pay, as companies try to reduce costs in the face of a still-tough consumer market. With no collective bargaining in companies such as Next, staff have little support. The costs and career risks of challenging the company at a tribunal mean few take that route.</p> \n<p>Low-wage activists will be touring annual shareholder meetings over the next few months asking companies to improve life for their lowest-paid workers. Those boards that want to show their customers they really care about their workers will be listening carefully.</p> \n<p>It is not just an issue for do-gooders. An estimated &pound;11bn of taxpayers’ money goes towards “in-work benefits” to top up the wages of those on low pay. You don’t need to be an economist to realise that doesn’t add up any more.</p> \n<h2>Get ready for another banking whinge</h2> \n<p>On 8 July, George Osborne will deliver his first budget as chancellor of a government with a Conservative majority.</p> \n<p>That will be a month after Stuart Gulliver, the boss of HSBC, has presided over a “strategy day” at which he has promised to spell out the criteria the bank will use for its decision on whether to move its headquarters outside London.</p> \n<p>Gulliver has already blamed Osborne’s bank levy for making his life difficult. He argues the levy makes it harder for him to fulfil his promise to keep increasing the dividend to shareholders – and he will be able to deliver a new whinge just a few weeks before Osborne sets out his new budget.</p> \n<p>In his last one, Osborne raised the levy for the ninth time. In his next one, he must resist any pressure from HSBC – or Standard Chartered for that matter – for a reduction or a rethink.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431764526490/Cartoon-by-David-Simonds--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Britain's productivity problem has been troubling Bank of England governor Mark Carney.","credit":"David Simonds/Observer","altText":"Cartoon by David Simonds about Britain's productivity problem","cleanCaption":"Britain's productivity problem has been troubling Bank of England governor Mark Carney."}],"bodyImages":[],"webPublicationDate":"2015-05-17T08:00:19Z","lastModified":"2015-05-17T08:00:19Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Economics","Business","Bank of England","Mark Carney","Living wage","Banking","Economic growth (GDP)","Economic recovery"],"tags":[{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"business/bankofenglandgovernor","webTitle":"Bank of England"},{"id":"business/mark-carney","webTitle":"Mark Carney"},{"id":"society/living-wage","webTitle":"Living wage"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/economicgrowth","webTitle":"Economic growth (GDP)"},{"id":"business/economic-recovery","webTitle":"Economic recovery"}],"section":{"id":"business"},"topics":[],"series":{"title":"Business leader","uri":"http://mobile-apps.guardianapis.com/lists/tag/business/series/business-leader"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/17/productivity-growth-living-standards-mark-carney","shortUrl":"http://gu.com/p/49x49","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/17/productivity-growth-living-standards-mark-carney","webUri":"http://www.theguardian.com/business/2015/may/17/productivity-growth-living-standards-mark-carney"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431764526490/Cartoon-by-David-Simonds--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Britain's productivity problem has been troubling Bank of England governor Mark Carney.","credit":"David Simonds/Observer","altText":"Cartoon by David Simonds about Britain's productivity problem","cleanCaption":"Britain's productivity problem has been troubling Bank of England governor Mark Carney."}},"importance":5,"showQuotedHeadline":true},{"title":"All hail the Simpsons, still cutting edge, and still in their prime(time)","rawTitle":"All hail the Simpsons, still cutting edge, and still in their prime(time)","item":{"type":"comment","id":"tv-and-radio/2015/may/17/simpsons-series-27-and-28-commissioned","title":"All hail the Simpsons, still cutting edge, and still in their prime(time)","trailText":"The evergreen yellow characters have just been renewed for series 27 and 28. This show really is the wonder of US TV ratings","standFirst":"The evergreen yellow characters have just been renewed for series 27 and 28. This show really is the wonder of US TV ratings","byline":"Peter Preston","body":"<p>Once upon a time, 15 years ago, <em>CSI</em> was the wonder of US TV ratings, the body bag of a show that launched trolleyloads of mortuary melodrama. Now it’s gone, interred in the late-night world of endless reruns. Then came <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2014/jan/09/mentalist-box-set-review\" title=\"\"><em>The Mentalist</em></a>, relying on intuition rather than forensic science, and lasting only seven seasons. But, in this age of TV life and TV death, one cutting edge never seems to grow blunt: <em>The Simpsons</em> has just been renewed for series 27 and 28. It may be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2015/may/14/can-the-simpsons-survive-without-harry-shearer\" title=\"\">losing Harry Shearer</a>, the voice behind 20 or so characters, but late nights will have to wait a little longer.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/5/15/1431697067700/Simpsons-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fox has renewed the Simpsons animated TV show for two more seasons, which will carry it to a total of 625 episodes.  Photograph: AP","credit":"AP","altText":"Simpsons","cleanCaption":"Fox has renewed the Simpsons animated TV show for two more seasons, which will carry it to a total of 625 episodes.  Photograph: AP"}],"bodyImages":[],"webPublicationDate":"2015-05-17T07:59:19Z","lastModified":"2015-05-17T07:59:19Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Peter Preston","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/17/1424167472996/Peter-Preston-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterpreston"}],"feature":false,"keywords":["Television","US television","US television industry","The Simpsons","Television industry","Media"],"tags":[{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/us-television","webTitle":"US television"},{"id":"media/ustelevision","webTitle":"US television industry"},{"id":"tv-and-radio/the-simpsons","webTitle":"The Simpsons"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Peter Preston","topic":{"type":"tag-contributor","name":"profile/peterpreston"}}],"series":{"title":"Peter Preston on press and broadcasting","uri":"http://mobile-apps.guardianapis.com/lists/tag/media/series/peter-preston-on-press-and-broadcasting"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/17/simpsons-series-27-and-28-commissioned","shortUrl":"http://gu.com/p/49vya","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/17/simpsons-series-27-and-28-commissioned","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/17/simpsons-series-27-and-28-commissioned"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/5/15/1431697067700/Simpsons-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fox has renewed the Simpsons animated TV show for two more seasons. Photograph: AP","credit":"AP","altText":"Simpsons","cleanCaption":"Fox has renewed the Simpsons animated TV show for two more seasons. Photograph: AP"}},"importance":4,"showQuotedHeadline":true},{"title":"What if Amy Winehouse had been left alone?","rawTitle":"What if Amy Winehouse had been left alone?","item":{"type":"comment","id":"music/2015/may/17/what-if-amy-winehouse-had-been-left-alone","title":"What if Amy Winehouse had been left alone?","trailText":"With her addictions and self-destructive marriage, Amy Winehouse’s life was a car crash we couldn’t stop watching. Now a new documentary puts us in the frame","standFirst":"<p>With her addictions and self-destructive marriage, Amy Winehouse’s life was a car crash we couldn’t stop watching. Now a new documentary puts us in the frame</p>","byline":"Eva Wiseman","body":"<p>Every now and then in Camden in the early 2000s you’d see a mob of photographers moving like a single ball of flashing fire, and you’d know <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/amywinehouse\">Amy Winehouse</a> was in there somewhere. At the time she appeared to have been roughly drawn in hair and Rimmel, but strong in the way a cartoon is strong, like anvils could fall on her and she’d be fine, once the birds had stopped circling.</p> \n<p>There’s a bit towards <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/01/mitch-winehouse-interview-amy-documentary-film\">the beginning of the new Amy Winehouse documentary</a> (it premiered yesterday in Cannes) when her father, Mitch, remembers the time her friends were urging him to send her to rehab. Though he elaborated on it later, he told them, famously, that he thought she was fine. Her old manager discusses that period with the regret of a man who has lain awake for many nights. He believes now that this was the moment they could have saved her. Because, of course, from there we know the story, with all its music and awe, all its moments of horror. It was the album she wrote next that sent her life bananas, and brought her too much fame, it turned out, for a tiny body to handle.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/16/amy-review-asif-kapadias-amy-winehouse-film-is-a-tragic-masterpiece\">Amy review: Asif Kapadia’s Amy Winehouse film is a tragic masterpiece</a> </p> \n</aside> \n<p>The Winehouse family has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/apr/27/amy-winehouse-documentary-family-cannes-film-festival\">publicly distanced itself</a> from the film (directed by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/02/amy-asif-kapadia-documentary-amy-winehouse\">Asif Kapadia</a>, the man who made <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/senna\"><em>Senna</em></a>), and it’s easy to see why. Although Amy’s husband Blake is cast convincingly as the villain, first introducing her to heroin and then keeping her using, her dad appears at best ignorant of his daughter’s best interests, at worst exploitative – when she escaped to St Lucia to get clean, he turned up with a Channel 4 documentary crew. When she was a teenager, and told her parents about this great new diet where you eat as much as you like and then vomit it up afterwards, both her mum and dad thought: “Ach, it’ll pass.” Except it didn’t, did it? It stayed, the bulimia, piggybacking on her talent and her success, and making her weak, because she had to carry that, too. Even when we see how her husband dragged her behind him into a nasty moat of addiction, I, as a fan, came away from the film feeling… guilty.</p> \n<p>Many of us chose to forget, I think, when she died, that Amy Winehouse had been a go-to punchline for some time. She was a Halloween costume, the opening monologue on chat shows, the subject of ridicule by alternative stand-up comedians. I did it, too, I’m sure, taking the piss out of her pissery, before she started to stop singing on stage, swaying there confused like old wisteria. I cringe today at the carelessness of silly jokes, because now, looking back at that life and rare painful talent, it looks awfully as though, if she had only been left alone, with just a fag and her voice, playing to the small jazz crowds she says she craved, she would have lived.</p> \n<p>It was on the bus home that I realised what this documentary most reminded me of. Have you seen Carol Morley’s haunting film, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/dreams-of-a-life\"><em>Dreams of a Life</em></a>? It’s the story of 38-year-old Joyce Vincent, whose body was found in 2006 decomposing in her bedsit in Wood Green after she died unnoticed three years earlier, surrounded by Christmas presents. The TV was still switched on, still chatting away. It was about isolation and loneliness, and the tender bewilderment of friends who could have done more.</p> \n<p>While Vincent was a solitary, elusive woman, Winehouse was never alone – she was worth too much money to be left to walk down Parkway by herself – and yet the feeling you get when you reflect on their lives and deaths is similar. As though they were trapped in themselves. In the Amy documentary, much of the footage looks like it was filmed by the paparazzi, which, as we see her through that blaze of flashes, adds an uneasy complicity. She walks mutely into Pentonville prison to visit Blake, her hair only slightly wonky, and we’re behind the camera, screaming her name. All of a sudden, being famous looks like the very worst thing in the world.</p> \n<p><em>Email Eva at </em><a href=\"mailto:e.wiseman@observer.co.uk\"><em>e.wiseman@observer.co.uk</em></a><em>. Follow Eva on Twitter </em><a href=\"https://twitter.com/evawiseman\"><em>@EvaWiseman</em></a></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431526836645/Vodafone-Summer-Series-So-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'If only she had been left alone, with just a fag and her voice, playing to small jazz crowds': Eva Wiseman on Amy Winehouse. Photograph: James McCauley/Rex Features","credit":"James McCauley/Rex Features","altText":"Vodafone Summer Series, Somerset House, London, Britain - 20 Jul 2007","cleanCaption":"'If only she had been left alone, with just a fag and her voice, playing to small jazz crowds': Eva Wiseman on Amy Winehouse. Photograph: James McCauley/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-05-17T05:00:15Z","lastModified":"2015-05-17T06:24:46Z","metadata":{"commentable":true,"commentCount":94,"contributors":[{"name":"Eva Wiseman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/evawiseman"}],"feature":false,"keywords":["Amy Winehouse","Music"],"tags":[{"id":"music/amywinehouse","webTitle":"Amy Winehouse"},{"id":"music/music","webTitle":"Music"}],"section":{"id":"music"},"topics":[{"displayName":"Eva Wiseman","topic":{"type":"tag-contributor","name":"profile/evawiseman"}}],"series":{"title":"The Eva Wiseman column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/up-front"},"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/17/what-if-amy-winehouse-had-been-left-alone","shortUrl":"http://gu.com/p/48pje","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/17/what-if-amy-winehouse-had-been-left-alone","webUri":"http://www.theguardian.com/music/2015/may/17/what-if-amy-winehouse-had-been-left-alone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431526836645/Vodafone-Summer-Series-So-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘If only she had been left alone, with just a fag and her voice, playing to small jazz crowds’: Eva Wiseman on Amy Winehouse. Photograph: James McCauley/Rex Features","credit":"James McCauley/Rex Features","altText":"Vodafone Summer Series, Somerset House, London, Britain - 20 Jul 2007","cleanCaption":"‘If only she had been left alone, with just a fag and her voice, playing to small jazz crowds’: Eva Wiseman on Amy Winehouse. Photograph: James McCauley/Rex Features"}},"importance":4,"showQuotedHeadline":true},{"title":"We can treasure the BBC, but it has to make its own way in the digital world","rawTitle":"We can treasure the BBC, but it has to make its own way in the digital world","item":{"type":"comment","id":"media/2015/may/17/bbc-whittingdale-licence-fee-facebook-digital","title":"We can treasure the BBC, but it has to make its own way in the digital world","trailText":"There’s fear over what new culture secretary Whittingdale might do about the licence fee, but the last thing the BBC needs is to be kept in a gilded cage","standFirst":"There’s fear over what new culture secretary Whittingdale might do about the licence fee, but the last thing the BBC needs is to be kept in a gilded cage","byline":"Peter Preston","body":"<p>T<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/13/bbc-news-guardian-facebook-instant-articles\" title=\"\">wo hugely significant media mountains moved last week. Facebook began to run stories from the <em>Guardian</em></a>, BBC News, the <em>New York Times</em> and a few other major players direct on its site: no links, just instantaneous access. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/12/verizon-to-buy-aol-44bn-deal\" title=\"\">Verizon, the US’s biggest telecoms player, paid $4.4bn for what’s left of AOL</a> – now with added video content and knowhow. And – oh yes! – way down the scale in molehill Britain, we wallowed in yet another debate about the future of the BBC licence fee as nightmare No 10 briefers seemed poised once again to defenestrate Auntie.</p> \n<p>The Facebook experiment is a leap in the dark for newspapers and broadcasters alike. Instead of linking conventionally to the content providers’ own sites, so driving traffic and ad revenue their way, Mark Zuckerberg’s legions – 1.4 billion of them around the globe – will be able to call up those news stories and features seamlessly (with some or all of the ad cash generated offered in return).</p> \n<p>Inevitable questions follow. What happens when Facebook changes its algorithms and thus the whole slant of news? What happens when the race to maximise money made from “instant articles” alters the nature of news selection, and thus of coverage? What happens to individual websites down the track if Facebook sucks the life from them? Why is the tiger smiling?</p> \n<p>Verizon’s move comes in an adjacent part of the digital forest. Facebook needs content because mobile advertising space is already harvesting $11bn of its $15.5bn ad take this year. Mobile giants, in turn, need ad technology expertise and video – staples that AOL is well placed to supply. A mighty, number-crunching game of corporate thrones is joined – with subsidiary, barely break-even properties such as the Huffington Post left awaiting a billion-dollar bid or two. “Any company that doesn’t see change as a weapon… will be blown over,” chants the boss of AOL.</p> \n<figure class=\"element element-image\" data-media-id=\"b37453aaf796087d937ef3ff041f09bba4d05c2c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431696126394/1275b22d-6585-4f64-a921-312b0c142fe8-460x276.jpeg\" alt=\"New culture secretary John Whittingdale has said the licence fee is worse than the poll tax.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">New culture secretary John Whittingdale has said the licence fee is worse than the poll tax.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<p>But where on earth does that leave the BBC and its new supposed public enemy number one, John Whittingdale , MP for Maldon and finally secretary of state for culture, media and sport, a policy patch that he has made his own over two decades of shadowy specialist and committee chairmanship? Whittingdale will now preside over the negotiations for BBC charter renewal in two years’ time. His old all-party committee recommended ditching the licence fee when it reported just before the election. He has said the fee is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/oct/29/bbc-licence-fee-poll-tax-tory-john-whittingdale\" title=\"\">worse than the poll tax</a>. Cue apprehension right along Portland Place. Cue Tory MPs thirsting for blood and Tory leader writers claiming their pound of proprietorial flesh. Cue one more “defining issue” of Cameron victory.</p> \n<p>Cue, also, rather too much fear, loathing and incipient hysteria. The licence fee is supposed to defend BBC independence. How does it do that when the prime minister was able to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2010/oct/19/bbc-licence-fee-frozen\" title=\"\">freeze it in a single one-on-one meeting with the director general</a> five years ago? The deep chill is back again today, either modestly indexed or frozen solid at &pound;145.50p. There’ll certainly be an end to prosecutions for licence evasion, which may cost the corporation &pound;200m a year in lost revenue – but will mean 200,000 or so fewer cases gumming up the courts.</p> \n<p>The fee system (born 1922) is viscerally divisive because the commercial foes of the BBC – or at least those among them who also own newspapers – habitually reach for it as a lever-cum-cosh. Defending the fee therefore becomes a matter of champions versus predators.</p> \n<p>But there’s a dimension here that doesn’t really work any longer. How can it be right, in logic, for the corporation to produce <a href=\"http://www.bbc.co.uk/newsbeat\" title=\"\">Newsbeat </a>content for its own youth website, and turn this over instantly to Zuckerberg Inc in return, sooner or later, for ad revenue from outside Britain to help fill up the licence fee pot? The Facebook experiment, remember, is there to help Facebook first and foremost. Why is the BBC part of the testing crew?</p> \n<p>It’s there because, of course, the world – and BBC Worldwide – spins on. Because more or less everything digital is connected, one way or another. Because youthful audiences are vital. Because 1.4 billion users are a force far beyond Cameron’s reach. Because mobile (at least for the moment, because everything digital morphs constantly) is where the cash flows most freely. Because content, whether from print or broadcast newsrooms, is valuable, and Facebook and Google don’t do it for themselves. Because the means of charging and collecting subs is now as infinitely various as your latest iPhone bill.</p> \n<p>The BBC isn’t some sleeping giant in this new world. iPlayer isn’t the end of its road. But the debate over the licence fee, thus far, has been fatally stagnant, as enlivening as a traffic jam outside a magistrates court. You can be a true friend and admirer of the BBC and still reckon that – over the next dozen years of political angst – it has to define why and how it exists in a transformed environment, explain where the boundaries of non-TV and radio services lie, and propose better ways of safeguarding its independence.</p> \n<p>Politicians can’t set subscription rates. Politicians can’t rig a pell-mell market of change. Politicians have to listen when innovators come forward to tell them what a world of opportunities offers. Tony Hall, the director general in the hot seat, is dead right: “The BBC should be prepared to be bold and inventive about its future.”</p> \n<p>Front foot, not back foot. Leading reform, not traipsing along behind.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/5/15/1431695829139/Facebook-Instant-Articles-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Facebook is running stories from media partners, including the BBC, because it needs content.","credit":"/PR","altText":"Facebook Instant Articles","cleanCaption":"Facebook is running stories from media partners, including the BBC, because it needs content."}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431696127436/1275b22d-6585-4f64-a921-312b0c142fe8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New culture secretary John Whittingdale has said the licence fee is worse than the poll tax. Photograph: Reuters","credit":"Reuters","altText":"New culture secretary John Whittingdale has said the licence fee is worse than the poll tax.","cleanCaption":"New culture secretary John Whittingdale has said the licence fee is worse than the poll tax.","cleanCredit":"Photograph: Reuters"}],"webPublicationDate":"2015-05-17T08:00:20Z","lastModified":"2015-05-17T08:00:20Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Peter Preston","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/17/1424167472996/Peter-Preston-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterpreston"}],"feature":false,"keywords":["BBC","BBC licence fee","Facebook","AOL","Digital media","Television industry","Media"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"media/bbc-licence-fee","webTitle":"BBC licence fee"},{"id":"technology/facebook","webTitle":"Facebook"},{"id":"technology/aol","webTitle":"AOL"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"media"},"topics":[{"displayName":"Peter Preston","topic":{"type":"tag-contributor","name":"profile/peterpreston"}}],"series":{"title":"Peter Preston on press and broadcasting","uri":"http://mobile-apps.guardianapis.com/lists/tag/media/series/peter-preston-on-press-and-broadcasting"},"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/may/17/bbc-whittingdale-licence-fee-facebook-digital","shortUrl":"http://gu.com/p/49vkm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/may/17/bbc-whittingdale-licence-fee-facebook-digital","webUri":"http://www.theguardian.com/media/2015/may/17/bbc-whittingdale-licence-fee-facebook-digital"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/5/15/1431695829139/Facebook-Instant-Articles-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Facebook is running stories from media partners, including the BBC, because it needs content.","credit":"/PR","altText":"Facebook Instant Articles","cleanCaption":"Facebook is running stories from media partners, including the BBC, because it needs content."}},"importance":3,"showQuotedHeadline":true},{"title":"How one small Scottish school could shake up education","rawTitle":"How one small Scottish school could shake up education","item":{"type":"comment","id":"commentisfree/2015/may/17/one-small-school-shake-up-scottish-education","title":"How one small Scottish school could shake up education","trailText":"We should all support the plan to turn St Joseph’s in Milngavie into Scotland’s first community partnership school","standFirst":"We should all support the plan to turn St Joseph’s in Milngavie into Scotland’s first community partnership school","byline":"Kevin McKenna","body":"<p>Within the handsome walls of douce Milngavie, just a few miles north of Glasgow, a campaign is building that may yet change the face of education in Scotland. The intended closure of <a href=\"http://www.milngavieherald.co.uk/news/local-headlines/attempt-by-snp-to-save-st-joseph-s-primary-has-failed-1-3760409\">St Joseph’s primary</a>, a much-loved, 140-year-old school at the heart of its community, has awoken in the breasts of parents a crusading zeal that is challenging shibboleths about how this country teaches its children.</p> \n<p>The campaign provides an early opportunity for Nicola Sturgeon to give substance to SNP rhetoric about listening to the people and governing for the people. For the Labour party in this area, though, represented by a ruling group of councillors on the coalition East Dunbartonshire council, this has not been their finest hour. Their conduct, as the three-year struggle to keep St Joseph’s in Milngavie has unfolded, has been a microcosm of that shown by the national organisation: a refusal to listen and an arrogance bordering on outright contempt for local people.</p> \n<p>Following a lengthy consultation process, the council took an arbitrary decision to shut St Joseph’s despite there being no issues of cost or capacity. The council decided that one of the four local primary schools had to go and commenced the consultation to convey the myth that they were considering all options. The decision to shut the school and force the children to travel by bus to a new-build in neighbouring Bearsden, a shared campus facility with another Catholic primary school, will leave several community groups in Milngavie that also use the school facing a bleak future. One parent commented: “Instead of a local school, they are offering us a bus pass.”</p> \n<p>There is no valid educational reason for closure and the parents have demonstrated to East Dunbartonshire council that there are no cost benefits accruing from the decision. On the eve of the local council elections in 2012, several of them witnessed their local representative, Maureen Henry, vice-convener of the education committee, expressing her support for the school. Later, her re-election safely secured, she performed a volte-face.</p> \n<p>Last month, her constituents watched open-mouthed as she turned up late at a council meeting once all other business was conducted for the specific purpose of ensuring that a proposal to reverse the decision was defeated. Subsequent efforts to solicit some sort of explanation from the Labour group, including its director of education, Gordon Currie, have been met with a uniform response: talk to the hand. Such an attitude may be familiar to a student of North Korean politics but it tends not to go down too well in the west of Scotland.</p> \n<p>So the parents, backed by hundreds of their neighbours, have upgraded their campaign. To them, it is simply unthinkable that a school that has provided a high-calibre education for several generations of their families can simply be erased from the map by a faceless municipal hit squad. They have devised a plan that, if backed by the SNP government, will give birth to Scotland’s first community partnership school.</p> \n<p>In this model, the school would receive core funding from central government backed up by extra funding from the third sector. This would enable it to deliver an imaginative and diverse educational service that would also address the needs of children with additional learning needs. Thus, while the core requirement of achieving academic excellence would remain sacrosanct, also at the heart of the school’s ethos would be a desire to encourage non-academic attainment and to deliver nursery and out-of-school care.</p> \n<p>In this way, the concept of the school being at the heart of the community would be reborn. The model borrows heavily from the co-operative schools, one that operates successfully in England and that builds in third sector support to bolster its infrastructure. This is the key to unlocking a school’s potential to be at the heart of its own community, constantly engaging with it and empowering locals. Indeed, the funding model already exists in Scotland in special schools such as <a href=\"http://www.craighalbert.co.uk/\">Craighalbert in Cumbernauld</a>.</p> \n<p>There is an appealing flexibility in such a plan. The school would be able to raise funds for an assortment of initiatives deemed to be beneficial to its pupils and also to the wider community. Although it sounds revolutionary in concept, it isn’t really, as the levers exist in current legislation to enable it to happen; it’s just that no one has previously thought to deploy them. The school would be handed over via a public sector asset transfer or through the new powers that are expected to be contained within the forthcoming community empowerment bill. Indeed, it would be the model for what the new community empowerment legislation is seeking to achieve.</p> \n<p>This represents a radical challenge to the one-size-fits-all approach to delivering education in Scotland. For the responsibility of the local education authority to maintain and manage the school and to provide education would immediately cease and pass instead to the community school partnership. The new community school would be governed by a board of management comprising parents, staff, appointed members and the head teacher.</p> \n<p>What it isn’t, though, is an end to state education that has served the nation well for more than a century. Recently, the state model has begun to ship water in the struggle to keep class sizes down and achieve increasingly onerous targets in numeracy and literacy skills. The St Joseph’s community school partnership simply eases the burden a little. It also provides a lifeboat for other schools, especially in Scotland’s remote places, where the vagaries of depopulation and rural decline can, in the space of a generation, render a revered old school obsolete.</p> \n<p>Nicola Sturgeon has already met the St Joseph’s parents and has seen merit in their plans. So too have Willie Rennie, leader of the Liberal Democrats, while Scottish Tory leader, Ruth Davidson, has supported them every step of the way.</p> \n<p>The election of 56 Nationalist MPs to Westminster was deemed by some to be a peaceful revolution but it wasn’t really. A revolution starts when people start to think the unthinkable and that is what has been happening in Miln\\gavie. It remains to be seen if the Scottish government is also willing to do so.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431697638774/Milngavie-town-centre-Eas-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Milngavie, the site of a potential revolution in Scottish education. Photograph: Alamy","credit":"/Alamy","altText":"Milngavie town centre East Dunbartonshire Scotland UK. Image shot 2014. Exact date unknown.","cleanCaption":"Milngavie, the site of a potential revolution in Scottish education. Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-16T23:04:08Z","lastModified":"2015-05-16T23:04:08Z","metadata":{"commentable":true,"commentCount":52,"contributors":[{"name":"Kevin McKenna","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevin-mckenna"}],"feature":false,"keywords":["Primary schools","Scotland","Education","Education policy","Politics","Schools","UK news"],"tags":[{"id":"education/primary-schools","webTitle":"Primary schools"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"education/education","webTitle":"Education"},{"id":"politics/education","webTitle":"Education policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"education/schools","webTitle":"Schools"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Kevin McKenna","topic":{"type":"tag-contributor","name":"profile/kevin-mckenna"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/17/one-small-school-shake-up-scottish-education","shortUrl":"http://gu.com/p/49vkh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/17/one-small-school-shake-up-scottish-education","webUri":"http://www.theguardian.com/commentisfree/2015/may/17/one-small-school-shake-up-scottish-education"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431697638774/Milngavie-town-centre-Eas-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Milngavie, the site of a potential revolution in Scottish education. Photograph: Alamy","credit":"/Alamy","altText":"Milngavie town centre East Dunbartonshire Scotland UK. Image shot 2014. Exact date unknown.","cleanCaption":"Milngavie, the site of a potential revolution in Scottish education. Photograph: Alamy"}},"importance":3,"showQuotedHeadline":true}],"lastModified":"2015-05-17T08:24:32Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}