{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"For disabled people like me, cuts spell the end of independent living","rawTitle":"For disabled people like me, cuts spell the end of independent living","item":{"type":"comment","id":"commentisfree/2015/jun/15/disabled-people-cuts-independent-living-allowance","title":"For disabled people like me, cuts spell the end of independent living","trailText":"The independent living fund helped me retain my dignity and a self-employed career. Withdrawing it will worsen the postcode lottery of social care","standFirst":"The independent living fund helped me retain my dignity and a self-employed career. Withdrawing it will worsen the postcode lottery of social care","byline":"Penny Pepper","body":"<p>Tomorrow, my one-woman show <a href=\"http://www.sohotheatre.com/whats-on/lost-in-spaces/\" title=\"\">Lost in Spaces</a> launches an exciting campaign, <a href=\"https://literaryconsultancy.co.uk/event/quality-writing-for-all-campaign-launch-featuring-penny-pepper/\" title=\"\">Quality Writing for All</a>, run by the Literary Consultancy, which will raise my profile as a writer/performer and create much-needed opportunities for others.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/mar/10/disaster-looms-people-severe-disabilities-independent-living-fund\">Severely disabled people face disaster if the Independent Living Fund ends | Mary O’Hara</a> </p> \n</aside> \n<p>Like anyone in a similar position, I grasp these chances. But such events – as with appearing on Newsnight during the election campaign – are entirely reliant on my care support. Never mind doing the work I love, this support starts at the moment I wake up, when my care worker Emma, helps me out of bed, to use the toilet, to have breakfast, get dressed and so on.</p> \n<p>I pay for some of my assistance from the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/mar/31/independent-living-fund-disabled\" title=\"\">independent living fund (ILF)</a>. It’s terrifying that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/mar/10/disaster-looms-people-severe-disabilities-independent-living-fund\" title=\"\">this closes on 30 June</a>, after 27 years of supporting severely disabled people like myself, to live in their own homes. Let’s be plain, I’m frightened.</p> \n<p>I’ve been on ILF since 1998 when my first marriage ended. Before that, my husband did the bulk of my care. It worked for a while but when we split up, ILF allowed me to remain fully supported at home.</p> \n<p>This was the true beginning of my adult life. A rebirth, underpinned by my new understanding of disability activism, and my involvement in disability arts. ILF, through the care workers it paid for to match my needs and lifestyle, was a revelation. I had the same three people helping me wash and dress; the choice to change my mind in what I wore, what I ate, in when I got up – and the freedom to go to the toilet when I needed. It’s impossible to overstate the effect of this liberation.</p> \n<p>ILF endorses independent living, not merely a feeding-watering approach, and has radicalised the support available. What it feels like now, as the closure looms, is that whether you work like me, or have defied expectations to stay in the community, you are being punished.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>From day one I’ve wondered why the Tories decided to close the ILF, especially as the model works so well</p> \n </blockquote> \n</aside> \n<p>Forget any consistency in the handover to local authority funding – my situation highlights the lack of uniformity. In the past 10 days my transition letter finally came: my local authority will cover my funding so I am “safe” until March 2016. But in the same week, friends on ILF have reported panicked assessments, confused social workers, serious cuts (one friend will lose 30% of his funding) and threats of being sent to live in care homes.</p> \n<p>I’m angry with the government’s rhetoric, including the recent <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/11/impact-of-changes-to-disability-benefits\" title=\"\">letter from Justin Tomlinson</a> claiming <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/08/cameron-disabled-champion-paula-peters-cuts-most-vulnerable\" title=\"\">Aditya Chakrabortty’s article about welfare cuts</a> was full of inaccuracies about ILF. The government is constantly telling untruths and contradicting itself on this issue. ILF users know this – we are on the harsh end of the deception.</p> \n<p>From day one I’ve wondered why the Tories decided to close the ILF, especially as the model works so well. I don’t believe it saves money. As my colleagues at Disabled People Against Cuts have noted, ILF funding averages &pound;324 per week compared to an average of &pound;3,500, for example, for the abuse-ridden care home <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2012/oct/26/winterbourne-view-care-staff-jailed\" title=\"\">Winterbourne View</a>. And don’t believe, as the government repeats, that local authorities will manage things better; this is another lie. There is a postcode lottery in social care already and the ILF closure will make it far worse.</p> \n<p>There is also a sickening hypocrisy. ILF has enabled me to sustain self-employment, giving me the 24/7 support to facilitate this in a way that means I can manage complex impairments – starting with appropriate personal care. But it’s hard to focus on longer-term creative projects when I have no idea what will happen next March. A friend feels the same: she wonders what is the point of getting a doctorate if she can’t take any job offers “because the care funding is crap”.</p> \n<p>I’ve fought against the closure since its announcement in December 2012, at the high court, and blockading the Department for Work and Pensions on several occasions, including a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/jul/04/disabled-independence-iain-duncan-smith-axing-independent-living-fund\" title=\"\">tea party</a> with my 78-year-old mother. I was too ill to join friends who occupied Westminster Abbey grounds, but when I can’t attend, I support them from social media.</p> \n<p>If the government thought we were a soft target, I hope they now know better. I know I won’t stop protesting to make sure our right to independent living goes on – even if next year, it is a battle I fight from my pee-sodden bed. As for tomorrow, it’s Lost in Spaces, people who respect me, and another audience to get on the side of the ILF.</p> \n<p><span class=\"bullet\">•</span> <a href=\"http://pennypepper.co.uk\" title=\"\">Penny Pepper</a>’s Lost in Spaces is at the Free Word Centre in London on 16 June</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434360097095/Protest-to-save-the-indep-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In 2014 activists occupied a space outside Westminster Abbey to protest the removal of the independent living fund.   Photograph: Peter Marshall/Demotix/Corbis","credit":"Peter Marshall/Demotix/Corbis","altText":"Protest to save the independent living fund ","cleanCaption":"In 2014 activists occupied a space outside Westminster Abbey to protest the removal of the independent living fund.   Photograph: Peter Marshall/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-15T10:25:01Z","lastModified":"2015-06-15T10:27:42Z","metadata":{"commentable":true,"commentCount":49,"contributors":[{"name":"Penny Pepper","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/penny-pepper"}],"feature":false,"keywords":["Social care","Disability","Society","Public sector cuts","Public services policy","Politics","UK news"],"tags":[{"id":"society/social-care","webTitle":"Social care"},{"id":"society/disability","webTitle":"Disability"},{"id":"society/society","webTitle":"Society"},{"id":"society/public-sector-cuts","webTitle":"Public sector cuts"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Penny Pepper","topic":{"type":"tag-contributor","name":"profile/penny-pepper"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/disabled-people-cuts-independent-living-allowance","shortUrl":"http://gu.com/p/49nnk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/disabled-people-cuts-independent-living-allowance","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/disabled-people-cuts-independent-living-allowance"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434360097095/Protest-to-save-the-indep-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In 2014 activists occupied a space outside Westminster Abbey to protest the removal of the independent living fund.   Photograph: Peter Marshall/Demotix/Corbis","credit":"Peter Marshall/Demotix/Corbis","altText":"Protest to save the independent living fund ","cleanCaption":"In 2014 activists occupied a space outside Westminster Abbey to protest the removal of the independent living fund.   Photograph: Peter Marshall/Demotix/Corbis"}},"importance":7,"byline":{"title":"Penny Pepper"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434360097095/Protest-to-save-the-indep-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In 2014 activists occupied a space outside Westminster Abbey to protest the removal of the independent living fund.   Photograph: Peter Marshall/Demotix/Corbis","credit":"Peter Marshall/Demotix/Corbis","altText":"Protest to save the independent living fund ","cleanCaption":"In 2014 activists occupied a space outside Westminster Abbey to protest the removal of the independent living fund.   Photograph: Peter Marshall/Demotix/Corbis"}}]},{"title":"Losing my twin baby boys forever changed the way I treat my patients","rawTitle":"Losing my twin baby boys forever changed the way I treat my patients","item":{"type":"comment","id":"commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients","title":"Losing my twin baby boys forever changed the way I treat my patients","trailText":"I will never know the kind of doctor I would have become without the searing experience of being a patient but I like to think my loss wasn’t in vain ","standFirst":"<p>I will never know the kind of doctor I would have become without the searing experience of being a patient but I like to think my loss wasn’t in vain </p>","byline":"Ranjana Srivastava","body":"<p>Around this time 10 years ago, I was poised to start my first job as an oncologist when personal tragedy visited in a way that would forever change the way I would practice medicine.</p> \n<p>I had returned from my Fulbright year at the University of Chicago, blessed with only the joys and none of the irritations of being pregnant with twins. Landing in Melbourne, I went for a routine ultrasound as a beaming, expectant parent. I came out a grieving patient. The twins were dying in utero, unsuspectedly and unobtrusively, from some rare condition that I had never heard of. Two days later, I was induced into labour to deliver the two little boys whom we would never see grow. Then I went home. </p> \n<p>If all this sounds a little detached it is because 10 years later I still have no words to describe the total bewilderment, the depth of sorrow and the intensity of loss that I experienced during those days. Some days, I really thought my heart would break into pieces. Ten years later, the din of happy children fills our house. But what I have found myself frequently reflecting on is how the behaviour of my doctors in those days profoundly altered the way in which I would treat my patients. </p> \n<p>An experienced obstetrician was performing my ultrasound that morning. Everything was going well and we chatted away about my new job until he frowned. Then he grimaced, pushed and prodded with the probe, and rushed out before I could utter a word. He then took me into his office and offered me his comfortable seat. Not too many pregnant women need a consultation at a routine ultrasound. </p> \n<p>“I am afraid I have bad news,” he said before sketching a picture to describe the extent of the trouble. I thought for a fleeting moment that my medical brain would kick in and I would present him with sophisticated questions to test his assertion that the twins were gravely ill. But of course, I was like every other patient, simultaneously bursting with questions while rendered mute by shock. </p> \n<p>I was well aware that doctors sometimes sidestepped the truth, usually with the intent of protecting the patient. I knew he could easily get away with not telling me any more until he had more information but I also knew that he knew. I read it in his face and I desperately wanted him to tell me. </p> \n<p>I asked the only question that mattered.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/09/we-need-more-gps-new-ways-working\">We need more GPs – and new ways of working as they can’t do it all | Zara Aziz</a> </p> \n</aside> \n<p>“Will they die?”</p> \n<p>“Yes,” he said, simply holding my gaze until his tears started.</p> \n<p>As I took in the framed photos of children around his office he probably wished he could hide them all away. </p> \n<p>“I don’t know what to say,” he murmured, his eyes still wet. </p> \n<p>Until then, in 13 years of medical training, I had never seen a doctor cry. I had participated in every drama that life in bustling public hospitals offers but never once had I seen a doctor cry. </p> \n<p>My obstetrician’s tears stunned me but also provided immediate comfort. They normalised the mad grief that had begun to set inside me. Yes, the doctor’s expression said, this is truly awful and I feel sad too. </p> \n<p>“You are sure?”</p> \n<p>“There is a faint chance that one lives but if you ask me, things look bad. You know I will do everything I can to confirm this,” he said.</p> \n<p>The obstetrician had told the unflinching truth and in doing so almost surgically displaced uncertainty with the knowledge that I needed to prepare myself for what lay ahead. I had test after test that day, each specialist confirming the worst. I think I coped better because the first doctor had told the truth. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Cancer patients are very particular about how much truth they want to know and when.</p> \n </blockquote> \n</aside> \n<p>Two other notable things happened that week. Among the wishes that flowed, another doctor wrote me an atypical condolence note. His letter began with the various tragedies that had taken place that week, some on home soil and others involving complete strangers. “I ask myself why,” he wrote, “and of course there is no answer to why anyone must suffer.”</p> \n<p>Until then, everyone had commiserated only at my loss – and I was enormously grateful – but here was someone gently reminding me that in life we are all visited by tragedy. All the support and love in the world won’t make you immune to misfortune, he was saying, but it will help ease the pain. </p> \n<p>Finally, there was the grieving. I lost count of the pamphlets that were left at our door to attend support groups, counselling sessions and bereavement seminars but we were resolutely having none of it. My midwife called me out of the blue – it was a moving exchange that taught me how deeply nurses are affected too. But I didn’t need counselling, I needed time. I valued the offers but I knew that my catharsis lay in writing. I wrote myself out of suffocating grief, which eventually turned to deep sadness and then a hollow pain, which eventually receded enough to allow me to take up my job as a brand new oncologist. How I would interpret the needs of my patients was fundamentally altered now that I had been one myself. </p> \n<p>Cancer patients are very particular about how much truth they want to know and when. I don’t decide for them but if they ask me I always tell the truth. A wife brings in her husband and his horrendous scans trigger a gasp of astonishment among even the non-oncologists. </p> \n<p>“Doctor, will he die from this?” she asks me. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In 13 years of medical training, I had never seen a doctor cry.</p> \n </blockquote> \n</aside> \n<p>“I am afraid so,” I answer gently, “but I will do everything in my power to keep him well for as long as I can.” </p> \n<p>It is the only truthful promise I can make and although she is distressed she returns to thank me for giving her clarity. Sometimes honesty backfires, when the patient or family later say they wanted to talk but not really hear bad news. I find these encounters particularly upsetting but they are rare and I don’t let them sway me from telling the truth.</p> \n<p>Oncology is emotionally charged and I have never been afraid of admitting this to the very people who imbue my work with emotion. I don’t cry easily in front of patients but I have had my share of tears and tissues in clinic and contrary to my fears, this has been an odd source of comfort to patients. In his Christmas card, a widower wrote that when my voice broke at the news that his wife had died he felt consoled that the world shared his heartbreak. </p> \n<p>It can be tricky but I try to put my patients’ grief into perspective without being insensitive. It’s extraordinary how many of them really appreciate knowing that I, and others, have seen thousands of people who are frightened, sad, philosophical, resigned, angry, brave and puzzled, sometimes all together, just like them. It doesn’t diminish their own suffering but helps them peek into the library of human experiences that are catalogued by oncologists. It prompts many patients to say that they are lucky to feel as well as they do despite a life-threatening illness, which is a positive and helpful way of viewing the world. </p> \n<p>I will never know what kind of a doctor I might have become without the searing experience of being a patient. The twins would have been 10 soon. As I usher the next patient into my room to deliver bad news, I like to think that my loss was not entirely in vain. <br /></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b3fd2110ae08a8fa804914954c9ead0d9383cede/0_261_4260_2555/4260.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2555,"width":4260,"orientation":"landscape","credit":"Blend Images / Alamy/Alamy","altText":"AEB40W Doctor holding male patient  s hand in hospital room","cleanCredit":"Photograph: Blend Images / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-15T05:04:09Z","lastModified":"2015-06-15T10:53:02Z","metadata":{"commentable":true,"commentCount":59,"contributors":[{"name":"Ranjana Srivastava","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/18/1416320691328/Ranjana-Srivastava-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ranjana-srivastava"}],"feature":false,"keywords":["Doctors","Health","Society","Cancer","Parents and parenting","Family","Life and style"],"tags":[{"id":"society/doctors","webTitle":"Doctors"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"society/cancer","webTitle":"Cancer"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Ranjana Srivastava","topic":{"type":"tag-contributor","name":"profile/ranjana-srivastava"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients","shortUrl":"http://gu.com/p/49nte","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b3fd2110ae08a8fa804914954c9ead0d9383cede/0_261_4260_2555/4260.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2555,"width":4260,"orientation":"landscape","caption":"‘My obstetrician’s tears stunned me but also provided immediate comfort. They normalised the mad grief that had begun to set inside me.’ Photograph: Blend Images / Alamy/Alamy","credit":"Blend Images / Alamy/Alamy","altText":"AEB40W Doctor holding male patient s hand in hospital room","cleanCaption":"‘My obstetrician’s tears stunned me but also provided immediate comfort. They normalised the mad grief that had begun to set inside me.’","cleanCredit":"Photograph: Blend Images / Alamy/Alamy"}},"importance":5,"byline":{"title":"Ranjana Srivastava"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/11/18/1416320691328/Ranjana-Srivastava-L.png"}}]},{"title":"The trouble with jokes is that they often backfire, as I know all too well","rawTitle":"The trouble with jokes is that they often backfire, as I know all too well","item":{"type":"comment","id":"lifeandstyle/2015/jun/15/sir-tim-hunt-trouble-with-jokes-often-backfire-know-all-too-well","title":"The trouble with jokes is that they often backfire, as I know all too well","trailText":"Sir Tim Hunt paid a high price for his ‘jocular and ironic’ comments about female scientists. But haven’t we all made a joke that perhaps we shouldn’t have?","standFirst":"<p>Sir Tim Hunt paid a high price for his ‘jocular and ironic’ comments about female scientists. But haven’t we all made a joke that perhaps we shouldn’t have?</p>","byline":"Michele Hanson","body":"<p>You have to be careful with jokes. They can get you into serious trouble. Take <a href=\"http://www.dailymail.co.uk/news/article-3123224/Nobel-Prize-winner-Sir-Tim-Hunt-wife-reveal-despair-sexist-remarks-ridiculed-online.html\" title=\"\">Sir Tim Hunt’s joke</a> at a conference in Seoul last week, about <a href=\"http://www.huffingtonpost.com/dr-zoe-schnepp/post_9627_b_7573164.html\" title=\"\">women scientists’ tendency to blub when criticised</a>, and to fall in love with male colleagues. Well, he said, it was meant to be “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2015/jun/13/tim-hunt-forced-to-resign\" title=\"\">jocular [and] ironic</a>”, and I believe him. Thousands wouldn’t, but I do. Because I have got into trouble making stupid jokes myself, the worst one on holiday, when I was 19.</p> \n<p>There I was, in the south of France, staying in a friend’s small B&amp;B, where I could use the kitchen in the evenings. On my lonely way to the beach every day, while my friend was working, I met three young English men who were stranded, had no money left, couldn’t afford to get their belongings out of left luggage, couldn’t go home, and were fed up and hungry.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/15/scientist-tim-hunt-should-be-reinstated-after-girls-row-says-boris-johnson\">Scientist Tim Hunt should be reinstated after 'girls' row, says Boris Johnson</a> </p> \n</aside> \n<p>“I’ll make you some dinner,” I said, and suggested a simple menu.</p> \n<p>“What’s for pudding,” they asked.</p> \n<p>“Me!” I said. For a joke. Honestly. How could that not be a joke? Who would seriously think that I could ever consider having sex with three boys at once, who I hardly knew, when I’d never had sex with even one boy in my whole life? Off I went to prepare the dinner.</p> \n<p>Everything went swimmingly until pudding time, when I noticed a sudden menacing atmosphere. I had to explain my joke pretty sharpish, but those boys were enraged. “Women don’t tell jokes like that,” they said. But I did.</p> \n<p>Nobody I have ever told about my joke thinks it was funny. And Tim Hunt’s joke wasn’t funny. But he has grovelled, apologised, been publicly shamed and humiliated. Isn’t that enough? Why sack him? He would probably never dare make that sort of joke again, and now he won’t have a chance to anyway, or to discover anything else important or to teach anyone else to do so.</p> \n<p>If anyone heard some of the jokes Fielding and I make in private, we would be sacked from the world. I asked him for an amusing comment on this, but he didn’t dare make one.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434364966800/4f435fc7-e8c7-4e8d-b86a-3cc5985eb487-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Alastair Grant/AP","altText":"Tim Hunt","cleanCredit":"Photograph: Alastair Grant/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-15T11:25:59Z","lastModified":"2015-06-15T11:26:09Z","metadata":{"commentable":true,"commentCount":22,"contributors":[{"name":"Michele Hanson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michelehanson"}],"feature":true,"keywords":["Life and style","Tim Hunt","UK news","Equality","Society"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"uk-news/tim-hunt","webTitle":"Tim Hunt"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/equality","webTitle":"Equality"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Michele Hanson","topic":{"type":"tag-contributor","name":"profile/michelehanson"}}],"series":{"title":"Still here: reflections on later life","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/michele-hanson-certain-age"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/15/sir-tim-hunt-trouble-with-jokes-often-backfire-know-all-too-well","shortUrl":"http://gu.com/p/49npm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/15/sir-tim-hunt-trouble-with-jokes-often-backfire-know-all-too-well","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/15/sir-tim-hunt-trouble-with-jokes-often-backfire-know-all-too-well"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434364966800/4f435fc7-e8c7-4e8d-b86a-3cc5985eb487-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Who’s laughing now? Tim Hunt, pictured in happier times, before his joke cost him his job. Photograph: Alastair Grant/AP","credit":"Alastair Grant/AP","altText":"Tim Hunt","cleanCaption":"Who’s laughing now? Tim Hunt, pictured in happier times, before his joke cost him his job.","cleanCredit":"Photograph: Alastair Grant/AP"}},"importance":5,"byline":{"title":"Michele Hanson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434364966800/4f435fc7-e8c7-4e8d-b86a-3cc5985eb487-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Alastair Grant/AP","altText":"Tim Hunt","cleanCredit":"Photograph: Alastair Grant/AP"}}]},{"title":"Unsustainable futures? / The Greek pensions dilemma explained","rawTitle":"The Greek pensions dilemma explained","item":{"type":"article","id":"business/2015/jun/15/unsustainable-futures-greece-pensions-dilemma-explained-financial-crisis-default-eurozone","title":"Unsustainable futures? The Greek pensions dilemma explained","trailText":"The standoff between Greece and its creditors over pensions is part of a much wider problem: the conflicts between economics, politics, a dependent society, and inefficient accounting","standFirst":"<p>The standoff between Greece and its creditors over pensions is part of a much wider problem: the conflicts between economics, politics, a dependent society, and inefficient accounting</p>","byline":"Alberto Nardelli","body":"<p>Pensions are a significant sticking point in the standoff between <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/11/imf-walks-out-of-greece-bailout-talks\">Greece and the IMF, the European commission and the ECB</a>.</p> \n<p>Greece’s creditors demand that Athens should cut pensions further. But the Greek government says it has gone as far as it can go.</p> \n<p>In recent years, Greece’s much-criticised pension system has seen a slight improvement. It is no longer rated as the weakest in the world. It is now ranked <a href=\"https://www.allianz.com/v_1396002521000/media/press/document/2014_PSI_ES_final.pdf\">eighth lowest in the world</a>. </p> \n<p>The previous government cut pensions (although a <a href=\"http://www.reuters.com/article/2015/06/10/eurozone-greece-pensions-idUSL5N0YW4AD20150610\">court has recently ruled</a> that measures carried out in 2012 were unconstitutional), became better at <a href=\"http://www.macropolis.gr/?i=portal.en.society.434\">identifying bogus claims</a> and <a href=\"http://www.macropolis.gr/?i=portal.en.economy.1312\">collecting debt</a>, and had passed <a href=\"http://www.macropolis.gr/?i=portal.en.economy.2464\">legislation to reduce supplementary pensions</a> by preventing the state from subsidising such payments. </p> \n<p>There has been some progress on pensions under the leftwing government of Alexis Tsipras, however. <a href=\"http://www.primeminister.gov.gr/english/2015/05/31/prime-minister-alexis-tsipras-article-at-le-monde-newspaper-europe-at-crossroads/\">The current administration has pledged</a> to continue to integrate pension funds (in 2008, Greece had more than 100 separately administered funds), to phase out some early retirements and progressively reduce higher pensions. It has also promised to halt legal oddities, including those loopholes enabled by job categories entitled to retire early due to “hazardous working conditions”, meant for sectors such as bomb disposal, yet also <a href=\"http://www.nytimes.com/2010/03/12/business/global/12pension.html\">covered radio and television presenters</a> (at risk from the bacteria on their microphones), musicians playing wind instruments and hairdressers. </p> \n<p>But it’s not enough. Make no mistake, Greece’s pension system is not sustainable and still needs major reform.</p> \n<p>As a proportion of GDP, no country in the EU spends as much as Greece’s 17.5% on pensions, <a href=\"http://ec.europa.eu/eurostat/statistics-explained/index.php/Social_protection_statistics_-_pension_expenditure_and_pension_beneficiaries\">according to Eurostat</a>:</p> \n<figure class=\"element element-embed\" data-alt=\"Pensions as % of GDP\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434118551040/EUpensions.png&quot; width=&quot;100%&amp;lt;/&quot; /&gt;\"></iframe> \n <figcaption>\n  Image: Eurostat\n </figcaption> \n</figure> \n<p>What’s more, in Greece <a href=\"https://greekanalyst.wordpress.com/2015/06/12/game-of-ultimatums-the-nonpaper-of-the-greek-government/\">the size of the deficit in the pension system</a> is 9% of GDP, compared with 3% of GDP in Germany.</p> \n<p><a href=\"http://www.macropolis.gr/?i=portal.en.economy.1312\">Funding shortfalls remain</a>. Pension funds <a href=\"http://www.bloomberg.com/news/articles/2015-06-10/greek-pensions-tangle-shows-there-s-no-easy-way-out-of-impasse\">have lost at least €25bn since 2012</a>. The system remains mired in bureaucracy and the pace of change is slow. The government’s tax-revenue shortfall in January alone was <a href=\"http://www.wsj.com/articles/greece-struggles-to-get-citizens-to-pay-their-taxes-1424867495\">23% below its €4.5bn target</a> for the month.</p> \n<p>There is also a backlog of <a href=\"http://www.nytimes.com/2015/06/09/world/europe/greece-pensions-debt-negotiations-alexis-tsipras.html?_r=0\">more than 400,000 pension applications</a> to deal with (many of which are <a href=\"http://greece.greekreporter.com/2014/12/04/75-of-greek-pensioners-enjoy-early-retirement/\">requests for early retirement</a>) that will add to the country’s existing tally of 2.65 million pensioners.</p> \n<p>As part of a package of savings and tax increases, Greece’s creditors are demanding the government cut pensions <a href=\"http://www.ft.com/cms/s/0/0c45e4ee-10d9-11e5-8413-00144feabdc0.html\">by the equivalent of 1% of gross domestic output</a>, a more rapid clampdown on early retirees and for supplementary pensions to be financed by contributions, not by the state (which would effectively mean cutting them further).</p> \n<p>But can the refusal of Tsipras and the Greek finance minister, Yanis Varoufakis, to comply with these demands simply be explained by a stubborn unwillingness to reform?</p> \n<p>In order to answer this question, we should consider the following: <br /></p> \n<p>First, demographics. About 20.5% of Greeks are over 65 – <a href=\"http://ec.europa.eu/eurostat/tgm/table.do?tab=table&amp;init=1&amp;language=en&amp;pcode=tps00028\">behind only Italy and Germany in the EU</a> when it comes to an ageing population. And with the country’s youth unemployment rate still above 50%, its young people are not going to be able to pay for their grandparents pensions any time soon.</p> \n<p>Second, Greek society has a dependency on pensioners. <a draggable=\"true\" href=\"http://www.macropolis.gr/?i=portal.en.society.947\">One in two households rely on pensions</a> to make ends meet and the country has an <a draggable=\"true\" href=\"http://ec.europa.eu/eurostat/statistics-explained/index.php/Population_structure_and_ageing\">old-age dependancy ratio above 30%</a>, which means that for every 100 people of working age in Greece there are 30 people aged 65 or over. </p> \n<p>Third, <a href=\"http://blogs.wsj.com/brussels/2015/02/27/greeces-pension-system-isnt-that-generous-after-all/\">Greek pensions aren’t so generous</a>. About <a href=\"http://www.macropolis.gr/?i=portal.en.economy.2464#sthash.VVyPDXin.dpuf\">45% of pensioners receive pensions below what is considered the poverty limit</a> of €665 per month.</p> \n<p>Looking at <a draggable=\"true\" href=\"http://ec.europa.eu/eurostat/statistics-explained/index.php/Social_protection_statistics_-_pension_expenditure_and_pension_beneficiaries#Expenditure_per_pension_beneficiary_-_what_the_data_mean\">the actual expenditure on beneficiaries</a>, Greece’s figures don’t stand out as exceptional and are instead on par with the EU average:</p> \n<figure class=\"element element-embed\" data-alt=\"expenditure on pensioners\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434129729830/Pensionsspend.png&quot; width=&quot;100%&amp;lt;/&quot; /&gt;\"></iframe> \n <figcaption>\n  Image: Eurostat\n </figcaption> \n</figure> \n<p><br />What makes the country’s pension system unsustainable is not the specific size of each individual pension, but the overall cost of a grossly inefficient and badly funded system (yes, mainly due to of decades of <a href=\"http://www.wsj.com/articles/greece-struggles-to-get-citizens-to-pay-their-taxes-1424867495\">endemic tax evasion</a> that means as much tax revenue slips through Athens’ fingers as it collects). </p> \n<p><a href=\"http://www.macropolis.gr/?i=portal.en.economy.2464#sthash.Vr9pnWvd.dpuf\">According to analysis by Macropolis,</a> the average pension in Greece is roughly €700 per month, while the supplementary one is €169.</p> \n<p>The same analysis also shows that nearly 90% (€2.07bn) of the total monthly expenditure (€2.35bn) on pensions in March went towards the main pension.</p> \n<p>It also reveals that only 0.6% of supplementary pensions were above €500 a month. </p> \n<p>For 60% of pensioners the total gross monthly intake is below €800. In addition, many retirees in Greece have already seen their pensions cut. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/fight-save-greek-pension-centre-stage-brussels-athens\">Some by a third</a>, others <a href=\"http://www.nytimes.com/2015/06/09/world/europe/greece-pensions-debt-negotiations-alexis-tsipras.html?_r=0\">by nearly 50%</a>.</p> \n<p>Fourth, although there can be no doubt that many Greeks will have jumped on early retirement possibilities, exploited loopholes <a href=\"http://www.macropolis.gr/?i=portal.en.society.434\">and claimed pensions when they weren’t allowed to</a>, one needs to only look at the change in the unemployment rate among 55-64 year olds – it now stands at <a href=\"http://www.statistics.gr/portal/page/portal/ESYE/BUCKET/A0101/PressReleases/A0101_SJO02_DT_MM_03_2015_01_F_EN.pdf\">20%, up from 6% five years ago</a> – to realise that many will have opted for early retirement not because they wanted to, but because they were unable to find work. <br /></p> \n<p>Fifth, sustaining pensions through contributions alone is a just endeavour but doing so by raising taxation, mainly on consumption, is a questionable prescription given the patient’s state.</p> \n<p>In 2012, pension funds, which were obliged under a law introduced in 1950 by the then king of Greece, Paul I, to keep a minimum of 77% of their assets in government bonds, took an €8.3bn hit following the restructuring of sovereign debt.</p> \n<p>Nearly<a href=\"http://www.macropolis.gr/?i=portal.en.economy.1312\"> a third of what pension funds have lost since then</a> is due to a fall in contributions on the back of surging unemployment. The unemployment rate is still painfully high (26.6%, while in 2009 it was 9.5%), and nearly eight out of 10 of the country’s jobless have been out of work for 12 months or more.</p> \n<p>Any saving brought about by simply purging early retirees’ benefits, cutting supplementary pensions horizontally across the board, or revenue raised by squeezing a drastically depleted pool of taxpayers, would in the short-term allow Greece to unlock the €7bn tranche of bailout funds <a href=\"http://www.macropolis.gr/?i=portal.en.the-agora.2080\">it needs to carry on servicing its debt</a> (and not default).</p> \n<p>However, it would do little to solve the underlying challenges in the longer term.</p> \n<h2>The wider problem </h2> \n<p>The key point is there is no question that the Greek pension system, and broader economic fundamentals, are unsustainable.</p> \n<p>But so too is Greece’s societal and humanitarian predicament.</p> \n<p>There is a clear conflict between the economics, society and the politics, the immediate versus the long term. And there is no single solution that can immediately satisfy all three conundrums simultaneously.</p> \n<p>But the risk is that by continuing to pull in different directions in search of a one-size-fits-all answer, the fabric of Greece, and with it possibly that of the wider eurozone, will eventually tear.</p> \n<p>To borrow a cliche, creditors, debtors and politicians will all need to compromise more if they want to move this saga on to a more sustainable path.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365523418/c089c835-bc75-4a0c-a983-149004834492-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"KPA/Zuma / Rex Features","altText":"Greek pensioners demonstrating against pension freezes in Athens.","cleanCredit":"Photograph: KPA/Zuma / Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-06-15T11:17:28Z","lastModified":"2015-06-15T11:50:49Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Alberto Nardelli","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413373452737/Alberto-Nardelli-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alberto-nardelli"}],"feature":false,"keywords":["Financial crisis","Greece","Europe","Eurozone","Alexis Tsipras","European commission","Banking","Economics","Financial sector","Business","World news","Pensions","European Union","Germany","Eurozone crisis","Euro","European Central Bank","European banks","European monetary union","Money"],"tags":[{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/european-commission","webTitle":"European commission"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/business","webTitle":"Business"},{"id":"world/world","webTitle":"World news"},{"id":"money/pensions","webTitle":"Pensions"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/germany","webTitle":"Germany"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"business"},"topics":[{"displayName":"Alberto Nardelli","topic":{"type":"tag-contributor","name":"profile/alberto-nardelli"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/15/unsustainable-futures-greece-pensions-dilemma-explained-financial-crisis-default-eurozone","shortUrl":"http://gu.com/p/49mn9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/15/unsustainable-futures-greece-pensions-dilemma-explained-financial-crisis-default-eurozone","webUri":"http://www.theguardian.com/business/2015/jun/15/unsustainable-futures-greece-pensions-dilemma-explained-financial-crisis-default-eurozone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365523418/c089c835-bc75-4a0c-a983-149004834492-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greek pensioners demonstrating against pension freezes in Athens. Photograph: KPA/Zuma / Rex Features","credit":"KPA/Zuma / Rex Features","altText":"Greek pensioners demonstrating against pension freezes in Athens.","cleanCaption":"Greek pensioners demonstrating against pension freezes in Athens.","cleanCredit":"Photograph: KPA/Zuma / Rex Features"}},"importance":4,"kicker":{"title":"Unsustainable futures?"},"byline":{"title":"Alberto Nardelli"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365523418/c089c835-bc75-4a0c-a983-149004834492-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"KPA/Zuma / Rex Features","altText":"Greek pensioners demonstrating against pension freezes in Athens.","cleanCredit":"Photograph: KPA/Zuma / Rex Features"}}]},{"title":"The Magna Carta enshrined our liberties - now we must fight for them again","rawTitle":"The Magna Carta enshrined our liberties - now we must fight for them again","item":{"type":"comment","id":"commentisfree/2015/jun/15/magna-carta-800-years-human-rights-act","title":"The Magna Carta enshrined our liberties - now we must fight for them again","trailText":"The Human Rights Act is a direct descendant of that great charter. Tory plans to scrap it will destroy freedoms of which Britain should be proud","standFirst":"The Human Rights Act is a direct descendant of that great charter. Tory plans to scrap it will destroy freedoms of which Britain should be proud","byline":"Tim Farron","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/15/queen-leads-celebration-of-800-years-of-magna-carta-at-runnymede\">Magna Carta: Queen leads celebration at Runnymede</a> </p> \n</aside> \n<p>Standing modestly in a solitary field in Runnymede is a commemoration to a moment when Britain became great. The sealing of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2014/nov/01/magna-carta-800-celebrates-anniversary\" title=\"\">Magna Carta</a> – “the Great Charter of the Liberties” – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/12/guardian-view-on-magna-carta-magic-of-myth\" title=\"\">800 years ago today</a>, effectively ripped up the idea that monarchs have an invincible and divine right to rule, and established the contemporary powers of parliament and the laws that continue to protect and liberate us today. When our rights are infringed, when we seek justice, when we challenge things that are patently unfair… it is the Magna Carta we turn to.</p> \n<p>It’s because of the Magna Carta that, in 2003, 3 million of us were able to come together to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/feb/15/iraq-war-mass-protest\" title=\"\">protest against the Iraq war</a>. It’s the Magna Carta that means we can legally fight cases where a severely disabled person is confined to a single room because her local council has failed to provide suitable housing. And, ironically, it’s the Magna Carta that has ultimately allowed us to vote in a government that seems hell bent on destroying it.</p> \n<p>Their attempt to do so is not only a cloak and dagger attack on our freedoms, but also our standing in the world. The year 1215 is not only a significant date in British history, but in the history of the world. When, in 1948, the UN adopted the Universal Declaration of Human Rights, Eleanor Roosevelt expressed her hope that it would become “the international Magna Carta of all men everywhere”. And, in the shadow of the second world war and the Holocaust, it was the tenets of the Magna Carta that guided the hand of Sir David Maxwell Fyfe, a Conservative MP, as he drafted the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2014/oct/03/what-is-european-convention-on-human-rights-echr\" title=\"\">European convention on human rights</a>. The <a href=\"http://www.legislation.gov.uk/ukpga/1998/42/contents\" title=\"\">Human Rights Act 1998</a> enshrines that convention into UK law; an act which, if the Tories get their way, will soon be no more.</p> \n<p>I am a Liberal Democrat because, all too often, I have seen the powerful exploit the powerless. The hideous abuses of human rights – false imprisonment, state-sponsored torture, organised paedophile rings – often grab the headlines. Though too often, they do not. But it’s also the everyday slights on our society that are no less an abuse of our ability to live a decent, human life: the child left without a school place, medical treatment denied, the woman forced to sign away her life to a marriage she doesn’t want.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2014/nov/01/magna-carta-800-celebrates-anniversary\">Magna Carta 800 years on: recognition at last for ‘England’s greatest export’</a> </p> \n</aside> \n<p>For a party that purports to be the defenders of the individual and advocates for a small state, the Tories have a funny way of showing it. They would seem much more interested in listening to our emails, telephone calls and text messages than listening to our cries for freedom. When we were in government, we stopped them introducing the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/11/snoopers-charter-landmark-report-to-be-released-on-surveillance-powers\" title=\"\">snoopers’ charter</a>. Now we are gone, it is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/09/theresa-may-revive-snoopers-charter-lib-dem-brakes-off-privacy-election\" title=\"\">back on the table</a>.</p> \n<p>The Human Rights Act helps us all fight for the justice and fairness that keeps our society ticking along. It helped to secure the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/society/mid-staffordshire-nhs-trust\" title=\"\">Mid Staffordshire NHS inquiry</a> and the conviction of an employer practising modern-day slavery. There will, unfortunately, be many more times we will need to call upon it.</p> \n<p>Now the Tories wants to repeal it. Their sales pitch is about sovereignty – Britain’s over Europe, parliament’s over the courts. Don’t fall for it. You are being duped. Our Human Rights Act specifically preserves the power of British judges to disagree with the Strasbourg court – a power they use. And it preserves parliamentary sovereignty, allowing the courts to only declare legislation “incompatible” with human rights, not strike it down. If David Cameron really cares about these things, he should be championing the act, not trying to scrap it.</p> \n<p>Instead, the Tories’ plan will weaken our ability to enforce our rights and freedoms – rights which many of our most vulnerable citizens are already seeing brazenly destroyed before their eyes. It would trigger a retreat from our position at the heart of Europe, with all the commercial consequences that will have for small and medium businesses. And it would place further strain on our domestic union. The Scottish and Welsh governments have very clearly stated their opposition to scrapping the Human Rights Act, and in Northern Ireland it would represent a breach of the Good Friday agreement.</p> \n<p>It is no coincidence that, a short stroll up the hill from the Magna Carta commemoration in Runnymede, sits another mark to history – <a href=\"http://www.kennedytrust.org.uk/display.aspx?Id=1166&amp;pid=253\" title=\"\">the Kennedy Memorial</a>. When the early colonists arrived in America, they brought with them the principles of the Magna Carta, and enshrined them into their constitution. Indelibly etched on to the Kennedy Memorial are words that are as relevant today as they were 800 years ago, and ones we now find ourselves fighting for all over again. “Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend or oppose any foe in order to assure the survival and success of liberty.”</p> \n<p>Liberty – it was something worth fighting for 800 years ago, it was something worth fighting for in 1945, and we must fight for it now.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434121650120/Magna-Carta-Law-Liberty-L-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"Magna Carta: Law, Liberty, Legacy Opens At The British Library","cleanCaption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T08:15:53Z","lastModified":"2015-06-15T08:51:42Z","metadata":{"commentable":true,"commentCount":155,"contributors":[{"name":"Tim Farron","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tim-farron"}],"feature":false,"keywords":["Human Rights Act","UK civil liberties","Law","Human rights","Politics","UK news","Liberal Democrats"],"tags":[{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"law/uk-civil-liberties","webTitle":"UK civil liberties"},{"id":"law/law","webTitle":"Law"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Tim Farron","topic":{"type":"tag-contributor","name":"profile/tim-farron"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/magna-carta-800-years-human-rights-act","shortUrl":"http://gu.com/p/49myc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/magna-carta-800-years-human-rights-act","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/magna-carta-800-years-human-rights-act"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434121650120/Magna-Carta-Law-Liberty-L-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"Magna Carta: Law, Liberty, Legacy Opens At The British Library","cleanCaption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images"}},"importance":4,"byline":{"title":"Tim Farron"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434121650120/Magna-Carta-Law-Liberty-L-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"Magna Carta: Law, Liberty, Legacy Opens At The British Library","cleanCaption":"'The Magna Carta established the contemporary powers of parliament and the laws that continue to protect and liberate us today.' Photograph: Dan Kitwood/Getty Images"}}]},{"title":"Will Stacey Hyde’s acquittal finally change hearts and minds?","rawTitle":"Will Stacey Hyde’s acquittal finally change hearts and minds?","item":{"type":"comment","id":"commentisfree/2015/jun/15/stacey-hyde-acquittal-emma-humphreys","title":"Will Stacey Hyde’s acquittal finally change hearts and minds?","trailText":"I hoped that, after Emma Humphreys’ case 20 years ago, women like Hyde would not have to go through such cruel treatment. We still have far to go","standFirst":"I hoped that, after Emma Humphreys’ case 20 years ago, women like Hyde would not have to go through such cruel treatment. We still have far to go","byline":"Julie Bindel","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined\" title=\"\">When Stacey Hyde walked free</a> from Winchester Crown Court last month, there were tears of joy, along with much hugging and celebratory shrieking from Hyde and her many supporters.</p> \n<p>In 2009 Hyde stabbed Vincent Francis to death as he was attacking her. The man Hyde killed was the partner of Hyde’s best friend, Holly Banwell, who had also suffered violence on several occasions from Francis. Hyde was 17 when she killed Francis and had suffered a lifetime of physical and sexual abuse and severe neglect. After a successful campaign by <a href=\"http://www.justiceforwomen.org.uk/\" title=\"\">Justice for Women</a> (JfW), the feminist law reform campaign I co-founded in 1990, Hyde won her appeal against a murder conviction and a retrial was ordered. Having already served five years in prison, this seemed a cruel blow. However, Alison Saunders, the director of public prosecutions, insisted the trial go ahead. Neither she, nor the prosecutor in Hyde’s original case (who would also be prosecuting in the retrial) would accept a plea of manslaughter.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>When Humphreys died, I took comfort in the fact changes in the law her case brought about would help women in the future</p> \n </blockquote> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/stacey-hyde-cleared-murder-retrial-vincent-francis\" title=\"\">When Hyde was released</a>, she had been acquitted not only of murder, but also of manslaughter, the jury accepting that she had committed no crime whatsoever, and was simply defending herself against Vincent’s violent rage. Will this case signal a change in attitudes towards women who defend themselves against male violence?</p> \n<p>Twenty years ago next month, <a href=\"http://www.emmahumphreys.org/\" title=\"\">Emma Humphreys</a> walked out of the court of appeal having not only successfully challenged her murder conviction, but also <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2003/nov/10/gender.uk\" title=\"\">changed the law</a> regarding abused women who kill. In the Humphreys case, the appeal judge ruled that the judge at her original trial should have directed the jury to consider the cumulative provocation she suffered at the hands of the deceased, as well as her life history of sexual and domestic violence. The judgment showed how far the courts had moved over the years in its interpretation of “provocation”.</p> \n<p>Watching Hyde give her first TV interview this week, I was painfully reminded of Humphreys, who was also 17 when she was convicted of killing a violent man, who was her boyfriend and pimp. Humphreys had a similar history of abuse and neglect to Hyde, and also had mental health issues and regularly self-harmed. Like Hyde, Humphreys had a problem with alcohol, and had been raped by men who targeted her when she was in a vulnerable situation.</p> \n<p>When Humphreys died, three years after being released, JfW took comfort in the fact that her legacy would be that the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2008/jul/23/women.law\" title=\"\">changes in the law her case brought about</a> would help women in similar situations in the future. But unfortunately, as all campaigners to end violence against women and girls know, we often take one step forward before being pushed back by the male-dominated institutions that serve to keep us in our place.</p> \n<p>Several cases of abused women charged with murder that JfW campaigned for after Humphreys’ victory failed at trial or at appeal, with the women being classed as murderers despite evidence of abuse at the hands of the deceased.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2009/nov/25/jane-andrews-press-abuse\" title=\"\">Jane Andrews</a>, a working-class woman from Grimsby who worked as the Duchess of York’s dresser for nine years until 1997, was convicted of murdering her boyfriend Tom Cressman in 2000. Andrews alleged serious sexual abuse by Cressman, but she was not believed at either her trial or her appeal, despite JfW putting forward evidence that substantiated her claims. Rather, the courts chose to believe that she killed Cressman in a jealous rage because he refused to marry her.</p> \n<p>There are many other cases of women who kill in which evidence of sustained domestic abuse is submitted to the court, but where they are nonetheless convicted of murder. This week Hyde <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined\" title=\"\">called for</a> such cases to be re-examined.</p> \n<p>Perhaps the acquittal of Stacey Hyde is the beginning of a change of hearts and minds in the way we view young, vulnerable women who defend themselves against male violence. The legal victory in the Humphreys case meant an important change in the law, and legal scholars and students have cited it to describe how the antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy. But the cruel and unnecessary treatment of Hyde, being made to endure two horrendous trials for doing nothing more than defending her own life, shows how far we still have to go before Humphreys’ legacy is truly secure.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358781924/Stacey-Hyde-appeal-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA","credit":"Ben Mitchell/PA","altText":"Stacey Hyde appeal","cleanCaption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-15T09:00:44Z","lastModified":"2015-06-15T09:51:42Z","metadata":{"commentable":true,"commentCount":141,"contributors":[{"name":"Julie Bindel","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliebindel"}],"feature":false,"keywords":["Domestic violence","Women","Gender","Crime","Rape","Law","Society","UK news"],"tags":[{"id":"society/domestic-violence","webTitle":"Domestic violence"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/gender","webTitle":"Gender"},{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"society/rape","webTitle":"Rape"},{"id":"law/law","webTitle":"Law"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Julie Bindel","topic":{"type":"tag-contributor","name":"profile/juliebindel"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/stacey-hyde-acquittal-emma-humphreys","shortUrl":"http://gu.com/p/49mjp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/stacey-hyde-acquittal-emma-humphreys","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/stacey-hyde-acquittal-emma-humphreys"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358781924/Stacey-Hyde-appeal-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA","credit":"Ben Mitchell/PA","altText":"Stacey Hyde appeal","cleanCaption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA"}},"importance":3,"byline":{"title":"Julie Bindel"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358781924/Stacey-Hyde-appeal-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA","credit":"Ben Mitchell/PA","altText":"Stacey Hyde appeal","cleanCaption":"'The antiquated legal system was forced to take notice of how a lifetime of abuse and sexual violence can lead to terrible tragedy.' Photograph: Ben Mitchell/PA"}}]},{"title":"Tories don't know the impact of 500,000 more public sector job cuts","rawTitle":"Tories don't know the impact of 500,000 more public sector job cuts","item":{"type":"comment","id":"public-leaders-network/2015/jun/15/tories-impact-500000-public-sector-job-cuts","title":"Tories don't know the impact of 500,000 more public sector job cuts","trailText":"Without proper analysis – and respect for public servants – more job losses in government and the police will be haphazard and inefficient","standFirst":"<p>Without proper analysis – and respect for public servants – more job losses in government and the police will be haphazard and inefficient</p>","byline":"David Walker","body":"<p>Flushed with their triumph at the polls some ministers will find it hard to suppress their inner Tory demons. Like Eric Pickles, they will fire off cheap shots at “bureaucracy”, “red tape” and “overpaid public sector management”.<br /></p> \n<p> But short-run political gratification has a price. Ya-booing public managers as burdensome bureaucrats won’t provide much of an incentive to perform the heroic works of efficiency saving, let alone “transformation”. If it doesn’t value public management, the Cameron government will find shrinking the state even more disruptive and untidy than it would anyway be. Ministers might even have to bite the bullet, pay the top officials who remain more, and splash out on recruiting fresh talent. </p> \n<p> The road ahead is rocky. Since 2010, Whitehall has lost around 100,000 people and the wider public sector a further 300,000. (Those figures are not entirely reliable since they may not distinguish between functions that have been abolished – like the Audit Commission – and functions that have been contracted out or redefined as private sector, such as probation or further education.) </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/04/on-spending-cuts-osbornes-hard-days-night-looks-set-to-get-harder\">On spending cuts, Osborne's A Hard Day's Night looks set to get harder</a> </p> \n</aside> \n<p> Over the next five years, around 500,000 more jobs have to go, according to the basic arithmetic of austerity: the <a href=\"http://budgetresponsibility.org.uk/\">Office for Budget Responsibility</a> predicted a total of a million lost jobs over the decade from 2010. Projections by the <a href=\"http://www.ifs.org.uk/\">Institute for Fiscal Studies</a> say that number could be trimmed if public service pay were frozen in real terms till 2020, but only by a 100,000 or so. Either way, big additional job losses lie ahead; the question is whether the blood will be let clinically or in multiple, messy haemorrhages.</p> \n<p> In a rational world, the kind of place inhabited by investigators from the <a href=\"http://www.nao.org.uk/\">National Audit Office</a>, you would have a plan and a calculus. Cutting x numbers of border force staff would correlate with y additional illegal migrants or z extra hours queuing at Heathrow for would-be entrants to the UK. Similarly, if <a href=\"https://www.gov.uk/government/organisations/hm-revenue-customs\">HM Revenue &amp; Customs</a> cut staff, it would have a demonstrable effect on the tax take, or customer service or – the latest ploy – increased numbers of amnesties for taxpayers who don’t cough up in time.</p> \n<p> Unfortunately, it’s not like that. Take the police. We don’t actually know what relationship exists between officer numbers and crime. That is partly because crime includes activities such as cyber-fraud, domestic violence and sexual exploitation that don’t get properly reported. It’s partly because most police officers don’t deal with crime: crime accounts for only 22% of the emergency and priority incidents officers respond to. </p> \n<p> Call it “demand for policing”, <a href=\"http://www.nao.org.uk/report/financial-sustainability-of-police-forces-in-england-and-wales/\">says the NAO</a>. There are no standards for measuring it across England and Wales and “no comprehensive national picture of demand across policing”. </p> \n<p> When the shoe pinches, there is pain. Recently the supreme court said the Department of Work and Pensions had been <a href=\"http://disabilityrightsuk.org/news/2015/june/pip-delays-unlawful-says-high-court\">“unreasonable” in delaying disability payments</a>: the reason was a mismatch of staff and responsibilities. The <a href=\"http://www.instituteforgovernment.org.uk/events/2015-budget-and-spending-review-ifs-and-ifg-background-briefing\">Institute for Government’s Julian McCrae notes</a> the apparent correlation between cuts in prison officer numbers and such indices as serious incidents, prisoner access to training and the number of hours prisoners are locked up.</p> \n<p> The Tory manifesto commits ministers to cut spending, but they have choices to make about how to proceed. Home secretary Theresa May could take a punt: she might say, we’ve cut police numbers by nearly 17,000 and still crime is down; we’ll do more of that, without monitoring or evaluation. Alternatively she could ensure the Home Office no longer, in the NAO’s words, has “insufficient information to determine how much further it can reduce funding without degrading services”. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society-professionals/2015/jun/10/public-services-longer-hours-breaks-stress\">Government staff suffer longer hours, fewer breaks and increased stress</a> </p> \n</aside> \n<p> But information can only be put to use if ministers want to cut with clinical skill, rather than just wield the axe. Besides, most departments don’t really seem to understand their own workforce; they let their arm’s length bodies get on with cuts without regard to the bigger picture. Few do any <a href=\"http://www.nao.org.uk/report/central-government-staff-costs/\">department-wide skills audits</a>.</p> \n<p> Some Tory ministers take the view that driving down the total cost of government and getting rid of bodies is enough – why care if the cuts are haphazard and disorganisation results? But that’s a recipe for inefficiency – even a smaller state can be more or less efficient and effective. It will also impinge on the quality of the public services that survive the cuts, about which voters do care. Ministers confront an ideological paradox. To succeed in making government smaller requires, at least here and there, a bit more government; it takes a lot of something they say they don’t like – planning.</p> \n<p><strong>Talk to us on Twitter via </strong><strong><a href=\"https://twitter.com/guardianpublic\">@Guardianpublic</a> and </strong><strong><a href=\"https://register.theguardian.com/public-leaders/\">sign up</a></strong><strong> for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.</strong></p>","section":"Public Leaders Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433946001804/b185312d-2dd9-458e-804c-82fc493d7839-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Parry/PA","altText":"Police are seen in Ladbroke Grove, London, as trouble breaks out during the Notting Hill Carnival","cleanCredit":"Photograph: David Parry/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-15T06:00:24Z","lastModified":"2015-06-15T06:03:42Z","metadata":{"commentable":true,"commentCount":346,"contributors":[{"name":"David Walker","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400684371831/David-Walker-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidwalker"}],"feature":false,"keywords":["Public Leaders Network","Public service reform","Central government","Civil service","Politics","Conservatives","Public sector careers","Public sector pay","Public sector cuts","Public finance","Public services policy","Society"],"tags":[{"id":"public-leaders-network/public-leaders-network","webTitle":"Public Leaders Network"},{"id":"guardian-professional/public-service-reform","webTitle":"Public service reform"},{"id":"public-leaders-network/central-government","webTitle":"Central government"},{"id":"politics/civil-service","webTitle":"Civil service"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"society/public-sector-careers","webTitle":"Public sector careers"},{"id":"society/public-sector-pay","webTitle":"Public sector pay"},{"id":"society/public-sector-cuts","webTitle":"Public sector cuts"},{"id":"society/public-finance","webTitle":"Public finance"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"public-leaders-network"},"topics":[{"displayName":"David Walker","topic":{"type":"tag-contributor","name":"profile/davidwalker"}}],"embeddedVideos":[],"adTargetingPath":"public-leaders-network"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/public-leaders-network/2015/jun/15/tories-impact-500000-public-sector-job-cuts","shortUrl":"http://gu.com/p/49j6f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/public-leaders-network/2015/jun/15/tories-impact-500000-public-sector-job-cuts","webUri":"http://www.theguardian.com/public-leaders-network/2015/jun/15/tories-impact-500000-public-sector-job-cuts"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433946001804/b185312d-2dd9-458e-804c-82fc493d7839-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"We don’t actually know what relationship exists between police officer numbers and crime. Photograph: David Parry/PA","credit":"David Parry/PA","altText":"Police are seen in Ladbroke Grove, London, as trouble breaks out during the Notting Hill Carnival","cleanCaption":"We don’t actually know what relationship exists between police officer numbers and crime.","cleanCredit":"Photograph: David Parry/PA"}},"importance":3,"byline":{"title":"David Walker"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/21/1400684371831/David-Walker-R.png"}}]}],"lastModified":"2015-06-15T11:27:42Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}