{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Can one dysfunctional state as small as Greece really end the European project?","rawTitle":"Can one dysfunctional state as small as Greece really end the European project?","item":{"type":"comment","id":"commentisfree/2015/jul/10/europe-greece-europe-elite-sleepwalkers","title":"Can one dysfunctional state as small as Greece really end the European project?","trailText":"If 3 million Greeks force through their anarcho-socialist demands against the will of half a billion EU citizens, our political elite would deserve to go down in history as a bunch of sleepwalkers","standFirst":"If 3 million Greeks force through their anarcho-socialist demands against the will of half a billion EU citizens, our political elite would deserve to go down in history as a bunch of sleepwalkers","byline":"Dirk Schümer","body":"<p>Europe’s states are trundling towards the edge of an abyss like sleepwalkers – that, at least, is one of the cliches you read in comment articles about the eurozone crisis these days, an image inspired by the title of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/jul/19/sleepwalkers-christopher-clark-review\" title=\"\">Christopher Clark’s recent book about the outbreak of the first world war</a>. And, indeed, the way in which Europe’s powers are sliding into a conflict against their will does indeed seem to bear a certain resemblance to Clark’s narrative.</p> \n<p>Surely the European Union’s bookkeepers must have been asleep at the wheel while Greece’s public debt increased tenfold between 2001 and 2010. When Europe’s leaders imposed one useless bailout programme after another, weren’t they too acting like sleepwalkers, oblivious to the consequences of their actions? And now Europe has suddenly woken up to the sorry mess of six years of failed somnambulant economic and social policy.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/08/greece-catastrophe-eurozone-grexit-default\">For Greece, the worst catastrophe now would be to stay in the eurozone | Simon Jenkins</a> </p> \n</aside> \n<p>But that’s where the parallels with 1914 end. It’s unthinkable that European states would go to war over the euro in the way they went to war over Serbia 100 years ago. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/dec/10/eu-receives-nobel-peace-prize\" title=\"\">EU was rightly awarded a Nobel prize for its contribution to peace</a>, with which it has kept its promise to the citizens of Europe. This is also why all the metaphors of war and death – of <a href=\"http://en.enikos.gr/media/31833,Angela-Merkel-sits-on-ancient-Greek-ruins-Spiegels-cover.html\" title=\"\">Angela Merkel as a <em>Tr&uuml;mmerfrau</em></a><em> </em>(rubble woman), of the Greeks as a terrorised, tortured people – are wide of the mark.</p> \n<p>If a flatmate moves out after raiding the kitty, that doesn’t mean the whole apartment will have to be demolished – as long as the remaining tenants still see the advantages of cohabitation and stick to the rules that have worked until now.</p> \n<p>Europe needs to stop allowing itself to be scared into an existential crisis by a small state with a barely functioning administration. In Germany, in particular, the public mood has reached a tipping point: many people are simply fed up with this Greek drama. If the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/05/greeces-eurozone-future-in-the-balance-as-referendum-gets-under-way--eu-euro-bailout-live\" title=\"\">3 million Greeks who voted no</a> in last Sunday’s strange referendum really were to force through their anarcho-socialist demands against the will of half a billion EU citizens, then our political elite would deserve to go down in history as a bunch of sleepwalkers.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The metaphors of war and death – of Merkel as a rubble woman, of Greeks as a terrorised people – are wide of the mark</p> \n </blockquote> \n</aside> \n<p>But to conclude from the current fiasco that we need “more Europe, not less” would be just as misguided. What is correct is that none of the big global challenges such as the threat of an expansionist Russia, climate change, refugees in the Mediterranean or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/13/ttip-trade-deal-transatlantic-trade-investment-treaty\" title=\"\">world trade deals</a> can be tackled by one nation alone. Most Europeans realise this, but the impasse of the current situation is beginning to reconvert them to the virtues of the empirically tested nation state. Britain – including Scotland – is the best example of this trend.</p> \n<p>It’s OK to consider this reflex a fatal misjudgment: but to ignore this retreat into national certainties would be dangerous. In every election in recent months – in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2015/jun/19/rightwing-anti-immigration-parties-nordic-countries-denmark-sweden-finland-norway\" title=\"\">Finland, Denmark</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/25/andrzej-duda-victory-polish-presidential-election\" title=\"\">Poland</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/01/northern-league-gains-italian-elections-matteo-salvini\" title=\"\">Italy</a>, even the Greek referendum – voters have emphatically put national interest before European solidarity. Convinced Europeans will need to put their more ambitious plans on hold. Balkan expansion, further handing of national sovereignty to Brussels, new members of the eurozone – all these things need to wait. The lack of solidarity that EU member states displayed during the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/eu-leaders-hash-out-voluntary-system-to-address-mediterranean-migrant-crisis\" title=\"\">row over refugee quotas</a> shows that “business as usual” no longer does it.</p> \n<p>Europe’s plan for a union of states was always ambitious. Making it work would have required not just a common currency but a joint policy on the economy, infrastructure and social spending. But the people couldn’t be convinced to walk down this fascinating but precarious path: just as they say <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/07/budget-osborne-campaigners-protest-demonstrations-die-in\" title=\"\"><em>oxi</em></a> to financial solidarity now, they said <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2005/jun/02/eu.france2\" title=\"\">no to a European constitution in 2005</a>. What we are realising now is that forcing unequal states into the same mould does not automatically lead you into the paradise of solidarity. In that respect the EU is like a rubber band: overstretch it, and it breaks.</p> \n<p>The EU is a union of democracies, so there is simply no way it can function against the will of its voters: an institution still perceived as largely benign in most parts of the continent would increasingly be seen as a dictatorship. So the reason Europe is now facing a frustrating and long period of stagnation has nothing to do with narrow-minded citizens and everything with ill-advised politics.</p> \n<p>The process of retreating behind national barriers has already started: borders are being pulled up; national welfare is being bitterly defended; asylum seekers are being rejected. Rebuilding trust in the European project will be an arduous process. The only consolation is that the best idea since the <a href=\"http://blog.britishmuseum.org/2014/10/13/the-holy-roman-empire-from-charlemagne-to-napoleon/\" title=\"\">Holy Roman Empire</a> – because that is what the EU is – will not collapse, in spite of the current political and economic mismanagement.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436449206982/Tsipras-and-European-lead-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"European leaders – from left Merkel, Juncker, Draghi, Hollande, Rajoy, Tsipras and Renzi – in an emergency euro summit. 'The reason Europe is facing stagnation has nothing to do with narrow-minded citizens and everything with ill-advised politics.' Photograph: Yves Herman/Reuters","credit":"Yves Herman/Reuters","altText":"Tsipras and European leaders emergency summit","cleanCaption":"European leaders – from left Merkel, Juncker, Draghi, Hollande, Rajoy, Tsipras and Renzi – in an emergency euro summit. 'The reason Europe is facing stagnation has nothing to do with narrow-minded citizens and everything with ill-advised politics.' Photograph: Yves Herman/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-10T07:00:06Z","lastModified":"2015-07-10T07:00:06Z","metadata":{"commentable":true,"commentCount":26,"contributors":[],"feature":false,"keywords":["Greece","European Union","Eurozone","Europe","Business","World news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/business","webTitle":"Business"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/10/europe-greece-europe-elite-sleepwalkers","shortUrl":"http://gu.com/p/4agem","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/10/europe-greece-europe-elite-sleepwalkers","webUri":"http://www.theguardian.com/commentisfree/2015/jul/10/europe-greece-europe-elite-sleepwalkers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436449206982/Tsipras-and-European-lead-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"European leaders – from left Merkel, Juncker, Draghi, Hollande, Rajoy, Tsipras and Renzi – in an emergency euro summit. 'The reason Europe is facing stagnation has nothing to do with narrow-minded citizens and everything with ill-advised politics.' Photograph: Yves Herman/Reuters","credit":"Yves Herman/Reuters","altText":"Tsipras and European leaders emergency summit","cleanCaption":"European leaders – from left Merkel, Juncker, Draghi, Hollande, Rajoy, Tsipras and Renzi – in an emergency euro summit. 'The reason Europe is facing stagnation has nothing to do with narrow-minded citizens and everything with ill-advised politics.' Photograph: Yves Herman/Reuters"}},"importance":7,"byline":{"title":"Dirk Schümer"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436449206982/Tsipras-and-European-lead-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"European leaders – from left Merkel, Juncker, Draghi, Hollande, Rajoy, Tsipras and Renzi – in an emergency euro summit. 'The reason Europe is facing stagnation has nothing to do with narrow-minded citizens and everything with ill-advised politics.' Photograph: Yves Herman/Reuters","credit":"Yves Herman/Reuters","altText":"Tsipras and European leaders emergency summit","cleanCaption":"European leaders – from left Merkel, Juncker, Draghi, Hollande, Rajoy, Tsipras and Renzi – in an emergency euro summit. 'The reason Europe is facing stagnation has nothing to do with narrow-minded citizens and everything with ill-advised politics.' Photograph: Yves Herman/Reuters"}}]},{"title":"Russia must not be allowed to rewrite Srebrenica’s history","rawTitle":"Russia must not be allowed to rewrite Srebrenica’s history","item":{"type":"comment","id":"commentisfree/2015/jul/10/russia-rewrite-srebrenica-history-putin-milosevic","title":"Russia must not be allowed to rewrite Srebrenica’s history","trailText":"In denying the term genocide, Vladimir Putin, like Milosevic before him, is fanning the flames of patriotism to consolidate his power","standFirst":"<p>In denying the term genocide, Vladimir Putin, like Milosevic before him, is fanning the flames of patriotism to consolidate his power</p>","byline":"Natalie Nougayrede","body":"<p>Again and again, they came. Truckloads of men and boys, blindfolded, their arms tied, were lined up by the gunmen in fields and forests, sometimes told to pray, then shot dead with Kalashnikovs. The killings, systematic and methodical, lasted days, from 11-14 July 1995, on the outskirts of a small eastern Bosnian Muslim mining town that UN peacekeepers were meant to protect as a “safe haven” – but didn’t.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/09/srebrenica-20-years-on\">Why we are excavating the dead of Srebrenica | Kathryne Bomberger</a> </p> \n</aside> \n<p>The only survivors were those who hid under dead bodies and crept away, once night had fallen. Later the killers returned to dig up bodies from the mass graves and scatter them in an effort to hide their crime. To this day, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/09/srebrenica-20-years-on\" title=\"\">forensic experts are still identifying human remains</a>, pieces of limbs and skulls, and Bosnian families struggle to come to terms with their loss.</p> \n<p>It was the worst crime on European soil since the second world war. Twenty years ago, about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/18/serbia-arrests-seven-men-over-1995-srebrenica-massacre\" title=\"\">8,000 Muslim men</a> and boys from the town of Srebrenica were massacred by Serbian forces under the command of General <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/may/19/ratko-mladic-witness-sarajevo-siege-bosnian-serbs-hague-trial\" title=\"\">Ratko Mladic</a>, the then Bosnian Serbian military leader, whose trial for genocide opened a little over a year ago at the international criminal court in The Hague.</p> \n<p>As the 20th anniversary of this carnage approaches, you might have thought that there would only be dignified remembrance, international consensus to honour the dead, and more efforts towards stabilising the Balkans. Instead, there have been power plays and a major diplomatic hiccup at the UN, with Russia <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/08/russia-vetoes-srebrenica-genocide-resolution-un\" title=\"\">vetoing a western-sponsored resolution</a> calling the Srebrenica massacre an act of genocide.</p> \n<p>This is an episode that arguably says as much about how hard it has become for Europe to defend some of its core principles and values as the Greek quagmire does. And the consequences could be just as far-reaching.</p> \n<p>As I read the comments of Russia’s representative at the UN, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/08/russia-vetoes-srebrenica-genocide-resolution-un\" title=\"\">Vitaly Churkin, defending his country’s veto on the Srebrenica resolution</a>, I thought of George Orwell, who once wrote: “Political language is designed to make lies sound truthful and murder respectable, and to give the appearance of solidity to pure wind.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Chechnya, the key military campaign in Putin’s career explains why Srebrenica is a symbol Russian diplomacy must counter</p> \n </blockquote> \n</aside> \n<p>It’s not that Churkin denied that an atrocity had been committed. Rather, he described the resolution project as politically motivated and anti-Serbian. But what bothered Russia most was the use of the G-word.</p> \n<p>Of course, from the Armenian tragedy to Rwanda and Darfur, it is nothing new that debate over the very use of the term genocide has been politically charged. The word, which combines <em>geno</em> (race or tribe in ancient Greek) with <em>cide</em> (to kill in Latin), was coined by the Polish-Jewish jurist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/mar/09/my-hero-al-kennedy-raphael-lemkin\" title=\"\">Raphael Lemkin</a>, and adopted by the UN in 1948. Genocide is defined as killings that have the “intent” to exterminate part, or the totality, of an ethnic, national or religious group. Since Soviet times Russian leaders have been reluctant to use such vocabulary. Some say that it is linked to Russian antisemitism, others point to Moscow’s old insistence on preserving Soviet deaths in the second world war as an overarching, unchallenged narrative.</p> \n<p>But Russia’s latest decision to divide the security council over Srebrenica has more geopolitical than theoretical motivations. It relates to Russia’s currently revived ambitions in the Balkans, to its readiness to offer an alternative to western-promoted endeavours and norms, and to its quest for opportunities to play on European divisions. Old Russian overtures to Serbia, a candidate for EU accession but whose successive governments have rejected the term genocide for Srebrenica, are at the heart of this.</p> \n<p>Russia’s veto comes across as an act of defiance against UN-sponsored international justice, which ruled that the Srebrenica massacre was an act of genocide. It also flies in the face of all the arguments the west made in the 1990s for liberal intervention. Srebrenica was a major trigger for the Nato operation that put an end to the Bosnian war and the sinister dreams of a “Greater Serbia” that had fuelled it.</p> \n<p>It matters because these were the foundations of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2010/mar/18/bosnia-reform-european-union\" title=\"\">Dayton peace agreement</a>, and later of the EU’s process to bring in the Balkans – all very much unfinished and uncertain business to this day. Manipulating the very memory of Srebrenica unleashes old hatreds that Russia can easily play on to get a foot in the door and increase its influence.</p> \n<p>But there is, I would argue, another more personal and political factor. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2006/mar/13/guardianobituaries.warcrimes\" title=\"\">Slobodan Milosevic</a>, just as Vladimir Putin has done in Ukraine and before that in the Caucasus, blew the flames of militaristic patriotism to consolidate his hold on power. Even if no international tribunal has ever been created to rule on whether genocide was committed in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/mar/28/why-putin-crimea-strategy-west-villain\" title=\"\">Chechnya</a> (approximately 50,000 dead between 1999 and 2003), this key military campaign in Putin’s political career explains why Srebrenica is a symbol that Russian diplomacy must counter.</p> \n<p>Some will argue that Russia’s latest veto should be seen as just another snub to the west. But the rewriting of the history of the Bosnian war and the unravelling of the mechanisms that the west tried to put in place to prevent more violence are something that Europeans would do well not to minimise. If only because of those unarmed 8,000 men and boys who were killed just because of who they were: Bosnian and Muslim.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436464981696/A-Bosnian-women-mourns-by-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'To this day, forensic experts are still identifying human remains, pieces of limbs and skulls, and Bosnian families struggle to come to terms with their loss.' Photograph: Dimitar Dilkoff/AFP/Getty Images","credit":"Dimitar Dilkoff/AFP/Getty Images","altText":"A Bosnian women mourns by a coffin of he","cleanCaption":"'To this day, forensic experts are still identifying human remains, pieces of limbs and skulls, and Bosnian families struggle to come to terms with their loss.' Photograph: Dimitar Dilkoff/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T06:00:05Z","lastModified":"2015-07-10T06:00:05Z","metadata":{"commentable":true,"commentCount":49,"contributors":[],"feature":false,"keywords":["Srebrenica massacre","Slobodan Milosevic trial","Vladimir Putin","Russia","Serbia","Chechnya","World news"],"tags":[{"id":"world/srebrenica-massacre","webTitle":"Srebrenica massacre"},{"id":"world/milosevictrial","webTitle":"Slobodan Milosevic trial"},{"id":"world/vladimir-putin","webTitle":"Vladimir Putin"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/serbia","webTitle":"Serbia"},{"id":"world/chechnya","webTitle":"Chechnya"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/10/russia-rewrite-srebrenica-history-putin-milosevic","shortUrl":"http://gu.com/p/4agz2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/10/russia-rewrite-srebrenica-history-putin-milosevic","webUri":"http://www.theguardian.com/commentisfree/2015/jul/10/russia-rewrite-srebrenica-history-putin-milosevic"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436464981696/A-Bosnian-women-mourns-by-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘To this day, forensic experts are still identifying human remains, pieces of limbs and skulls, and Bosnian families struggle to come to terms with their loss.’ Photograph: Dimitar Dilkoff/AFP/Getty Images","credit":"Dimitar Dilkoff/AFP/Getty Images","altText":"A Bosnian women mourns by a coffin of he","cleanCaption":"‘To this day, forensic experts are still identifying human remains, pieces of limbs and skulls, and Bosnian families struggle to come to terms with their loss.’ Photograph: Dimitar Dilkoff/AFP/Getty Images"}},"importance":5,"byline":{"title":"Natalie Nougayrede"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436464981696/A-Bosnian-women-mourns-by-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'To this day, forensic experts are still identifying human remains, pieces of limbs and skulls, and Bosnian families struggle to come to terms with their loss.' Photograph: Dimitar Dilkoff/AFP/Getty Images","credit":"Dimitar Dilkoff/AFP/Getty Images","altText":"A Bosnian women mourns by a coffin of he","cleanCaption":"'To this day, forensic experts are still identifying human remains, pieces of limbs and skulls, and Bosnian families struggle to come to terms with their loss.' Photograph: Dimitar Dilkoff/AFP/Getty Images"}}]},{"title":"I see no alternative to a larger, more intense conventional war against Isis","rawTitle":"I see no alternative to a larger, more intense conventional war against Isis","item":{"type":"comment","id":"commentisfree/2015/jul/10/i-see-no-alternative-to-a-larger-more-intense-conventional-war-against-isis","title":"I see no alternative to a larger, more intense conventional war against Isis","trailText":"There are no quick solutions to current global conflict. But we risk a regional conflagration in the Middle East if the west doesn’t do more to contain Isis now","standFirst":"<p>There are no quick solutions to current global conflict. But we risk a regional conflagration in the Middle East if the west doesn’t do more to contain Isis now</p>","byline":"David Kilcullen","body":"<p>We’re living in an era of persistent conflict. This isn’t my insight – you can read it in the latest concept documents of half a dozen western militaries. But it doesn’t seem to have hit home, for the public or some policymakers, that the notion that this can all end, that we can get back to some pre-9/ 11 “normal,” is a fantasy. This – this instability, this regional conflict surrounded by networked global violence, this convergence of war and crime, of domestic and international threats, this rise of a new aggressive totalitarian state from the rubble of the last war – is the new normal, and it’s not going to change for a very, very long time. There are no quick solutions: we need to settle in for the long haul.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/09/in-yarmouk-damascus-syria-hope-only-currency-value\">In Yarmouk, hope is the only currency with value</a> </p> \n</aside> \n<p>That being the case, we have to figure out methods of dealing with persistent conflict. As I’ve said in my Quarterly Essay, Blood Year, I see no alternative to a larger, more intense, conventional war against Isis than the one currently being contemplated (though emphatically not an occupation or a counterinsurgency campaign). </p> \n<p>Isis is an escalating threat that’s growing and worsening. The longer it takes to deal with [it], the further its influence spreads, the more recruits it attracts, the harder it is to dislodge from the cities it has captured, the more deeply it’s able to harm the communities it controls, the more civilians will ultimately be killed, and the greater the military response ultimately required to defeat it. This is a case when the job will become much harder, require much more lethal force and do more harm as time goes on: we have to go hard, now, or we’ll end up having to go in much harder, and potentially on a much larger scale, later – or accept defeat. The risk is not that Isis will somehow restart its blitzkrieg and conquer Iraq and Syria. Rather, the threat is that of a regional conflagration if there’s no effective international (which, like it or not, means western-led) response.</p> \n<p>What would such a response look like? </p> \n<p>The first issue is that the air campaign has been far too limited. Containing Isis is one thing; destroying its ability to function as a state is quite another. For comparison, during the 78-day intervention in Kosovo in 1999, Nato flew 19,484 airstrike sorties, an average of 250 per day. During the 2011 air campaign in Libya there were 9,700 strike sorties over 215 days, or 45 per day. US aircraft flew 6,500 strike sorties into Afghanistan in just the period from 7 October to 17 December 2001, roughly 83 strike sorties per day. </p> \n<p>By contrast, in the nine months of the air campaign until 31 March 2015, US Central Command reported only 2,796 strike sorties, slightly more than 10 per day, across both Iraq and Syria. Strike rates are not the only (or even the most important) metric here – what’s more important are the types of targets being struck, which are often low-level, tactical military assets like artillery pieces or fighting positions. We haven’t seen the sort of strategic air offensive that would be needed to take apart Isis as a state-like entity (as distinct from merely damaging its military capabilities). </p> \n<figure class=\"element element-image\" data-media-id=\"cd9e5a748f2e23a9c55f144b8305e5b5b460aadf\"> \n <img src=\"http://media.guim.co.uk/cd9e5a748f2e23a9c55f144b8305e5b5b460aadf/0_85_3648_2189/1000.jpg\" alt=\"A Iraqi Shiite fighter from the Popular Mobilisation units supporting the Iraqi government forces flashes the sign for victory as they gather on the northern outskirts of the city of Fallujah, west of the capital Baghdad, as they prepare to attack Islamic State (IS) group positions in the city on July 9, 2015. AFP PHOTO / AHMAD AL-RUBAYEAHMAD AL-RUBAYE/AFP/Getty Images\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Iraqi Shia fighter from the popular mobilisation units supporting the Iraqi government on the northern outskirts of Fallujah in July. </span> \n  <span class=\"element-image__credit\">Photograph: Ahmad Al-Rubaye/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The risk is that we might be putting enough pressure on Isis to make it adapt – its forces move by night now, in smaller groups, in civilian clothes, hide in cities, and its command-and-control systems are more decentralised – but not enough to destroy it. One of the key reasons for the limited number of airstrikes is the lack of trained forward observers and controllers on the ground – which is related to the next problem.</p> \n<p>This is that ground troops – from the United States, Australia, Canada, the UK and Germany, as well as several regional powers – are constrained by far too restrictive rules of engagement. Most (though not all) of these troops are confined to training bases, where their role is to advise and assist Iraqi and Kurdish forces, offer equipment and intelligence, and engage Isis only in immediate self-defence. This won’t suffice when battles for major cities like Mosul take place: advisers will have to be able to accompany their supported units into battle, not just wave goodbye as they leave the base. Specialists like Joint Terminal Attack Controllers will be needed to move with the forward troops to coordinate airstrikes and artillery, and if necessary – and it’s a near-certainty that it will be necessary – western troops will need the authority to fight offensively, not just in self-defence. They’ll also need to reach out to tribal and irregular units – old allies from the Awakening – who’ve been off-limits to date.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>At present in Iraq, the United States is in a de facto alliance with Iran against Isis</p> \n </blockquote> \n</aside> \n<p>Third, these limits have strengthened the role of Iran in the conflict. Iranian aircraft have flown sorties against Isis, and Qasem Soleimani (who, remember, is head of the Quds Force, which sponsored Shi’a death squads in Iraq in 2005–11) now operates openly on the frontlines of the campaign, with hundreds of Iranian advisers, subject to few of the restrictions on western troops. Many of those former death squads are now operating as militia in Sunni-majority areas. Iran offers weaponry, ammunition and funding, and (with Lebanese Hezbollah) sponsors approximately 100,000 Shi’a paramilitaries, known as Popular Mobilisation Forces. This confirms to Sunnis that the forces opposed to Isis are controlled by Iran. </p> \n<p>More broadly, Iran is cementing control over a huge tract of territory that stretches all the way from the western frontier of Afghanistan to the Golan Heights on the Israeli border, which – along with its nuclear program, sponsorship of Palestinian terrorist groups and support for Yemen’s Houthis – is a key provocation driving Israel, Turkey and the Sunni Arab states towards a region-wide, and potentially nuclear, hot war with Tehran.</p> \n<p>Greater western involvement would mitigate all these problems, since regional countries (Iraq included) much prefer US assistance against Isis, and are accepting Iranian help mainly for lack of other options. It would also make efforts to curb mounting Sunni–Shi’a conflict far more credible if western countries offered Sunni states a better alternative than war with Iran or simply accepting Shi’a Persian regional dominance. This would also require international action against the Assad regime – or, at the very least, much greater engagement in forcing a negotiated settlement of the conflict in Syria.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0cf2bf17b9000b406d16c28a872bc081576edb2d\"> \n <img src=\"http://media.guim.co.uk/0cf2bf17b9000b406d16c28a872bc081576edb2d/0_0_1977_2764/715.jpg\" alt=\"Quarterly Essay - Blood Year: Terror and the Islamic State by David Kilcullen\" width=\"715\" height=\"1000\" class=\"gu-image\" /> \n</figure> \n<p>At present in Iraq, the United States is in a de facto alliance with Iran against Isis. Both countries deny they’re cooperating, claiming they simply act in parallel, but since both coordinate with the Iraqi government there’s actually a close alignment. This was clearest in March and April 2015 near Tikrit, where Iraqi troops (including Popular Mobilisation Forces) stalled in heavy urban fighting, taking the city only after airstrikes from the US coalition. The fact that Iranian-sponsored militias boycotted the final phase of the Tikrit offensive in protest against US involvement underlines the difficulty of this partnership.</p> \n<p>On the other side of the frontier, US passivity and reluctance to target Assad (though his regime kills more people than Isis) makes many Syrians wary of joining the “moderate” rebels. Many loathe Isis, but they have no reason to go against it if that will only help the regime – as it’s currently doing. As coalition airstrikes target Isis, Assad’s forces have repeatedly stepped into the gap and expanded the area under his control.</p> \n<p>In this sense, Syria 2015 is like Pakistan 2002 – it’s the complex, intractable problem western leaders don’t want to address. In 2002, after the invasion of Afghanistan failed to eliminate Osama bin Laden, President Bush switched his attention to Saddam Hussein. But Saddam was a distraction from the real problem: figuring out how to deal with AQ and the Taliban once they were established in Pakistan. </p> \n<p>Likewise, in 2015, President Obama and other western leaders have focused on Iraq – a difficult problem to solve, though relatively easy to get our heads around. But unless we resolve the conflict in Syria, nothing we do in Iraq will work. Just as AQ and the Taliban destabilised Afghanistan from their cross-border safe haven in Pakistan after 2002, the Islamic State can always use its sanctuary in Syria to recover from defeat in Iraq. And this sanctuary will remain open to it until Syria’s civil war comes to an end.</p> \n<p>Hence, a critical counterpart to the “war strategy” to neutralise Isis in Iraq is a “peace strategy” in Syria – to end the slaughter by convincing all players that they can’t achieve their goals through continued conflict, that their best alternative is a negotiated peace. As in Bosnia, Kosovo and Libya, there may be a role here for the military (specifically, air power): creating humanitarian corridors and no-fly zones, or inflicting sufficient damage on armed actors to force a ceasefire. But ultimately this is a political problem – and it will demand at least as much strategic effort and attention as the military problem in Iraq.</p> \n<ul> \n <li><em>This is an edited extract of David Kilcullen’s Quarterly Essay 58, Blood Year: Terror and the Islamic State, <a href=\"https://www.quarterlyessay.com/\">quarterlyessay.com</a> </em><br /></li> \n</ul>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0507e29e56b6af36e81b285df26288bacdf48226/0_0_1886_1132/1886.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1132,"width":1886,"orientation":"landscape","credit":"Uncredited/AP","altText":"In this Tuesday, July 7, 2015 photo Iraqi security forces and allied Shiite militiamen launch rockets against Islamic State extremist positions in Saqlawiyah near  Fallujah, Iraq. Iraq is going through its worst crisis since the 2011 withdrawal of U.S. troops. The Islamic State group controls large swaths of the country's north and west after capturing Iraq's second-largest city of Mosul and the majority of the western Anbar province last year. (AP Photo)","cleanCredit":"Photograph: Uncredited/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cd9e5a748f2e23a9c55f144b8305e5b5b460aadf/0_85_3648_2189/3648.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2189,"width":3648,"orientation":"landscape","caption":"A Iraqi Shia fighter from the popular mobilisation units supporting the Iraqi government on the northern outskirts of Fallujah in July.  Photograph: Ahmad Al-Rubaye/AFP/Getty Images","credit":"Ahmad Al-Rubaye/AFP/Getty Images","altText":"A Iraqi Shiite fighter from the Popular Mobilisation units supporting the Iraqi government forces flashes the sign for victory as they gather on the northern outskirts of the city of Fallujah, west of the capital Baghdad, as they prepare to attack Islamic State (IS) group positions in the city on July 9, 2015. AFP PHOTO / AHMAD AL-RUBAYEAHMAD AL-RUBAYE/AFP/Getty Images","cleanCaption":"A Iraqi Shia fighter from the popular mobilisation units supporting the Iraqi government on the northern outskirts of Fallujah in July. ","cleanCredit":"Photograph: Ahmad Al-Rubaye/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0cf2bf17b9000b406d16c28a872bc081576edb2d/0_0_1977_2764/1977.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2764,"width":1977,"orientation":"portrait","credit":"Supplied","altText":"Quarterly Essay - Blood Year: Terror and the Islamic State by David Kilcullen"}],"webPublicationDate":"2015-07-10T00:52:57Z","lastModified":"2015-07-10T00:59:41Z","metadata":{"commentable":true,"commentCount":282,"contributors":[{"name":"David Kilcullen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-kilcullen"}],"feature":false,"keywords":["Islamic State","Iraq","Middle East and North Africa","World news","Syria"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/syria","webTitle":"Syria"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"David Kilcullen","topic":{"type":"tag-contributor","name":"profile/david-kilcullen"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/10/i-see-no-alternative-to-a-larger-more-intense-conventional-war-against-isis","shortUrl":"http://gu.com/p/4ag3a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/10/i-see-no-alternative-to-a-larger-more-intense-conventional-war-against-isis","webUri":"http://www.theguardian.com/commentisfree/2015/jul/10/i-see-no-alternative-to-a-larger-more-intense-conventional-war-against-isis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0507e29e56b6af36e81b285df26288bacdf48226/0_0_1886_1132/1886.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1132,"width":1886,"orientation":"landscape","caption":"Iraqi security forces and allied Shia militia launch rockets against Islamic State extremist positions Fallujah in early July. Photograph: Uncredited/AP","credit":"Uncredited/AP","altText":"In this Tuesday, July 7, 2015 photo Iraqi security forces and allied Shiite militiamen launch rockets against Islamic State extremist positions in Saqlawiyah near Fallujah, Iraq. ","cleanCaption":"Iraqi security forces and allied Shia militia launch rockets against Islamic State extremist positions Fallujah in early July.","cleanCredit":"Photograph: Uncredited/AP"}},"importance":5,"byline":{"title":"David Kilcullen"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0507e29e56b6af36e81b285df26288bacdf48226/0_0_1886_1132/1886.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1132,"width":1886,"orientation":"landscape","credit":"Uncredited/AP","altText":"In this Tuesday, July 7, 2015 photo Iraqi security forces and allied Shiite militiamen launch rockets against Islamic State extremist positions in Saqlawiyah near  Fallujah, Iraq. Iraq is going through its worst crisis since the 2011 withdrawal of U.S. troops. The Islamic State group controls large swaths of the country's north and west after capturing Iraq's second-largest city of Mosul and the majority of the western Anbar province last year. (AP Photo)","cleanCredit":"Photograph: Uncredited/AP"}}]},{"title":"From grave to cradle: how the budget gets worse as you get younger","rawTitle":"From grave to cradle: how the budget gets worse as you get younger","item":{"type":"comment","id":"commentisfree/2015/jul/09/from-grave-to-cradle-budget-gets-worse-as-you-get-younger","title":"From grave to cradle: how the budget gets worse as you get younger","trailText":"Working backwards through the stages of life reveals how soft Osborne has been on the old – and how punitive to to the nation’s young adults and children","standFirst":"<p>Working backwards through the stages of life reveals how soft Osborne has been on the old – and how punitive to to the nation’s young adults and children</p>","byline":"Tom Clark","body":"<p>In terms of home ownership, income and work, all the data demonstrates that there is a growing penalty on youth. If the chancellor were a concerned social commentator, his budget might have addressed this. But he is instead a singularly ruthless operator, much less interested in arguments about intergenerational equity than in the <a href=\"https://www.ipsos-mori.com/researchpublications/researcharchive/3575/How-Britain-voted-in-2015.aspx?view=wide\">Ipsos Mori post-election analysis </a>revealing that the Conservatives did 20 points better among the old than the young. He will be keenly aware, too, that Labour was in precisely the opposite position.</p> \n<p>To grasp the generational aspect of the budget, take a stroll from grave to cradle. Let’s begin at the far end of the road of ageing, with someone who is in fact dead. If they were lucky enough to leave behind a &pound;1m home, the chancellor this week diverted scarce public revenues to enable them to pass it on tax-free.</p> \n<p>Stepping out of the grave, and into old age, such priority was given to free TV licences for the over-75s that an entirely unprecedented raid was made on BBC finances to cover the costs, undermining the whole licence-fee model by snatching a chunk of this supposedly independent stream of revenue to pay for a government social policy. Slightly younger pensioners will once again, as throughout the last parliament, enjoy near-total protection from benefit cuts, and pensions should soon be rising in line with recovering earnings, thanks to the “triple lock”. Winter fuel payments will continue to be paid, and for those pensions big enough to attract income tax, there’s now a higher allowance too.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Step back further, into the child-rearing phase of life, and the picture dramatically changes​</p> \n </blockquote> \n</aside> \n<p>Roll back a few more years, and consider a couple of empty-nesters in their 50s, working away after the kids have left home. For them, the budget was fairly kind, with their income tax coming down by a little bit, and by a little bit more if either earns enough to pay 40% tax. If they are a bit poorer and rely on benefit top-ups, the news is more mixed, as such payments are now to be frozen for several years. On the other hand, if either spouse is on the minimum wage, there is a pay rise of &pound;1 an hour or so, which may well be enough to compensate for that. Things will vary between households, of course, but “it’ll all come out in the wash” is probably a decent summary for the average 50-something.</p> \n<p>But step back further, into the child-rearing phase of life, and the picture dramatically changes: most especially for the working poor. Osborne and Iain Duncan Smith this week agreed to start clawing back family tax credits the moment that earnings rise to a meagre &pound;3,850 (rather than today’s &pound;6,420), and they will be snatching the money back faster too. Many families will find not only that work pays less than before, but also – if they choose to make good the losses with longer shifts – that each extra hour will pay less as well. For cash-strapped parents, tax credit cuts will entirely overwhelm small income tax changes, worth a couple of pounds a week, and – very often – the minimum wage rise too. The sharper clawing-back of credits will, on its own, sting 3 million working poor families for an average of &pound;1,000 a year, with other cuts and freezes piling more pain on top.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/09/young-people-george-osborne-chancellor-cuts-budget\">What have young people done to Osborne to deserve such contempt? | Polly Toynbee</a> </p> \n</aside> \n<p>Other nasties are targeted squarely at younger adults. The new minimum wage does not apply to under-25s, so there is no compensation for their benefit cuts. Now only half as likely as a generation ago to own property, young adults could find that a stealthy raid which the chancellor made on housing associations aggravates the shortage of flats. For the under-21s, getting somewhere to live is going to be doubly difficult because the right to housing benefit is being abolished. If mum and dad have a Notting Hill attic conversion to head to, then there’s no panic; but if they are in a council house, the bedroom tax is already pressing them to surrender your childhood room. Moving on to a 17-year-old, contemplating heading to university from a poor home, before the budget there was the promise of a maintenance grant. Now there is only the promise of a maintenance loan, to add to the overall mountain of student debt.</p> \n<p>To see the budget at its most brutal, however, go even further down the age range – and consider the runt in a brood of three or four brothers and sisters. In the past, Titch would have carried the same right to tax credits as older siblings. But now Osborne has rebranded Titch as a luxury good, a consumer choice made by the parents, and said that he now deserves to get no credits at all. This restriction only affects means-tested payments for the poor: universal child benefit stays, protecting middle-class younger siblings. If it is economic purgatory to be young in Britain today, to be both young and poor is very hell.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436463531905/b8cc9b11-7e4f-46d9-a04d-a348e00c904b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Getty Images","altText":"Grandfather and grandson build castle on the beach","cleanCredit":"Photograph: Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T17:54:48Z","lastModified":"2015-07-09T23:01:37Z","metadata":{"commentable":true,"commentCount":176,"contributors":[{"name":"Tom Clark","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/3/6/1425650470747/Tom-Clark-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tomclark"}],"feature":false,"keywords":["Budget 2015 (July)","Budget","UK news","George Osborne","Politics","Conservatives","Family","Life and style","Young people","Older people","Society"],"tags":[{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"uk/budget","webTitle":"Budget"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/youngpeople","webTitle":"Young people"},{"id":"society/older-people","webTitle":"Older people"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Tom Clark","topic":{"type":"tag-contributor","name":"profile/tomclark"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/09/from-grave-to-cradle-budget-gets-worse-as-you-get-younger","shortUrl":"http://gu.com/p/4agy7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/09/from-grave-to-cradle-budget-gets-worse-as-you-get-younger","webUri":"http://www.theguardian.com/commentisfree/2015/jul/09/from-grave-to-cradle-budget-gets-worse-as-you-get-younger"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436463531905/b8cc9b11-7e4f-46d9-a04d-a348e00c904b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pensioners do much better than parents – and third children – in George Osborne’s budget. Photograph: Getty","credit":"Getty","altText":"Grandfather and grandson build castle on the beach","cleanCaption":"Pensioners do much better than parents – and third children – in George Osborne’s budget.","cleanCredit":"Photograph: Getty"}},"importance":4,"byline":{"title":"Tom Clark"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/3/6/1425650470747/Tom-Clark-L.png"}}]},{"title":"Why I’m breaking the Garrick Club’s omerta over its exclusion of women","rawTitle":"Why I’m breaking the Garrick Club’s omerta over its exclusion of women","item":{"type":"comment","id":"commentisfree/2015/jul/09/garrick-club-exclusion-women-london","title":"Why I’m breaking the Garrick Club’s omerta over its exclusion of women","trailText":"The venerable London institution is suicidal. Not even the Church&nbsp;of England still excludes half of humanity","standFirst":"The venerable London institution is suicidal. Not even the Church&nbsp;of England still excludes half of humanity","byline":"George Pitcher","body":"<p>We’re not, as members, meant to talk about what happens at the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/06/garrick-club-votes-to-continue-with-ban-on-women-members\" title=\"\">Garrick Club</a>. Let alone write&nbsp;about it in a newspaper. What happens at the Garrick stays in the Garrick. But sometimes there’s a moral imperative to&nbsp;break our omerta.</p> \n<p>Thanks to a couple of clowns – and by and large, being a jolly place, the Garrick likes its clowns – the Garrick has had a terrible week. We are damaged goods. We’re not Freemasons (well, I suspect some of us are, actually, but that’s not why we’re bound to secrecy) so there are times when we can and should come clean. This is one of those times. And, in any event, it’s a fantasy to pretend that what went on at the annual meeting at the Palace Theatre on Monday did not reach the Guardian’s (female) reporter outside within seconds of the chairman’s conclusion of business.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/06/garrick-club-votes-to-continue-with-ban-on-women-members\">Garrick Club votes to continue with ban on female members</a> </p> \n</aside> \n<p>The Garrick voted by a narrow majority to accept female members, but the requisite 66% majority was not reached, so the resolution failed. The portrayal that has, understandably, emerged is of&nbsp;a bunch of misogynistic old dinosaurs taken on by a ginger group of bleeding-heart liberals. For those who know and&nbsp;love the Garrick for its lack of clubby&nbsp;pretensions, this isn’t what it’s like at all. Or it shouldn’t be.</p> \n<p>There were perfectly reasonable arguments on both sides of the debate. For the traditionalists, there is every justification for a same-sex sanctuary with dozens of available, alternative places offering female company and some even offering female-only membership. I have heard feminists concur with this view.</p> \n<p>For the progressives, in whose ranks I include myself, we’re the poorer for not having women members who are at the top of their professional and social game and we actually lose good, young male members too as a consequence .</p> \n<p>An engaging debate to have, you might say. Our problems came with a couple of mean-spirited, ad hominem speeches at the AGM which directly attacked the integrity of Bob Marshall-Andrews, the Labour parliamentarian who brought the <a href=\"http://www.standard.co.uk/news/londoners-diary/londoners-diary-women-back-on-the-agenda-at-the-garrick-10065093.html\" title=\"\">women members resolution</a> (and the only name that will appear in this article). These attacks were so ill-judged that they defeated their own purpose. You could hear reasonable traditionalists abandoning their cause in disgust. So the rich irony is that the women’s lobby may not have reached its slender majority without these contributions from the antis.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The club has always prided itself – really – on its diversity. It can be stuffy and old, but it’s not like other clubs</p> \n </blockquote> \n</aside> \n<p>That’s not just my view. A kind of Garrick intranet has over the past few days built an uncharacteristic head of steam. There is widespread talk of resignations: those (voluntary) of depressed members who want to found a rival club; and those (involuntary) demanded of speakers who were deemed to have behaved unclubbably. The Garrick has been committing suicide over the past few days, both reputationally and&nbsp;as an institution.</p> \n<p>It shouldn’t be. The club has always prided itself – really – on its diversity. Yes, it can be stuffy and old, but it’s not like other clubs. It’s funny and energetic and evergreen. It laughs at itself and at establishments. It embraces the broadest political spectrum and engages in good-natured argument across it. It’s a sanctuary, not from women (there are always plenty of women guests there these days), but from pomposity. But all&nbsp;that can be put at risk by the bad blood has been coursing through some&nbsp;veins since Monday’s debate.</p> \n<p>In that respect, I’m reminded of another venerable institution of which I’m a member, which suffered the same reputational fate over the past few years over the same issue: what to do about women. It’s the Church of England, in which I’m a rural and part-time vicar. The Garrick could learn from it, because women as equal guests was its “ordination” moment and women as members is its <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/nov/20/church-of-england-no-women-bishops\" title=\"\">“bishops” moment</a> (and, funnily enough, the General Synod needed a two-thirds majority too).</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/nov/20/church-of-england-no-women-bishops\">Church of England votes against allowing women bishops</a> </p> \n</aside> \n<p>The club could learn that women are made as much in God’s image as men, but that’s not really my point. It could learn that women as priests have enriched the church, not threatened it, and that traditionalists now wonder what all the fuss was about anyway, but that’s not my point either. And those are not my points because others may take a different view.</p> \n<p>My point is that those who opposed them also accepted that women bishops were inevitable, just as most Garrick members accept that women members are inevitable. The difference is that church traditionalists decided in the end, albeit belatedly, to vote&nbsp;with progressives because they knew we should act together, rather than as the consequence of eventual defeat in a vote. It was an act of creativity, of good faith and, at the risk of sounding like a vicar, of love. Those are qualities the Garrick should have in abundance. But it can’t have them so long as it excludes half the human race, who look on bewildered and hurt, whether they want to join or not.</p> \n<p>It’s really about generosity of spirit. It’s what the Garrick should be good at, and usually is. We need to win back our capacity to love, because we’re in&nbsp;danger of losing it along with our soul. And that’s beyond sad.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436468362445/Joseph-Grimaldi-as-a-clow-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Thanks to a couple of clowns – and by and large, the Garrick likes its clowns – the club has had a terrible week.' Photograph: The Art Archive/www.picture-desk.com","credit":"The Art Archive/www.picture-desk.com","altText":"Joseph Grimaldi as a clown","cleanCaption":"‘Thanks to a couple of clowns – and by and large, the Garrick likes its clowns – the club has had a terrible week.' Photograph: The Art Archive/www.picture-desk.com"}],"bodyImages":[],"webPublicationDate":"2015-07-09T19:11:49Z","lastModified":"2015-07-09T23:01:32Z","metadata":{"commentable":true,"commentCount":193,"contributors":[{"name":"George Pitcher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/george-pitcher"}],"feature":false,"keywords":["Feminism","Women","Life and style","World news","Society"],"tags":[{"id":"world/feminism","webTitle":"Feminism"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/world","webTitle":"World news"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"George Pitcher","topic":{"type":"tag-contributor","name":"profile/george-pitcher"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/09/garrick-club-exclusion-women-london","shortUrl":"http://gu.com/p/4agzz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/09/garrick-club-exclusion-women-london","webUri":"http://www.theguardian.com/commentisfree/2015/jul/09/garrick-club-exclusion-women-london"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436468362445/Joseph-Grimaldi-as-a-clow-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Thanks to a couple of clowns – and by and large, being a jolly place, the Garrick likes its clowns – the club has had a terrible week.’ Photograph: The Art Archive/www.picture-desk.com","credit":"The Art Archive/www.picture-desk.com","altText":"Joseph Grimaldi as a clown","cleanCaption":"‘Thanks to a couple of clowns – and by and large, being a jolly place, the Garrick likes its clowns – the club has had a terrible week.’ Photograph: The Art Archive/www.picture-desk.com"}},"importance":4,"byline":{"title":"George Pitcher"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436468362445/Joseph-Grimaldi-as-a-clow-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Thanks to a couple of clowns – and by and large, the Garrick likes its clowns – the club has had a terrible week.' Photograph: The Art Archive/www.picture-desk.com","credit":"The Art Archive/www.picture-desk.com","altText":"Joseph Grimaldi as a clown","cleanCaption":"‘Thanks to a couple of clowns – and by and large, the Garrick likes its clowns – the club has had a terrible week.' Photograph: The Art Archive/www.picture-desk.com"}}]},{"title":"Comment / With 28 versions of Europe, it’s no wonder we barely recognise each other","rawTitle":"With 28 versions of Europe, it’s no wonder we barely recognise each other","item":{"type":"comment","id":"commentisfree/2015/jul/09/28-versions-europe-eurozone-grexit","title":"With 28 versions of Europe, it’s no wonder we barely recognise each other","trailText":"The eurozone is close to Grexit because of deep structural flaws and incompatible national views. On Sunday its leaders will need all their courage to overcome these obstacles","standFirst":"The eurozone is close to Grexit because of deep structural flaws and incompatible national views. On Sunday its leaders will need all their courage to overcome these obstacles","byline":"Timothy Garton Ash","body":"<p>Whom the gods will destroy they first make bored. We have seen so many “last chance” eurozone summits about Greece that many Europeans have almost lost consciousness. We doze in the passenger seat even as the car goes over the cliff.</p> \n<p>But this is it. If the EU’s heads of government don’t find a way forward at their <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/live/2015/jul/07/greek-debt-crisis-alex-tsipras-seeks-last-chance-deal-live\" title=\"\">emergency summit this Sunday</a>, then on Monday a 70-year-old project of European integration may start to unravel. If you think it’s just the future of Greece that’s at stake, think again.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/live/2015/jul/07/greek-debt-crisis-alex-tsipras-seeks-last-chance-deal-live\">Greek debt crisis: Tsipras gets ultimatum to reach deal or face Grexit - as it happened</a> </p> \n</aside> \n<p>The trouble is that the eurozone’s recurrent failure to do anything but kick the can down the road is not merely the result of flawed policies and weak leadership. There have been plenty of those, on all sides – including the Greek government, the German government, and European and international institutions. But the causes lie much deeper, in structural weaknesses of the European project that go back decades. Most of the politicians responsible for those weaknesses are dead or in their anecdotage. In many ways today’s leaders are trapped in the dysfunctional logic of institutions that their predecessors created. It will take the most extraordinary leap of courage and imagination for them to escape it.</p> \n<p>The two people most responsible for the eurozone crisis, of which Greece is just the most extreme manifestation, are the former French president Fran&ccedil;ois Mitterrand and long-time Italian prime minister <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/may/06/giulio-andreotti-prime-minister\" title=\"\">Giulio Andreotti</a>. Those two old foxes were the key players who, immediately after the fall of the Berlin Wall, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/may/09/hollande-merkel-eurozone-maastricht\" title=\"\">pinned down Helmut Kohl, the West German chancellor, to a timetable for European monetary union</a> in return for their own grudging support for German unification – but would not accept the fiscal union needed to make it work. “Recent history, not only in Germany,” said the historically informed statesman Kohl, “teaches us that it is <a href=\"https://www.bundesbank.de/Redaktion/EN/Reden/2015/2015_02_05_weidmann.html\" title=\"\">absurd to expect in the long run that you can maintain economic and monetary union without political union</a>.” How right he was.</p> \n<p>This was only one of several original sins of the eurozone. While France and Italy demanded the commitment, Germany wrote most of the rules – and they were German rules, historically obsessed by countering inflation and crafted for the macroeconomic circumstances of a different time.</p> \n<p>Because this was above all a political project, and France and Italy had to be in from the outset, there was a kind of reverse domino effect. If Italy had to be in, then surely Spain; if Spain, then surely Portugal – and so on all the way to Greece, a profoundly un-modernised, clientilist state, which should never have entered a monetary union that should itself not have been allowed to proceed – even within a smaller group of more compatible economies – until the original design flaws had been addressed.</p> \n<p>Kohl hoped that, as so many times in post-1945 Europe, this economic integration would eventually catalyse the necessary political one. But so far it has not happened that way. As personal memories of war, occupation and dictatorship fade, national publics across the continent – not least Germany’s itself – have become more pragmatic, sceptical or downright disillusioned about the European project.</p> \n<p>The solution proposed for the EU’s so-called democratic deficit – namely, to give more power to a directly elected European parliament, and then to have <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/27/eu-democratic-bandwagon-juncker-president-wanted\" title=\"\"><em>Spitzenkandidaten</em></a> (lead candidates) for European commission president nominated by the main party groupings in that parliament – simply has not done the trick. In recent months I have asked audiences consisting mainly of people who actually voted in European parliament elections if they had consciously been voting for one of the <em>Spitzenkandidaten</em>. Hardly anybody says yes. Theory is one thing, practice another.</p> \n<p>So whatever you think of the behaviour of Alexis Tsipras, the Greek prime minister, it is nonsense to pretend that Jean-Claude Juncker, the commission president, somehow enjoys a broader European democratic legitimacy in confronting him.</p> \n<p>The reality of European democracy remains national, and behind that truth is an even deeper fact: there is hardly any more of a European public sphere today than there was when I started studying and travelling in Europe 40 years ago. There is a thin layer of publications, now online as well as in print, that reach a small, educated audience across the continent – the Guardian online is part of that layer – but most people in Europe still get the bulk of their news and views from national media – even when there is a shared language. In Vienna recently I was told how much the Austrian coverage of Greece differs in tone from that in Germany.</p> \n<p>So there is not just one Greece, but <a href=\"http://europa.eu/about-eu/countries/member-countries/\" title=\"\">28 different ones</a>, according to the country you are in. The Estonian and Latvian “Greece” would barely be recognisable to Italians, let alone Greeks. Equally, there is not just one Germany but 28: and few Germans would recognise their country in the Greek media’s “Germany”.</p> \n<p>These drastically contrasting narratives are fed by national politicians, who emerge from every Brussels summit to trumpet their own successes and blame any concessions on other governments and nasty European institutions. The Belgian foreign minister rather amusingly says he is the only one who can’t blame it on “Brussels”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The Belgian foreign minister says he is the only one who can’t blame it on Brussels</p> \n </blockquote> \n</aside> \n<p>“Among a people without fellow-feeling, especially if they read and speak different languages,” <a href=\"https://books.google.co.uk/books?id=MNh6ka_EmH0C&amp;pg=PA235&amp;lpg=PA235&amp;dq=Among+a+people+without+fellow-feeling,+especially+if+they+read+and+speak+different+languages,&amp;source=bl&amp;ots=WIel0B9Qrc&amp;sig=0bao7-RAehjU4dROprP1lL1tlbU&amp;hl=en&amp;sa=X&amp;ei=PpqeVbPjN-qf7gb43JXIBQ&amp;ved=0CCUQ6AEwAQ#v=onepage&amp;q=Among%20a%20people%20without%20fellow-feeling%2C%20especially%20if%20they%20read%20and%20speak%20different%20languages%2C&amp;f=false\" title=\"\">wrote John Stuart Mill</a>, “the united public opinion necessary to the working of representative government cannot exist.” Europe has yet to prove him wrong. I have been in six European countries over the past six weeks, and the lack of fellow-feeling between them has been painful to observe.</p> \n<p>There’s a cliche about “democracy versus technocracy”. Unfortunately the truth is even worse, for in the eurozone we have the worst of both worlds. Institutions such as the European commission and the IMF do have some of the flaws (as well as the virtues) of technocracy, including a tendency to stick to unrealistic, one-size-fits-all economic orthodoxies. But when it comes to European leaders, then it is a case of democracy versus democracy.</p> \n<p>Immediately after last Sunday’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/06/greek-referendum-alexis-tsipras-moment-triumph-may-be-brief\" title=\"\">no vote in Greece</a>, Tsipras celebrated “the victory of democracy” – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2010/mar/22/art-war-jacques-louis-david\" title=\"\">Thermopylae</a> replayed as agitprop. Yet, though Angela Merkel may not be directly descended from <a href=\"http://www.ancientgreece.com/s/People/Pericles/\" title=\"\">Pericles</a>, she is every bit as much a democratic leader as Tsipras, and equally subject to the constraints of national interest and (often more important) national emotions.</p> \n<p>So the 28 national leaders who gather in Brussels this Sunday, together with the heads of European institutions, will not merely have to leap over their own shadows. They will have to surmount giant structural obstacles that their predecessors created, go beyond the orthodoxies of technocracy and somehow negotiate a way to reconcile the legitimate imperatives of 28 different national democracies. If they fail, it won’t be just Greece but the whole European project that will be plunged into still deeper crisis.</p> \n<p>Will that existential crisis then finally be seized as <em>kairos</em>, the opportunity for decisive action? As a European, I hope it; as an analyst, I doubt it.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436466044143/Anti-euro-graffiti-in-Ath-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Anti-euro graffiti in Athens. 'The causes of the eurozone's failure go back decades.'  Photograph: Socrates Baltagiannis/dpa/Corbis","credit":"Socrates Baltagiannis/dpa/Corbis","altText":"Anti-euro graffiti in Athens","cleanCaption":"Anti-euro graffiti in Athens. 'The causes of the eurozone's failure go back decades.'  Photograph: Socrates Baltagiannis/dpa/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-09T19:31:15Z","lastModified":"2015-07-09T23:01:11Z","metadata":{"commentable":true,"commentCount":390,"contributors":[{"name":"Timothy Garton Ash","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/27/1425037918293/Timothy-Garton-Ash-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timothygartonash"}],"feature":false,"keywords":["Greece","Europe","Helmut Kohl","Germany","European Union","World news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/helmut-kohl","webTitle":"Helmut Kohl"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Timothy Garton Ash","topic":{"type":"tag-contributor","name":"profile/timothygartonash"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/09/28-versions-europe-eurozone-grexit","shortUrl":"http://gu.com/p/4agym","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/09/28-versions-europe-eurozone-grexit","webUri":"http://www.theguardian.com/commentisfree/2015/jul/09/28-versions-europe-eurozone-grexit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436466044143/Anti-euro-graffiti-in-Ath-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Anti-euro graffiti in Athens. 'The causes of the eurozone's failure go back decades.'  Photograph: Socrates Baltagiannis/dpa/Corbis","credit":"Socrates Baltagiannis/dpa/Corbis","altText":"Anti-euro graffiti in Athens","cleanCaption":"Anti-euro graffiti in Athens. 'The causes of the eurozone's failure go back decades.'  Photograph: Socrates Baltagiannis/dpa/Corbis"}},"importance":3,"kicker":{"title":"Comment"},"byline":{"title":"Timothy Garton Ash"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/2/27/1425037918293/Timothy-Garton-Ash-L.png"}}]},{"title":"The budget after-party: George Osborne greeted like the groom after a stag do","rawTitle":"The budget after-party: George Osborne greeted like the groom after a stag do","item":{"type":"comment","id":"politics/2015/jul/09/budget-2015-george-osborne-greeted-like-groom-stag-do","title":"The after party: George Osborne greeted like the groom after a stag do","trailText":"Celebrations included fist pumps from IDS and and backslaps all round, while Labour party MPs were either absent or semi-comatose","standFirst":"<p>Celebrations included fist pumps from IDS and and backslaps all round, while Labour party MPs were either absent or semi-comatose</p>","byline":"John Crace","body":"<p> The after party looked to have been a lavish affair. Either that, or the multiple <em>petites morts</em> the Conservatives had collectively experienced at the end of the chancellor’s budget had been rather <em>plus grandes</em> than expected. Come the resumption of Commons business the next day, the government benches had the feel of a stag do that had gone on rather too long with just the last 50 or so left standing.</p> \n<p> Among them the groom, who looked rather the better for wear than most. Though rather more bemused. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/budget-2015-uk-gdp-other-rich-nations-george-osborne\">George Osborne</a> is used to people making their excuses and leaving as quickly as possible whenever he is around and he was visibly disconcerted suddenly to find himself everybody’s best friend. He smiled as nicely as possible and accepted the hearty backslaps with the barest hint of metrosexual discomfort.</p> \n<p> The ringleader was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/08/fist-pumping-iain-duncan-smith-george-osborne-living-wage-budget\">Iain Duncan Smith</a>; his viagra overdose from the previous day had yet to wear off and he was still pumped. Eyes bulging with desire. No one quite knew at what point or why the work and pensions secretary had appointed himself best man, but no one had the heart – or the steroids – to do anything about it this late in the party. He wandered in with a swagger, failing to appreciate the irony with which some of his own colleagues, including the chancellor, double fist-pumped him. IDS returned the greeting with a single fist pump of his own that was reminiscent of the fearsome <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2009/jun/19/tim-henman-small-talk-interview\">Tiger Tim</a> Henman on his way to losing at Wimbledon. Bring it on, Quiet Man.</p> \n<figure class=\"element element-image\" data-media-id=\"a3684e32a534f13e7a9757a9bc27344bcb914b26\"> \n <img src=\"http://media.guim.co.uk/a3684e32a534f13e7a9757a9bc27344bcb914b26/0_0_1992_1197/1000.jpg\" alt=\"Iain Duncan Smith is moved to do a double fist-pump.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Iain Duncan Smith is moved to do a double fist-pump.</span> \n  <span class=\"element-image__credit\">Photograph: PA/PA</span> \n </figcaption> \n</figure> \n<p> It was tough on him, but IDS was obliged to keep his mouth shut for the first half hour as the shadow chancellor, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/30/chris-leslie-interview-labour-shadow-chancellor-election\">Chris Leslie</a>, opened the debate. The Labour benches looked as if its occupants had enjoyed an after-budget barbiturate party of their own: almost all were empty and those MPs who were <em>in situ</em> appeared semi-comatose. Including Leslie, who didn’t really know what to say. He knew most of the numbers in the chancellor’s budget were almost certainly wrong: he just had no idea which ones they were. A couple of his aides propped their eyes open with matchsticks and desultorily leafed through a few red and blue books before giving up. The answers must have been in a yellow book. </p> \n<p> His normally ice-cold blood racing with adrenaline and God knows what else, IDS wasn’t to be denied. Twice he stood up to eyeball Leslie at the despatch box, only to be reminded by the deputy speaker that he had to wait his turn. Grrr, grrr. The Tory hardcore loved it, egging him on to greater excesses in between jeering at Labour’s Catherine West for her Australian accent. Call it Ashes fever. Or just a lack of class.</p> \n<p> The extended celebrations looked to be taking their toll on the stag party, but the best man had one last trick up his sleeve. “National living wage,” he bellowed. It had worked on Wednesday and it worked again: IDS’s and the Tories’ priapism was resurgent. “They [the Labour party] don’t like listening to this,” he roared, as he launched an extended rant about his own brilliance and how much he would really love poor people if they weren’t so feckless and lazy.</p> \n<p> Labour’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/helen-goodman\">Helen Goodman</a> tried to interrupt him to let him know that no one on the Labour benches was listening to him as they had all gone off to have their stomachs pumped, but IDS just batted her away with a dismissive wave. “I’m not that kind,” he added. Goodman looked amazed; she had never imagined he was.</p> \n<p> Even the best parties have to come to an end and the Tory stags gradually sloped away to lunch or bed. Whichever was nearer. But IDS was still rushing on his run. An after party to the after party. A mirrored room where he could sit alone and pleasure himself to his heart’s content.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f1abbd65e9ac72655a8ab8a9b32f45ef93c3cc4c/0_28_1983_1191/1983.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1191,"width":1983,"orientation":"landscape","credit":"PA/PA","altText":"George Osborne, suddenly everyone’s best friend.","cleanCredit":"Photograph: PA/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a3684e32a534f13e7a9757a9bc27344bcb914b26/0_0_1992_1197/1992.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1197,"width":1992,"orientation":"landscape","caption":"Iain Duncan Smith is moved to do a double fist-pump. Photograph: PA/PA","credit":"PA/PA","altText":"Iain Duncan Smith is moved to do a double fist-pump.","cleanCaption":"Iain Duncan Smith is moved to do a double fist-pump.","cleanCredit":"Photograph: PA/PA"}],"webPublicationDate":"2015-07-09T17:18:18Z","lastModified":"2015-07-09T23:01:14Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Crace","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johncrace"}],"feature":false,"keywords":["Budget 2015 (March)","Politics","UK news","Iain Duncan Smith","George Osborne","Chris Leslie"],"tags":[{"id":"uk-news/budget-2015-march","webTitle":"Budget 2015 (March)"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"uk-news/chris-leslie","webTitle":"Chris Leslie"}],"section":{"id":"politics"},"topics":[{"displayName":"John Crace","topic":{"type":"tag-contributor","name":"profile/johncrace"}}],"series":{"title":"The politics sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/the-politics-sketch"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/09/budget-2015-george-osborne-greeted-like-groom-stag-do","shortUrl":"http://gu.com/p/4agk8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/09/budget-2015-george-osborne-greeted-like-groom-stag-do","webUri":"http://www.theguardian.com/politics/2015/jul/09/budget-2015-george-osborne-greeted-like-groom-stag-do"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f1abbd65e9ac72655a8ab8a9b32f45ef93c3cc4c/0_28_1983_1191/1983.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1191,"width":1983,"orientation":"landscape","caption":"George Osborne, suddenly everyone’s best friend. Photograph: PA","credit":"PA","altText":"George Osborne, suddenly everyone’s best friend.","cleanCaption":"George Osborne, suddenly everyone’s best friend.","cleanCredit":"Photograph: PA"}},"importance":3,"byline":{"title":"John Crace"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png"}}]}],"lastModified":"2015-07-10T08:11:33Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}