{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"My conversion to the cause of the working poor","rawTitle":"My conversion to the cause of the working poor","item":{"type":"comment","id":"commentisfree/2015/jul/03/working-poor-minimum-wage","title":"My conversion to the cause of the working poor","trailText":"I lobbied fervently against the minimum wage. Now I realise that in-work poverty is a modern scourge","standFirst":"<p>I lobbied fervently against the minimum wage. Now I realise that in-work poverty is a modern scourge</p>","byline":"Steve Hilton","body":"<p>This week, I met Luiz. He works as a cleaner at HMRC, the government department responsible for the administration of our tax system. Luiz and his wife are one of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/apr/10/working-class-hard-working-families-labour-social-change\" title=\"\">“hard-working families”</a> that our politicians so love to talk about: he leaves home most days at 4am, getting back at 9pm. He often works seven days a week. Why? Because of a choice made by Lin Homer, HMRC’s chief executive.</p> \n<p>Cleaning services at HMRC are contracted out to a company, ISS. When its contract was recently put out to tender, ISS – in a practice which is becoming more and more common in the services sector – submitted two bids: one involved paying cleaners &pound;9.15 an hour, the level considered enough to live on in London. But Homer didn’t choose that one. She chose the other bid, based on an hourly rate of &pound;6.50 – the minimum wage. Luiz (which is not his real name) can’t live on that.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The rotten system is made possible by tax credits that top up low pay – a subsidy to business</p> \n </blockquote> \n</aside> \n<p>That’s why he goes to work at 4am, comes home at 9pm and often works weekends; he needs two jobs to survive.&nbsp;He has two teenage children who need their dad, but because he has to work two jobs, he’s not around much.&nbsp;With quiet desperation, Luiz explained to me how one of his children was getting into&nbsp;trouble at school, going off the rails.</p> \n<p>Shame on you, Lin Homer: your cruel choice hurts that “hard-working family” every day, in ways that may never be repaired. But shame on all of us, too, for allowing the scandal of the working poor to persist for so long in our country.</p> \n<p>My meeting with Luiz was arranged by <a href=\"http://www.citizensuk.org/\" title=\"\">Citizens UK</a>, the brilliant community organisers who have been such a powerful force in campaigning for a living wage. But my real conversion to this cause was brought about years previously by an unlikely protagonist: <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/pollytoynbee\" title=\"\">Polly Toynbee</a>. Over a decade ago I read Toynbee’s book, <a href=\"http://www.amazon.co.uk/Hard-Work-Life-Low-pay-Britain/dp/0747564159\" title=\"\">Hard Work</a>, which chronicled the brutal conditions of those who work in Britain’s low-wage&nbsp;economy.</p> \n<p>Coupled with the impact of Stephen Frears’ film Dirty Pretty Things, with its haunting line: “We are the people you do not see. We are the ones who drive your cabs. We clean your rooms. And suck your c***s,” doing something concrete about low pay became one of the things I most wanted to achieve with any influence I had.</p> \n<p>There are millions of people in Britain today, like Luiz, who work full time and cannot live on what they earn. But that’s not the only scandal. The whole rotten system is made possible by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/28/tax-credits-attack-political-gamble-strong-recovery-fail\" title=\"\">tax credits that top up low pay</a> – basically a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sustainable-business/2015/apr/20/taxpayers-spend-11bn-to-top-up-low-wages-paid-by-uk-companies\" title=\"\">subsidy to businesses</a> for paying their workers too little. There is a simple policy solution: raise the <a href=\"https://www.gov.uk/national-minimum-wage-rates\" title=\"\">legal minimum wage</a> to the level of a <a href=\"http://www.livingwage.org.uk/what-living-wage\" title=\"\">living wage</a>, and keep raising it to maintain its value as the cost&nbsp;of living rises.</p> \n<p>Why hasn’t it happened? Mainly, it’s the argument that if you force employers to pay higher wages, you lose jobs. But remember, this is what was said about the minimum wage, including by people like, er, me.</p> \n<p>As a Tory researcher I worked on blood-curdling – and in retrospect, utterly spurious – campaigns like Labour’s &nbsp;Jobs Axe that predicted millions more unemployed if ever a minimum wage were introduced. Of course, it didn’t happen.</p> \n<p>Some might say that the minimum wage was deliberately set so low that it wouldn’t affect business very much. An increase to the living wage would be a completely different proposition. It is to counter this argument that in my book, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jun/05/more-human-designing-a-world-where-people-come-first-steve-hilton-review\" title=\"\">More Human</a>, I advocate what I describe as “business-friendly living wage” that requires companies to pay a living wage but cuts their employers’ national insurance by roughly the same amount to neutralise the overall impact. But to be honest, this is letting businesses off the hook. There are plenty that could perfectly well afford to pay the living wage. It’s a choice.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/benefits-cheats-employers-milk-system-in-work-benefit\">The real benefit cheats are the employers who are milking the system</a> </p> \n</aside> \n<p>At the same time as meeting Luiz, I met Vicky O’Hare, managing director of a small food business based in east London. She chose to pay all her staff the living wage, and if she can anyone can. As she puts it, everyone who is employed costs somebody at least what the living wage is worth. Why should any employer be allowed to say: “I’m not paying you what you’re worth, I’ll let the taxpayer make up the difference.”</p> \n<p>This argument is being heard right across the political spectrum. Labour and Conservative politicians alike object&nbsp;to unjustified subsidies to business – especially the large&nbsp;supermarkets and those others who simultaneously exploit their workers with poverty pay and make many hundreds of millions in profits every year. And of course it’s just as much a Conservative as a Labour principle that people should&nbsp;be able to live on what they earn. So this could be a rare moment in politics: one where both sides agree, and where a straightforward solution is readily available.</p> \n<p>Let’s make the most of this moment, and just get it done. Introduce a compulsory national living wage and end the scourge of in-work poverty. It’s not going to solve all the problems of poverty and inequality – not by a long way. But it’s a start, and the summer budget next week offers the opportunity to make that start. Let’s not waste it.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435854496026/Unemployment-Figures-Set--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I worked on blood-curdling – and in retrospect, utterly spurious campaigns like Labour’s  Jobs Axe that predicted millions more unemployed if ever a minimum wage were introduced.' Photograph: Matt Cardy/Getty Images","credit":"Matt Cardy/Getty Images","altText":"Unemployment Figures Set To Rise Further In UK","cleanCaption":"'I worked on blood-curdling – and in retrospect, utterly spurious campaigns like Labour’s  Jobs Axe that predicted millions more unemployed if ever a minimum wage were introduced.' Photograph: Matt Cardy/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T06:00:06Z","lastModified":"2015-07-03T06:23:11Z","metadata":{"commentable":true,"commentCount":117,"contributors":[{"name":"Steve Hilton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/steve-hilton"}],"feature":false,"keywords":["Living wage","Society","Poverty","Politics","Conservatives"],"tags":[{"id":"society/living-wage","webTitle":"Living wage"},{"id":"society/society","webTitle":"Society"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Steve Hilton","topic":{"type":"tag-contributor","name":"profile/steve-hilton"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/03/working-poor-minimum-wage","shortUrl":"http://gu.com/p/4abae","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/03/working-poor-minimum-wage","webUri":"http://www.theguardian.com/commentisfree/2015/jul/03/working-poor-minimum-wage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435854496026/Unemployment-Figures-Set--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I worked on blood-curdling – and in retrospect, utterly spurious campaigns like Labour’s Jobs Axe that predicted millions more unemployed if ever a minimum wage were introduced.’ Photograph: Matt Cardy/Getty Images","credit":"Matt Cardy/Getty Images","altText":"Unemployment Figures Set To Rise Further In UK","cleanCaption":"‘I worked on blood-curdling – and in retrospect, utterly spurious campaigns like Labour’s Jobs Axe that predicted millions more unemployed if ever a minimum wage were introduced.’ Photograph: Matt Cardy/Getty Images"}},"importance":7,"byline":{"title":"Steve Hilton"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435854496026/Unemployment-Figures-Set--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I worked on blood-curdling – and in retrospect, utterly spurious campaigns like Labour’s  Jobs Axe that predicted millions more unemployed if ever a minimum wage were introduced.' Photograph: Matt Cardy/Getty Images","credit":"Matt Cardy/Getty Images","altText":"Unemployment Figures Set To Rise Further In UK","cleanCaption":"'I worked on blood-curdling – and in retrospect, utterly spurious campaigns like Labour’s  Jobs Axe that predicted millions more unemployed if ever a minimum wage were introduced.' Photograph: Matt Cardy/Getty Images"}}]},{"title":"‘Anarchism could help to save the world’","rawTitle":"‘Anarchism could help to save the world’","item":{"type":"comment","id":"books/2015/jul/03/anarchism-could-help-save-the-world","title":"‘Anarchism could help to save the world’","trailText":"State socialism has failed, so has the market. We need to rediscover the anarchist thinker Peter Kropotkin","standFirst":"State socialism has failed, so has the market. We need to rediscover the anarchist thinker Peter Kropotkin","byline":"David Priestland","body":"<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/edmiliband\">Ed Miliband</a>’s late-night pilgrimage to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/russellbrand\">Russell Brand</a>’s loft apartment, days before the last election, was seen by supporters as a canny bid for the youth vote, and by critics as a cringe-worthy attempt to harness the Shoreditch Messiah’s charisma. Yet neither view captures its real significance as a sign of the profound weakness of mainstream social democracy and its desperate efforts to co-opt the energies of the most dynamic element of today’s left: anarchism. In their eagerness to ridicule Brand’s “ramblings”, commentators have ignored his strong identification with the left-anarchist tradition. For among the works he has recommended to his followers is a collection of writings by another charismatic figure who sometimes lived in London, the father of anarchist communism: Prince Peter Kropotkin.</p> \n<p>Comparisons between Kropotkin and Brand may seem strained. Kropotkin’s background as the scion of one of the grandest and most ancient Russian aristocratic families is far removed from Brand’s humbler origins. Kropotkin was a highly educated polymath, while Brand – though undeniably intelligent – has played the part of popular entertainer and motor-mouth wit.</p> \n<p>Yet, like Brand, the exiled Kropotkin became a fashionable figure in London, lauded by the late-Victorian artistic and intellectual avant garde – from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/oct/03/how-william-morris-beauty-and-anarchy-uk\">William Morris</a> to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/ford-madox-ford\">Ford Madox Ford</a>. In a weird prefiguring of the Miliband-Brand wooing, he even received the first Labour Party leader Keir Hardie at his Bromley home. And just as satirical comparisons are made between Brand and the son of God, so <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/oscar-wilde\">Oscar Wilde</a> described Kropotkin as a “beautiful white Christ”.</p> \n<p>It is no surprise that anarchist sages and prophets should be so fashionable, both then and now. In Europe before the first world war, those varieties of socialism that placed their faith in state-led social reform – social democracy and Marxism-Leninism – had not yet begun to eclipse their anarchist competitor. But now that era of statist optimism is over, a left reinvigorated by the current crisis of globalised capitalism is searching for alternatives more suited to our individualistic era.</p> \n<p>Peter Alexeyevich Kropotkin, born in 1842, came of age in troubled times. Humiliated by his defeat in the Crimean war in 1856, Alexander II set out to reform Russia’s archaic aristocratic order while preserving its fundamentals, and the Kropotkins were stalwarts of the old system. As a youth, Kropotkin trained for the army in Russia’s most elite military academy, and his intellectual distinction even ensured that he was chosen as a page at the tsar’s court. He soon came to despise the status-obsessed cruelties of the ancien regime, identifying not with the nobility but with the peasants who had cared for him as a child.</p> \n<p>This alliance of sympathy for the poor with commitment to the life of the mind, especially science, came to define Kropotkin’s career – whether in the service of the tsarist state, or in pursuit of anarchist revolution. Posted to Siberia by the military, he sought to improve the lives of convicts, while also leading pioneering geographical expeditions. And once in exile from Russia (persecuted for his revolutionary activity), he devoted himself to reconciling his deep moral outrage at social inequality with his love of science by developing a coherent anarchist vision – marking him out from his less intellectually ambitious anarchist predecessors, Pierre-Joseph Proudhon and Mikhail Bakunin.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1e9ce8d86dc0034fe9b327d40dc1f27a62420688\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435858563177/3bbdbaa0-e794-4a2e-8c73-5fa31f4d655c-460x276.jpeg\" alt=\"On message … comedian Russell Brand\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">On message … comedian Russell Brand. Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p>Kropotkin’s synthesis can be found in two of the most important – and readable – texts of anarchism: <em>The Conquest of Bread</em> (1892) and <em>Fields, Factories and Workshops</em> (1899). Society, he argued, could be run along the lines of the peasant communities he saw in Siberia, with their “semi-communistic brotherly organisation”, free of domination by either the state or the market. And this, he insisted, was not mere nostalgia or utopianism, for new technology and modern agriculture would make such decentralised development highly productive. But Kropotkin was mindful, too, of the needs of the environment, an awareness born of his geographical and scientific interests, and he is rightly considered one of the pioneering theorists of Green politics.</p> \n<p>He also rooted his anarchism in evolutionary science. <em>Mutual Aid</em> (1902) argued that communities founded on radical equality and participatory democracy were feasible because human nature was innately collaborative. Unlike Social Darwinists such as Herbert Spencer, who argued that all forms of life were driven by a competitive “struggle for existence” between organisms, Kropotkin insisted that another type of struggle was more important – between organisms and the environment. And in this struggle, “mutual aid” was the most effective means of survival.</p> \n<p>Between the 1880s and the 1920s, Kropotkin’s communist anarchism competed for influence with a more statist Marxism, and won many converts among intellectuals, peasants and working class communities, especially in southern Europe and the United States (including the “Wobblies” – the Industrial Workers of the World). In Asia, too, anarchism infused the thought of the early Chinese Communist Party, and underpinned the Indian civil disobedience campaigns of Gandhi – though he was closer to Tolstoy’s more religious anarchism.</p> \n<p>But the anarchists’ own struggle would be lost, partly because their commitment to democratic participation undercut their capacity to sustain stable mass organisations, and because they were undermined by the violence espoused by some anarchist groups (against Kropotkin’s advice), which provoked ruthless state repression. In the end, though, their fate was sealed by a broader intellectual shift, as the prestige of states rose in the wake of total war – especially in the 1950s and 60s, when both communist east and capitalist west presented rival visions of state-led “progressive modernisation”.</p> \n<p>But now states have yet again fallen in popular esteem, damaged by the crisis of Keynesian and communist economics since the 1970s, and by the rise of “60s” values, which prize individual self-expression and personal fulfilment over loyalty to nation states and other centralised institutions.</p> \n<p>This individualism is particularly strong among the educated and the young, just as it was among the Bohemians of Victorian England. And it is no surprise that anarchism should have become important again on the left in recent years – from the “anti-globalisers” of the late 1990s, to the 2011 Occupy movement. Indeed Occupy’s principal theorist, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/mar/21/books-interview-david-graeber-the-utopia-of-rules\">David Graeber</a>, is a Kropotkin enthusiast.</p> \n<p>Anarchism’s challenges remain much the same as they were in Kropotkin’s day. How can a group so suspicious of established institutions build an effective movement for the long term? How can it win over a majority addicted to endless growth and ever higher living standards? And how can its ideal social order, founded on local participatory democracy, control the enormous concentrations of power in states and international markets?</p> \n<p>Yet much has changed to anarchism’s advantage. A more educated society is becoming ever less deferential and possibly less materialistic. Meanwhile, the failures of both state socialism in 1989 and global capitalism in 2008, and their glaring inability to deal with environmental degradation, demand that we question the way we live as never before. Kropotkin is no messiah, but his writings force us to imagine a politics that might just help save the world.</p> \n<p><em><span class=\"bullet\">•</span> The Conquest of Bread</em> by Peter Kropotkin is published by Penguin Classics.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/7/2/1435857142632/anarchy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Flying the flag for anarchy. Photograph: Alamy","credit":"/Alamy","altText":"anarchy","cleanCaption":"Flying the flag for anarchy. Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435858564488/3bbdbaa0-e794-4a2e-8c73-5fa31f4d655c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"On message … comedian Russell Brand. Photograph: Getty Images","credit":"Dan Kitwood/Getty Images","altText":"On message … comedian Russell Brand","cleanCaption":"On message … comedian Russell Brand. Photograph: Getty Images"}],"webPublicationDate":"2015-07-03T08:06:03Z","lastModified":"2015-07-03T08:06:03Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"David Priestland","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-priestland"}],"feature":true,"keywords":["Politics","Books","Culture","Russell Brand"],"tags":[{"id":"books/politics","webTitle":"Politics"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/russell-brand","webTitle":"Russell Brand"}],"section":{"id":"books"},"topics":[{"displayName":"David Priestland","topic":{"type":"tag-contributor","name":"profile/david-priestland"}}],"series":{"title":"Point of view","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/point-of-view"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jul/03/anarchism-could-help-save-the-world","shortUrl":"http://gu.com/p/4a9bz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jul/03/anarchism-could-help-save-the-world","webUri":"http://www.theguardian.com/books/2015/jul/03/anarchism-could-help-save-the-world"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/7/2/1435857142632/anarchy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Flying the flag. Photograph: Alamy","credit":"Alamy","altText":"anarchy","cleanCaption":"Flying the flag. Photograph: Alamy"}},"importance":5,"byline":{"title":"David Priestland"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/7/2/1435857142632/anarchy-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Flying the flag for anarchy. Photograph: Alamy","credit":"/Alamy","altText":"anarchy","cleanCaption":"Flying the flag for anarchy. Photograph: Alamy"}}]},{"title":"Democracy is not a mystifying western plot – it is a universal value","rawTitle":"Democracy is not a mystifying western plot – it is a universal value","item":{"type":"comment","id":"global-development/2015/jul/03/democracy-not-mystifying-western-plot-universal-value-sustainable-development-goals","title":"Democracy is not a mystifying western plot – it is a universal value","trailText":"The sustainable development goals may not mention democracy, but their focus on the accountability of political institutions will be key to improved governance ","standFirst":"<p>The sustainable development goals may not mention democracy, but their focus on the accountability of political institutions will be key to improved governance </p>","byline":"Anthony Smith","body":"<p><em><strong></strong></em>The slow unfolding of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/ng-interactive/2015/jan/19/sustainable-development-goals-changing-world-17-steps-interactive\">sustainable development goals</a> continued last month with the unveiling of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/jun/04/first-draft-sustainable-development-goals-exposes-gaps-warn-ngos\">zero draft</a> that will be negotiated in the runup to the summit in New York in September.</p> \n<p>How does the draft of 17 goals look from the perspective of an organisation dedicated to helping countries to strengthen democracy? The answer is not bad, but not good.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/jun/26/albania-battle-against-corruption-organised-crime\">Albania makes headway in the battle against corruption</a> </p> \n</aside> \n<p>On the plus side, it is good that there is a goal 16 at all. The draft goal reads: “Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels.”</p> \n<p>There was no equivalent in the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/global-development/millennium-development-goals\">millennium development goals</a> (MDGs), and it is welcome that goal 16 includes a target of ensuring “responsive, inclusive, participatory and representative decision-making at all levels”. </p> \n<p>I like all those words, which embody a commendable set of ambitions. The target of “effective, accountable and transparent institutions at all levels” is a good transposition of text from the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2013/may/30/un-end-extreme-poverty-2030-goals\">UN high-level panel report on the post-2015 development agenda</a> co-chaired by the presidents of Liberia and Indonesia and the British prime minister, which included all three adjectives.</p> \n<p>On the minus side, there are two main gaps.</p> \n<p>First, the word “democracy” itself has not been used, nor any variant such as “democratic accountability”. That is disappointing but not surprising, even though the <a href=\"http://www.un.org/millennium/declaration/ares552e.htm\">Millennium Declaration</a>, which formed the basis of the MDGs, did make specific calls for these conditions to be included.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Perhaps the word democracy is less popular than 15 years ago and it was blocked by the sensitivities of UN politics</p> \n </blockquote> \n</aside> \n<p> My guess is that the word “democracy”, perhaps less popular now than it was 15 years ago, was blocked by the sensitivities of UN politics. </p> \n<p>The second gap is the failure to address the key instruments of representative democracy, namely parliaments or political parties. Again, this is disappointing but not surprising. There is a presumption in the text that the executive are the main actors, rather than the representatives of citizens. Indeed, the high-level panel called for someone (implicitly governments) to grant rights (such as freedom of speech) to people, rather than for people to act to curb the powers of the executive.</p> \n<p>So what should be the response of those interested in strengthening democracy? We need to do two things.</p> \n<p>First, we should demystify democracy. Democracy is not a western plot, it is a universal value. Virtually all countries have aspects of democratic culture in place to some degree, and absolutely every country has room to strengthen the quality of their democracy. </p> \n<p>I would like to build common ground about the aspects of democracy that are important regardless of region or political grouping. That would make work on achieving the targets in goal 16 much more useful. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/may/29/nigeria-elections-free-fair-democracy-kofi-annan\">Nigeria's free and fair elections are an inspiration for nascent democracies | Kofi Annan</a> </p> \n</aside> \n<p> Second, the Millennium Declaration is still relevant when it says that we should “work collectively for more inclusive political processes, allowing genuine participation by all citizens in all our countries”. We should rebalance our thinking about national responsibilities, taking up that challenge of putting people and their representatives first. This links back to the <a href=\"http://www.un.org/en/documents/udhr/\">Universal Declaration of Human Rights</a>. The central task of the declaration, and of the Magna Carta for that matter, was to curb the power of the executive – which, unchecked, tends to be abused.</p> \n<p>In the vast majority of countries, we should look at the role of parliaments, the judiciary, civil society and the media, as well as the executive, when considering how to secure objectives encapsulated in goal 16. </p> \n<p>A report by <a href=\"http://civicus.org/index.php/en/\">Civicus</a> called for new forms of representation and oversight, such as citizens’ panels.<em> </em>Institutions should be “tested on their ability to respond to and achieve progress on issues identified by people rather than just governments”, it added. </p> \n<p>The sentiment certainly reflects the level of concern many people feel about traditional representative institutions. Building common ground on what democracy means, and helping to improve the quality of representation in our countries, go hand in hand and are both worth pursuing.</p> \n<p>Goal 16 is imperfect and is almost at the bottom of the list of proposed SDGs. But the glass is half full. Politics and the development community have been uncomfortable partners in many ways, and this is a chance to work together to help political systems do a better job. If we succeed, then we will have fulfilled the promise of the Millennium Declaration – citizens of all countries working together to put sustainable development at the centre of the agenda and hold governments to account for their actions. </p> \n<ul> \n <li><em>Anthony Smith is chief executive of the <a href=\"http://www.wfd.org/\">Westminster Foundation for Democracy</a></em><br /></li> \n</ul>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435588719470/db152135-3852-4c36-8bc1-a23da6f8deac-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Hasan Jamali/AP","altText":"A Bahraini pro-democracy protester gestures in front of a wall sprayed with anti-government graffiti, painted over by authorities and resprayed several times during clashes after a march to recognize protesters who have lost their vision after being shot in the eye with bird shot, rubber bullets or tear gas canisters during past clashes Thursday, June 7, 2012, in Sitra, Bahrain.","cleanCredit":"Photograph: Hasan Jamali/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-03T06:00:07Z","lastModified":"2015-07-03T06:03:43Z","metadata":{"commentable":true,"commentCount":63,"contributors":[],"feature":false,"keywords":["Sustainable development goals","Global development","Governance","Millennium development goals","Transparency","Politics"],"tags":[{"id":"global-development/sustainable-development-goals","webTitle":"Sustainable development goals"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"global-development/governance-and-development","webTitle":"Governance"},{"id":"global-development/millennium-development-goals","webTitle":"Millennium development goals"},{"id":"global-development/transparency-and-development","webTitle":"Transparency"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"global-development"},"topics":[],"embeddedVideos":[],"adTargetingPath":"global-development"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/jul/03/democracy-not-mystifying-western-plot-universal-value-sustainable-development-goals","shortUrl":"http://gu.com/p/4a5ff","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/jul/03/democracy-not-mystifying-western-plot-universal-value-sustainable-development-goals","webUri":"http://www.theguardian.com/global-development/2015/jul/03/democracy-not-mystifying-western-plot-universal-value-sustainable-development-goals"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435588719470/db152135-3852-4c36-8bc1-a23da6f8deac-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Bahraini pro-democracy protester gestures in front of a wall sprayed with anti-government graffiti. Photograph: Hasan Jamali/AP","credit":"Hasan Jamali/AP","altText":"A Bahraini pro-democracy protester gestures in front of a wall sprayed with anti-government graffiti.","cleanCaption":"A Bahraini pro-democracy protester gestures in front of a wall sprayed with anti-government graffiti.","cleanCredit":"Photograph: Hasan Jamali/AP"}},"importance":5,"byline":{"title":"Anthony Smith"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435588719470/db152135-3852-4c36-8bc1-a23da6f8deac-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Hasan Jamali/AP","altText":"A Bahraini pro-democracy protester gestures in front of a wall sprayed with anti-government graffiti, painted over by authorities and resprayed several times during clashes after a march to recognize protesters who have lost their vision after being shot in the eye with bird shot, rubber bullets or tear gas canisters during past clashes Thursday, June 7, 2012, in Sitra, Bahrain.","cleanCredit":"Photograph: Hasan Jamali/AP"}}]},{"title":"Tsipras can turn away, or help Europe reinvent itself","rawTitle":"Tsipras can turn away, or help Europe reinvent itself","item":{"type":"comment","id":"commentisfree/2015/jul/02/tsipras-europe-greek-leader","title":"Tsipras can turn away, or help Europe reinvent itself","trailText":"The Greek leader’s headache echoes that of his predecessor Andreas Papandreou. He is leading a country at a crossroads between west and east, past and future","standFirst":"The Greek leader’s headache echoes that of his predecessor Andreas Papandreou. He is leading a country at a crossroads between west and east, past and future","byline":"Natalie Nougayrède","body":"<p>A freshly elected Greek radical leftwing prime minister takes on Europe’s institutions. He wants to change the way things are done. He is astutely aware of the proud nationalism that runs through Greece’s history. He appeals to those who have felt downtrodden. He has misgivings about the west in general, liberal economics in particular, and wants people to believe he can turn elsewhere – occasionally, to Moscow. He has read Trotsky and Gramsci. He likes to illustrate his nonconformism in the way he dresses.</p> \n<p>Remind you of anyone? Yes, it could be<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/alexis-tsipras\" title=\"\"> Alexis Tsipras</a>. But this also&nbsp;fits the profile of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2011/nov/24/archive-greece-to-reduce-links-with-west-1981\" title=\"\">Andreas Papandreou</a>. In 1981, the leader of the Panhellenic Socialist Movement (Pasok) came to power in Greece, and opened an unexpected chapter in the country’s political life as well as in the evolution of Europe.</p> \n<p>Just like Tsipras, Papandreou didn’t like ties (he preferred turtlenecks under his jacket). And just like Tsipras, he came to office wanting to reverse the way his rightwing predecessor had negotiated with Brussels. In 1981, Greece had just joined Europe. Back then, it wasn’t the European Union but the European Economic Community, and Papandreou was vociferous in describing it as a threat to Greek sovereignty, a force dictating unequal terms, a neocolonial enterprise working for the “economic oligarchy”.</p> \n<p>With time, however, all of this was pushed aside. After his election, Papandreou started to see the strategic advantage of sticking to the European club. He became an absolute master of the art of extracting maximum economic aid from European funds.</p> \n<p>It is, of course, an imperfect parallel. Not least because no one knows quite how the current Greek crisis will unfold. One major difference is that in the 1970s and 1980s Europe was going through a burst of optimism and expansion. Brussels set up structural funds that many of its new, poorer members profited immensely from. That is a far cry from the austerity measures and the growing Euroscepticism of today.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It is hard to overstate the link between Greece’s democratisation and the European project</p> \n </blockquote> \n</aside> \n<p>But some similarities are striking, and&nbsp;lessons might be drawn from the past. In 1981, just like today, Europe faced in Greece two existential challenges: how to harness democracy, and how to prevent geopolitical instability. Papandreou saw this and reacted accordingly.</p> \n<p>It is hard to overstate the link between Greece’s democratisation and the European project. Greece formally applied to join the European Economic Community in 1975, less than a year after the <a href=\"http://www.fsmitha.com/h2/ch26gr.htm\" title=\"\">fall of its military dictatorship</a>. Greece was small and poor and its political clientelism was notorious. Not everyone wanted it to be let in. What helped, though, is that its agriculture, unlike Spain’s, posed&nbsp;no threat to French farmers – so the then French president Val&eacute;ry Giscard d’Estaing made sure Greece entered at a much faster pace than Spain and Portugal.</p> \n<p>Mediterranean Europe’s transition to democracy was a remarkable development. By the 1980s, Greece, Spain and Portugal had not only undergone a peaceful conversion to parliamentary democracy, but seen genuine social progress. This was helped by the fact that socialist parties, previously clandestine and ostentatiously anti-capitalist, became the dominant political forces, governing in effect from the centre. For Greece, membership amounted to another <a href=\"http://marshallfoundation.org/marshall/the-marshall-plan/\" title=\"\">Marshall plan</a>: funds flooded in, boosting GDP. A lot of the money may have been squandered by corruption and networking, but anyone could see the improvements, for example in infrastructure.</p> \n<p>It was a strategic move for both Europe and Greece – a country that lies at the crossroads of many worlds: the Balkans, the Slavic realm, the Middle East and the Mediterranean. Papandreou could see the advantages of breaking out of isolation. Security considerations have shaped Greece’s European policies for decades. Tensions with Turkey over Cyprus and the Aegean played a central role in the 1970s, and have not gone away.</p> \n<p>The looming question today is whether Greece can play a stabilising role in the unfinished business of bringing the whole of the Balkans into the European project, or whether it will turn into a foothold for Russian influence. This matters because the Balkans remain one of Europe’s great unsolved puzzles, a source of possible further disruptions.</p> \n<figure class=\"element element-image\" data-media-id=\"a7233f1879bd32644e017d3e1bd26d7d684f4a3a\"> \n <img src=\"http://media.guim.co.uk/a7233f1879bd32644e017d3e1bd26d7d684f4a3a/0_113_3319_1991/1000.jpg\" alt=\"Alexis Tsipras and Vladimir Putin in St Petersburg, June 2015\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Tsipras has flirted with Putin, just as Papandreou enjoyed occasional closeness with Libyan leader Muammar Gaddafi.’ </span> \n  <span class=\"element-image__credit\">Photograph: TASS/Barcroft Media</span> \n </figcaption> \n</figure> \n<p>Greece has had qualms in the past about harnessing itself to western policies. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/08/greece-russia-tsipras-putin\" title=\"\">Tsipras has flirted with Vladimir Putin</a>, just as Papandreou enjoyed occasional closeness with Libyan leader Muammar Gaddafi at a time when the rest of Europe and the US shunned him. In the 1990s, Greece expressed a degree of sympathy for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2006/mar/13/guardianobituaries.warcrimes\" title=\"\">Slobodan Milosevic</a>’s Serbia during the Balkan wars and opposed Kosovo’s drive for independence. To this day, Greece refuses to call one of its neighbouring states by its name, Macedonia. For many reasons, the Balkans remain unpredictable, and the way Greece positions itself will play a role in the ongoing geopolitical quagmire.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/02/greece-referendum-yes\">Greece faces a future as Europe’s outcast – a yes vote is the only solution| Christopher Pissarides </a> </p> \n</aside> \n<p>So the Greek crisis should not be looked at solely through the lens of economic statistics: austerity, debt levels and pensions. The underlying questions are: can Europe still be seen in Greece as an anchor for a relatively young democracy? Ahead of Sunday’s referendum, some of the yes demonstrators in Athens seem to think so. And could Greece, located on the continent’s unstable, exposed south-eastern flank, still contribute to a European project in dire need of rejuvenation, not the kind of bashing that in the end weakens everyone?</p> \n<p>In the 1980s, Papandreou, a charismatic orator, made choices that put aside radical ideology and confrontational tactics. He did much to counter Greek national reflexes of victimhood, however justified, and forged ahead with constructive policies. In doing so, he helped lessen the legacy of Greece’s civil war, a trauma that Tsipras has played on in his many references to the second world war and its aftermath.</p> \n<p>Instead of being the avenger of the Greek left, Papandreou opted for pragmatism. Instead of radical rhetoric, he espoused the prudence that helped pull his nation out of its troubled past. His could be a story from a forgotten era. Or not?</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435852944318/9466892b-fd16-4feb-8b74-04a637db6489-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Andreas Papandreou","cleanCredit":"Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a7233f1879bd32644e017d3e1bd26d7d684f4a3a/0_113_3319_1991/3319.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1991,"width":3319,"orientation":"landscape","caption":"‘Tsipras has flirted with Putin, just as Papandreou enjoyed occasional closeness with Libyan leader Muammar Gaddafi.’  Photograph: TASS/Barcroft Media","credit":"TASS/Barcroft Media","altText":"Alexis Tsipras and Vladimir Putin in St Petersburg, June 2015","cleanCaption":"‘Tsipras has flirted with Putin, just as Papandreou enjoyed occasional closeness with Libyan leader Muammar Gaddafi.’ ","cleanCredit":"Photograph: TASS/Barcroft Media"}],"webPublicationDate":"2015-07-02T19:30:01Z","lastModified":"2015-07-02T23:01:23Z","metadata":{"commentable":true,"commentCount":331,"contributors":[{"name":"Natalie Nougayrède","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413378775155/Natalie-Nougayrede-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/natalie-nougayrede"}],"feature":false,"keywords":["Greece","Europe","World news","Alexis Tsipras","Eurozone crisis","European Union","European monetary union","Economics","Banking","European banks","Financial crisis","Financial sector","Euro","Business"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Natalie Nougayrède","topic":{"type":"tag-contributor","name":"profile/natalie-nougayrede"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/02/tsipras-europe-greek-leader","shortUrl":"http://gu.com/p/4ab77","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/02/tsipras-europe-greek-leader","webUri":"http://www.theguardian.com/commentisfree/2015/jul/02/tsipras-europe-greek-leader"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435852944318/9466892b-fd16-4feb-8b74-04a637db6489-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘In 1981, Andreas Papandreou came to power in Greece, and opened an ­unexpected ­chapter in the country’s political life.’ Photograph: Alamy","credit":"Alamy","altText":"Andreas Papandreou","cleanCaption":"‘In 1981, Andreas Papandreou came to power in Greece, and opened an ­unexpected ­chapter in the country’s political life.’","cleanCredit":"Photograph: Alamy"}},"importance":4,"byline":{"title":"Natalie Nougayrède"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/10/15/1413378775155/Natalie-Nougayrede-L.png"}}]},{"title":"How to get poor pupils into the best state schools? Smash the glass floor","rawTitle":"How to get poor pupils into the best state schools? Smash the glass floor","item":{"type":"comment","id":"commentisfree/2015/jul/02/poor-pupils-best-state-schools","title":"How to get poor pupils into the best state schools? Smash the glass floor","trailText":"Heads of selective schools, like Adams’ Grammar in Shropshire, know that professional parents often raise their kids higher than their talents deserve – so keeping other kids out","standFirst":"Heads of selective schools, like Adams’ Grammar in Shropshire, know that professional parents often raise their kids higher than their talents deserve – so keeping other kids out","byline":"Gaby Hinsliff","body":"<p>Every year, at the beginning of July, hundreds of boys converge on Gary Hickey’s school to sit an exam that only about one in six will pass. And every year the headmaster gets a somewhat disturbing insight into the things some parents will do to ensure their child gets the golden ticket.</p> \n<p>It’s not at all unusual, apparently, when the bigger cars roll up to the gate, to spot personal tutors in the back, pushing their 10-year-old charges through one last <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2013/mar/18/children-extra-lessons-grammar-schools\" title=\"\">11-plus test paper</a>. Parents whose children fail to get into this popular state grammar despite such cramming will often ring Hickey in tears; once a mother demanded that he write a formal letter berating her child for having failed, and expressing his disappointment that the child had not worked harder. (Thankfully, she got short shrift).</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2013/mar/18/children-extra-lessons-grammar-schools\">The heat is on to pass the 11-plus</a> </p> \n</aside> \n<p>Touring the undeniably lovely Adams’ Grammar School, in Newport, Shropshire – full of friendly, articulate children working with quiet purpose – it’s easy to see why competition is fierce. But if Hickey gets his way, there may soon be a slightly different crowd at the gates.</p> \n<p>As a comprehensive schoolboy who has taught in comps for most of his career – and whose own son attends one – Hickey is convinced that bright children from disadvantaged backgrounds are slipping through his net. Since being promoted from deputy head last year, he’s gone out to local primaries, trying to reach parents who can’t afford big cars and tutors, and who might see Adams’ – with its swimming pool and oak-panelled library – as not for them.</p> \n<p>But crucially he’s changed the selection criteria, creating a catchment favouring local boys (currently just over a quarter of the intake) over out-of-towners – typically the children of doctors and lawyers and other professionals willing to trek in from Wolverhampton, Telford and as far as the Midlands. (Unusually for a state school, Adams’ accepts some boarders). If it works, the pass mark for these children will be pushed higher. But the interesting part is how parents have responded.</p> \n<p>First came forceful complaints and, more understandably, objections from a well-regarded local comprehensive that risks having pupils creamed off. When these measures failed, some parents resorted to cheating, applying from false addresses in Newport or houses they didn’t actually own. When caught, they were apparently more annoyed then embarrassed. But perhaps they didn’t think that morally it was so different from buying into the expensive catchment area of an outstanding comprehensive, or suddenly finding religion before applying to a church school, or any of the classic middle-class dodges.</p> \n<p>What Hickey has bumped up against is a phenomenon that Richard Reeves, a former adviser to Nick Clegg and now a researcher at the Brookings Institution in the US, calls the “<a href=\"http://www.brookings.edu/research/papers/2013/11/glass-floor-downward-mobility-equality-opportunity-hoarding-reeves-howard\" title=\"\">glass floor</a>”: the ferocious resistance of successful professional parents to their children falling below their own level of achievement – even if, whisper it, their kids aren’t very bright.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Every selective school head has tales of rich kids coached, crammed and otherwise artificially hoisted over the line</p> \n </blockquote> \n</aside> \n<p>In one paper Reeves identified a group of Americans raised in higher earning families who went on to become higher earning adults. Yet judged on their teenage test scores, 43% had been distinctively average performers, the sort you’d naturally expect to fall back down the ladder. The main thing that seemed to have saved them was going to college – which sits interestingly alongside findings from the Sutton Trust in Britain that the <a href=\"https://www.tes.co.uk/news/school-news/breaking-news/students-affluent-families-are-three-times-more-likely-attend-a-top\" title=\"\">children of professionals are three times as likely to attend an elite university</a> as working class children are, and that 27% of the disparity couldn’t be explained by academic performance.</p> \n<p>Every university admissions tutor or selective school head has tales of rich kids coached, crammed and otherwise artificially hoisted over the line – and who often fail to shine, miserably for all concerned, once they’re in. But even scraping in still gives them a foot in the door: the “right” name on the CV, the lifelong social network.</p> \n<p>Just as “glass ceiling” describes the invisible ways a male elite once contrived to keep women out, the “glass floor” describes the practice of essentially raising your own kids higher than their talents deserve, and thus unwittingly keeping other people’s kids out. If the rich but dim aren’t allowed to find their own natural level, then the poor but bright will find it even harder to do so. Talent will not rise if mediocrity prospers unfairly, and we will all be poorer for it. That’s the elephant in the room of the “aspiration” debate: not raising the poor up, but what happens when the rich don’t want to come down.</p> \n<p>My trip to Newport didn’t convince me that grammars are the answer. (As <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/nov/14/social-mobility-problem-grammars-solution-exams\" title=\"\">I’ve previously written in this paper</a>, I don’t buy that building a new wave of grammars would unlock social mobility – which to his credit is why Hickey invited me.) But the political reality is that grammars are here to stay; the practical answer is to ensure they do what it says on the tin.</p> \n<p>Most grammar heads would probably define their purpose as meeting a specific educational need for children with a highly accelerated learning style. Those who don’t try to identify those children, who regardless of economic circumstances can’t sort sheep from expensively hot-housed goats, are failing in that purpose and should be held accountable for it. The obvious worry is that the sort of changes Hickey is making might have only marginal effects, but he struck me as sincere; I wish him luck. He may not have all the answers – but, frankly, nobody does.</p> \n<p>Brighton and Hove introduced a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2008/mar/11/schools.uk9\" title=\"\">lottery-style admissions system</a> in state schools that, it was hoped, would help combat the fact that poorer parents can’t afford to live in the “right” catchment areas; yet a review suggested lotteries alone did not seem to help in getting poorer children into popular schools. The alternative is easing competition by creating more excellent schools, but impressive results in a handful of flagship London academies have proved hard to replicate elsewhere.</p> \n<p>The new focus on early years and parenting is sensible; learning starts long before school. But if that debate isn’t to descend into finger-wagging about poor parents failing their kids, we need to reflect on the ways that richer parents indirectly hold other people’s children back. Or to put it another way: people who build glass floors probably shouldn’t throw stones.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435863778091/Grammar-school-illustrati-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration by Nate Kitch","credit":"Guardian","altText":"Grammar school illustration by Nate Kitch","cleanCaption":"Illustration by Nate Kitch"}],"bodyImages":[],"webPublicationDate":"2015-07-02T19:19:58Z","lastModified":"2015-07-02T23:01:20Z","metadata":{"commentable":true,"commentCount":444,"contributors":[{"name":"Gaby Hinsliff","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/12/1410533756119/Gaby-Hinsliff-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gabyhinsliff"}],"feature":false,"keywords":["Social mobility","Grammar schools","Schools","Education","Society","UK news"],"tags":[{"id":"society/socialmobility","webTitle":"Social mobility"},{"id":"education/grammarschools","webTitle":"Grammar schools"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Gaby Hinsliff","topic":{"type":"tag-contributor","name":"profile/gabyhinsliff"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/02/poor-pupils-best-state-schools","shortUrl":"http://gu.com/p/4abey","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/02/poor-pupils-best-state-schools","webUri":"http://www.theguardian.com/commentisfree/2015/jul/02/poor-pupils-best-state-schools"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435863778091/Grammar-school-illustrati-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration by Nate Kitch","credit":"Guardian","altText":"Grammar school illustration by Nate Kitch","cleanCaption":"Illustration by Nate Kitch"}},"importance":4,"byline":{"title":"Gaby Hinsliff"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/9/12/1410533756119/Gaby-Hinsliff-L.png"}}]},{"title":"Yes, let’s get rid of ‘no ball games’ signs, but it won’t solve our problems","rawTitle":"Yes, let’s get rid of ‘no ball games’ signs, but it won’t solve our problems","item":{"type":"comment","id":"commentisfree/2015/jul/02/no-ball-games-haringey-council-children-play-obesity","title":"Yes, let’s get rid of ‘no ball games’ signs – but it won’t solve our problems","trailText":"Haringey council is reviewing these outdated signs to encourage children to play outside – but the real causes of the obesity epidemic are harder to tackle","standFirst":"<p>Haringey council is reviewing these outdated signs to encourage children to play outside – but the real causes of the obesity epidemic are harder to tackle</p>","byline":"Lynsey Hanley","body":"<p>Haringey council in north London is <a href=\"http://www.haringeyindependent.co.uk/news/13355661.New_balls_please_____council_to_review____no_ball_games____signs_as_part_of_fat_fighting_scheme/\" title=\"\">to review the use of “no ball games” signs</a> on its estates, to encourage children to play outside. This reminds me of the time I crashed into one wearing rollerskates, thus proving it was possible to obey its instructions and yet still endanger your health.</p> \n<p>The miserliness of such signs seems to reinforce an unfortunate British attitude towards the idea of other people doing things: they are nimby-ism made concrete, or rather metal. Their place in our landscape was sent up by the artist Banksy in a mural which showed two children playing catch with the sign.</p> \n<p>Such instructions forbidding ball games – and, sometimes, rollerskating too – are not even enforceable by law: they are simply there to discourage and to prod, yet their continued presence suggests a long history of uncomfortable relations between children and adults on British estates.</p> \n<p>Use of the signs rose in tandem with the litany of rules, both written and unwritten, surrounding the maintenance of order and respectability on early council estates, built to house (or contain, depending on your view of things) working-class families from urban streets on which it was assumed that chaos reigned.</p> \n<p>The social historian <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/mar/23/cheek-neighbours-emily-cockayne-review\" title=\"\">Emily Cockayne writes in Cheek By Jowl</a>, her excellent history of neighbours, about postwar estates on which parents would come to blows every summer over their children’s unruly playing styles. “I dread school holidays,” one Sheffield mother told researchers. “I have more quarrels and lose more friends than in the whole rest of the year.”</p> \n<p>Cockayne notes that immediately after the war, when the government rushed to build new homes, the layout and landscape of proposed new estates was urgently discussed. Competing plans for the Woodchurch estate in Birkenhead prioritised, respectively, the need to “allow the estate’s residents to keep away from each other as much as possible” and to “retain the friendliness of the little streets”. The first plan would build houses looking away from each other; the second would cluster them around village-style greens to encourage neighbourliness and informal social encounters. The latter was rejected by the then Tory-led council on the grounds that estate-dwelling children would turn the greens into “hardened mud, with footballs whizzing past the noses of the incautious”.</p> \n<p>On the estate where I grew up, “no ball games” signs were ubiquitous, but had little relevance because we mostly tended to play on paths, in underpasses, or in the road, which back then hosted far less traffic. But at some point in the later 1980s, children stopped playing in the street at all. It seemed to happen overnight. I can remember earlier in that decade when the road outside our house was teeming with children on bikes and skateboards between 4pm and 8pm every weeknight.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Proponents of home zones believe that cars, not signs, are by far the greater impediment to free play in neighbourhoods</p> \n </blockquote> \n</aside> \n<p>Suddenly that stopped, an occurrence that I attribute – if anecdotally – not to stranger danger but to a sudden increase in car ownership, which coincided with the deregulation of bus services and the aggressive promotion of cars as the only socially acceptable means of getting around. Restricted to our small back garden by invisible rules which stated that playing in public was no longer OK, attempts at playing badminton with my parents resulted in us getting through untold packs of pound-shop shuttlecocks. Our curmudgeonly next-door neighbour would return them, weeks later, covered in algae from his pond.</p> \n<p>“Play streets”, the precursors to present-day “home zones”, were legislated for as early as the mid-20th century, but their value to children and community life was overlooked as car use took prominence from the 1960s onwards. Since the turn of this century there has been a small upswing in the number of residential streets that restrict or ban moving cars when children are likely to be playing. Proponents of home zones believe, as I do, that cars, not signs, are by far the greater impediment to free play in neighbourhoods.</p> \n<p>That said, removing “no ball games” signs will not solve the problem of<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/dec/03/childhood-obesity-poor-wealthy-areas-junk-food\" title=\"\"> mass childhood obesity</a>, which is the result of a combination of factors that have little to do with the young spending less time playing outdoors. Children gain excess weight through anxiety, through their parents’ excessive car use (itself resulting from the anxiety that they aren’t safe walking or taking the bus to school), and through endless pressures on parents’ time and finances, which in turn affect family diet.</p> \n<p>Permitting ball games, as generous as such a move looks, won’t make children healthier. If the signs were changed to state “Play outside! No one will mind!”, they would still be ignored.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435844135304/No-ball-games-sign-on-Hac-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The miserliness of \"no ball games\" signs seems to reinforce an unfortunate British attitude towards the idea of other people doing things.'  Photograph: Andy Drysdale/Rex Features","credit":"Andy Drysdale/Rex Features","altText":"No ball games sign on Hackney Downs ","cleanCaption":"'The miserliness of \"no ball games\" signs seems to reinforce an unfortunate British attitude towards the idea of other people doing things.'  Photograph: Andy Drysdale/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-07-02T13:36:25Z","lastModified":"2015-07-02T23:01:20Z","metadata":{"commentable":true,"commentCount":283,"contributors":[{"name":"Lynsey Hanley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lynseyhanley"}],"feature":false,"keywords":["Obesity","Children","Housing","Communities","Society","Health","Local government","Politics","UK news"],"tags":[{"id":"society/obesity","webTitle":"Obesity"},{"id":"society/children","webTitle":"Children"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"society/health","webTitle":"Health"},{"id":"society/localgovernment","webTitle":"Local government"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Lynsey Hanley","topic":{"type":"tag-contributor","name":"profile/lynseyhanley"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/02/no-ball-games-haringey-council-children-play-obesity","shortUrl":"http://gu.com/p/4ab2a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/02/no-ball-games-haringey-council-children-play-obesity","webUri":"http://www.theguardian.com/commentisfree/2015/jul/02/no-ball-games-haringey-council-children-play-obesity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435844135304/No-ball-games-sign-on-Hac-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The miserliness of no-ball-games signs seems to reinforce an unfortunate British attitude towards the idea of other people doing things.’ Photograph: Andy Drysdale/Rex Features","credit":"Andy Drysdale/Rex Features","altText":"No ball games sign on Hackney Downs ","cleanCaption":"‘The miserliness of no-ball-games signs seems to reinforce an unfortunate British attitude towards the idea of other people doing things.’ Photograph: Andy Drysdale/Rex Features"}},"importance":3,"byline":{"title":"Lynsey Hanley"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435844135304/No-ball-games-sign-on-Hac-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The miserliness of \"no ball games\" signs seems to reinforce an unfortunate British attitude towards the idea of other people doing things.'  Photograph: Andy Drysdale/Rex Features","credit":"Andy Drysdale/Rex Features","altText":"No ball games sign on Hackney Downs ","cleanCaption":"'The miserliness of \"no ball games\" signs seems to reinforce an unfortunate British attitude towards the idea of other people doing things.'  Photograph: Andy Drysdale/Rex Features"}}]},{"title":"MPs sense something fishy as Grayling solves West Lothian question","rawTitle":"MPs sense something fishy as Grayling solves West Lothian question","item":{"type":"comment","id":"politics/2015/jul/02/west-lothian-question-chris-grayling-mps","title":"MPs sense something fishy as Grayling solves West Lothian question","trailText":"Much to the minister’s chagrin, the few MPs who were in the Commons to witness this moment of history were, by and large, sceptical of his motives","standFirst":"<p>Much to the minister’s chagrin, the few MPs who were in the Commons to witness this moment of history were by and large sceptical of his motives</p>","byline":"John Crace","body":"<p>Imagine you were the first person to actually observe dark matter. I’m guessing here, but I’d reckon the temptation to make a bit of a song and dance about it would be quite high. Even the most reclusive of scientists would allow a press conference to greet the publication of the data before graciously acknowledging receipt of several Nobel prizes.</p> \n<p>Chris Grayling is cut from different cloth. The West Lothian question is politics’ dark matter: a three-pipe problem so intractable since it was first identified in 1977 that its solution had consistently escaped the country’s finest constitutional brains. Until now, when the leader of the house took the somewhat unusual step of announcing his breakthrough in a rushed statement to a three-quarters empty house on the quietest day of the week when most of the Labour frontbench were away in Harrogate at a leadership hustings.</p> \n<p>Much to Grayling’s obvious chagrin, the few MPs – predominantly the SNP contingent – who were in the Commons to witness this moment of history, were by and large sceptical of his motives. Rather than recognising the leader’s natural predisposition towards intellectual self-effacement, they suspected his plan to slip English votes for English laws through the Commons in just two weeks on standing orders – rather than subject it to the full scrutiny of legislation – was actually a piece of grubby wheeler-dealering and that the West Lothian question might not have been examined quite as rigorously as claimed. A political breakthrough that wasn’t to be Commons-reviewed. Let alone peer-reviewed.</p> \n<p>“It is reckless and an outrage,” said Angela Eagle. “He appears to have gone out of his way to ignore the advice of the McKay Commission. Why did he not have a proper consultation with cross-party agreement on such an important constitutional matter?” </p> \n<p>It was as well the shadow leader had been handed an advance copy of Grayling’s statement, because there was no way she would have been able to deduce any of this from his dispatch box statement, which was drowned out in shouts and jeers from the moment he stood up.</p> \n<p>Even his own backbencher and chair of the Commons procedure select committee, Charles Walker, was less than impressed. Walker is an honourable man who is finding it increasingly hard to reconcile his party loyalty with his integrity. </p> \n<p>“The procedure committee will do a quick and dirty technical review of the changes in the time that remains before recess,” he said, more in sadness than anger, though the word dirty was spat out with extra emphasis. “But it will take time for the procedural implications of the changes to standing orders to become apparent. I suspect we will need to revisit this issue at some stage within the next 12 to 18 months.”</p> \n<p>Grayling did his best to reassure him, promising there would be an iPad demonstration of the new double majority voting system in the next hour or so. Walker looked unreassured. As was Gerald Kaufman, who unexpectedly announced: “The title of the statement sounds racist.” Even for the father of the house, this was pushing it a bit; if Kaufman were to get his way, just saying the word English would become a hate crime.</p> \n<p>Thereafter the floor was left to a procession of Scottish MPs, distraught at their betrayal. “You are creating two tiers of MPs,” sobbed Lib Dem Alastair Carmichael, through a veil of his own tears. “This is a matter of eternal shame,” said the SNP’s Pete Wishart. “All this is going to do is make the whole movement towards independence even more irresistible.”</p> \n<p>For the first time all day, a flicker of a smile crossed Grayling’s face. “Yes,” he cheered inwardly. “We’ll never have another Tory MP north of the border, so sod the Scots.” </p> \n<p>Then he remembered he was supposed to be playing the misunderstood genius for whom martyrdom was its own reward.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bd4362e2286e8f57c6dc42e79e01d0b48a2970dc/0_74_3248_1947/3248.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1947,"width":3248,"orientation":"landscape","credit":"REX Shutterstock/REX Shutterstock","altText":"Chris Grayling","cleanCredit":"Photograph: REX Shutterstock/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-02T16:30:16Z","lastModified":"2015-07-02T23:01:27Z","metadata":{"commentable":true,"commentCount":248,"contributors":[{"name":"John Crace","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johncrace"}],"feature":false,"keywords":["Chris Grayling","Scottish politics","Devolution","House of Commons","Constitutional reform","UK news","Politics","Scotland"],"tags":[{"id":"politics/chrisgrayling","webTitle":"Chris Grayling"},{"id":"politics/scotland","webTitle":"Scottish politics"},{"id":"politics/devolution","webTitle":"Devolution"},{"id":"politics/houseofcommons","webTitle":"House of Commons"},{"id":"politics/constitution","webTitle":"Constitutional reform"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/scotland","webTitle":"Scotland"}],"section":{"id":"politics"},"topics":[{"displayName":"John Crace","topic":{"type":"tag-contributor","name":"profile/johncrace"}}],"series":{"title":"The politics sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/the-politics-sketch"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/02/west-lothian-question-chris-grayling-mps","shortUrl":"http://gu.com/p/4ab9e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/02/west-lothian-question-chris-grayling-mps","webUri":"http://www.theguardian.com/politics/2015/jul/02/west-lothian-question-chris-grayling-mps"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bd4362e2286e8f57c6dc42e79e01d0b48a2970dc/0_74_3248_1947/3248.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1947,"width":3248,"orientation":"landscape","caption":"Chris Grayling, a misunderstood genius for whom martyrdom was its own reward. Photograph: Rex Shutterstock","credit":"Rex Shutterstock","altText":"Chris Grayling","cleanCaption":"Chris Grayling, a misunderstood genius for whom martyrdom was its own reward.","cleanCredit":"Photograph: Rex Shutterstock"}},"importance":3,"byline":{"title":"John Crace"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png"}}]}],"lastModified":"2015-07-03T08:09:38Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}