{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"What if men had periods? It’s a question still worth posing","rawTitle":"What if men had periods? It’s a question still worth posing","item":{"type":"comment","id":"commentisfree/2015/may/28/what-if-men-had-periods","title":"What if men had periods? It’s a question still worth posing","trailText":"Forty years after Gloria Steinem’s essential essay, WaterAid has a series of warm and witty adverts on the subject. They show that we’re still getting periods colossally wrong","standFirst":"<p>Forty years after Gloria Steinem’s essential essay, WaterAid has a series of warm and witty adverts on the subject. They show that we’re still getting periods colossally wrong</p>","byline":"Rose George","body":"<p>It has passed a Nasa wind test. It has a 68C heated therma-core. Scientists have spent years devising its cross-hatched reinforced Kevlar skeleton and its Twistatec (&copy;) technology which “allows for easy insertion”. What is it? <a href=\"https://www.youtube.com/watch?v=zOMPS2zkE1M\" title=\"\">A manpon</a>. And what is a manpon? It’s what tampons would look and be like if men had periods.</p> \n<p>In a trilogy of rather brilliant short films, WaterAid imagines how different society would be if it were men who lost the endometrium of their wombs every month. An accompanying survey of 2,000 people found that 78% thought the world of sport would change if men had periods; a quarter thought white sportswear would be banned and that men would brag about their periods; 21% thought that bookmakers would factor menstrual cycles into their odds.</p> \n<p>The films bring this alternate reality to vivid life. Around the office photocopier, men compare flows: the heavier the better. In WaterAid’s second film, football commentators talk blithely about a player being the most likely to score because he’s “on day two of his cycle” and “right in the optimum performance zone this month”. Wait, there’s an optimum performance zone? I’ve come to the end of my menstruating life without realising that, and I haven’t realised that because there is nothing blithe or casual in how we talk about periods.</p> \n<p>I’ve written for a few years now about the dreadful state of things in the developing world, where girls leave school because they don’t have a toilet or sanitary protection, and use sand or rags, or sell sex to buy pads. This is the serious point behind WaterAid’s satire: <a href=\"http://www.wateraid.org/uk/get-involved/make-it-happen\" title=\"\">a petition</a> to provide latrines or toilets for the 1.2 billion women who don’t have one. They have been timed, too, to appear just before <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development-professionals-network/gallery/2015/may/28/menstrual-hygiene-day-the-world-celebrates-periods\" title=\"\">Menstrual Hygiene Day</a>, which is today. This satire isn’t new: Gloria Steinem’s wonderful essay <a href=\"http://www.haverford.edu/psychology/ddavis/p109g/steinem.menstruate.html\" title=\"\">If Men Could Menstruate</a> still resonates, nearly 40 years after it appeared in Ms Magazine (“Young boys would talk about it as the envied beginning of manhood. Gifts, religious ceremonies, family dinners, and stag parties would mark the day”).</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Within the security of such luxury, it’s easy to laugh at Menstrual Hygiene Day</p> \n </blockquote> \n</aside> \n<p>But the films are still powerful, not least because they make me think about things nearer to home, where I do have a toilet, and always have had, and have always been able to buy sanitary pads or tampons – though <a href=\"http://www.independent.co.uk/voices/comment/theres-nothing-luxurious-about-my-periods-so-why-is-the-government-taxing-tampons-as-if-there-is-10045629.html\" title=\"\">they are, ridiculously, taxed</a>, while disposable razors are not. Within the security of such luxury, it’s easy to laugh at Menstrual Hygiene Day. Yesterday was International Otter Day. But WaterAid’s ads should puncture such smugness. Instead, as well as all the daft images of women running along beaches in white trousers, and the notorious but now rarer blue liquid, the message is still: Hide! Disguise your tampons as sweets, and your pads as gift-wrapped packages. I looked on the Tampax website for its latest advertising, and once its clunky player actually worked, I saw an advert showing a <a href=\"http://www.tellyads.com/play_advert/?filename=TA14856&amp;type=recent\" title=\"\">high-jumper being confronted by the cunning Mother Nature</a> – a mature, beautiful woman dressed in witchy green – before leaping over a high jump to a voiceover of beating your obstacles.</p> \n<p>My period can be annoying, painful and inconvenient. But it’s not an obstacle. I don’t need to fight Mother Nature or jump high-jumps. But I do need sanitary product manufacturers to develop an ounce of the wit and warmth of WaterAid’s ads. And I’d like them to fix the many ways in which we, in our secure world of privacy and plumbing, are still getting periods colossally wrong.</p> \n<p>In the US, Congresswoman Carolyn Maloney has been trying for years to get a bill passed that would require tampon manufacturers to be more transparent about the chemical content of their products. There is no data, she says, that proves tampons are “unequivocally safe”. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/20/tampon-safety-research-legislation\" title=\"\">The Robin Danielson Feminine Hygiene Product Safety Act</a> is named after a woman who died of <a href=\"http://www.tssis.com/\" title=\"\">toxic shock syndrome</a> (yes, that still exists), and wants independent testing of all sanitary products (or anything that goes near or in the vagina, though that’s not in the text) done by the National Institutes of Health. Although the US Food and Drug Administration requires tampon manufacturers to report dioxin levels, there are other byproducts of tampon manufacture that are of concern. I’ve written often about the absurdity of half the world <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/oct/18/dirty-truth-toilet-taboos-handwashing\" title=\"\">using dry toilet paper to cleanse the dirtiest part of our bodies</a>; that’s almost dwarfed by the leeway given to an industry that makes products that are inserted into or used near one of the most absorbent parts of a woman’s body.</p> \n<p>You won’t read about this in adverts for “feminine hygiene” (because of course having periods makes us dirty). Nor will you see any reference to the fact that women throw away, on average, 125-150kg of sanitary products in a lifetime, adding up to 200,000 tonnes of sanitary waste per year. Tampons and pads make up 10% of things flushed down toilets, a fact that makes wastewater workers despair, as well as beach cleaners: in a 2010 Beachwatch survey, for every kilometre of beach, 22.5 towels, panty liners or backing strips were found, and 8.9 tampon applicators.</p> \n<p>So laugh at <a href=\"http://menstrualhygieneday.org/\" title=\"\">Menstrual Hygiene Day</a> if you want to. And definitely laugh at WaterAd’s brilliant ads. After that, let’s start to seriously clean up periods, and I don’t mean fragrantly.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432827412000/A-still-from-a-Wateraid-a-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A still from a Wateraid advert for Menstrual Hygiene Day Photograph: Wateraid","credit":"/Wateraid","altText":"A still from a Wateraid advert for Menstrual Hygiene Day","cleanCaption":"A still from a Wateraid advert for Menstrual Hygiene Day Photograph: Wateraid"}],"bodyImages":[],"webPublicationDate":"2015-05-28T15:53:23Z","lastModified":"2015-05-29T08:24:55Z","metadata":{"commentable":true,"commentCount":339,"contributors":[{"name":"Rose George","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rose-george"}],"feature":false,"keywords":["Gender","Women","Equality","Society","Health","World news"],"tags":[{"id":"world/gender","webTitle":"Gender"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"society/equality","webTitle":"Equality"},{"id":"society/society","webTitle":"Society"},{"id":"society/health","webTitle":"Health"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Rose George","topic":{"type":"tag-contributor","name":"profile/rose-george"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/28/what-if-men-had-periods","shortUrl":"http://gu.com/p/49adk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/28/what-if-men-had-periods","webUri":"http://www.theguardian.com/commentisfree/2015/may/28/what-if-men-had-periods"},"shouldHideAdverts":false,"headerEmbed":"<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=zOMPS2zkE1M\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/zOMPS2zkE1M?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  The WaterAid advert for Menstrual Hygiene Day\n </figcaption> \n</figure>"},"importance":7,"byline":{"title":"Rose George"},"showQuotedHeadline":true,"sublinks":[]},{"title":"One thing MPs can agree on: the game of football is beautiful and corrupt","rawTitle":"One thing MPs can agree on: the game of football is beautiful and corrupt","item":{"type":"comment","id":"politics/commentisfree/2015/may/28/one-thing-mps-can-agree-on-the-game-is-beautiful-and-corrupt","title":"One thing MPs can agree on: the game of football is beautiful and corrupt","trailText":"Fifa is in the spotlight even in the Commons as scandal hits football’s international governing body","standFirst":"<p>Fifa is in the spotlight even in the Commons as scandal hits football’s international governing body</p>","byline":"John Crace","body":"<p>Just about the only people who regularly refer to football as the Beautiful Game are those who have absolutely no interest in it. After Wednesday’s indictment of numerous Fifa officials on corruption charges, for an hour on Thursday the Commons could talk of nothing else but the Beautiful Game. Many tears were shed by MPs about the betrayal of their boyhood dreams, when their every waking hour was spent kicking a ball between tattered sweaters on some local scrubland.</p> \n<p> The closest to a football most MPs came in the last parliament was to kick it into the long grass. That Fifa is one of the world’s more corrupt organisations has come as news only to the Commons, who spent much of the past five years ignoring the investigations of the Sunday Times, Panorama and almost every other news outlet. David Cameron looked vaguely miffed when England’s &pound;19m outlay to win the 2018 World Cup resulted in humiliation and muttered something about the vote being rigged; but the lasting impression he gave was of a man whose main regret was that the money had been spent on entertaining the wrong officials. The best the select committee of culture, media and sport had managed were moments of abject hand-wringing about how it wished Fifa was a bit less naughty.</p> \n<p> Keen to show that the government hadn’t been sitting around doing nothing for five years and that the new one-nation Conservatives were the party of the Beautiful Game, the Tories allowed the debate on their own Queen’s speech to be delayed an hour for an urgent question. Even more unusually, the urgent question came from their own benches. Normally it’s the opposition who causes these kinds of headaches, but when it’s the integrity of one-nation Beautiful Gameism at stake, the gloves are off. Sort of.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>That ​​Fifa is one of the world’s more corrupt organisations has come as news only to the Commons</p> \n </blockquote> \n</aside> \n<p> Stephen Phillips was sent on early doors to spearhead the attack. He performed more like an Andy Carroll than a Cristiano Ronaldo. As a &pound;750k per year QC and Margaret Hodge’s pet pit bull on the last parliament’s public accounts committee, the Conservative MP for Sleaford is renowned for the ferocity of his forensic questioning: for once his skills deserted him. On this form, any defendant he was prosecuting would be guaranteed an acquittal. He acted as if he had been given one of Harry Redknapp’s infamous team talks. “Just fucking run around a bit, son.”</p> \n<p> “The Beautiful Game has been betrayed,” he sobbed, choking back the tears. “Football is the one-nation game and Fifa must be told off very severely. The bidding process for the 2018 World Cup must be reopened so that England could win it. Can the new minister tell us what he is going to do to protect the Beautiful Game?”</p> \n<p> John Whittingdale, secretary of state for the Department for Culture, Media and Sport, was twitching with outrage. “I always had my suspicions about Fifa,” he quaked. “Sepp Blatter must resign from the Beautiful Game.” Chris Bryant, the shadow minister for culture, media and sport, could not have agreed more. “Beneath the mask of the beautiful game is an ugly face,” he said.</p> \n<p> And so it continued. “Football didn’t belong to Fifa, it belonged to ordinary mums and dads,” one MP added. Phillip Hollobone, Conservative MP for Kettering, was even more specific. “This is a dark day for Kettering Town football club,” he observed. The United Kettering Independence party is still alive and kicking.</p> \n<p> There were a couple of MPs – most notably Graham Stewart and Philip Davies – who did seem to realise that the Beautiful Game involved more than hand-wringing. Why was the FA so supine? Why didn’t Uefa withdraw from Fifa? What was the Serious Fraud Office doing about it? Bribes and kickbacks are usually a revolving door; shouldn’t we also be investigating the multinationals who sponsor Fifa and handed over the money?</p> \n<p> But the pain of the betrayal of the Beautiful Game was just too raw for these details. “The Soul of Football has been damaged,” Whittingdale concluded. “Something must be done … ” But not very much, if previous form is any guide. If Sepp Blatter is re-elected as president, the Commons could be in for a tidy bung from Fifa.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/08d7497292bb4d2dbd108515ae095da05f6c5133/0_112_4856_2915/4856.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2915,"width":4856,"orientation":"landscape","credit":"Mike Hewitt - FIFA/FIFA via Getty Images","altText":"Fifa congress opening ceremony","cleanCredit":"Photograph: Mike Hewitt - FIFA/FIFA via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T17:33:36Z","lastModified":"2015-05-28T23:04:24Z","metadata":{"commentable":false,"commentCount":1,"contributors":[{"name":"John Crace","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johncrace"}],"feature":false,"keywords":["Politics","Fifa","Football","Football politics","Sport"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"politics"},"topics":[{"displayName":"John Crace","topic":{"type":"tag-contributor","name":"profile/johncrace"}}],"series":{"title":"The politics sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/the-politics-sketch"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/commentisfree/2015/may/28/one-thing-mps-can-agree-on-the-game-is-beautiful-and-corrupt","shortUrl":"http://gu.com/p/49agn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/commentisfree/2015/may/28/one-thing-mps-can-agree-on-the-game-is-beautiful-and-corrupt","webUri":"http://www.theguardian.com/politics/commentisfree/2015/may/28/one-thing-mps-can-agree-on-the-game-is-beautiful-and-corrupt"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/08d7497292bb4d2dbd108515ae095da05f6c5133/0_112_4856_2915/4856.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2915,"width":4856,"orientation":"landscape","caption":"Thomas Bach, president of the International Olympic Committee, talks during the 65th Fifa congress opening ceremony, 28 May 2015. Photograph: Mike Hewitt/FIFA/Getty Images","credit":"Mike Hewitt/FIFA/Getty Images","altText":"Fifa congress opening ceremony","cleanCaption":"Thomas Bach, president of the International Olympic Committee, talks during the 65th Fifa congress opening ceremony, 28 May 2015.","cleanCredit":"Photograph: Mike Hewitt/FIFA/Getty Images"}},"importance":5,"byline":{"title":"John Crace"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Merkel, Clinton and co are proof that employers ‘granny-track’ at their peril","rawTitle":"Merkel, Clinton and co are proof that employers ‘granny-track’ at their peril","item":{"type":"comment","id":"commentisfree/2015/may/28/forbes-merkel-granny-track-peril","title":"Merkel, Clinton and co are proof that employers ‘granny-track’ at their peril","trailText":"If you’re looking for a transformational leader you’d best pick a woman over 55 – as those at the top of the Forbes power list show","standFirst":"If you’re looking for a transformational leader you’d best pick a woman over 55 – as those at the top of the Forbes power list show","byline":"Gaby Hinsliff","body":"<p>So Taylor Swift has made it, shooting into the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/26/merkel-tops-forbes-100-most-powerful-women-list-with-clinton-close-behind\" title=\"\">Forbes power list of the world’s most influential women</a> at the grand old age of 25. She’s included, apparently, to mark her victory in a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/nov/03/taylor-swift-spotify-artists-discography-streaming-services\" title=\"\">power struggle with Spotify</a> and definitely, absolutely not to enable newspapers to publish a huge picture of her if they fancy giving Forbes some free publicity. But let’s not be churlish. There’s no denying Swift’s economic and cultural clout, but what was striking about those higher up the list (she’s at number 64) was their age. And I do mean age, not youth.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/26/merkel-tops-forbes-100-most-powerful-women-list-with-clinton-close-behind\">Merkel tops Forbes 100 most powerful women list with Clinton close behind</a> </p> \n</aside> \n<p>Three of the top six – Angela Merkel, Hillary Clinton and Janet Yellen – are over 60 and a fourth, Christine Lagarde, is just a few months shy. It’s hardly unusual for people in very senior positions to be older, obviously, but some of these women are well past pensionable age and often significantly older than the men who preceded them in those jobs. Get used, said the 67-year-old <a href=\"http://www.standard.co.uk/news/politics/tessa-jowell-tories-will-be-quaking-in-their-boots-if-im-running-for-mayor-10266523.html\" title=\"\">London mayoral contender Tessa Jowell defiantly last week</a>, to the idea of “more women in very senior positions in public life who are older”, having waited for their children to grow up first. To which many of her contemporaries may respond, somewhat bitterly, “if only”.</p> \n<p>In her <a href=\"https://www.gov.uk/government/news/new-report-from-dr-ros-altmann-calls-for-greater-support-for-over-50s-in-employment\" title=\"\">report on keeping the over-50s in work</a> this spring, government adviser Ros Altmann recounted damning tales of job candidates suffering endless rejections and then suddenly getting interviews after rebranding their tell-tale O-levels as GCSEs. Grimly, she advised older jobseekers not to put their dates of birth on application forms, even though age discrimination is obviously illegal. It would be nice to think that, as Jowell says, “this ridiculous ageism that creeps out like a bad smell will just disappear”, but to anyone who senses themselves being “granny-tracked” at work – subtly counted out of the running – it probably doesn’t feel that way.</p> \n<p>This isn’t, for once, about the way women look. All those tales of newsreaders being shunted off-screen, and actresses considered too ancient for romantic leads in their 30s, are shocking but not that relevant to the vast majority of ordinary employees whose faces were never their fortune yet who still wonder about knocking a&nbsp;few years off on their CVs. What they fear is being wrongly dismissed as past it: out of step, technologically or&nbsp;culturally, with an office of bright young things and incapable of learning new tricks.</p> \n<p>Older men experience similar prejudices, of course. But there’s an extra blood-boiling frustration for women who find the window between being overlooked for promotion (because they might have a baby) and overlooked for promotion (because it’s a bit late now) dismayingly small. Career progression tails off for men roughly at 55, Altmann suggests, but a decade younger for women. Her surprise finding, meanwhile, was that some women are now dropping out not because of motherhood but the menopause. Hot flushes, like babies, can&nbsp;keep you up all night, but it’s a confident woman who’ll volunteer that as an excuse for being bleary-eyed in morning meetings.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>What counts is knowing what makes people tick and not to panic when things go wrong</p> \n </blockquote> \n</aside> \n<p>Yet against these odds, some baby-boomer women are now pushing the frontiers of working life not just because they can – now mandatory retirement age has been scrapped – or because they need the money. They’re doing it precisely because their working lives weren’t like men’s; because if you had a career break and still managed to get back into the game, you’re not letting go&nbsp;in a hurry.</p> \n<p>Jowell once told me that when her kids were small she would forgo sleep and work through the night just to claw back time with them the next day. If you’ve done that for years, the prospect of working well into your seventh decade probably seems a breeze by comparison. Aspiration, whatever that means, isn’t just for the young.</p> \n<p>Odd then that the glaring omission so far from the “why Labour lost” debate isn’t geography or ideology but simple demography. The Tories enjoyed a <a href=\"https://www.ipsos-mori.com/researchpublications/researcharchive/3575/How-Britain-voted-in-2015.aspx?view=wide\" title=\"\">5.5% swing</a> among over-65s, whom they have shamelessly cultivated with promises to slash inheritance tax and shield pensioners from austerity. By 2022 the pool of younger voters among whom Labour did better will be shrinking, and there will be 3.7 million more of the over-50s who on past trends may lean conservative. If Labour can’t find new and relevant things to say to older people, an ageing nation is a recipe for electoral suicide.</p> \n<p>And championing the half of Britons who say they’d like or need to work longer – even if only part-time – could benefit the rest of us too. An interesting little study published this week by the consulting arm of PricewaterhouseCoopers found that the qualities needed in transformational leaders – the sort of strategists capable of rethinking an organisation riddled with cultural and existential problems, like banking after the crash or traditional industries threatened by upstart new rivals – <a href=\"http://pwc.blogs.com/press_room/2015/05/women-over-55-will-solve-your-wicked-problems.html\" title=\"\">are most commonly found in women over 55</a>.</p> \n<p>What counts, they concluded, is knowledge of what makes people tick; experience of coping with failure, and thus knowing not to panic when things go wrong; and a certain detachment. This kind of leader, it noted, was often “shaped by different experiences to their peers”, which helped them do things differently. We just need to stop seeing that difference as the problem.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432830893941/Angel-Merkel-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'If you had a career break and still managed to get back into the game, you’re not letting go in a hurry.' Photograph: Francois Lenoir/Reuters","credit":"Francois Lenoir/Reuters","altText":"Angel Merkel","cleanCaption":"'If you had a career break and still managed to get back into the game, you’re not letting go in a hurry.' Photograph: Francois Lenoir/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-28T18:09:20Z","lastModified":"2015-05-28T23:01:02Z","metadata":{"commentable":true,"commentCount":84,"contributors":[{"name":"Gaby Hinsliff","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/12/1410533756119/Gaby-Hinsliff-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gabyhinsliff"}],"feature":false,"keywords":["Women","Life and style","Women in politics","Gender","Work & careers","Politics","Women in the boardroom","Business","Forbes magazine","Media","Equality","Society","Angela Merkel","World news","Money"],"tags":[{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"politics/women","webTitle":"Women in politics"},{"id":"world/gender","webTitle":"Gender"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"politics/politics","webTitle":"Politics"},{"id":"business/women-in-the-boardroom","webTitle":"Women in the boardroom"},{"id":"business/business","webTitle":"Business"},{"id":"media/forbes-magazine","webTitle":"Forbes magazine"},{"id":"media/media","webTitle":"Media"},{"id":"society/equality","webTitle":"Equality"},{"id":"society/society","webTitle":"Society"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/world","webTitle":"World news"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Gaby Hinsliff","topic":{"type":"tag-contributor","name":"profile/gabyhinsliff"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/28/forbes-merkel-granny-track-peril","shortUrl":"http://gu.com/p/49agy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/28/forbes-merkel-granny-track-peril","webUri":"http://www.theguardian.com/commentisfree/2015/may/28/forbes-merkel-granny-track-peril"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432830893941/Angel-Merkel-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'If you had a career break and still managed to get back into the game, you’re not letting go in a hurry.' Photograph: Francois Lenoir/Reuters","credit":"Francois Lenoir/Reuters","altText":"Angel Merkel","cleanCaption":"'If you had a career break and still managed to get back into the game, you’re not letting go in a hurry.' Photograph: Francois Lenoir/Reuters"}},"importance":5,"byline":{"title":"Gaby Hinsliff"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Get rid of Blatter – but not Fifa","rawTitle":"Get rid of Blatter – but not Fifa","item":{"type":"comment","id":"commentisfree/2015/may/28/fifa-corruption-blatter-resign","title":"Get rid of Blatter – but not Fifa","trailText":"Broadcasters, players and fans should not stay on the sidelines if Fifa’s president wins another term","standFirst":"<p>Broadcasters, players and fans should not stay on the sidelines if Fifa’s president wins another term</p>","byline":"David Goldblatt","body":"<p>Say what you like about Sepp Blatter, the man has chutzpah. This evening he will be running for a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/fifa-blatter-resolves-ride-out-scandal-bid-for-fifth-presidential-term\" title=\"\">fifth term as Fifa’s president</a>, on a ticket that he is the man to lead the organisation out of the cesspit of corruption he has presided over. His challenger, Prince Ali of Jordan, may yet defeat him, but given Blatter’s entrenched African, Oceanic and Latin American support and his extraordinary record of political escapology, it is still hard to bet against him. In which case what are we do with a Blatter-run Fifa?</p> \n<p>Gary Lineker has wondered whether we just need “<a href=\"http://www.bbc.co.uk/sport/0/football/32904696\" title=\"\">to start again</a>”; others have called for national sides to boycott its tournaments or for Uefa to walk away; almost everyone is hoping Fifa’s sponsors will withdraw their support. All these courses of action have their merits, but all have serious flaws too.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/fifa-blatter-resolves-ride-out-scandal-bid-for-fifth-presidential-term\">Fifa crisis: Blatter rebuffs Platini plea to resign and resolves to ride out scandal</a> </p> \n</aside> \n<p>First, however bad Fifa’s record is, critics need to ask whether they think the global game should have a global body. Part of the reason this affair is so appalling is that Fifa, indeed the entire football industry, has traded on the notion that the game really is the most global cultural practice in the world, a rare form of universalism on a divided planet. That, if nothing else, is worth salvaging from the wreckage.</p> \n<p>It’s also worth reminding ourselves how hard it is to create durable, functioning global institutions. None of the calls to abandon Fifa and start again have been accompanied by a clear sense of an alternative. Nor does any thought seem to have been given to the fact that, in the absence of regulation, commercial interests are likely to become more influential than ever.</p> \n<p>Calls to boycott Fifa and the World Cup should not be the reflex option. Why go to the brink immediately? Boycotts of big sporting events have their place in the toolbox of protest, but now is not the moment to threaten them. As importantly, has anyone asked the players, officials and clubs who would be affected by a boycott what they think?</p> \n<p>Uefa is the leading voice for reform within football and has thrown its weight behind Prince Ali in the presidential election. Whatever the outcome of the contest, it is important that the transformation of Fifa is not just a European operation but becomes a truly global conversation. There are plenty of reformist forces outside Europe, though this rarely includes those in positions of official power, and they must be part of the process. What is good for large and rich football nations is not necessarily good for all. Fifa, for all its faults, has sought to transfer some of the wealth of football in the rich world. Quite where the money then goes is another matter.</p> \n<p>The shift in position of a number of Fifa’s corporate partners, most notably Visa, is to be welcomed. Sponsors, though, are pretty compromised agents of governance reform, given what they have managed to overlook in the past, and in any case they account for less than a third of Fifa’s income. The vast majority of that income comes from broadcasters, and they have been completely silent so far. Pressure from the world’s television networks – especially as they have all paid up in advance for World Cup media rights – would be equally powerful, if not more so. In any case, these companies need to do more than issue stern words. They should make specific demands, the first being that Blatter resigns.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A call has gone out in Brazil for a minute’s noise at games to protest. It would be a good exercise to build on</p> \n </blockquote> \n</aside> \n<p>If Blatter emerges victorious, all stakeholders will need to be mobilised. But alongside football associations, sponsors and broadcasters, we will need to hear from other voices: players, officials and their representatives; the world’s leading leagues and clubs; and, most importantly, football fans and their&nbsp;innumerable organisations, both&nbsp;official and unofficial.</p> \n<p>A call has gone out in Brazil for a minute’s noise at games to protest. It would be a good exercise to build on. Fans attending next month’s women’s World Cup in Canada might also like to think about what fun they could get up to. Other forms of direct action might prove popular. And we will all be waiting to see what additional contribution to the process will come from the US and Swiss attorney generals’ offices.</p> \n<p>If, by some miracle, Prince Ali and his close ally, Uefa president Michel Platini, emerge as winners, the game will not be over. Fifa will still be composed of 209 unaccountable football associations; its voting and financial structures will remain an invitation to the politics of patronage; its culture, like that of the rest of the football world, will remain self-regarding. Breaking through the carapace of indifference and contempt that has passed for football governance at Fifa required action from outside football’s ruling order. If Blatter hangs on, deposing him will require the efforts of outside agencies; the herculean task of cleaning up Fifa will be no different.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432832653948/FIFA-President-Blatter-ma-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'\u000FSepp Blatter will be running for a fifth term as Fifa’s president, on a ticket that he is the man to lead the organisation out of the cesspit of corruption he has presided over.' Photograph: Arnd Wiegmann/REUTERS","credit":"Arnd Wiegmann/REUTERS","altText":"FIFA President Blatter makes speech during opening ceremony of 65th FIFA Congress in Zurich","cleanCaption":"'\u000FSepp Blatter will be running for a fifth term as Fifa’s president, on a ticket that he is the man to lead the organisation out of the cesspit of corruption he has presided over.' Photograph: Arnd Wiegmann/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-05-28T17:39:17Z","lastModified":"2015-05-28T23:31:44Z","metadata":{"commentable":true,"commentCount":171,"contributors":[{"name":"David Goldblatt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-goldblatt"}],"feature":false,"keywords":["Fifa","World Cup","Sport","Football","Football politics"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"David Goldblatt","topic":{"type":"tag-contributor","name":"profile/david-goldblatt"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/28/fifa-corruption-blatter-resign","shortUrl":"http://gu.com/p/49atf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/28/fifa-corruption-blatter-resign","webUri":"http://www.theguardian.com/commentisfree/2015/may/28/fifa-corruption-blatter-resign"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432832653948/FIFA-President-Blatter-ma-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘\u000FSepp Blatter will be running for a fifth term as Fifa’s president, on a ticket that he is the man to lead the organisation out of the cesspit of corruption he has presided over.’ Photograph: Arnd Wiegmann/Reuters","credit":"Arnd Wiegmann/REUTERS","altText":"FIFA President Blatter makes speech during opening ceremony of 65th FIFA Congress in Zurich","cleanCaption":"‘\u000FSepp Blatter will be running for a fifth term as Fifa’s president, on a ticket that he is the man to lead the organisation out of the cesspit of corruption he has presided over.’ Photograph: Arnd Wiegmann/Reuters"}},"importance":4,"byline":{"title":"David Goldblatt"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Labour’s success in Wales shows the lack of identity in our English counterpart","rawTitle":"Labour’s success in Wales shows the lack of identity in our English counterpart","item":{"type":"comment","id":"commentisfree/2015/may/28/welsh-labour-identity-polls","title":"Labour’s success in Wales shows the lack of identity in our English counterpart","trailText":"I’m a Labour minister in a Labour government - in Wales. Next year we face re-election with an uplifting message despite the cuts threatened by Westminster","standFirst":"I’m a Labour minister in a Labour government - in Wales. Next year we face re-election with an uplifting message despite the cuts threatened by Westminster","byline":"Leighton Andrews","body":"<p>Here we go again. Straight from a general election defeat into Labour’s favourite distraction therapy: a leadership contest. Just like <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2010/jun/25/labour-still-going-strong-wales\" title=\"\">in 2010</a>, when the coalition established the narrative that Labour was to blame for the global crash.</p> \n<p>I write as a Labour minister in a Labour government. You’d forgotten we had one of those, hadn’t you? Well, here in Wales Labour is still in government. In the National Assembly for Wales elections in 2011, a year after the last general election defeat, we won 30 out of the 60 Assembly seats, and we have governed successfully as a minority government <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2011/may/10/labour-goes-alone-wales\" title=\"\">since then</a>.</p> \n<p>Personally, I had expected to be negotiating with a Labour home secretary on the devolution of policing. Instead I find myself, after a gap of two years, with the prospect of renewing my acquaintance with <a href=\"http://www.newstatesman.com/blogs/politics/2012/09/michael-gove-does-not-own-gcse-brand-we-do\" title=\"\">Michael Gove</a>.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Is there space for a three-nations Labour in a federal British party? Time will tell</p> \n </blockquote> \n</aside> \n<p>Next year we face re-election. Our task, in the face of likely further cuts in the Welsh budget, will be to establish a message of hope for the people of Wales that things can be better. Not easy when Labour councils in Wales are having to cut services (just as Welsh councils run by Plaid Cymru, the Conservatives and independents are having to do). We protected councils in Wales better than they were protected in England in the first three years of the coalition government, not least because the One Wales coalition government we led with Plaid Cymru from 2007-2011 had taken the brave decision in 2010 not to prioritise health spending above all other budgets, as the Guardian recognised <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2010/nov/18/editorial-scotland-wales-budget-devolution\" title=\"\">at the time</a>.</p> \n<p>We have <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2010/dec/08/wales-student-tuition-fee-rise\" title=\"\">protected Welsh students</a> against higher fees wherever they study. We kept the education maintenance allowance. Education standards are going up. We introduced the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/mar/07/lessons-real-job-creation-wales\" title=\"\">Jobs Growth Wales scheme</a>, which has a better job success rate than the work programme. We put an additional 500 police community support officers on the beat when the UK coalition was cutting police. We created jobs for <a href=\"http://www.bbc.com/news/uk-wales-18876347\" title=\"\">Remploy workers</a> when the Tories shut the Remploy factories. The relentless Tory war on Wales <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/oct/22/cameron-miliband-clash-over-nhs-england-wales\" title=\"\">over health</a> has been a constant thorn in our side, but most people in Wales <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/feb/05/nine-10-patients-wales-satisfied-standard-of-nhs-care\" title=\"\">are highly satisfied</a> with the healthcare they receive.</p> \n<p>Middle Wales responded to the Tory general election campaign just as Middle England did. We failed to win our Tory target seats and lost two seats to them. Outside London, as the BBC Wales Welsh affairs editor <a href=\"https://twitter.com/vaughanroderick/status/596967966647971840\" title=\"\">has noted</a>, the map of remaining Labour seats across England and Wales almost matches a map of former coalfield areas.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/mar/07/lessons-real-job-creation-wales\">Here's some lessons in real job creation from much-maligned Wales | Polly Toynbee</a> </p> \n</aside> \n<p>But Wales is also different from England – and, as the Guardian pointed out in April, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/06/guardian-view-election-wales-another-country\" title=\"\">it is different from Scotland</a> too. I like and respect <a href=\"http://www.clickonwales.org/2012/03/reading-the-runes-of-leanne%E2%80%99s-victory/\" title=\"\">Leanne Wood</a>, but her party Plaid Cymru came fourth in the UK general election in terms of votes, behind the Tories and Ukip, lies third in seats in the National Assembly behind <a href=\"http://www.bbc.com/news/election-2015-wales-32610447\" title=\"\">the Conservatives</a>, and didn’t merit equal billing with the SNP in the TV debates. Our first minister, Carwyn Jones, remains the most senior elected Labour politician in the UK – and UK leadership candidates should be beating a path to his door.</p> \n<p>Just what, after 7 May, does British Labour amount to? No one could have done more than Jim Murphy to raise Labour’s fortunes in Scotland, but we were cuffed resoundingly there. In southern England outside London we barely have a seat, and in northern England, Ukip is eyeing up its chances. As John Denham <a href=\"http://labourlist.org/2015/05/the-politics-of-belonging-why-we-need-an-english-labour-party/\" title=\"\">has argued</a>, Labour in England needs its own identity. Is there space for a three-nations Labour in a federal British party? Time will tell.</p> \n<p>However, we didn’t lose seats to the Conservatives because we weren’t Welsh enough. We need a more optimistic message <a href=\"http://www.bbc.com/news/uk-wales-politics-32731525\" title=\"\">that people of all backgrounds</a> can identify with. The message of miserablism rings loud and clear from the mouths of nationalists of all kinds, Ukip and Plaid together. Our job is to give people hope that things can get better for them and their families, and that we can achieve that better future <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/26/welsh-first-minister-attacks-labours-strategy-in-scotland\" title=\"\">working together</a>.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432825422838/First-minister-of-Wales-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"First minister of Wales and Welsh Labour leader Carwyn Jones. 'UK leadership candidates should be beating a path to his door.' Photograph: Gareth Phillips","credit":"Gareth Phillips","altText":"First minister of Wales and Welsh Labour leader Carwyn Jones","cleanCaption":"First minister of Wales and Welsh Labour leader Carwyn Jones. 'UK leadership candidates should be beating a path to his door.' Photograph: Gareth Phillips"}],"bodyImages":[],"webPublicationDate":"2015-05-28T17:28:13Z","lastModified":"2015-05-28T17:35:21Z","metadata":{"commentable":true,"commentCount":229,"contributors":[{"name":"Leighton Andrews","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/leighton-andrews"}],"feature":false,"keywords":["Welsh politics","Welsh assembly government","Politics","Labour","UK news"],"tags":[{"id":"politics/wales","webTitle":"Welsh politics"},{"id":"politics/welsh-assembly-government","webTitle":"Welsh assembly government"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/labour","webTitle":"Labour"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Leighton Andrews","topic":{"type":"tag-contributor","name":"profile/leighton-andrews"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/28/welsh-labour-identity-polls","shortUrl":"http://gu.com/p/49aev","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/28/welsh-labour-identity-polls","webUri":"http://www.theguardian.com/commentisfree/2015/may/28/welsh-labour-identity-polls"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432825422838/First-minister-of-Wales-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"First minister of Wales and Welsh Labour leader Carwyn Jones. ‘UK leadership candidates should be beating a path to his door.’ Photograph: Gareth Phillips","credit":"Gareth Phillips","altText":"First minister of Wales and Welsh Labour leader Carwyn Jones","cleanCaption":"First minister of Wales and Welsh Labour leader Carwyn Jones. ‘UK leadership candidates should be beating a path to his door.’ Photograph: Gareth Phillips"}},"importance":4,"byline":{"title":"Leighton Andrews"},"showQuotedHeadline":true,"sublinks":[]},{"title":"The rich aren't so different from us – and we can learn from their mistakes","rawTitle":"The rich aren't so different from us – and we can learn from their mistakes","item":{"type":"article","id":"money/us-money-blog/2015/may/28/rich-americans-finances-money-blog","title":"The rich aren't so different from us – and we can learn from their mistakes","trailText":"A survey of wealthy Americans finds shaky money management and a failure to protect what’s most important, even if most feel ‘financially secure’","standFirst":"<p>A survey of wealthy Americans finds shaky money management and a failure to protect what’s most important, even if most feel ‘financially secure’</p>","byline":"Suzanne McGee","body":"<p>“Let me tell you about the very rich,” wrote F Scott Fitzgerald in a 1925 short story. “They are different from you and me.” Well – up to a point, if a new survey is to believed.</p> \n<p> Whenever the topic of the vast – and constantly expanding – wealth gap comes up for debate, it seems as if someone is always itching for the opportunity to resurrect those words, culminating in Fitzgerald’s observation that the wealthy “think, deep in their hearts, that they are better than we are”.</p> \n<p> The evidence, alas, is growing that the Jazz Age author may have been deadly accurate in this latter assessment. A <a href=\"http://www.alternet.org/why-wealthy-tend-think-theyre-better-everybody-else\">growing number of studies</a> certainly show they’re convinced that it’s their inbred talents that make them wealthy and successful – and that if the rest of us don’t share their status, it’s simply because we don’t share their traits.</p> \n<p>A firsthand example of that attitude was captured in the video that came to dominate Mitt Romney’s doomed presidential campaign: the moment when Romney described the <a href=\"http://www.motherjones.com/mojo/2013/07/mitt-romney-47-percent-denial\">47% of Americans</a> who would vote to re-elect President Barack Obama “no matter what” because “they believe they are victims” and that the government has a responsibility to care for them. And there were Ann Romney’s comments about not needing to head off on foreign vacations like the Obamas, because the Romney family had their “own places for that” – at least three lavish main homes at the time the comment was made.</p> \n<p> That’s the ugly side of the wealth gap in action. The unnerving part of it all, of course, is that to the extent to which those shaping public policy are millionaires (or dependent on them), they will create a world that mirrors this circular reasoning.</p> \n<p> But, in practice, as a new survey from US Trust (the wealth management arm of Bank of America) reveals, the day-to-day concerns of the rich aren’t all that different from those of the rest of us. True, none of us will have to worry about just how to finance that private plane purchase, and it’s unlikely that 93% of ordinary Americans would report ourselves as feeling “financially secure”, as did those in this study (the fifth annual survey of its kind) that polled 640 rich Americans with at least $3m in investable assets.</p> \n<p> It turns out, however, that we all tend to worry about the same kind of stuff – and to be more or less unprepared to confront the same issues. And we can even learn from what the rich do – and what they don’t do – in our own financial lives, even if we sometimes struggle to keep our own net worth in the thousands of dollars, while their bank balances come with many, many more zeroes on them.</p> \n<p> Consider this: 62% of the survey’s respondents hold more than 10% of their portfolio in cash, while 8% now have more than 50% in cash – in spite of the fact that, as US Trust officials note, they’re actually becoming more positive about the outlook for financial markets.</p> \n<p> That fact alone should help prove that America’s richest didn’t necessarily get that way by being tremendously smart. Cash, notoriously, is a big drag on investment returns; if you want your retirement nest egg to do a decent job of keeping you comfortably in your golden years, <a href=\"http://www.investmentnews.com/article/20150331/BLOG09/150339981/4-ways-cash-drags-down-investors-portfolios\">look on it with wariness</a>, and even extreme suspicion. Cash is a drag on your portfolio, no less a figure than <a href=\"http://johncbogle.com/wordpress/wp-content/uploads/2010/04/FAJ-All-In-Investment-Expenses-Jan-Feb-2014.pdf\">investment guru Jack Bogle</a> has pronounced. And he’s a lot richer than almost everyone surveyed by US Trust. So, when it comes to investing, the rich aren’t infallible.</p> \n<p> You can also figure out what not to do by studying their attitudes to guarding themselves against health-related risks. Most of the respondents to the US Trust survey placed a tremendous importance on health. “For baby boomers and those even older, it’s what matters most” in ensuring that their life is well-lived, says Brian Wieneke, a market executive with US Trust in Seattle. And yet, Wieneke says, when it comes to thinking about how to plan around health issues, they’re falling behind. “Of those surveyed, 91% are willing to spend more than they do on their health,” he says, and clearly this group isn’t constrained by a lack of resources. “But only 60% have planned for long-term care; only 49% have made a plan in the event of a loss of income due to a health care crisis.” Among millennials, only 20% have made plans for how they might help their parents as the latter age. “There are a lot of opportunities for them to do more planning here,” Wieneke says.</p> \n<p> One of the areas in which companies like US Trust see a lot of potential is in helping affluent families craft <a href=\"http://www.nytimes.com/2014/02/11/your-money/family-foundations-let-affluent-leave-a-legacy.html\">some kind of legacy</a>: whether it’s philanthropic, related to a family business, or in some other area. On the surface, this might seem as if it has absolutely zero relevance to the average American, who is more worried about whether he’s going to outlive his nest egg than whether he’ll leave a “legacy” for his children. Not so fast.</p> \n<p> “Any family can create a mission statement,” says Wieneke. In fact, given that only 10% of the survey respondents actually have one (although half think they’re important), it may actually be that more “ordinary” Americans have thought about the values that bind them together and how those values are reflected in their everyday decisions, from how they celebrate holidays to how they organize their charitable giving.</p> \n<p> And if you still think you have nothing in common with the rich, ponder this: more than half of the survey’s respondents (56%, to be precise) say that they are struggling to balance all the different elements in their lives. </p> \n<p> Nor, the wealthy themselves acknowledge, does wealth buy happiness. A full two-thirds of respondents to the survey say that to have a more fulfilling life, they’d have to give up some of their wealth, while more than half (53%) say that the price of their riches has been their health, whether physical or emotional. US Trust didn’t follow that up by asking the logical next questions – whether they had any regrets about those tradeoffs, or whether they planned to make that exchange of money for fulfillment. But then, that wouldn’t be in the company’s interest: its goal is to keep clients affluent (and keep collecting fees for managing their money).</p> \n<p> Sure, the rich are different – as Hemingway noted trenchantly, in response to Fitzgerald’s statement, they have more money. But while those dollars make a lot of decisions easier – Facebook’s chief operating officer, Sheryl Sandberg, clearly won’t have to worry about childcare costs or how the mortgage will be paid after the <a href=\"http://www.washingtonpost.com/news/morning-mix/wp/2015/05/06/sheryl-sandberg-unexpected-hell-of-husbands-death-is-darkest-and-saddest-moment-of-my-life/\">recent tragic death</a> of her husband at the age of only 47 – they don’t change some of the fundamentals. The rich can fail to develop sensible long-term financial plans of the kind that all of us can and should do; they still have to cope with the emotional fallout of personal tragedies like Sandberg’s. </p> \n<p> Dig into surveys like this, and the truth starts to make its way out. The rich may like to believe that their wealth makes them distinctive and “special”. I’m in Hemingway’s camp. They’re not all that. They <a href=\"http://www.scientificamerican.com/article/how-wealth-reduces-compassion/\">may lack empathy and compassion</a>, but that doesn’t mean they are all that different from the rest of us in other respects – and that we can’t learn from them, both in terms of what they’re doing right, and what they’re getting wrong.</p>","section":"Money","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/04a5968856af0e59f7f230b9a0224ba9f86f40ca/347_213_2959_1778/2959.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1778,"width":2959,"orientation":"landscape","credit":"Daniel Smith/AP","altText":"This film publicity image released by Warner Bros. Pictures shows Carey Mulligan as Daisy Buchanan, left, and Leonardo DiCaprio as Jay Gatsby in a scene from \"The Great Gatsby.\"  The film will be shown at the Cannes Film Festival running from May 15 to May 26. (AP Photo/Warner Bros. Pictures, Daniel Smith)","cleanCredit":"Photograph: Daniel Smith/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-28T10:00:05Z","lastModified":"2015-05-28T10:03:42Z","metadata":{"commentable":true,"commentCount":226,"contributors":[{"name":"Suzanne McGee","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suzanne-mcgee"}],"feature":false,"keywords":["Money"],"tags":[{"id":"money/money","webTitle":"Money"}],"section":{"id":"money"},"topics":[{"displayName":"Suzanne McGee","topic":{"type":"tag-contributor","name":"profile/suzanne-mcgee"}}],"embeddedVideos":[],"adTargetingPath":"money"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/money/us-money-blog/2015/may/28/rich-americans-finances-money-blog","shortUrl":"http://gu.com/p/499n5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/money/us-money-blog/2015/may/28/rich-americans-finances-money-blog","webUri":"http://www.theguardian.com/money/us-money-blog/2015/may/28/rich-americans-finances-money-blog"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/04a5968856af0e59f7f230b9a0224ba9f86f40ca/347_213_2959_1778/2959.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1778,"width":2959,"orientation":"landscape","caption":"F Scott Fitzgerald wrote that the rich ‘are different from you and me’. Photograph: Daniel Smith/AP","credit":"Daniel Smith/AP","altText":"leonardo dicaprio carey mulligan great gatsby","cleanCaption":"F Scott Fitzgerald wrote that the rich ‘are different from you and me’.","cleanCredit":"Photograph: Daniel Smith/AP"}},"importance":3,"byline":{"title":"Suzanne McGee"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Why can't we face up to the true horrors of the first world war?","rawTitle":"Why can't we face up to the true horrors of the first world war?","item":{"type":"article","id":"artanddesign/jonathanjonesblog/2015/may/28/horrors-first-world-war-art-otto-dix","title":"Why can't we face up to the true horrors of the first world war?","trailText":"The savagery of the Great War shattered Europe – yet, when it comes to art, we hide the shocking, gory images in favour of something more palatable","standFirst":"<p>The savagery of the Great War shattered Europe – yet, when it comes to art, we hide the shocking, gory images in favour of something more palatable</p>","byline":"Jonathan Jones","body":"<p>I recently wandered into the gift shop at a <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/national-trust\">National Trust</a> property and peered into the bargain bin. Most of the products being sold off cheap were first world war centenary souvenirs: Horrible Histories first world war magnets, <a href=\"http://upload.wikimedia.org/wikipedia/commons/1/11/Manfred_von_Richthofen.jpg\">Red Baron</a> Post-it notes, a strange collection of 21st century images of a 20th century war. </p> \n<p>It seems the time for remembering was last year. Britain invested so much energy in marking the centenary of the Great War’s outbreak, that we are now giving much more muted attention to the four years of terrible events that followed. The bargain bin full of last year’s memorial cash-ins is an indication of how hard it is to genuinely understand, face, and do justice to the enormity of the 1914-18 war and what it did to the modern world. </p> \n<p>No wonder attention fades in and out (it will be aroused again by the centenaries of the biggest battles, as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/gallery/2015/apr/25/anzac-commemorations-in-australia-and-gallipoli-in-pictures\">Australia was engrossed recently by Gallipoli</a>), for we can’t actually face too much of the reality of that war. We can’t even face the reality of its art. One attempt at keeping commemoration alive this year is a Radio 3 series that airs in June. <a href=\"http://www.bbc.co.uk/programmes/b006x3hl\">The Essay: Minds at War</a> looks at cultural responses to the Great War including <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/richard-cork\">Richard Cork</a> on Picasso’s ballet designs and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/arthursmith\">Arthur Smith</a> on the dada Cabaret in Zurich in 1916. Yet its curiously bland and polite choice of art typifies our inability to really comprehend the scale and monstrosity of the war. </p> \n<p>I mean – Picasso’s ballet designs? </p> \n<p>Pablo Picasso was to create the greatest modern history painting when Guernica was bombed during the Spanish civil war, but in 1914 he was not politically engaged. He was Spanish and Spain was not in the war. He does suggest the madness of the times in his great 1915 painting <a href=\"http://www.moma.org/collection/object.php?object_id=78696\">Harlequin</a>, and later he was to plan a monument to the poet Apollinaire who died in the war. But the ballets he designed, beginning with <a href=\"http://kerdonis.fr/ZPIC02/wpimages/wpad03f630.jpg\">Parade in 1917</a> with Erik Satie composing the music, and also including a string of postwar triumphs with the Ballets Russes, are fantastical, playful creations. Parade is about America, cinema and vaudeville – not war.</p> \n<p>Dada is another matter. This cacaphonic anti–art revolution was an explicit rejection of a civilisation murdering its sons. </p> \n<p>Yet concentrating on dada’s <a href=\"https://p.gr-assets.com/540x540/fit/hostedimages/1380348537/702775.jpg\">whacky Zurich origins</a>, where Hugo Ball declaimed deliberate nonsense and Richard Huelsenbeck banged out a wild drumbeat at the Cabaret Voltaire, is a copout. The really angry, explicit, <a href=\"https://joepwritesthehistoryofberlin.files.wordpress.com/2013/03/640px-photo_messe_01.jpg\">political phase of dada</a> came in Berlin at the end of the war when <a href=\"http://www.quizz.biz/uploads/quizz/357117/20_gie3j.jpg\">Georg Grosz</a>, John Heartfield and others invented photomontage and used its violence to depict a world in pieces. These artists exploit grisly parallels between the fragmentation of images in modern art and the destruction of people by modern war. </p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-ff1538fe-0fc3-493f-ac7a-d63d426be025\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432823458436/95589514-2f0d-4568-b8f8-7bdbffe7acdb-460x276.jpeg\" alt=\"Human cost …  soldiers depicted by Henry Tonks.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Human cost … soldiers depicted by Henry Tonks.</span> \n  <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> \n </figcaption> \n</figure> \n<p><a href=\"http://www.ottodix.org/pix/catalog/gallery/1920-SkatPlayers.jpg\">Otto Dix,</a> mixed collage with painting to depict a society of the maimed and disfigured. All the world is wounded, in his macabre masterpieces. The grotesque realism of Dix’s pictures was anticipated by the German expressionist <a href=\"http://germanhistorydocs.ghi-dc.org/sub_image.cfm?image_id=1671\">Ernst Ludwig Kirchner</a> in his great one handed 1915 Self Portrait as a Soldier (Kirchner’s real wounds were mental, not physical). Meanwhile Max Beckmann drew horrific scenes on the front line and painted his allegory of a world become sick, <a href=\"http://www.moma.org/collection/object.php?object_id=69639\">The Night</a>. </p> \n<p>British artists too represented the war’s horrors. <a href=\"http://upload.wikimedia.org/wikipedia/en/d/d6/Nash,_Paul_-_We_are_Making_a_New_World_-_Google_Art_Project.jpg\">Paul Nash</a> painted the blasted landscape of the western front. <a href=\"http://geeseamongstlions.com/wp-content/uploads/2010/11/saty-pratha-henry-tonks-facial-drawings-02.jpg\">Henry Tonks</a> sensitively portrayed men with facial wounds. </p> \n<p>In France, the Cubist <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/11/12/CardPlayers460.jpg\">Fernand Leger</a> saw the war as an inhuman battle of robotic machine men. Marcel Duchamp, whose beloved brother Raymond Duchamp-Villon died on the western front, showed his contempt for the rational machine civilisation that killed so many by exhibiting a <a href=\"http://upload.wikimedia.org/wikipedia/commons/f/f6/Duchamp_Fountaine.jpg\">urinal</a> in an art exhibition in 1917. </p> \n<p>For all the memorials we don’t seem able to imagine the Great War sufficiently, to comprehend it sufficiently. There is an urge in Britain – influenced by revisionist histories and <a href=\"http://www.dailymail.co.uk/news/article-2532923/Michael-Gove-blasts-Blackadder-myths-First-World-War-spread-television-sit-coms-left-wing-academics.html\">political cheerleaders</a> – to remember it as somehow creative as well as destructive, a fascinating though sad story with heroes and triumphs as well as horrors. </p> \n<p>Baloney, says the art it provoked. <a href=\"http://www.skd.museum/en/special-exhibitions/archive/otto-dix-der-krieg-war/index.html\">This was a carnage</a> that shattered Europe and spoiled the idea of “civilisation” forever. Real memory would not be at the ballet but looking at the savage art of Dix and the truth told by <a href=\"https://historicalnovelsociety.org/wp-content/uploads/2013/05/Tonks.jpg\">Tonks</a>. </p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432825861766/c335c2c0-4338-455e-98d0-9708b847a50d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alinari/REX Shutterstock/Alinari/REX_Shutterstock","altText":"Detail of The Skat Players by Otto Dix.","cleanCredit":"Photograph: Alinari/REX Shutterstock/Alinari/REX_Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432820915095/Tarock-players-Die-Skatsp-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Human cost … soldiers depicted by Henry Tonks. Photograph: Martin Argles/Guardian","credit":"Martin Argles/Guardian","altText":"Human cost …  soldiers depicted by Henry Tonks.","cleanCaption":"Human cost … soldiers depicted by Henry Tonks.","cleanCredit":"Photograph: Martin Argles/Guardian"}],"webPublicationDate":"2015-05-28T15:08:13Z","lastModified":"2015-05-28T15:27:08Z","metadata":{"commentable":true,"commentCount":110,"contributors":[{"name":"Jonathan Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741000/JonathanJones.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanjones"}],"feature":false,"keywords":["Art and design","First world war","Culture"],"tags":[{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"world/firstworldwar","webTitle":"First world war"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Jonathan Jones","topic":{"type":"tag-contributor","name":"profile/jonathanjones"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2015/may/28/horrors-first-world-war-art-otto-dix","shortUrl":"http://gu.com/p/49a85","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/jonathanjonesblog/2015/may/28/horrors-first-world-war-art-otto-dix","webUri":"http://www.theguardian.com/artanddesign/jonathanjonesblog/2015/may/28/horrors-first-world-war-art-otto-dix"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432825861314/c335c2c0-4338-455e-98d0-9708b847a50d-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Detail of The Skat Players by Otto Dix. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432826760707/Otto-Dix-001.jpg\">See the full image here.</a> Photograph: Alinari/Rex Shutterstock","credit":"Alinari/Rex Shutterstock","altText":"Detail of The Skat Players by Otto Dix.","cleanCaption":"Detail of The Skat Players by Otto Dix. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432826760707/Otto-Dix-001.jpg\">See the full image here.</a>","cleanCredit":"Photograph: Alinari/Rex Shutterstock"}},"importance":3,"byline":{"title":"Jonathan Jones"},"showQuotedHeadline":true,"sublinks":[]}],"lastModified":"2015-05-28T21:38:31Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}