{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"I can’t support a Europe that acts as a thuggy bailiff against Greece","rawTitle":"I can’t support a Europe that acts as a thuggy bailiff against Greece","item":{"type":"comment","id":"commentisfree/2015/jul/08/i-cant-support-a-europe-that-acts-as-thuggy-bailiff-against-greece","title":"I can’t support a Europe that acts as a thuggy bailiff against Greece","trailText":"With austerity dividing north and south, and young and old, it’s not just mad Ukippers and odd Tories questioning the idea of a European identity","standFirst":"<p>With austerity dividing north and south, and young and old, it’s not just mad Ukippers and odd Tories questioning the idea of a European identity</p>","byline":"Suzanne Moore","body":"<p>To be Eurosceptic used to mean believing all sorts of rubbish about no longer being allowed to say “two fat ladies” for 88 at the bingo and being forced to eat straight bananas. Being anti-Europe meant tutting over Euro-madness stories in the Daily Mail and railing against “human rights” in general or the metric system specifically. My grandad held out against decimalisation until his dying day. It was the beginning of the end, he reckoned.</p> \n<p>For my generation, though, being pro-Europe was as easy as getting on a cheap flight, and as the flights got cheaper, many people felt a little bit more European, in a “Wow, isn’t Barcelona great” way. We consumed the culture without asking who produced the politics. Anyway, the mantra is still that being in Europe is good for business and business is always good. The left takes for granted this kind of pro-Europe attitude. So does Cameron, in assuming a referendum to stay in Europe will easily be won with cross-party support. It’s only mad Ukippers and odd Tories and swivel-eyed Little Englanders who bang on about Europe, who refuse this modern European identity. Oh, and Tony Benn and Bob Crow, when they were alive. But let’s forget that old left tradition, shall we?</p> \n<p>Except I can’t, as this European identity is now deeply questionable. As I watch <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/live/2015/jul/07/greek-debt-crisis-alex-tsipras-seeks-last-chance-deal-live\" title=\"\">what is happening in Greece</a>, I feel myself to be increasingly Eurosceptic and wondering too if Eurosceptism is not code for the anti-German sentiment that currently abounds. If the European project that once seemed so noble now comes down to the European Central Bank, which is not in any way independent but acts as a thuggish bailiff to further impoverish Greece, what actually is it? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/feb/10/germany-greece-second-world-war-reparations\" title=\"\">If Germans believe they should not have to pay for the mistakes of Greek governments</a>, then they do not see the crisis of Greece for what it is: a crisis of all Europe. Bailouts have been funded for the financial sector since 2008. To simply blame Greece is unsustainable.</p> \n<p>The contagion that the financiers fear has already happened, but not exactly in the way they say. When the workings of the eurozone are held up to the light, the gaping deficit is one of democracy. Unelected commissioners, unaccountable banks all laughably scrabbling on to the crowded moral high ground. All this depends on an agreed script: corrupt Greeks as shirkers, hard-working Germans as strivers. All of the deals have actually been about protecting <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/21/greece-profit-german-history-1953-debt-relief\" title=\"\">German and French banks from debt write-offs</a>. No wonder Hollande is now setting himself up as a broker seeking compromise. Every leader plays to their own public. Each member of that public will understand themselves to be more or less European. Many will already be suffering, not just in Greece but in its surrounding states, which are even poorer. Grexit, say some, will signal the end of the eurozone. No, it can be managed and contained, say others.</p> \n<p>It can’t be. It signals a much bigger failure, which is why everyone, from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/07/us-and-japan-increase-pressure-on-europe-to-reach-a-deal-with-greece\" title=\"\">the United States to Japan, is urging some kind of resolution</a>. The “state” of Europe is imploding and it is because fiscal policy is not the same as political union. It is dividing between the north and the south, and the young and the old. The majority of those who voted “oxi” last week were young. Youth unemployment is high across Europe. We have a generation who have borne the brunt of austerity. In this country we have just seen a budget that was yet <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/08/budget-2015-verdict-writers-george-osborne\" title=\"\">another attack on young people</a>. This generation is not Eurosceptic exactly but it is asking for more direct democracy, because, to be frank, there could not be less of it. The bureaucracy of the EU does not speak to them or for them. Most people have no idea who their MEP is or what they do.</p> \n<p>The left continues to function unthinkingly with a series of tick boxes. One must be pro-Europe and somehow anti-nationalist. But the world turns – and we turn with it. I supported independence for Scotland because I believe in democracy. I also think to cede all discussion of Englishness to the right has been a mistake. Once the notion of Britishness is interrogated, its centre cannot hold as it is just another vague umbrella for a nationalism that does not want to identify itself as such.</p> \n<p>The same problems now arise about a European identity, which cannot be superimposed, from Brussels or Berlin. When we talk of debt sustainability we are also talking about the sustainability of an idea. Mini-breaks in Budapest, Spanish bar staff in every pub, hopping on the Eurostar in glorious St Pancras. The daft knowingness of the Eurovision. The ruin we renovated in France, where we know all the locals. That nightclub in Berlin. A common language based on cheese and civility and not mentioning the war. Or stopping the preconditions for any such war to happen again. Trade. Sure, I understand what Europe may mean, what it should mean.</p> \n<p>But now? Europe is at war with itself – and the collateral damage is all too real in Greece and beyond. What does victory mean in the current scenario? How can the left support what is being done? The European “Union”. Not in my name.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436377701348/914bbb2e-42b1-4bd3-9712-573cdfa235f8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Europe … a union in tatters.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-08T19:00:03Z","lastModified":"2015-07-08T23:00:47Z","metadata":{"commentable":true,"commentCount":1106,"contributors":[{"name":"Suzanne Moore","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749965/SuzanneMoore.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suzannemoore"}],"feature":false,"keywords":["Greece","European Union","Europe","Austerity","Economics","Business","World news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Suzanne Moore","topic":{"type":"tag-contributor","name":"profile/suzannemoore"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/08/i-cant-support-a-europe-that-acts-as-thuggy-bailiff-against-greece","shortUrl":"http://gu.com/p/4afzh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/08/i-cant-support-a-europe-that-acts-as-thuggy-bailiff-against-greece","webUri":"http://www.theguardian.com/commentisfree/2015/jul/08/i-cant-support-a-europe-that-acts-as-thuggy-bailiff-against-greece"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436377701348/914bbb2e-42b1-4bd3-9712-573cdfa235f8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Europe … a union in tatters. Photograph: Alamy","credit":"Alamy","altText":"Europe … a union in tatters.","cleanCaption":"Europe … a union in tatters.","cleanCredit":"Photograph: Alamy"}},"importance":7,"byline":{"title":"Suzanne Moore"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749965/SuzanneMoore.png"}}]},{"title":"How Osborne stole Labour's election promises","rawTitle":"How Osborne stole Labour's election promises","item":{"type":"comment","id":"commentisfree/2015/jul/08/george-osborne-budget-stole-labours-election-promises-living-wage","title":"Osborne's budget stole Labour's best election promises like a relative rummaging in the wardrobe","trailText":"The national living wage, restrictions on non-dom status and cutting tax relief for buy-to-let landlords were all attempts to cast the Tories as the workers’ party<br>","standFirst":"<p>The national living wage, restrictions on non-dom status and cutting tax relief for buy-to-let landlords were all attempts to cast the Tories as the workers’ party<br /></p>","byline":"Jonathan Freedland","body":"<p>George Osborne is a man of enormous ambition. He is ambitious personally: do not forget that he became his party’s second most senior figure a decade ago, aged only 33. And he is ambitious for his party. Quite how ambitious we discovered on Wednesday, when he delivered his <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/july-budget-2015-key-points-at-a-glance\">second budget</a> in four months. The chancellor revealed his determination to conquer and colonise the centre ground of British politics, to make it the Conservatives’ own. In the process, he aims to drive Labour to the margins, pushing them back until they are corralled into a discomfort zone of his own making. Not content with defeating Labour in May, Osborne wants to put them out of business.</p> \n<p>His chosen approach is devilishly simple. His goal is to recast the Tories as the champion of all those who enjoy the admiration or sympathy of their fellow voters – workers, especially in the private sector, pensioners, soldiers – and to let Labour be the advocate of everyone else. He wants the Conservatives to be the party of working people, leaving Labour as the party of worklessness and welfare. He’ll speak for the strivers, they can have the skivers – along with all those who either don’t vote or whose votes he’s happy to write off.</p> \n<p>To that end, like a grasping relative rummaging through the cupboard of a dying family member who lies helpless on the bed, Osborne set about stealing any item of Labour clothing that took his fancy – picking out all those with mainstream appeal. The boldest act of theft was the one that came last, when he appeared to appropriate – and then top – Labour’s election promise of a <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/13/labour-manifesto-pledges-to-boost-minimum-wage-and-cut-deficit\">minimum wage of &pound;8 per hour by 2020</a>. That was too miserly for the generous Mr Osborne, the workers’ friend. He would ensure the lowest-paid workers were paid <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/budget-2015-uk-gdp-other-rich-nations-george-osborne\">&pound;9 an hour</a> by the same year. What’s more, it wouldn’t be called anything so grudging as a “minimum”. His would be a national living wage.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/july-budget-2015-key-points-at-a-glance\">Budget 2015: 25 key points at a glance</a> </p> \n</aside> \n<p>The euphoria of the Tory benches was so great, the chancellor repeated the paragraph, to ensure the TV cameras caught it. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/08/fist-pumping-iain-duncan-smith-george-osborne-living-wage-budget\">Iain Duncan Smith</a>, who just a week ago was privately describing a living wage as a laudable goal but “very difficult” to do, did a kind of double fist-pump that became an instant social media sensation. All the pamphlets, thinktank seminars and Times opinion page columns demanding a “blue-collar Conservatism” had borne fruit: in an instant, Osborne had made himself the strivers’ champion.</p> \n<p>Of course, he had only appeared to do these things. When Miliband promised that &pound;8, it was to come on top of the tax credits which low-paid workers receive. But Osborne had just swept those away. To provide a genuine London living wage in a world of much lower tax credits, for example, the chancellor might have had to <a href=\"http://www.resolutionfoundation.org/media/blog/will-wages-fill-the-tax-credit-gap-dont-budget-for-it/\">mandate an hourly rate</a> of &pound;11.65.</p> \n<p>Even if Osborne had done nothing, the <a href=\"http://blogs.spectator.co.uk/coffeehouse/2015/07/why-osborne-is-copying-and-bettering-milibands-minimum-wage-pledge/\">regular minimum wage</a> was on course to reach &pound;9 by 2020 anyway. And remember that Osborne’s living wage only applies to those over 25, thereby leaving out a big chunk of those who earn at the lowest end of the pay scale: the young.</p> \n<p>So as speech-closing rabbits go, the one Osborne pulled out was unhealthily thin. But as the chancellor understands to his core, perception matters at least as much as reality in politics. And yesterday’s perception was of a Tory chancellor implementing a classic demand of the left, giving a “pay rise” to the nation’s strivers. Who cares if the small print says otherwise? He’ll leave that to the policy geeks, the Daily Mirror and the Guardian. The big headlines will say exactly what he wants them to say: George Osborne, the workers’ mate.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/reality-check/2015/jul/08/george-osborne-budget-national-living-wage\">Has George Osborne really introduced a living wage?</a> </p> \n</aside> \n<p>The rummage through the Labour wardrobe, nicking all the best gear, did not end there. Osborne clearly had not forgotten the tremor Labour sent through the Tory nervous system early in the election campaign, when the party won plaudits for its promise to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/07/ed-miliband-non-dom-tax-status-labour\">abolish non-dom status</a>: the loophole which allows multi-millionaires to pretend they’re foreign in order to cut their tax bill. Osborne all but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/non-dom-tax-status-abolished-individuals-born-uk-budget-george-osborne\">stole that policy</a> too, tweaking it just enough to insist he was doing no such thing.</p> \n<p>In similar vein, he promised a whacking 8% supertax on the banks and a kick to buy-to-let landlords who are set to lose lucrative mortgage relief. But he was careful to offset every such move, ensuring the comfortable would never be too discomforted. So while big companies may recoil from their new obligation to pay their cheapest workers a tad more, they can find consolation in the coming reductions in corporation tax, set to fall from 20% to 19% and then 18%. Bankers worried by the muscularly-named supertax on profits need not panic. It will replace the previous levy on all revenue, which hit them much harder. As for the middle-class property owner alarmed by the change to buy-to-let, there’s always the new inheritance tax giveaway to sweeten the pill.</p> \n<p>Of course, like every budget, this one has losers. They include the aspirant poor and young who will now lose their <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jul/08/budget-2015-grants-poorer-university-students-scrapped-loans\">student maintenance grant</a> – and will have to rack up yet more debt if they want a higher education – as well as the minimum wage worker who’s younger than 25. The disabled person who’s deemed not quite disabled enough will now lose around &pound;30 a week, as she or he is downgraded to ordinary jobseeker’s allowance. Public sector workers will have to make do with a 1% pay rise for the next four years, just as they have for the last three. Given the way inflation is expected to rise, that translates into a pay cut for those on the public payroll. And woe betide the child luckless enough to be born third or fourth into a poorer family after 2017. There’ll be no more public cash for them.</p> \n<p>Osborne is not bothered by any of that. The losers can go crying to Labour. The way Osborne sees it, Labour can go right ahead and be the party of losers, of benefit claimants and whinging state employees. Knock yourself out, says the chancellor. That would leave the Tories as the workers’ party, Labour as the welfare party. Labour would be noisy and passionate, leading a thousand heartfelt marches against “the cuts” – and nicely on course for yet another election defeat. All the rest of the political terrain would belong to the Conservatives.</p> \n<p>That’s the long term game plan. Before 2020, there’s another election to win – the internal contest to become his party’s leader. To that end, Osborne was careful to throw a condescending bauble towards his rival, Boris Johnson, in the form of funding to preserve the RAF fighter command centre in Johnson’s constituency. The promise to spend 2% of GDP on defence was similarly designed to win friends on the Tory right.</p> \n<p>But perhaps the most telling change was one of style. The usual gags and cheap, partisan shots were scarce this time. There were fewer micro-wheezes. This was the budget of a man who is aiming high. He wants the big prize for himself – and an even bigger one for his party.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c29f243797aff8b9cd868cbe6500d613837049ea/65_79_3018_1810/3018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1810,"width":3018,"orientation":"landscape","credit":"Chris Yates/Demotix/Corbis","altText":"George Osborne budget","cleanCredit":"Photograph: Chris Yates/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-08T18:21:16Z","lastModified":"2015-07-08T22:29:00Z","metadata":{"commentable":true,"commentCount":837,"contributors":[{"name":"Jonathan Freedland","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740842/JonathanFreedland.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanfreedland"}],"feature":false,"keywords":["Budget","George Osborne","Boris Johnson","Labour","Minimum wage","Iain Duncan Smith","Politics","Society","UK news","Conservatives"],"tags":[{"id":"uk/budget","webTitle":"Budget"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/boris","webTitle":"Boris Johnson"},{"id":"politics/labour","webTitle":"Labour"},{"id":"society/minimum-wage","webTitle":"Minimum wage"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jonathan Freedland","topic":{"type":"tag-contributor","name":"profile/jonathanfreedland"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/08/george-osborne-budget-stole-labours-election-promises-living-wage","shortUrl":"http://gu.com/p/4afzk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/08/george-osborne-budget-stole-labours-election-promises-living-wage","webUri":"http://www.theguardian.com/commentisfree/2015/jul/08/george-osborne-budget-stole-labours-election-promises-living-wage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c29f243797aff8b9cd868cbe6500d613837049ea/65_79_3018_1810/3018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1810,"width":3018,"orientation":"landscape","caption":"George Osborne’s speech-closing rabbit of the national living wage was unhealthily thin – but the chancellor understands the importance of perception in politics. Photograph: Chris Yates/Demotix/Corbis","credit":"Chris Yates/Demotix/Corbis","altText":"George Osborne budget","cleanCaption":"George Osborne’s speech-closing rabbit of the national living wage was unhealthily thin – but the chancellor understands the importance of perception in politics.","cleanCredit":"Photograph: Chris Yates/Demotix/Corbis"}},"importance":5,"byline":{"title":"Jonathan Freedland"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740842/JonathanFreedland.png"}}]},{"title":"What are they trying to do to Prince George – turn him into Pinocchio?","rawTitle":"What are they trying to do to Prince George – turn him into Pinocchio?","item":{"type":"comment","id":"commentisfree/2015/jul/08/prince-george-royal-family-christening","title":"What are they trying to do to Prince George – turn him into Pinocchio?","trailText":"They all have to do it. Being forced into red knickerbockers and a white embroidered chemise at christenings is integral to royal family ancestor worship","standFirst":"<p>They all have to do it. Being forced into red knickerbockers and a white embroidered chemise at christenings is integral to royal family ancestor worship</p>","byline":"Peter Bradshaw","body":"<p>Just when the royal family had almost convinced us they are ordinary human beings from the 21st century – and, crucially, using the younger royals to do it – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/gallery/2015/jul/06/royal-christening-crowds-gather-for-princess-charlottes-ceremony-in-pictures\" title=\"\">along comes Prince George at the christening of his younger sister, Charlotte</a>, resplendent in an extraordinary red knickerbockers and white embroidered chemise combo.</p> \n<p>What was that unfortunate child dressed in? It looked like something Pinocchio might angrily refuse to wear, on the grounds that he was a real boy and not a toy. Was it something the art director of Hello! magazine had dreamed up after consuming his or her body weight in magic mushrooms? Or perhaps it was based on something Maria from The Sound of Music had run up as a playsuit for a very naughty child, by cutting up the national flag of Ruritania.</p> \n<p>The true chill of horror came with the realisation that Prince William had in fact been forced to wear the very same getup <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/gallery/2011/apr/25/prince-william-life-in-pictures\" title=\"\">in 1984</a>, when he was taken to see baby Harry for the first time. The duplication appears to have been a deliberate homage, or treacly ancestor-worship. Who is advising the Duke and Duchess of Cambridge on style? The <a href=\"http://www.franklinmint.com/\" title=\"\">Franklin Mint?</a></p> \n<h2><strong>Euphemisms on the line</strong></h2> \n<p>Periodically, the Oxford English Dictionary publishes a list of new words. Maybe it should do the same&nbsp;with euphemisms.</p> \n<p>I was on a horrifically packed and immobile train recently: all seats taken, people standing in the aisles hunched, uncomfortable; everyone sweating. A chirpy voice on the intercom described the train as “busy” – a&nbsp;word that conjures up hectically purposeful and productive activity.</p> \n<p>This inert, resentful mass was, of course, the opposite of busy. The use of “busy” to mean “worryingly overcrowded” is sleight-of-hand corporatespeak whose purpose is to avoid admitting something is very wrong – something for which an apology or compensation may yet be necessary.</p> \n<p>When I hear the word busy over any intercom, my heart sinks. It means I am about to be squashed flat. The other popular euphemism is “struggling”, now used everywhere about everything. When I was at school teachers said sternly: “Peter is weak at maths.” Now it would be: “I think Peter will struggle with the maths syllabus” – tactfully, if patronisingly, reconfiguring the situation, removing the element of shame.</p> \n<p>On my immobile train, incidentally, I asked the guard about the wifi that was supposedly available. With a sorrowful smile, he replied: “I think you’ll struggle to get wifi.”</p> \n<h2><strong>What girls are made of</strong></h2> \n<p>Sometimes social media put aside the trolling and behave decently. Just imagine what would happen in England if the men’s World Cup football team went out in the semi-finals to an own goal. There would be a roar of humiliated rage and grief which would be converted, through an almost industrial process, into decades of poisonous irony and mockery.</p> \n<p>The player responsible would have to be a good&nbsp;sport and absorb it into his career, like Stuart Pearce and Chris Waddle doing their notorious <a href=\"https://www.youtube.com/watch?v=6SgAclSkCpA\" title=\"\">Pizza Hut commercial</a> after missing the penalties in Italia 90.</p> \n<p>But of course this time it was different: it was the women’s team that was defeated, and there was a wave of gallant sympathy. It would be lovely if this happened all the time, for all sporting disasters. Perhaps everyone thought “It’s only a game”. Or were they thinking “It’s only a women’s game”?</p> \n<p>The niceness could just be proof that women’s football is still not taken as seriously as men’s. Once it is, the nastiness will explode. But this is nice for the time&nbsp;being.</p> \n<p><strong>@PeterBradshaw1</strong></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436364331901/Prince-George-at-Princess-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The true chill of horror came with the realisation that Prince William had in fact been forced to wear the very same getup in 1984, when he was taken to see baby Harry for the first time.' Photograph: Matt Dunham/PA","credit":"Matt Dunham/PA","altText":"Prince George at Princess Charlotte's christening","cleanCaption":"‘The true chill of horror came with the realisation that Prince William had in fact been forced to wear the very same getup in 1984, when he was taken to see baby Harry for the first time.' Photograph: Matt Dunham/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-08T15:31:25Z","lastModified":"2015-07-09T06:18:30Z","metadata":{"commentable":true,"commentCount":344,"contributors":[{"name":"Peter Bradshaw","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733746410/PeterBradshaw.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterbradshaw"}],"feature":false,"keywords":["Monarchy","UK news","Prince George"],"tags":[{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk-news/prince-george","webTitle":"Prince George"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Peter Bradshaw","topic":{"type":"tag-contributor","name":"profile/peterbradshaw"}}],"series":{"title":"Notebook","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/notebook"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/08/prince-george-royal-family-christening","shortUrl":"http://gu.com/p/4afg6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/08/prince-george-royal-family-christening","webUri":"http://www.theguardian.com/commentisfree/2015/jul/08/prince-george-royal-family-christening"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457414592","source":"guardian.co.uk","durationInSeconds":148,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/06/150706RoyalBaby.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/06/150706RoyalBaby_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/6/1436167082770/KP_343844_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Royal family arrive for Princess Charlotte's christening - video ","credit":"guardian.co.uk","altText":"620x372 trailpic for Royal family arrive for Princess Charlotte's christening - video ","cleanCaption":"620x372 trailpic for Royal family arrive for Princess Charlotte's christening - video "}}},"importance":5,"byline":{"title":"Peter Bradshaw"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436364331901/Prince-George-at-Princess-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The true chill of horror came with the realisation that Prince William had in fact been forced to wear the very same getup in 1984, when he was taken to see baby Harry for the first time.' Photograph: Matt Dunham/PA","credit":"Matt Dunham/PA","altText":"Prince George at Princess Charlotte's christening","cleanCaption":"‘The true chill of horror came with the realisation that Prince William had in fact been forced to wear the very same getup in 1984, when he was taken to see baby Harry for the first time.' Photograph: Matt Dunham/PA"}}]},{"title":"Osborne’s class spite wrapped in spin will feed a backlash","rawTitle":"Osborne’s class spite wrapped in spin will feed a backlash","item":{"type":"comment","id":"commentisfree/2015/jul/08/osborne-class-spite-spin-backlash-budget-cynical-one-nation-fraud","title":"Osborne’s class spite wrapped in spin will feed a backlash","trailText":"The budget is a cynical one-nation fraud. The reality is a huge transfer of resources from poor to rich","standFirst":"The budget is a cynical one-nation fraud. The reality is a huge transfer of resources from poor to rich","byline":"Seumas Milne","body":"<p>It’s a long-established Tory tradition to play their most outrageous cards as soon as possible after winning an election: impose the most savage cuts and stuff the pockets of their friends without restraint. Margaret Thatcher could barely contain herself in 1979, abolishing exchange controls and cutting the top rate of tax for the wealthiest from 83% to 60% a month after coming to power. Her chancellor, Nigel Lawson, hacked it back again to 40% in his first post-election budget in 1988, fuelling boom and bust in the process. And George <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2010/jun/23/emergency-budget-2010-george-osborne\" title=\"\">Osborne unveiled his calamitous programme</a> of cuts, tax breaks for the rich and tax rises for the poor the month after the 2010 election.</p> \n<p>That halted economic recovery and eventually had him <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/sep/03/george-osborne-booed-paralympics\" title=\"\">booed out of the Olympic stadium</a>. It was only by calling a temporary halt to austerity and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2014/dec/03/autumn-statement-stamp-duty-george-osborne-wants-high-house-prices\" title=\"\">pumping up the housing market</a> that he was able to rescue his reputation and lay the ground for the upturn that saved his and David Cameron’s bacon last month.</p> \n<p>But he was at it again today in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/budget-2015-uk-gdp-other-rich-nations-george-osborne\" title=\"\">first fully Conservative budget for a generation</a>: inheritance tax is to be abolished on homes worth up to &pound;1m and corporation tax on company profits is to be slashed further, while benefits and tax credits for the sick, large families, the working poor and the young are to be cut or ditched altogether.</p> \n<p>But this time he has learned his lesson, and the class spite at the heart of an austerity package the chancellor declared would be the basis of a “new settlement” came wrapped in a one-nation package of spin, political cross-dressing and sleight of hand.</p> \n<p>Now his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2012/dec/02/growth-weak-money-tight-osborne-autumn-statement\" title=\"\">omnishambles</a> days are behind him, Osborne has developed a reputation as something of a political wizard. And his coup de grace today – an increase in the minimum wage, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/reality-check/2015/jul/08/george-osborne-budget-national-living-wage\" title=\"\">dressed up as a living wage</a> and cynically undercut by a full-frontal attack on tax credits – was immediately hailed as a masterstroke that cemented the Conservatives in the centre ground in their new guise as “the party of working people”.</p> \n<p>What would otherwise seem little more than a bizarre pose is helped by the prostrate state of the official opposition. Labour’s acting leader, Harriet Harman, today assured the chancellor that her party would be “grown up and constructive” and was in fact up for all manner of cuts itself.</p> \n<p>Those include <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/07/benefit-cap-pitch-children-poverty-12bn-cuts-tory-budget\" title=\"\">the benefits cap</a>, which <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/06/guardian-view-on-benefit-cap-disgraceful-policy-george-osborne-budget\" title=\"\">punishes children born into large families</a> and is now to be reduced still further. “Hardworking families”, lionised by Tory and Labour politicians, are the ones who will be paying the continuing cost of the bankers’ crash and David Cameron and Osborne’s half-cocked deficit-reduction programme.</p> \n<p>More than &pound;12bn is being cut from working age benefits and tax credits. A family with one earner on average earnings stands to lose over &pound;2,000 in tax credits. Someone on employment and support allowance registered as sick will be &pound;30 a week worse off. Tax credit cuts, which will hit 3 million families, mean taking money from cleaners, care workers and supermarket checkout staff.</p> \n<p>That cash has been used to subsidise the low-paid, insecure jobs that have multiplied as the share of wages in national income has fallen, just as housing benefit fills the pockets of private landlords. A serious boost to the minimum wage would help, especially if it was actually enforced. But increasing it by 7% with one hand, which is what has been announced for next year, while making deeper cuts in working age benefits with the other, is simply a political fraud.</p> \n<p>Rebadging it as a living wage, currently above Osborne’s planned rate, doubles the scam. If the government were seriously interested in boosting wages, it would be encouraging trade unionism and collective bargaining. Instead, ministers are going to cut public sector pay in real terms year after year and raise the legal bar for industrial action to the point where strikes will be effectively outlawed in public services.</p> \n<p>What has in fact been unveiled this week is a huge transfer of resources from the poor to the rich. While billions are handed to the corporate sector, and 26,000 wealthy families get an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/mar/16/tories-1m-inheritance-tax-giveaway-sensitive-papers-wealthier-households\" title=\"\">extra &pound;940m from the inheritance tax cut</a>, low-paid workers will be picking up the bill with lost tax credits and benefits.</p> \n<p>The Conservatives point to tax threshold increases as an anti-poverty measure, though the 6 million lowest-paid <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/07/right-love-higher-wages-tax-credits\" title=\"\">pay no income tax, and most of the benefit goes to higher earners</a>. Nor does Osborne borrowing Ed Miliband’s policies on non-doms, buy-to-let or training levies remotely mean “we’re all in this together”.</p> \n<p>They’re pragmatic measures, amply compensated by the main business of tax and benefit cuts. As the Guardian reportedtoday, the government presides over an internationally lavish <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/07/corporate-welfare-a-93bn-handshake\" title=\"\">corporate welfare and subsidy regime, worth an estimated &pound;93bn a year</a> – more than the entire budget deficit, even though corporate investment levels are dire. All that is without the still unspecified cuts to unprotected government departments, which will also hit the worst-off hardest.</p> \n<p>The reason for this savagery is that, contrary to their incessant claims that their long-term plan is working, five years of Osbornomics has been an outright failure, even in its own terms. The chancellor promised to wipe out the deficit in one parliament. Now he’s had to postpone his goal of a surplus for yet another year for fear of repeating the growth-strangling impact of his 2010-11 cuts, and rely on the largest sale of public assets ever to fill the gap.</p> \n<p>That’s after presiding over the weakest recovery on record, far behind his own forecasts of five years ago, and a disastrous productivity performance - predicted by the Office for Budget Responsibility to go on getting worse for years. That this is regarded as any kind of success story is only possible because of a pliant media and a political class in thrall to City-dictated austerity.</p> \n<p>What Cameron and Osborne have succeeded in doing is set us on course for US-style levels of public spending, and loaded the costs of a continuing crisis on to the backs of those least able to shoulder the burden – while dressing it up as an even-handed necessity, and convincing Labour leaders to dance to their tune on the back of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/19/your-37-per-cent-tory\" title=\"\">37% of the vote</a>. That’s what the chancellor means by a “new settlement”. How long any such settlement will be accepted, as Europe is demonstrating, is another matter.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436384662295/Cleaner-polishes-door-of--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A cleaner polishes the door of 11 Downing Street, the official home of George Osborne. 'Tax credit cuts mean taking money from cleaners, care workers and supermarket checkout staff.' Photograph: Peter Nicholls/Reuters","credit":"Peter Nicholls/Reuters","altText":"Cleaner polishes door of 11 Downing Street","cleanCaption":"A cleaner polishes the door of 11 Downing Street, the official home of George Osborne. 'Tax credit cuts mean taking money from cleaners, care workers and supermarket checkout staff.' Photograph: Peter Nicholls/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-08T19:55:26Z","lastModified":"2015-07-08T23:01:22Z","metadata":{"commentable":true,"commentCount":900,"contributors":[{"name":"Seumas Milne","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748508/SeumasMilne.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seumasmilne"}],"feature":false,"keywords":["Budget 2015 (July)","George Osborne","Austerity","Politics","Conservatives","Budget","UK news","Business"],"tags":[{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk/budget","webTitle":"Budget"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Seumas Milne","topic":{"type":"tag-contributor","name":"profile/seumasmilne"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/08/osborne-class-spite-spin-backlash-budget-cynical-one-nation-fraud","shortUrl":"http://gu.com/p/4afqa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/08/osborne-class-spite-spin-backlash-budget-cynical-one-nation-fraud","webUri":"http://www.theguardian.com/commentisfree/2015/jul/08/osborne-class-spite-spin-backlash-budget-cynical-one-nation-fraud"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436384662295/Cleaner-polishes-door-of--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A cleaner polishes the door of 11 Downing Street, the official home of George Osborne. 'Tax credit cuts mean taking money from cleaners, care workers and supermarket checkout staff.' Photograph: Peter Nicholls/Reuters","credit":"Peter Nicholls/Reuters","altText":"Cleaner polishes door of 11 Downing Street","cleanCaption":"A cleaner polishes the door of 11 Downing Street, the official home of George Osborne. 'Tax credit cuts mean taking money from cleaners, care workers and supermarket checkout staff.' Photograph: Peter Nicholls/Reuters"}},"importance":4,"byline":{"title":"Seumas Milne"},"showQuotedHeadline":true,"sublinks":[{"title":"George Osborne's budget hides plenty of pain, particularly for the young","rawTitle":"George Osborne's budget hides plenty of pain, particularly for the young","item":{"type":"comment","id":"uk-news/2015/jul/08/george-osborne-budget-minimum-wage-benefit-cuts-young-people","title":"George Osborne's budget hides plenty of pain, particularly for the young","trailText":"Minimum wage rise has drawn praise, but it only applies to over-25s, while welfare cuts mean families could lose thousands per year","standFirst":"<p>Minimum wage rise has drawn praise, but it only applies to over-25s, while welfare cuts mean families could lose thousands per year</p>","byline":"Patrick Collinson Money editor","body":"<p>Have the Conservatives gone further than Labour dared to go? On the face of it, the extraordinary rise in the minimum wage, the broadside against landlords, the rise in personal allowances and the cuts in social housing rents and car duty will <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/budget-2015-uk-gdp-other-rich-nations-george-osborne\">make this budget hugely popular</a>, while providing ample political cover for slashing tax credits. But if you look below the bonnet of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/july-budget-2015-key-points-at-a-glance\">the announcement</a>, you may well begin to splutter.</p> \n<p>The new minimum wage will be worth just shy of &pound;15,000 a year from next April, a huge &pound;1,500 boost to someone on the minimum wage today who works 40 hours a week. Currently, the minimum wage is &pound;6.50 an hour, but the new living wage will be &pound;7.20 from next April, rising to &pound;9 in 2020 – putting the 40-hour-a-week employee on &pound;18,720 a year. To give this anything other than a warm welcome would be churlish. </p> \n<p>But now for the caveats. This new living wage will be for the over-25s only, which will exclude many on ultra-low pay currently. This carries on the Conservatives’ curious <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jul/08/budget-2015-grants-poorer-university-students-scrapped-loans\">campaign against the young</a>, who will also be denied housing benefit. The minimum wage was due to rise to &pound;6.70 in October in any case, and while George Osborne may have appropriated the language of the living wage campaign, his promises fall <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/reality-check/2015/jul/08/george-osborne-budget-national-living-wage\">way short of what they say is needed</a> – &pound;7.85 an hour outside London and &pound;9.15 in the capital. Furthermore, campaigners say those wage levels should be brought in immediately, not in 2020. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/08/budget-2015-verdict-writers-george-osborne\">Budget 2015: the verdict from our columnists | The panel</a> </p> \n</aside> \n<p>Meanwhile, Osborne’s promise to give Britain a pay rise will ring hollow with nurses and other public sector workers, who will receive increases of just 1% for the next four years. Given that inflation is expected to return to 2% a year, what public sector workers are looking at is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/public-leaders-network/2015/jul/08/pay-cap-public-servants-budget-2015\">four years of real-terms pay cuts</a>. </p> \n<p>The attack on landlord tax reliefs left some campaigners speechless. Only this morning, one pressure group was noting how so many Tory MPs are buy-to-let landlords and that the prospects for any hope for generation rent were forlorn. Then along comes a Conservative chancellor who makes the first major tax change to buy-to-let since it burst on to the property market in the mid-1990s. Mortgage tax relief for owners of buy-to-let properties will be gradually reduced, although not axed altogether, in measures the campaign group Priced Out “warmly welcomed”. </p> \n<p>It is not just mortgage tax relief that is being cut, but also the amount landlords can claim for wear and tear. Landlords will also be unable to line their pockets with ever rising amounts of housing benefit. At last, first-time buyers will be able to purchase a home without being outbid by wannabe landlords with the maths stacked in their favour. </p> \n<p>But there is a sting in the tail. The vast PR machine that has supported the dizzying growth of Britain’s rental sector is already <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/osborne-buy-to-let-tax-relief-limit-budget\">warning that rents will have to rise</a> to make up for the loss of landlords’ tax benefits. Fewer homes, they add, will be built for rent. Some are even warning of a property price crash as landlords queue up to sell – just as the first interest rate rises start to come through next year. But there will be few tears if property prices stall, coming on the day Halifax reported that the market had surged again, with average prices breaking the &pound;200,000 barrier. </p> \n<p>The chancellor promised a cut in vehicle excise duty on average cars from &pound;166 to &pound;140, said MOTs will not be needed until a car is four years old, rather than three, and that there will be a surge in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/reality-check/2015/jul/08/uk-roads-worse-puerto-rico-or-namibia-reality-check\">spending on roads</a>. </p> \n<p>But what the budget documents released after the speech show is that motorists are actually going to be paying a lot more tax. One of the biggest lines of increased tax revenue will come from the rise in insurance premium tax from 6% to 9.5%. This will add between &pound;12 and &pound;15 to the typical car insurance premium and rake in about &pound;1.5bn for Osborne. </p> \n<p>The shock announcement on the minimum wage meant income tax and national insurance took second billing, if not third. The rise in the basic personal allowance to &pound;11,000 comes a year earlier than previously said, and will be worth an extra &pound;60 a year for most taxpayers. Osborne also began to reverse the long drag of more and more people falling into higher-rate tax, promising to lift 130,000 people out of it with boosted allowances. But it is time to scotch the idea that middle Britain pays 40% tax. The median annual income in the UK for a full-time worker is &pound;26,936, or about &pound;14,000 shy of paying the 40% tax rate.</p> \n<div>\n __VIDEO_EMBED_gu-video-457444655__\n</div> \n<p>However, immediate praise for the budget from some commentators should not mask the intense attack on welfare. A two-child family where both adults are unemployed will see their income plummet from &pound;26,000 to &pound;20,000 a year under the new benefit caps. The loss of tax credits to working families with more than two children could lop &pound;60 to &pound;70 a week off already heavily strained household finances. And as someone who comes from a family of seven children, I found Osborne’s rhetoric against larger families deeply uncomfortable. Quite why has he focused the welfare cuts so heavily on families with three children or more? How very big and bold of him. </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/032ba83ef56a20bbbed3a25f96ca0b8cbe16b6fd/0_11_3830_2300/3830.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2300,"width":3830,"orientation":"landscape","credit":"Stuart C. Wilson/Getty Images","altText":"George Osborne outside No 10","cleanCredit":"Photograph: Stuart C. Wilson/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-08T17:16:26Z","lastModified":"2015-07-08T17:39:20Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Patrick Collinson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400851490446/Patrick-Collinson-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickcollinson"}],"feature":false,"keywords":["Budget 2015 (July)","Budget","UK news","Conservatives","Politics","Minimum wage","Living wage","Tax","Welfare","Benefits","Society","Car tax","Motoring","Tax credits","Family finances","State benefits"],"tags":[{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"uk/budget","webTitle":"Budget"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/minimum-wage","webTitle":"Minimum wage"},{"id":"society/living-wage","webTitle":"Living wage"},{"id":"money/tax","webTitle":"Tax"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/society","webTitle":"Society"},{"id":"money/cartax","webTitle":"Car tax"},{"id":"money/motoring","webTitle":"Motoring"},{"id":"money/taxcredits","webTitle":"Tax credits"},{"id":"money/family-finances","webTitle":"Family finances"},{"id":"money/statebenefits","webTitle":"State benefits"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Patrick Collinson","topic":{"type":"tag-contributor","name":"profile/patrickcollinson"}}],"embeddedVideos":[{"id":"gu-video-457444655","source":"guardian.co.uk","durationInSeconds":194,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/08/150708LarryBudget_KP-24739527_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/08/150708LarryBudget_KP-24739527.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/8/1436372977134/KP_346368_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for The budget George Osborne 'has been thirsting for'","credit":"guardian.co.uk","altText":"620x372 trailpic for The budget George Osborne 'has been thirsting for'","cleanCaption":"620x372 trailpic for The budget George Osborne 'has been thirsting for'"}}],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/george-osborne-budget-minimum-wage-benefit-cuts-young-people","shortUrl":"http://gu.com/p/4afkb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/08/george-osborne-budget-minimum-wage-benefit-cuts-young-people","webUri":"http://www.theguardian.com/uk-news/2015/jul/08/george-osborne-budget-minimum-wage-benefit-cuts-young-people"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/032ba83ef56a20bbbed3a25f96ca0b8cbe16b6fd/0_11_3830_2300/3830.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2300,"width":3830,"orientation":"landscape","caption":"George Osborne has focused many of his welfare cuts on large families, who could see their incomes plummet. Photograph: Stuart Wilson/Getty Images","credit":"Stuart Wilson/Getty Images","altText":"George Osborne outside No 10","cleanCaption":"George Osborne has focused many of his welfare cuts on large families, who could see their incomes plummet.","cleanCredit":"Photograph: Stuart Wilson/Getty Images"}},"importance":0,"byline":{"title":"Patrick Collinson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/23/1400851490446/Patrick-Collinson-R.png"}}]}],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748508/SeumasMilne.png"}}]},{"title":"Frozen’s Princess Elsa and the fairytale of the plucky little cake that could","rawTitle":"Frozen’s Princess Elsa and the fairytale of the plucky little cake that could","item":{"type":"comment","id":"commentisfree/2015/jul/09/frozen-princess-elsa-fairytale-cake-baking-viral","title":"Frozen’s Princess Elsa and the fairytale of the plucky little cake that could","trailText":"When a photo of a baking mishap went viral we didn’t know the tragic story behind it. So were we wrong to laugh?","standFirst":"When a photo of a baking mishap went viral we didn’t know the tragic story behind it. So were we wrong to laugh?","byline":"Rebecca Nicholson","body":"<p>This week I laughed at a picture of a cake that was supposed to depict Princess Elsa from the Disney film <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jul/03/frozen-disney-elsa-breaks-into-top-500-baby-names\" title=\"\">Frozen</a>. The image had spread like frosting across the internet. It showed a side-by-side comparison of “<a href=\"https://twitter.com/ItsQueenElsa/status/617527371764232192/photo/1\" title=\"\">the cake that was ordered and the cake that arrived</a>”. One was of an edible Elsa, recognisable as the film’s animated heroine, her blonde plait cascading over her shoulder in a thick wedge of icing. The other was Elsa, but as an older&nbsp;woman, a tougher broad who had lived a hard life before moving to Beverly Hills, perhaps, where she called on the services of a surgeon who nipped, tucked and hoisted those royal features, Hollywood-style.</p> \n<p>The internet was amused. People called it ugly, nightmarish, terrible. Other sites picked it up, repeated those criticisms and added their own. It may have appeared in your Facebook feed, as it did mine, nestled in the scrolling list of news, baby photos and that video of puppies meeting kittens for the first time. It seemed destined to be a new star of the site <a href=\"http://www.cakewrecks.com/\" title=\"\">Cake Wrecks</a>, which has tickled me for years, mostly for its collection of rockets that look like&nbsp;something else, but particularly for&nbsp;its very literal iced messages: “Happy&nbsp;birthday in blue” – written carefully on the topping, exactly as it was dictated on the phone.</p> \n<p>But this Elsa cake had a different fate.&nbsp;It was not the culinary catastrophe that people had assumed; in fact, it was the work of a baker, Lisa Randolph-Gant, who had made the cake for a sick child via a&nbsp;charity called Icing Smiles. If you feel&nbsp;guilty for laughing now, it only gets&nbsp;worse: Randolph-Gant explained that she knew the cake was, as she put it, “a hot mess”, but that was because she only had two hours to get it finished.&nbsp;Because her grandmother had just died and she had been busy comforting her distraught mother. And&nbsp;when she turned up to deliver it, it started raining, and Elsa got wet, and her features were smudged because her&nbsp;face had to be dried off.</p> \n<p>The internet thrives on pointing and laughing at strangers. We know this, but typically finding the humour in these situations involves ignoring the fact that our laughter is mean, even shameful – as was the case with Sean O’Brien, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/25/dancing-man-fat-shamed-cyberbullies-hollywood-party\" title=\"\">Dancing Man</a>, who went viral for the crime of tearing up the dancefloor while fat, which someone found objectionable enough to photograph and share. Or when a public sex act in the crowd at a music concert was captured by a stranger and used as a way of humiliating the people involved. Or when BuzzFeed posted a “<a href=\"http://www.buzzfeed.com/mattbellassai/45-people-you-wont-believe-actually-exist-6z51#.xf0ZBAYX8\" title=\"\">you won’t believe these people exist</a>” list, which invited mockery of a woman in a wheelchair eating a block of cheese, or a&nbsp;clearly young girl with a big, blow-dried&nbsp;haircut deemed too big.</p> \n<p>But I see the Elsa cake as a kind of Rubicon. Before the cake, a malformed gateau would have seemed fine, like kittens falling off tables (only small tables, so they don’t get hurt) or people screengrabbing iPhone autocorrects that cause them to accidentally send rude texts to their mum.</p> \n<p>Internet humour is not subtle; it largely relies on a childlike immediacy between image and reaction. An amusing graphic of someone falling over is a loop of an instant. There is no time for its backstory, and we do not seek it out. But when we are shown what made the meme it forces us to stop and consider not just that the funny thing happened but why – and perhaps the feelings of the people involved. Our laughter is suddenly less secure.</p> \n<p>After the Elsa cake, we are adrift: who could have guessed it would contain so much tragedy? That a wonky eye made of sugar came from sick children and bereavement and led to humiliation? It was impossible to know. It was just a funny-looking cake.</p> \n<p>It is not amusing that a charitable act was mocked around the world, nor that the baker had lost a family member. When the Dancing Man told his story, compensation came in the form of a glamorous party in LA, thrown in his honour by strangers, who took on the shame of those who had mocked him.</p> \n<p>And, as with the Dancing Man, a queasy combination of guilt and amusement makes the Elsa cake a fairytale of its own, proving a wider moral about judging without the facts, and what it means to be a good person.</p> \n<p>The charity involved must have gathered more publicity from this than it has had in its entire history, which should translate into more donations and more volunteers and more cakes of cartoon characters, competent and not. Ugly Elsa was the plucky cake that could. Disney’s crack team of writers will be hard at work on the plot for Frozen 2, but surely they can put their pencils down and call it a day.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436374313877/Frozens-Queen-Elsa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘This Elsa cake was not the culinary catastrophe that people had assumed; in fact, it was the work of a baker who had made it for a sick child.' Photograph: Disney","credit":"/Disney","altText":"Frozen's Queen Elsa","cleanCaption":"‘This Elsa cake was not the culinary catastrophe that people had assumed; in fact, it was the work of a baker who had made it for a sick child.' Photograph: Disney"}],"bodyImages":[],"webPublicationDate":"2015-07-09T06:00:06Z","lastModified":"2015-07-09T06:00:06Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Rebecca Nicholson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/3/1433328474752/Rebecca-Nicholson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebeccanicholson"}],"feature":false,"keywords":["Social media","Digital media","Media"],"tags":[{"id":"media/social-media","webTitle":"Social media"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Rebecca Nicholson","topic":{"type":"tag-contributor","name":"profile/rebeccanicholson"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/09/frozen-princess-elsa-fairytale-cake-baking-viral","shortUrl":"http://gu.com/p/4afm8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/09/frozen-princess-elsa-fairytale-cake-baking-viral","webUri":"http://www.theguardian.com/commentisfree/2015/jul/09/frozen-princess-elsa-fairytale-cake-baking-viral"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436374313877/Frozens-Queen-Elsa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘This Elsa cake was not the culinary catastrophe that people had assumed; in fact, it was the work of a baker who had made it for a sick child.' Photograph: Disney","credit":"/Disney","altText":"Frozen's Queen Elsa","cleanCaption":"‘This Elsa cake was not the culinary catastrophe that people had assumed; in fact, it was the work of a baker who had made it for a sick child.' Photograph: Disney"}},"importance":4,"byline":{"title":"Rebecca Nicholson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/6/3/1433328474752/Rebecca-Nicholson-L.png"}}]},{"title":"How a small Spanish town gave the tech giants a lesson in empowerment","rawTitle":"How a small Spanish town gave the tech giants a lesson in empowerment","item":{"type":"comment","id":"technology/2015/jul/09/twitter-tech-giants-empowerment","title":"How a small Spanish town gave the tech giants a lesson in empowerment","trailText":"Twitter has helped make the world a better place – but it has the potential to do so much more","standFirst":"Twitter has helped make the world a better place – but it has the potential to do so much more","byline":"Jemima Kiss","body":"<p>It is often said that technologists are the new rock stars, though what they lack in glamour they make up for in a profound influence on how we live and interact with the world.</p> \n<p>Two weeks ago I was in the Spanish city of Granada at what claims to be the world’s first conference dedicated to Twitter, where the now departed CEO Dick Costolo appeared on stage to a standing ovation before he had even started speaking. Costolo later said the reception is always the same, even when he visited journalism students in China – a country that blocks Twitter. It is a shame tech firms don’t look outwards more often; it is a mark of the tunnel vision of American tech companies that they still call staff “international” if they deal with any countries other than the US.</p> \n<p>The conference was built on the success of Jun, a small town on the edge of Granada, which has been using Twitter to formally manage its local government services including reporting crimes to the police, sharing the school lunch menu and notifying the electrician when a street light is broken. The mayor, Jos&eacute; Antonio Rodr&iacute;guez Salas, has been trying different platforms since 1999.</p> \n<p>He’s single minded and ambitious, though I suspect he has had to face more scepticism and do more evangelising than he admits.</p> \n<p>Despite powerful technology and the potential of a distributed network, this particular project works through the enormous effort and commitment of one man, who has made a big difference to some citizens who now feel more included and valued, they told me.</p> \n<p>Twitter itself knew about the experiment for two years before Deb Roy, its chief data scientist, invested time in researching the project to see if it could be scaled up to US cities. The challenge there is that Twitter flattens hierarchies, which in the case of local government worked beautifully, but has meant the mayor of any larger city could quickly become a bottleneck for inquiries.</p> \n<p>Twitter has been keen to push the issue of distribution of power. In his last public speech while in Granada, Costolo talked of empowering the world’s “smallest voices”, not just by dealing with abusive users who enjoy intimidating others online, but also as a nod to the developing world. Where access to and distribution of information and knowledge have always been associated with power, Costolo said Twitter could give voice to people who have never had one until now. As a warning, he referred to Iran, whose citizens are blocked from Twitter but whose authorities use it themselves.</p> \n<p>These are vast ambitions. Faced with impatient shareholders – and ones blinded by the scale (but very different business) of Facebook – Twitter’s priorities have to be the growth of wealthy, western users who that can feed its advertising and product revenues. It has to reach scale, and make the site more appealing to first-time users who still find it hard to know quite where to start. Those are weighty, five-year challenges in themselves but inevitable for a public company.</p> \n<p>Costolo was right to set out the potential of Twitter, and all the technology that comes in its wake, but it was also a speech he could only really give on his way out of the job. He said himself that his role became more and more about unprecedented and complex geopolitical and cultural issues – dealing with censorship for political ends, wrangling with government warrants for personal information on their users, wrestling with the intense complexities of human relationships, debate and discouraging abuse. It’s a job description more suited to an editor in chief than a CEO, one journalist quipped. Just how many of those challenges can one CEO and one company tackle?</p> \n<p>As the power and influence of technology firms grow, there is an increasing obligation for them to make a positive contribution to the world. A mission to “change the world” isn’t enough if that only means creating a niche product that makes billions for already wealthy business people.</p> \n<p>Instead of recreating Jun’s success in America’s biggest cities, what about taking that expertise to the world, where having a smartphone and internet connection is a luxury. Inequality has never been more pronounced, yet technology should be giving more people access to knowledge, opportunity and skills.</p> \n<p>Tech companies are right to look outside their bubble of privilege, but they could do so much more. We don’t need rock stars; we need tech firms to apply their talent, resource and privilege to solving the world’s biggest problems. What could we achieve then?</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436371543241/Dick-Costolo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Former Twitter chief Dick Costolo talked of empowering the world’s 'smallest voices'. Photograph: Christian Charisius/Corbis","credit":"Christian Charisius/Corbis","altText":"Dick Costolo","cleanCaption":"Former Twitter chief Dick Costolo talked of empowering the world’s 'smallest voices'. Photograph: Christian Charisius/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-09T06:00:06Z","lastModified":"2015-07-09T06:50:31Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Jemima Kiss","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/24/1400942620317/Jemima-Kiss-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jemimakiss"}],"feature":false,"keywords":["Twitter","Technology"],"tags":[{"id":"technology/twitter","webTitle":"Twitter"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"technology"},"topics":[{"displayName":"Jemima Kiss","topic":{"type":"tag-contributor","name":"profile/jemimakiss"}}],"series":{"title":"The Jemima Kiss column","uri":"http://mobile-apps.guardianapis.com/lists/tag/technology/series/the-jemima-kiss-column"},"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jul/09/twitter-tech-giants-empowerment","shortUrl":"http://gu.com/p/4afy9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jul/09/twitter-tech-giants-empowerment","webUri":"http://www.theguardian.com/technology/2015/jul/09/twitter-tech-giants-empowerment"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436371543241/Dick-Costolo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Former Twitter chief Dick Costolo talked of empowering the world’s 'smallest voices'. Photograph: Christian Charisius/Corbis","credit":"Christian Charisius/Corbis","altText":"Dick Costolo","cleanCaption":"Former Twitter chief Dick Costolo talked of empowering the world’s 'smallest voices'. Photograph: Christian Charisius/Corbis"}},"importance":3,"byline":{"title":"Jemima Kiss"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/24/1400942620317/Jemima-Kiss-R.png"}}]},{"title":"Ukraine crisis needs a political solution to reinforce EU aid efforts","rawTitle":"Ukraine crisis needs a political solution to reinforce EU aid efforts","item":{"type":"comment","id":"global-development/2015/jul/09/ukraine-crisis-eu-aid-political-solution-christos-stylianides","title":"Ukraine crisis needs a political solution to reinforce EU aid efforts","trailText":"Though the EU has doubled its aid budget for Ukraine, where 1.5 million people have received vital humanitarian assistance, the conflict is blighting their future","standFirst":"<p>Though the EU has doubled its aid budget for Ukraine, where 1.5 million people have received vital humanitarian assistance, the conflict is blighting their future</p>","byline":"Christos Stylianides","body":"<p>There is a humanitarian crisis right on the doorstep of the EU. More than 2.2 million people have been forced to leave their homes because of the fighting between Ukrainian forces and Russia-backed separatists in eastern Ukraine. As many as <a draggable=\"true\" href=\"http://ec.europa.eu/echo/files/aid/countries/factsheets/ukraine_en.pdf\">900,000 have sought refuge</a> in neighbouring countries.</p> \n<p>Last week, I visited eastern Ukraine for the second time this year to see for myself the impact of our humanitarian aid programmes on the lives of those affected, and to discuss the challenges ahead. </p> \n<p>One example of how the EU is helping vulnerable people in the crisis is through a cash-and-vouchers programme. While these schemes may be less visible than aid convoys, they can be far more efficient in responding to individual needs. In Kramatorsk, I met Julia, whose third child was born just a few months ago. Julia was forced to leave her home due to the conflict, and her husband has lost his job.</p> \n<p>The cash-and-vouchers scheme helps Julia to support her family, enabling her to buy food and to access clean water. Yet because of the ongoing fighting and road blockades, she cannot visit other relatives such as her grandmother, who lives in her hometown and also needs assistance. </p> \n<p>Hers was just one of the stories of personal struggle from the <a draggable=\"true\" href=\"https://www.humanitarianresponse.info/en/system/files/documents/files/20150702_ukraine-humanitarian_funding_update-_02_july_2015_en.pdf\">5 million people</a> estimated to be in need of assistance, according to the UNHCR, the UN refugee agency. Nearly two-thirds of them are particularly vulnerable, including children, the elderly and the disabled.</p> \n<p>So far, EU humanitarian aid has reached 1.5 million people thanks to great teamwork with our international partners. Most of those who have been helped are among the most vulnerable. But their ordeal is not over. Their lives are still blighted by uncertainty. On 1 July, the commission therefore decided to double its 2015 humanitarian budget for Ukraine <a draggable=\"true\" href=\"http://ec.europa.eu/echo/news/new-%E2%82%AC15-million-eu-aid-package-ukraine_en\">by committing a further €15m (&pound;10m)</a>. </p> \n<p>We will also launch a project under our <a href=\"http://ec.europa.eu/echo/what/humanitarian-aid/children-of-peace_en\">EU children of peace</a> programme to address the trauma of thousands of children in eastern Ukraine. All in all, the EU has provided more than €223m in immediate assistance to civilians affected by the conflict on both sides since early 2014. </p> \n<p>But more needs to be done. A UN appeal at the beginning of this year is so far only <a draggable=\"true\" href=\"https://www.humanitarianresponse.info/en/system/files/documents/files/20150702_ukraine-humanitarian_funding_update-_02_july_2015_en.pdf\">35% funded</a>. The international community needs to step up its assistance, and aid must be strictly needs-based, without any political agendas attached. That is how we can ensure that we reach the most vulnerable, regardless of the area they reside in. We are particularly concerned about the <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/mar/25/ukraine-fragile-ceasefire-humanitarian-crisis-war-weary-people\">humanitarian situation</a> in non-government controlled areas.</p> \n<p>The EU is providing assistance on both sides of the conflict line, and to refugees in neighbouring countries, including Belarus and Russia. Despite the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/12/ukraine-crisis-reports-emerge-of-agreement-in-minsk-talks\">ceasefire agreed in Minsk in February</a>, fighting continues. </p> \n<p>The staff of EU-funded humanitarian organisations have come under fire while distributing assistance. This is unacceptable: our aid is always provided on the basis of humanitarian principles of humanity, neutrality, impartiality and independence. </p> \n<p>The access to the non-government controlled areas in Ukraine’s Donbas is now more restricted, cutting people off from desperately needed assistance. This is why I reiterate my call on both sides to refrain from further fighting and to ensure unfettered and speedy access for internationally recognised humanitarian organisations. During consultations with the government, I received assurances that they will address our concerns about access across the frontlines.</p> \n<p>More than 1.3 million people have been displaced from the conflict areas in Donbass and Crimea. During my visit, I spoke to some of them and heard of their hopes. Many were receiving humanitarian aid but they needed support beyond emergency assistance to find houses, jobs, schools for their children and to access healthcare. We must look at how we can best support them together with the Ukrainian government. </p> \n<p>Solidarity is one of the cornerstones of the EU. Our humanitarian assistance demonstrates that we stand by the most vulnerable people affected by the conflict in Ukraine. Yet, as we know too well, humanitarian problems cannot have solely humanitarian solutions. </p> \n<p>This is why the EU is also deeply engaged in supporting the implementation of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/12/ukraine-crisis-reports-emerge-of-agreement-in-minsk-talks\">Minsk agreements</a> with a view to bringing about a sustainable solution that respects Ukraine’s territorial integrity, sovereignty and independence as well as international law. We need a political solution and it must come urgently.</p> \n<ul> \n <li><em>Christos Stylianides is the <a href=\"http://ec.europa.eu/commission/2014-2019/stylianides_en\">European commissioner for humanitarian aid and crisis management</a></em><br /></li> \n</ul>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436181226743/6947d43a-05e7-455b-a70d-d4a07c2abda2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"SERGEI SUPINSKY/AFP/Getty Images","altText":"Refugees from the Donetsk region, which is controlled by pro-Russia separatists","cleanCredit":"Photograph: SERGEI SUPINSKY/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T07:00:08Z","lastModified":"2015-07-09T07:00:08Z","metadata":{"commentable":true,"commentCount":27,"contributors":[],"feature":false,"keywords":["Humanitarian response","Global development","Ukraine","Aid","European Union","Russia","Internally displaced people"],"tags":[{"id":"global-development/humanitarian-response","webTitle":"Humanitarian response"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"world/ukraine","webTitle":"Ukraine"},{"id":"global-development/aid","webTitle":"Aid"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/internally-displaced-people","webTitle":"Internally displaced people"}],"section":{"id":"global-development"},"topics":[],"embeddedVideos":[],"adTargetingPath":"global-development"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/jul/09/ukraine-crisis-eu-aid-political-solution-christos-stylianides","shortUrl":"http://gu.com/p/4abcx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/jul/09/ukraine-crisis-eu-aid-political-solution-christos-stylianides","webUri":"http://www.theguardian.com/global-development/2015/jul/09/ukraine-crisis-eu-aid-political-solution-christos-stylianides"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436181226743/6947d43a-05e7-455b-a70d-d4a07c2abda2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Refugees from Donetsk, where pro-Russia separatists hold sway, gather at a centre in the eastern Ukrainian city of Slavyansk, which is controlled by Ukrainian forces.  Photograph: Sergei Supinsky/AFP/Getty Images","credit":"Sergei Supinsky/AFP/Getty Images","altText":"Refugees from the Donetsk region, which is controlled by pro-Russia separatists, gather at a centre in the eastern Ukrainian city of Slavyansk, which is controlled by Ukrainian forces","cleanCaption":"Refugees from Donetsk, where pro-Russia separatists hold sway, gather at a centre in the eastern Ukrainian city of Slavyansk, which is controlled by Ukrainian forces. ","cleanCredit":"Photograph: Sergei Supinsky/AFP/Getty Images"}},"importance":3,"byline":{"title":"Christos Stylianides"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436181226743/6947d43a-05e7-455b-a70d-d4a07c2abda2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"SERGEI SUPINSKY/AFP/Getty Images","altText":"Refugees from the Donetsk region, which is controlled by pro-Russia separatists","cleanCredit":"Photograph: SERGEI SUPINSKY/AFP/Getty Images"}}]}],"lastModified":"2015-07-09T07:15:19Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}