{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"This is Fifa’s Watergate. Let me remind you how it all ended, Sepp","rawTitle":"This is Fifa’s Watergate. Let me remind you how it all ended, Sepp","item":{"type":"comment","id":"commentisfree/2015/may/29/corruption-fifa-blatter","title":"This is Fifa’s Watergate. Let me remind you how it all ended, Sepp","trailText":"The parallels between Nixon in 1972 and Blatter today spell bad news for the Swiss president – in spite of his victory this evening","standFirst":"<p>The parallels between Nixon in 1972 and Blatter today spell bad news for the Swiss president – in spite of his victory this evening</p>","byline":"Marina Hyde","body":"<p>Oh America, America, America! I <em>adore</em> you as the world’s policeman. Not the world’s policeman as the role was previously defined: which was to say, the world’s bungling warmonger (bunglingly assisted by sidekicks such as ourselves). As that, you were somewhat less lovable. But with this business of being an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/29/loretta-lynch-profile-fifa-corruption-charges\" title=\"\">actual policeman</a>, and hunting down Fifa felons, you are really spoiling us.</p> \n<p>It is possible you have hit on the perfect foreign policy for your post-foreign policy era: tasking the FBI’s finest with solving the emotive cases other jurisdictions somehow can’t bring themselves to nail, despite being given literally decades to have a crack. In fact, without wishing to add to the caseload of the elite Quantico-based team currently taking down Fifa, maybe when they’re done with this one they can come and arrest all our establishment paedophiles and those who protected them, as you get the feeling that’s going to be another one mysteriously beyond the powers of our authorities.</p> \n<p>For those of us who’ve been mired in Fifa-watching for years, the most clear and present danger this week was of succumbing to <a href=\"http://en.wikipedia.org/wiki/Stendhal_syndrome\" title=\"\">Stendhal syndrome</a>, and passing out at the majesty of it all. It was difficult not to feel a few ecstatic flutters watching <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/video/2015/may/27/fifa-arrests-man-escorted-from-hotel-behind-sheet-video\" title=\"\">footage of Fifa&nbsp;bigwigs being publicly escorted into police cars</a> with hotel staff apparently shielding them with their dirty linen. Or hearing that a certain US-headquartered sportswear company was soon to face some awkward questions. There are just so many tantalising angles yet to be explored. There has barely even been time to begin properly reminding people that Uefa boss and clean-up-man-come-lately Michel Platini <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jun/05/michel-platini-conspirators-2022-world-cup-bid-uefa\" title=\"\">voted for Qatar</a>, and was accused of having been given a <a href=\"http://www.washingtonpost.com/blogs/early-lead/wp/2014/12/01/vladimir-putin-allegedly-gave-uefa-president-michel-platini-a-picasso-in-exchange-for-a-fifa-world-cup-vote/\" title=\"\">Picasso by Vladimir Putin</a>. Denied, of course, with lawyers involved, but we look forward to hearing more about him in the weeks and months ahead.</p> \n<p>The only thing I’d have done differently would have been to take Diana Ross along on the dawn raid in Zurich. I very much doubt she’s ever got over that <a href=\"https://www.youtube.com/watch?v=WXjCKwBtG0I\" title=\"\">calamitous penalty miss during the 1994 World Cup opening ceremony</a>, and it would have been great for the erstwhile Supreme to have just stood in the lobby of the Baur au Lac hotel and let out a primal scream like <a href=\"https://www.youtube.com/watch?v=E0OCRrvMBpA\" title=\"\">Stuart Pearce exorcising his 1990 World Cup penalty miss in Euro 96</a>, in the victory over Spain that put England through to the semis. But Diana aside, the FBI have played a blinder.</p> \n<p>But what of Blatter? After so long writing about Fifa, I’ve lost count of the ways sought to shed light on its president. The consummate machine politician. The most <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jan/21/sepp-blatter-challengers-dictator-marina-hyde\" title=\"\">successful non-homicidal dictator </a>of the past century – certainly since Marshal Tito. The man who casts criticism of Fifa as racism. The man who placed “extreme pressure” on the grieving Nelson Mandela to attend the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2010/jul/15/sepp-blatter-south-africa-fifa\" title=\"\">2010 World Cup </a>final. They’ve all had a run-out. But this time, with the FBI’s timing on the eve of a presidential election, I didn’t have to look very far for the analogy.</p> \n<p>Above the desk where I type hangs a poster from Richard Nixon’s 1972 re-election campaign. It shows Nixon in reflective pose – as well it might – in the Oval office. <a href=\"https://twitter.com/dick_nixon/status/599601528140234752\" title=\"\">His back is turned on the viewer, and he is staring out of the window</a>. The caption reads: “The nation needs coolness more than clarion calls; intelligence more than charisma; a sense of history more than a sense of histrionics.” Clarion calls, histrionics … to what gathering Nixonian storms – or “unfortunate events”, as Blatter would probably have it – might these words be retroactively fancied to be references?</p> \n<p>And of course, he won that election.&nbsp;There is an understandable tendency among some not familiar with&nbsp;the details of the story to telescope the Washington Post’s Watergate investigation into an explosive scoop that brought down the president in short&nbsp;order. In fact, the paper was months into running their long and painstaking series of stories chipping away at the money trails and machinations when&nbsp;Nixon ran for re-election in 1972, despite it already being clear that the committee for the re-election of the president – the unfortunately acronymed CREEP – was tainted by a massive campaign of dirty tricks, including illegal activity. Decades on, those coming fresh to the Watergate legend are often surprised to learn that Nixon still won by one of the largest landslides in American political history.</p> \n<p>And so to yesterday’s presidential re-election in Zurich, which produced a result that new converts to Fifa-watching may find puzzling, given what&nbsp;we know. A president brazened it out, having dismissed any untoward activity by his underlings as nothing to do with him.</p> \n<p>The question is how long Blatter can survive beyond this victory. Nixon made it almost two years before he was forced to resign, as the trail led relentlessly to the Oval Office. On the form-book, you’d be brave to bet against Sepp serving out his fifth and final term. And yet, already there are those explicitly wondering <a href=\"http://www.buzzfeed.com/heidiblake/fifas-cover-up-of-its-internal-investigation-may-now-lead-to?utm_term=.eeA4aWwKNv\" title=\"\">whether it is the cover-up that will do for him</a> (another unavoidably Nixonian echo).</p> \n<p>While we wait to&nbsp;see, it’s worth remembering the sheer scale of the thing that Blatter controls. Fifa is&nbsp;a body best described as supranational, which overrides even the constitutions of the countries to which it parasitically attaches itself for tournaments every four years, before sucking out billions tax-free. Blatter’s peer group have never been mere sporting administrators – last year, he made <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2014/jun/11/sepp-blatter-fifa-qatar\" title=\"\">a speech</a> boasting of Fifa’s immense funds at a time “when states are in debt”. Insulated in Zurich, assisted by the opacities of the Swiss banking system, he has effectively functioned as a head of state, forging alliances with emergent powers and oppressive regimes.</p> \n<p>Given this, and its systemic corruption, some might even call Fifa a rogue state – and like most rogue states, it has significant allies. This week, Vladimir Putin effectively denounced the FBI’s actions as US attacks on a key strategic partner. “It’s another clear attempt by the USA to spread its jurisdiction to other states,” declared the Russian president. “It’s a clear attempt not to allow Mr Blatter to be re-elected as president of Fifa … And we know about the pressure put on him to prevent the 2018 World Cup from taking place in Russia.”</p> \n<p>Football, eh? It’s only a game. And as he battles nobly to restore confidence in the way he runs it, Sepp Blatter must take comfort from the words of our earlier hero: “You must pursue this investigation of Watergate even if it leads to the president. I’m innocent. You’ve got to believe I’m innocent. If you don’t, take my job.”</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432910985385/Fifa-president-Sepp-Blatt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sepp Blatter in Zurich. ‘The consummate machine politician. The most successful non-homicidal dictator of the past century – certainly since Marshall Tito. The man who casts criticism of Fifa as racism.' Photograph: Fabrice Coffrini/AFP/Getty","credit":"Fabrice Coffrini/AFP/Getty","altText":"Fifa president Sepp Blatter ","cleanCaption":"Sepp Blatter in Zurich. ‘The consummate machine politician. The most successful non-homicidal dictator of the past century – certainly since Marshall Tito. The man who casts criticism of Fifa as racism.' Photograph: Fabrice Coffrini/AFP/Getty"}],"bodyImages":[],"webPublicationDate":"2015-05-29T17:59:55Z","lastModified":"2015-05-30T08:27:04Z","metadata":{"commentable":true,"commentCount":226,"contributors":[{"name":"Marina Hyde","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marinahyde"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football politics","Football"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Marina Hyde","topic":{"type":"tag-contributor","name":"profile/marinahyde"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/corruption-fifa-blatter","shortUrl":"http://gu.com/p/49b8f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/29/corruption-fifa-blatter","webUri":"http://www.theguardian.com/commentisfree/2015/may/29/corruption-fifa-blatter"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432910985385/Fifa-president-Sepp-Blatt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sepp Blatter in Zurich. ‘The consummate machine politician. The most successful non-homicidal dictator of the past century – certainly since Marshall Tito. The man who casts criticism of Fifa as racism.’ Photograph: Fabrice Coffrini/AFP/Getty","credit":"Fabrice Coffrini/AFP/Getty","altText":"Fifa president Sepp Blatter ","cleanCaption":"Sepp Blatter in Zurich. ‘The consummate machine politician. The most successful non-homicidal dictator of the past century – certainly since Marshall Tito. The man who casts criticism of Fifa as racism.’ Photograph: Fabrice Coffrini/AFP/Getty"}},"importance":7,"byline":{"title":"Marina Hyde"},"showQuotedHeadline":true,"sublinks":[]},{"title":"The obsession with ‘natural’ birth is just another way to judge a woman","rawTitle":"The obsession with ‘natural’ birth is just another way to judge a woman","item":{"type":"comment","id":"commentisfree/2015/may/29/obsession-natural-birth-judge-women-pregnant-medical","title":"The obsession with ‘natural’ birth is just another way to judge a woman","trailText":"Judgments rain down on pregnant women – not least when they opt for a little medical assistance","standFirst":"<p>Judgments rain down on pregnant women – not least when they opt for a little medical assistance</p>","byline":"Hadley Freeman","body":"<p>Few things drive the British press quite so demented as the thought of a pregnant woman with a choice. Illegal immigrants eating swans? This week’s most dangerous woman in Britain? Mere side issues to the spectre of horror that is a pregnant woman making a decision about what suits her best as an individual. An individual! After all, we know that as soon as conception happens, a woman stops being her own person but is instead generic “mum”, and should be talked to accordingly. <br /></p> \n<p>But I’m getting ahead of myself here (typical bloody woman). “Mothers ‘risk losing ability to give birth’” <a href=\"http://www.thesundaytimes.co.uk/sto/news/uk_news/Health/article1560157.ece\">screamed the front of the Sunday Times</a> last weekend. Various other papers eagerly seized on the story, too, based on the latest book from French doctor Michel Odent, who claims that because childbirth has become so medicalised, women are no longer able to go through it without intervention. Odent writes that the use of synthetic drips of <a href=\"http://en.wikipedia.org/wiki/Oxytocin\">oxytocin</a> means women will no longer be able to produce “the hormone of love” naturally. That’s right, women: not only are you foolishly allowing doctors to divest you of your ability to give birth, but you soon won’t even love the few kids you manage to produce. You disgust me, women.</p> \n<p>Odent, a passionate advocate for birthing rooms and water births, has long been a fascinating character, but he also exemplifies the problem in discussions about childbirth. There is a terrific section in American comedian <a href=\"http://www.nytimes.com/2014/11/05/books/book-review-amy-poehlers-yes-please.html?_r=0\">Amy Poehler’s recent memoir, Yes Please</a>, in which she writes that when she was pregnant she learned the way to deal with people insisting the only way to have a baby was a home birth was to say, “Good for you! Not for me.” Odent, like too many people who talk on this issue, is not a fan of the “Good for you! Not for me” approach. Rather, it’s his (non-medicalised) way or doomsday.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Saying you’d opt for a c-section is like admitting you’d give your kids heroin to keep them quiet during EastEnders</p> \n </blockquote> \n</aside> \n<p>Tellingly, Odent cites the lengthening time of women’s labours, saying that labour now lasts 150 minutes longer than it did for women who gave birth between 1959 and 1966. But labour times are not the only thing that have changed in the past half-century; women have too. They are <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2013/oct/16/motherhood-global-trends\">having children later</a>, and <a href=\"http://www.telegraph.co.uk/women/mother-tongue/8020899/Women-having-fewer-children-and-later.html\">fewer of them</a>, and the babies themselves <a href=\"http://www.independent.co.uk/arts-entertainment/health-the-big-baby-boom-1183985.html\">are getting bigger</a>. These are just some factors that might have a lot more to do with changing labour time (and, for that matter, medical intervention) than women de-evolving from the ability to give birth.</p> \n<figure class=\"element element-image\" data-media-id=\"a09839bae9eebf98ed9d63a861e9bfd4a2c254b3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432915703476/bd0e6897-811a-45c7-ae60-294530c0617b-460x307.jpeg\" alt=\"Three pregnant women\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n</figure> \n<p>Only last month, this paper ran <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/apr/10/caesarean-sections-medical-necessity-who\">a front-page story</a> with the headline quoting the World Health Organisation: “Caesarean sections should only be done out of medical necessity”. It included the tutting figure that the percentage of births in this country by caesarean section has increased since 1990 from 12% to 25%. This reflects a worldwide increase, and is thought to be the result of “a combination of doctors believing surgery is safer in potentially difficult births and women choosing not to undergo labour”, neither of which sounds much like a terrible cause. “More research,” the WHO said, “on the impact of caesarean sections on women’s psychological and social wellbeing is still needed.” I’d also be interested in research on the impact on these same women when their birthing choices are being judged.</p> \n<p>It is quite something to watch how what is erroneously described as “natural childbirth” – as though childbirth involving medical intervention is fake, or “lesser” – has shifted from being an option feminists promoted in the 1960s to help free women from the male-dominated atmosphere of hospitals, to being yet another stick with which to accuse women of being insufficiently self-sacrificing as mothers.</p> \n<p>As anyone who has been to a certain kind of pre-natal “support group” knows, for a woman to say – admit, even – that she will avail herself of all the pain relief and opt for a c-section is tantamount to admitting you plan to give your kids heroin to keep them quiet during EastEnders. The attitude in these groups is truly something to behold, with women being berated for opting for a birth plan that involves anything more sophisticated than giving birth in a woodland attended to only by twinkly-eyed foxes.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/05/natural-childbirth-report-midwife-musketeers-morcambe-bay\">The cult of natural childbirth has gone too far | Eliane Glaser</a> </p> \n</aside> \n<p>Childbirth is not the only area where progress is condemned as detrimental – the anti-vaccination movement has some room to shout here too – but it is certainly among the most emotive, and front-page headlines that exploit these fears are spectacularly unhelpful.</p> \n<p>Yes, women can be oversensitive when it comes to discussions about childbirth and parenting – when comments like “I don’t know how you work and raise children” sound to a tired mother’s ears more like “I don’t know how you <em>can</em> <em>bear</em> to leave your children to go to the office!” But people really do talk the most astonishing load of cobblers on these subjects.</p> \n<p>This week Germaine Greer <a href=\"http://www.dailymail.co.uk/news/article-3095268/Germaine-Greer-slams-Elton-John-husband-David-Furnish-named-mother-birth-certificates-two-sons.html\">claimed that IVF has “deconstructed” something</a> she described as “the concept of motherhood”. Yes, God save the sanctified concept of motherhood! This theoretical idea is surely worth valuing more than, say, actual parenthood, for which IVF has been such a boon, allowing millions of men and women to become the parents they long to be. Greer added that because Elton John’s husband, David Furnish, is named as the mother on the birth certificate of their sons, “motherhood has emptied out”. I can’t help but feel that Greer doesn’t have much respect for “the concept of motherhood” herself if she honestly feels it can be destroyed by Furnish.</p> \n<p>Contrary to how it’s often depicted in the press, there is nothing of the “cheats option” to a c-section, unless you count being sliced in half as a walk in the park. Childbirth is not a lifestyle statement but a temporary state where the goal is to get out a healthy baby who has a healthy, happy mother to look after it, and whether that’s achieved through c-section or by giving birth under a rainbow, then it’s all for the good.</p> \n<p>The self-indulgent veneration in the media today of “natural childbirth” is downright offensive in a world where women still die every day because they don’t have access to different childbirth options. “Good for you! Not for me” should be the cry of pregnant women everywhere. But of course, that suggests they’ve made a conscious choice about themselves as individuals – and as we know, that is just not on.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432915596013/Ben-Jennings-illustration-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Women are having babies later, and fewer of them, which may have more to do with increasing labour times than women's ability to give birth.'  Illustration: Ben Jennings","credit":"/Ben Jennings","altText":"Ben Jennings illustration for Hadley Freeman","cleanCaption":"'Women are having babies later, and fewer of them, which may have more to do with increasing labour times than women's ability to give birth.'  Illustration: Ben Jennings"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432915702258/bd0e6897-811a-45c7-ae60-294530c0617b-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","credit":"i love images/Alamy","altText":"Three pregnant women","cleanCredit":"Photograph: i love images/Alamy"}],"webPublicationDate":"2015-05-29T15:09:34Z","lastModified":"2015-05-29T16:11:17Z","metadata":{"commentable":true,"commentCount":676,"contributors":[{"name":"Hadley Freeman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738532/HadleyFreeman.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hadleyfreeman"}],"feature":false,"keywords":["Childbirth","Pregnancy","Health & wellbeing","Family","Parents and parenting","Life and style","Health","Society","UK news"],"tags":[{"id":"lifeandstyle/childbirth","webTitle":"Childbirth"},{"id":"lifeandstyle/pregnancy","webTitle":"Pregnancy"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Hadley Freeman","topic":{"type":"tag-contributor","name":"profile/hadleyfreeman"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/obsession-natural-birth-judge-women-pregnant-medical","shortUrl":"http://gu.com/p/49bab","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/29/obsession-natural-birth-judge-women-pregnant-medical","webUri":"http://www.theguardian.com/commentisfree/2015/may/29/obsession-natural-birth-judge-women-pregnant-medical"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432915596013/Ben-Jennings-illustration-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Women are having babies later, and fewer of them, which may have more to do with increasing labour times than women’s ability to give birth.’ Illustration: Ben Jennings","credit":"Ben Jennings","altText":"Ben Jennings illustration for Hadley Freeman","cleanCaption":"‘Women are having babies later, and fewer of them, which may have more to do with increasing labour times than women’s ability to give birth.’ Illustration: Ben Jennings"}},"importance":5,"byline":{"title":"Hadley Freeman"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Sophie Heawood's Weekend column / Think the world of poetry is a gentle one? Sharpen your quills…","rawTitle":"Think the world of poetry is a gentle one? Sharpen your quills…","item":{"type":"article","id":"lifeandstyle/2015/may/30/poetry-controversial-world-sophie-heawood","title":"Sophie Heawood: Think the world of poetry is a gentle one? Sharpen your quills…","trailText":"‘Poetry is more entertaining than anything Simon Cowell ever produced, and far more vicious’","standFirst":"<p>‘Poetry is more entertaining than anything Simon Cowell ever produced, and far more vicious’</p>","byline":"Sophie Heawood","body":"<p>So Wole Soyinka, the Nigerian Nobel laureate, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/07/wole-soyinka-candidates-oxford-professor-of-poetry\" title=\"\">might get the job of professor of poetry at Oxford University</a> – except that he’s 80, might not visit Oxford much, and his backers are starting to publicly shift their allegiances, to Simon Armitage or one of the other candidates. The whole thing has been described as “a hornet’s nest of intrigue and back-biting”. Just as it was six years ago, when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2009/may/25/ruth-padel-resigns-oxford-poetry-professor\" title=\"\">Ruth Padel had to withdraw from the job</a> mere days after being given it, after another controversy involving fellow candidate Derek Walcott. In the end, it went to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/jan/31/carol-ann-duffy-oxford-professory-poetry\" title=\"\">Geoffrey Hill, who then used his position to compare our nation’s first female poet laureate, Carol Ann Duffy, to Mills &amp; Boon</a>. Poetry: it’s more entertaining than anything Simon Cowell ever produced, and far more vicious.</p> \n<p>I spent a year working in the poetry industry, if you can call it that, as an office assistant, and I promise you that advertising, the music industry and journalism have all turned out to be quite compassionate places to work in comparison. I have sat on tour buses with bands deciding whether they should flog their own VIP festival tickets for drug money, and the vibe has felt eminently reasonable compared to that of three poets and their factions competing for a prize and a publishing deal.</p> \n<p>Perhaps one of the problems, though, was me. I once helped organise an awards ceremony, held in a posh venue lent to us by a corporate law firm, who also laid on catering and champagne and fabulous floristry in the misguided belief that they would get some good press out of it. (It’s my fault they didn’t. I didn’t invite any members of the press. I didn’t know how.)</p> \n<p>When the actual prize-giving began, it turned out that two of the judges – highly respected poets who had won several awards themselves – had gone awol. They were later found in a pub down the road. Or, should I say, one was standing outside it and the other was rolling around on the pavement like a fat barrel, laughing. I tried shouting at him, but this only inspired a return to his favourite theme, of how he was planning to leave his wife for me.</p> \n<p>I wouldn’t have minded so much if any of these men had written poetry to match their levels of dastardliness; but one night they’d tell you their marriage was a sham for complicated reasons to do with the electoral register, and the next morning they’d be back in their marital homes, ready to pen another ode to the murmurations of starlings in Suffolk. Or 20 verses on their earth-shattering memories of the boarding school dormitory, and the epic tug-of-love between Matron and Teddy.</p> \n<p>Back in our office, famous poets would often come in for meetings with the director, which was exciting for us, as we had made up songs about most of them. My personal favourite was our ode to the man who would soon become the nation’s poet laureate. In he would come, giving us all a polite nod as he made his way to the director’s office. We would give a polite nod back, wait for the glass door to swing shut behind him and then all sing, “What’s love got to do, got to do with it? What’s lo-o-ove, but a second Andrew Motion?”</p> \n<p>Meanwhile, back in the office, a reader would phone with a question about a verse form, before launching into the story of how it was her husband who had really loved poems, and what with him being dead now, nothing was the same, was it. You’d feel a great wave of compassion for this total stranger, and still be listening sympathetically 20 minutes later. Unfortunately, however, she’d ring again the next day, and the next – until your colleagues started to play the Countdown theme on their computers to see if you could get her&nbsp;off the phone before the doof-doof ending kicked in.</p> \n<p>One poet who has stayed notably removed from all such shenanigans is&nbsp;Simon Armitage, who has stressed in&nbsp;his&nbsp;Oxford&nbsp;application that he is “a&nbsp;self-schooled&nbsp;poet who views poetry from a hill above a Yorkshire village” (which sounds a bit like Ted Hughes, and scandal followed him everywhere, but still). If you do get the job, Simon, cherish that Yorkshire hill while you can. Cling to its slopes for&nbsp;dear life.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/26/1432655645149/Sophie-Heawood-quills-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"  Photograph: Nishant Choksi for the Guardian","credit":"/Nishant Choksi for the Guardian","altText":"Sophie Heawood: quills","cleanCaption":"  Photograph: Nishant Choksi for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-30T05:00:05Z","lastModified":"2015-05-30T05:00:05Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Sophie Heawood","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/21/1421850753867/Sophie-Heawood-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sophieheawood"}],"feature":true,"keywords":["Oxford professor of poetry","Poetry","Wole Soyinka","Simon Armitage","Life and style"],"tags":[{"id":"books/oxford-professor-of-poetry","webTitle":"Oxford professor of poetry"},{"id":"books/poetry","webTitle":"Poetry"},{"id":"books/wolesoyinka","webTitle":"Wole Soyinka"},{"id":"books/simonarmitage","webTitle":"Simon Armitage"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Sophie Heawood","topic":{"type":"tag-contributor","name":"profile/sophieheawood"}}],"series":{"title":"Sophie Heawood's Weekend column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/sophie-heawoods-weekend-column"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/30/poetry-controversial-world-sophie-heawood","shortUrl":"http://gu.com/p/498b2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/30/poetry-controversial-world-sophie-heawood","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/30/poetry-controversial-world-sophie-heawood"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655729288/689f7e51-ba84-42dc-8413-e14eca4b6dd7-1226x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1226,"orientation":"portrait","caption":"Illustration: Nishant Choksi for the Guardian","credit":"Nishant Choksi for the Guardian","altText":"Sophie Heawood: quills","cleanCaption":"Illustration: Nishant Choksi for the Guardian"}},"importance":5,"kicker":{"title":"Sophie Heawood's Weekend column"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Housing policy is a disaster – so let’s make it worse","rawTitle":"Housing policy is a disaster – so let’s make it worse","item":{"type":"comment","id":"commentisfree/2015/may/29/housing-policy-buy-to-let-disaster","title":"Housing policy is a disaster – so let’s make it worse","trailText":"The chancellor trumpets his long-term economic plan, but right-to-buy is a short-term charade","standFirst":"<p>The chancellor trumpets his long-term economic plan, but right-to-buy is a short-term charade</p>","byline":"Deborah Orr","body":"<p>George Osborne reminds us so often of his “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/economics-blog/2015/apr/19/tory-long-term-economic-plan-not-even-the-propaganda-is-working\" title=\"\">long-term economic plan</a>” that it’s hard sometimes to remember he hasn’t got one. The chancellor does have a long-term economic belief, though, which is that if you cut taxes and state subsidy, economic plans will sprout up all over the place, melding together into one big “plan”. Hopefully. The government has a long-term economic hope that the consequences of its short-term economic plan will be positive.</p> \n<p>Even though the Blair-Brown interregnum involved quite a lot of state spending, they left one aspect of the previous Tory government’s long-term economic hope pretty much to its own devices. The UK’s long-term economic plan for housing has been running ever since tenants got the right to buy their council house in 1980. Part of the plan was that councils should refrain from supplying affordable housing, liberating the home-building sector from unfair competition and causing it to start providing affordable housing itself. Alas, the result instead has been a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/mar/14/britain-housing-crisis-10-ways-solve-rowan-moore-general-election\" title=\"\">chronic housing shortage</a>, making homes less affordable than ever. What went wrong?</p> \n<p>Housing associations, it appears. With councils greatly hampered in their ability to provide affordable housing, and the private sector discovering that people were so keen to buy that there was absolutely no need to make the homes they were building “affordable”, housing associations moved into the councils’ slot and became the premier suppliers of affordable homes. Now, 35&nbsp;years on, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/14/tory-housing-association-right-to-buy-policy-attacked-big-business\" title=\"\">housing associations in turn&nbsp;face the prospect of being forced to sell their assets at a government-subsidised discount</a>. Which, of course, will make it <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/27/david-orr-housing-association-crisis-tory-plans-right-to-buy\" title=\"\">harder for them to raise the money to build new affordable homes</a>, even though they’re more or less the only people doing it.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/may/26/ex-council-homes-london-gold-mine-landlords\">Ex-council homes in London are a 'gold mine' for landlords</a> </p> \n</aside> \n<p>In a twist that would be delicious if it wasn’t so tragic, the government counters those pointing out that their idea will <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/14/tories-deny-right-to-buy-housing-election-pledge-is-unaffordable\" title=\"\">exacerbate a huge problem</a>, rather than help to solve it, by explaining they are also going to force councils to sell their most expensive council houses and spend the money on building new ones. Which was exactly the thing that right-to-buy legislation forbade in the first place, thus making the need for housing associations more urgent. In other words, we’ve just spent a third of a century discovering a policy didn’t work, on about 40 different levels, only to spend the next third of&nbsp;a&nbsp;century re-enacting it.</p> \n<p>I’d like to believe the government’s rhetoric – that this is a policy aimed at improving the lives of deserving individuals who can currently only dream of owner-occupation. The&nbsp;difficulty is that those people live in private rented accommodation, and can currently only dream of council or housing association occupation. The government’s plans only make those ideas even more distant. If anyone needs the right to buy, it’s people who&nbsp;are renting privately.</p> \n<p>Yes. I know. The government would run considerably more than a mile. But it’s still a thought experiment worth having. In buy-to-let-landlord world, all is not well. Landlords complain that the cost of buying a property is so high in many places that rents need to be prohibitively high to cover the mortgage, let alone make a profit. It’s hard to believe people think they should be able to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/may/26/ex-council-homes-london-gold-mine-landlords\" title=\"\">make a profit</a> on a transaction whereby they magnanimously allow someone to buy a valuable and appreciating asset for them, in return for&nbsp;letting them look after it for a while. But there you are – they do.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/26/housing-bill-right-to-buy-queens-speech-housing-association-tenants-conservatives\" title=\"\">Giving tenants the right to buy</a> – or at least enter into a shared ownership agreement – if they are covering more than, say, half the mortgage might educate landlords into understanding there’s no such thing as a free house. Or&nbsp;shouldn’t be, anyway. You could even waive this obligation if the landlord had provided a new-build home himself and was marketing it at a social rent. You could call him a “housing association”. It would be exactly what the government is proposing to do, except completely inverted.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Decent houses built now could be providing the pension income of the future</p> \n </blockquote> \n</aside> \n<p>Britain is in such a weird position in terms of housing. Everyone knows what is wrong – demand outstrips supply. But the asset inflation is so extreme and so lucrative that for people even modestly on the “right” side of it, fixing this miserable and loathsome problem feels like killing the goose that’s laying the golden eggs. For many years now, Westminster has spent all of its energies on thinking up ways of making the goose keep on laying. The fact they can stand before us calling this socially toxic short-term desperation a “long-term economic plan” is astounding.</p> \n<p>The pity is that housing works really well as a long-term asset, and really badly as a short-term one. Britons are delighted to live in homes that have been standing for hundreds of years. But tens of thousands of homes have been built and demolished within my lifetime, on the principle of piling ’em high and renting ’em not-very-cheap. It seems to me that decent houses built&nbsp;now could be providing the pension income of the future. But even&nbsp;members of parliament think the smart thing is to buy-to-let or flip for a quick return. So the long-term economic&nbsp;plan that housing could so easily deliver simply never does get laid.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432917685406/Politics---Council-House--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Margaret Thatcher in Amersham in 1980. 'The UK’s long-term economic plan for housing has been running ever since tenants got the right to buy their council house.' Photograph: PA Archive/Press Association Ima","credit":"PA Archive/Press Association Ima","altText":"Politics - Council House Buying","cleanCaption":"Margaret Thatcher in Amersham in 1980. 'The UK’s long-term economic plan for housing has been running ever since tenants got the right to buy their council house.' Photograph: PA Archive/Press Association Ima"}],"bodyImages":[],"webPublicationDate":"2015-05-29T18:15:00Z","lastModified":"2015-05-29T18:26:15Z","metadata":{"commentable":true,"commentCount":292,"contributors":[{"name":"Deborah Orr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408550842728/Deborah-Orr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deborah-orr"}],"feature":false,"keywords":["Housing","Communities","Property","Society","Renting property","Housing market","Real estate","Business","UK news","Money","Buying to let"],"tags":[{"id":"society/housing","webTitle":"Housing"},{"id":"society/communities","webTitle":"Communities"},{"id":"money/property","webTitle":"Property"},{"id":"society/society","webTitle":"Society"},{"id":"money/renting","webTitle":"Renting property"},{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"business/realestate","webTitle":"Real estate"},{"id":"business/business","webTitle":"Business"},{"id":"uk/uk","webTitle":"UK news"},{"id":"money/money","webTitle":"Money"},{"id":"money/buying-to-let","webTitle":"Buying to let"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Deborah Orr","topic":{"type":"tag-contributor","name":"profile/deborah-orr"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/housing-policy-buy-to-let-disaster","shortUrl":"http://gu.com/p/49bbx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/29/housing-policy-buy-to-let-disaster","webUri":"http://www.theguardian.com/commentisfree/2015/may/29/housing-policy-buy-to-let-disaster"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432917685406/Politics---Council-House--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Margaret Thatcher hands over the deeds to an Amersham council house in 1980. ‘The UK’s long-term economic plan for housing has been running ever since tenants got the right to buy their council house.’ Photograph: PA","credit":"PA Archive","altText":"Politics - Council House Buying","cleanCaption":"Margaret Thatcher hands over the deeds to an Amersham council house in 1980. ‘The UK’s long-term economic plan for housing has been running ever since tenants got the right to buy their council house.’ Photograph: PA"}},"importance":4,"byline":{"title":"Deborah Orr"},"showQuotedHeadline":true,"sublinks":[]},{"title":"The attack on Douglas Carswell was wrong, but that doesn’t make him right","rawTitle":"The attack on Douglas Carswell was wrong, but that doesn’t make him right","item":{"type":"comment","id":"commentisfree/2015/may/29/attack-douglas-carswell-ukip-austerity","title":"The attack on Douglas Carswell was wrong, but that doesn’t make him right","trailText":"The logic of Ukip’s only MP when he dismisses anti-austerity protests is that the whole population must submit to an ‘elected dictatorship’","standFirst":"<p>The logic of Ukip’s only MP when he dismisses anti-austerity protests is that the whole population must submit to an ‘elected dictatorship’</p>","byline":"Owen Jones","body":"<p>Confession time: I like Douglas Carswell. Sure, I abhor everything <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/ukip\" title=\"\">Ukip</a> stand for: they’re a millionaire-funded party advocating privatisation and tax cuts for a thriving wealthy elite, encouraging struggling Britons to direct their fire at immigrants rather than financiers, poverty-paying employers or tax avoiders. But Carswell is a charming and thoughtful bloke more interested in technology-based libertarianism than kneejerk rightwing populism.</p> \n<p>The son of a doctor who helped pioneer the treatment of HIV, he was clearly upset at Nigel Farage’s contemptible pre-election attempt to tap into resentment of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/03/nigel-farage-hiv-claim-criticised\" title=\"\">foreign-born HIV-positive patients</a>. His libertarianism, if implemented, would be nothing short of a social and economic disaster; but his critique of crony capitalism – of the fusion between corporate interests and the state – is one many on the left could easily identify with.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/27/ukip-mp-douglas-carswell-surrounded-anti-austerity-protesters-london\">Ukip MP Douglas Carswell surrounded by anti-austerity protesters in London</a> </p> \n</aside> \n<p><a href=\"http://www.telegraph.co.uk/news/politics/ukip/11637023/A-Left-wing-mob-tried-to-assault-me-in-broad-daylight.-What-made-them-so-angry.html\" title=\"\">He has written</a> about his unpleasant experience at this week’s anti-austerity protest. So we’re clear, the way he was reportedly treated <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/27/ukip-mp-douglas-carswell-surrounded-anti-austerity-protesters-london\" title=\"\">was out of order</a>. Protest is a basic democratic right, won at great cost by our ancestors. It is often passionate and angry, be it about cuts to public services or opposition to the <a href=\"http://news.bbc.co.uk/1/hi/uk/2274129.stm\" title=\"\">ban on fox hunting</a>. It includes civil disobedience, employed by protest movements ranging from the suffragettes to tax justice campaigners.</p> \n<p>If a disabled sufferer of the bedroom tax angrily accosted Iain Duncan Smith, it would not be the place of privileged me to tut at them. But subjecting Douglas Carswell to what was undoubtedly a frightening and upsetting experience was totally wrong, and it is difficult to see what those involved hoped to achieve.</p> \n<p>However, his attempt to use the incident to make political gain – and resort to sweeping generalisations about the left – cannot go without a response. “<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/austerity\" title=\"\">Austerity</a>, according to the left, is the ultimate evil,” writes Carswell. Well, no, actually. I suspect most on the left, if asked for “ultimate evils”, would opt for, say, genocide, war or murder.</p> \n<p>Expecting people to pay for a crisis they had nothing to do with; slashing social security for low-paid workers and disabled people while many of the richest avoid tax on a grand scale; forcing predominantly disabled, impoverished people to pay money for a “spare bedroom”: the “ultimate evil”? No – but profoundly unjust, and certainly worth protesting about.</p> \n<p>It is “intolerable” for the left that the Conservatives have won the first general election in nearly a quarter of a century, Carswell suggests. The logic of Carswell – and others – is that if a party wins a general election, then the whole population must submit and accept their legislative programme without so much as a whimper. An elected dictatorship, if you will. Even if that government is pushing one of the most radical rightwing agendas in postwar British history after receiving the support of <a href=\"http://www.conservativehome.com/highlights/2015/05/lets-not-get-carried-away-the-conservatives-only-won-over-a-quarter-of-all-potential-voters.html\" title=\"\">a quarter of eligible voters</a> – no, we must silently accept everything, from the dramatic curtailing of the trade union movement to the abolition of the Human Rights Act.</p> \n<p>“The left,” concludes Carswell, “is no longer driven by either logic or reason.” And there we have it: the actions of a tiny group of individuals is used to smear the millions of people self-identifying as belonging to the left. When <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/dec/11/george-galloway-attacker-jailed-respect-mp\" title=\"\">George Galloway was violently assaulted</a> – rather than simply yelled at and jostled – I did not make sweeping generalisations about the British right or uncritical supporters of the Israeli government.</p> \n<p>When the English Defence League march against Muslims, I may well point to an atmosphere of anti-Muslim prejudice sadly fuelled by people of all political persuasions, but I do not portray them as representatives of the entire British right.</p> \n<p>When I receive violent threats calling me a “godless faggot Marxist”, promising to “break every bone” in my body, I do not suggest that the right as a whole is somehow complicit or responsible. This, sadly, is Carswell’s approach.</p> \n<p>Carswell blames a “persistent portrayal” of Ukip as “beyond the pale” by “leftwing newspapers and news programmes”.</p> \n<p>Perhaps he means, say, calling Farage a “snarling, thin-skinned and aggressive” man surrounded by “wrong 'uns”. Oh, that was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/24/ukip-oflynn-resignation-apology\" title=\"\">Patrick O’Flynn</a>, a Ukip MEP and one of Farage’s closest associates.</p> \n<p>Whoops. If Carswell was upset about Farage’s gutter comments about HIV, perhaps he was also uneasy about Farage claiming that people were right to be concerned <a href=\"http://www.bbc.co.uk/news/uk-27459923\" title=\"\">about having Romanian neighbours</a>.</p> \n<p>In any case, what ingratitude on the part of Carswell: presumably by “leftwing news programmes”, he means the BBC, which appears practically to have made Farage a permanent member of staff. Farage has appeared on Question Time <a href=\"http://www.cityam.com/205477/nigel-farage-has-made-more-bbc-question-time-appearances-anyone-else-decade-following-clash\" title=\"\">more times than anyone else since 2010.</a></p> \n<p>No, Carswell should not have been subjected to his upsetting experience. But if he, or anyone else, believes that people are going to stop protesting about the living wage, the housing crisis, workers’ rights, tax justice, public services, climate change, or whatever, then they will be sorely disappointed.</p> \n<p>Yes, the left needs a message of hope, of optimism rallying around a coherent alternative that can inspire. But if the likes of Carswell try to smear the left as a whole – well, then we need to speak up.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432899792313/Ukip-MP-Douglas-Carswell--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Carswell's attempt to use the incident to make political gain – and resort to sweeping generalisations about the left – cannot go without a response.' Photograph: Thabo Jaiyesimi/Demotix/Corbis","credit":"Thabo Jaiyesimi/Demotix/Corbis","altText":"Ukip MP Douglas Carswell is heckled at anti-austerity protesters","cleanCaption":"'Carswell's attempt to use the incident to make political gain – and resort to sweeping generalisations about the left – cannot go without a response.' Photograph: Thabo Jaiyesimi/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-29T12:09:08Z","lastModified":"2015-05-30T08:22:06Z","metadata":{"commentable":true,"commentCount":1352,"contributors":[{"name":"Owen Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400601747870/Owen-Jones-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owen-jones"}],"feature":false,"keywords":["Douglas Carswell","Austerity","Economics","Business","Protest","UK Independence party (Ukip)","Politics"],"tags":[{"id":"politics/douglas-carswell","webTitle":"Douglas Carswell"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"world/protest","webTitle":"Protest"},{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Owen Jones","topic":{"type":"tag-contributor","name":"profile/owen-jones"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/attack-douglas-carswell-ukip-austerity","shortUrl":"http://gu.com/p/49b4b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/29/attack-douglas-carswell-ukip-austerity","webUri":"http://www.theguardian.com/commentisfree/2015/may/29/attack-douglas-carswell-ukip-austerity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432899792313/Ukip-MP-Douglas-Carswell--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Carswell’s attempt to use the incident to make political gain – and resort to sweeping generalisations about the left – cannot go without a response.’ Photograph: Thabo Jaiyesimi/Demotix/Corbis","credit":"Thabo Jaiyesimi/Demotix/Corbis","altText":"Ukip MP Douglas Carswell is heckled at anti-austerity protesters","cleanCaption":"‘Carswell’s attempt to use the incident to make political gain – and resort to sweeping generalisations about the left – cannot go without a response.’ Photograph: Thabo Jaiyesimi/Demotix/Corbis"}},"importance":4,"byline":{"title":"Owen Jones"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Chasing Flying Saucers: why kids should work for their pocket money","rawTitle":"Chasing Flying Saucers: why kids should work for their pocket money","item":{"type":"comment","id":"commentisfree/2015/may/29/kids-pocket-money-life-lessons-boys","title":"Chasing Flying Saucers: why kids should work for their pocket money","trailText":"Benign bribery can teach valuable life lessons. And who knows? It may even be the way to raise a generation of boys who clean up after themselves","standFirst":"Benign bribery can teach valuable life lessons. And who knows? It may even be the way to raise a generation of boys who clean up after themselves","byline":"Rhiannon Lucy Cosslett","body":"<p>An aunt of mine, who is formidable in an almost Wodehousian sense, once objected that the amount tendered to me by the tooth fairy (50p) was inconsistent with what said fairy gave her children (20p), thus necessitating an adjustment. It wouldn’t do for a creepy, dentally fixated mystical being who sneaks into children’s bedrooms late at night to be found guilty of favouritism, after all.</p> \n<p>With adults, children’s pocket money is a similarly touchy subject. Parents will naturally have their own policies on the topic, often as dependent on their own principles and ideals as it is on income. But, as any parent who has had the discussion with their child will know, these considerations mean nothing to a furious six-year-old galvanised by a keen sense of monetary injustice.</p> \n<p>Why does Jenny get &pound;5 a week when I only get &pound;2? kids wonder. The realisation that we don’t live in an egalitarian socialist utopia can be a harsh one to bear when you’re lying on the ground in Toys 'R Us as your undeveloped neurotransmitters are screaming that they want EVERYTHING.</p> \n<p>It seems that the Tories’ austerity measures have had a trickledown effect on the pocket money economy in England: the annual pocket money survey not only showed a drop in the percentage of eight- to 15-year-olds receiving pocket money – <a href=\"http://www.itv.com/news/meridian/update/2015-05-29/fewer-children-are-getting-their-weekly-pocket-money/\" title=\"\">down to 78% from 84% in 2013</a> – but it also revealed that pocket money was down by 15p a week on average.</p> \n<p>That would have been a lot of money to me back in the day – 15 penny sweets is nothing to be sneered at. But considering the national average is &pound;6.20, the kids are still relatively all right, according to the Halifax survey. Though it does raise the question of to what the hell they are spending it on. My bet would be virtual goods. And, if the crowds of schoolkids outside Chicken Cottage are anything to go by, tons of preprandial junk food hastily gobbled on the way home.</p> \n<p>When you’re a child, pocket money (or the lack of it) illuminates class differences. Whether it’s Richie Rich down the corner shop flashing his fiver’s worth of Flying Saucers that he doesn’t share with anyone, or the kid with eight brothers and sisters who’s struggling along on 50p a week, it’s something that can make you acutely aware of disparities in family income (wearing “Nick’s” trainers instead of Nike’s is the other thing).</p> \n<p>This is especially true now that pocket money has shifted from being something you’re expected to work for – just 22% of boys and 19% of girls are expected to do chores to earn their weekly payment – to being simply a gift for existing.</p> \n<p>While pocket money arguably no longer prepares children for the toils of proletarian labour in a capitalist economy (75p for cleaning all the windows in the house! And that were money in those days) it certainly still prepares you for the wider world, however.</p> \n<p>Naturally for a patriarchal society, there is a pocket money pay gap - 81% of boys get pocket money, amounting to &pound;6.25 on average. By contrast fewer girls – 74%– are getting any cash, while the average is a lower &pound;6.14. Clearly, the little girls of Britain should don dungarees and instigate a feminist uprising as a matter of urgency.</p> \n<p>My chosen method would be kicking the government to death with your Clarks. But this is your revolution.</p> \n<p>As a child who muddled along on &pound;1.50 a week for many years, it does worry me that kids are no longer expected to work for their payouts. I was always expected to chip in around the house and, aged nine, I was able to negotiate a raise on the basis that I would keep the pit also known as my bedroom relatively clean.</p> \n<p>All of my friends were the same – though their incomes were also boosted by generous uncles and aunts who would donate at least a tenner each for Christmas and birthdays, something that was unimaginable in my own family. As I got older and increasingly began to care for my disabled brother, my knackered mother would pay me the odd tenner – when she had it – to look after him: to wipe his bum and heat up his pork chops and make sure he didn’t wreck the house, and all those other seemingly trivial tasks that add up to the energy-draining quagmire that is having another human entirely dependent on you and you alone.</p> \n<p>It wasn’t that I demanded money in exchange for caring duties. Not at all. But I appreciated the money more because of it. Teenage pocket money not only taught me how exhausting earning a wage could be, but also how some of the most crucial and valuable tasks on this earth are deserving of much, much more recognition – not to mention remuneration.</p> \n<p>The suggestion that kids be compensated for housework might be met with angry female choruses of “You think I get paid for this?” But I would argue that the answer is: no, but maybe you should.</p> \n<p>There are many reasons why children should do chores for pocket money – with a growing obesity crisis, God knows, they need the exercise – but the division of domestic labour is one of them. We should be raising little boys for whom helping out around the house is the the norm, and a financial incentive can kickstart this.</p> \n<p>Parents should be preparing their children for harsh realities of the adult world. And though, thanks to Nick “the Turkey Twizzlers are on me” Clegg, there actually is such thing as <a href=\"http://www.bbc.co.uk/news/uk-politics-24132416\" title=\"\">a free lunch</a>, pocket money still teaches you a hundred important lessons for the future. Its demise as a method of benevolent bribery somehow makes the world a bleaker, not to mention more materialistic, place.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432903074732/Close-up-of-boy-putting-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Pocket money arguably no longer prepares children for the toils of proletarian labour in a capitalist economy it certainly still prepares you for the wider world' Photograph: Alamy","credit":"/Alamy","altText":"Close up of boy putting coins in piggy bank","cleanCaption":"'Pocket money arguably no longer prepares children for the toils of proletarian labour in a capitalist economy it certainly still prepares you for the wider world' Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-29T13:46:38Z","lastModified":"2015-05-29T13:46:38Z","metadata":{"commentable":true,"commentCount":148,"contributors":[{"name":"Rhiannon Lucy Cosslett","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747042/RhiannonLucyCosslett.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rhiannon-lucy-cosslett"}],"feature":false,"keywords":["Children","Society","Money"],"tags":[{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Rhiannon Lucy Cosslett","topic":{"type":"tag-contributor","name":"profile/rhiannon-lucy-cosslett"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/kids-pocket-money-life-lessons-boys","shortUrl":"http://gu.com/p/49b5k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/29/kids-pocket-money-life-lessons-boys","webUri":"http://www.theguardian.com/commentisfree/2015/may/29/kids-pocket-money-life-lessons-boys"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432903074732/Close-up-of-boy-putting-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Pocket money arguably no longer prepares children for the toils of proletarian labour in a capitalist economy it certainly still prepares you for the wider world.’ Photograph: Alamy","credit":"Alamy","altText":"Close up of boy putting coins in piggy bank","cleanCaption":"‘Pocket money arguably no longer prepares children for the toils of proletarian labour in a capitalist economy it certainly still prepares you for the wider world.’ Photograph: Alamy"}},"importance":3,"byline":{"title":"Rhiannon Lucy Cosslett"},"showQuotedHeadline":true,"sublinks":[]},{"title":"It's time to wean ourselves off the fairytale version of farming","rawTitle":"It's time to wean ourselves off the fairytale version of farming","item":{"type":"comment","id":"environment/georgemonbiot/2015/may/29/its-time-to-wean-ourselves-off-the-fairytale-version-of-farming","title":"It's time to wean ourselves off the fairytale version of farming","trailText":"<strong>George Monbiot:</strong> Children’s tales bear no resemblance to the cruelty of most modern farms, yet this image enables us to turn a blind eye to animal welfare and is exploited by the industry for profit – as Kerrygold’s recent Guardian advertorial shows","standFirst":"<p>Children’s tales bear no resemblance to the cruelty of most modern farms, yet this image enables us to turn a blind eye to animal welfare and is exploited by the industry for profit – as Kerrygold’s recent Guardian advertorial shows</p>","byline":"George Monbiot","body":"<p>The way that meat, eggs and milk are produced is surrounded by one of our great silences, in which most people collaborate. We don’t want to know, because knowing would force anyone with a capacity for empathy to change their diet.</p> \n<p>You break this silence at your peril. After I published <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/19/chicken-welfare-human-health-meat\">an article on chicken farming</a> last week, I had to re-read it to check that I hadn’t actually proposed the slaughter of the firstborn by terrorist devil worshippers – so outraged and vicious were some of the responses. And that was just the consumers.</p> \n<p>The producers didn’t like it much either, though their trade associations responded in more measured tones. In <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/24/the-truth-about-the-poultry-industry\">letters to the Guardian on Saturday</a>, the National Farmers’ Union (NFU) and the British Poultry Council (BPC) angrily defended the industry. The NFU wrote:</p> \n<blockquote class=\"quoted\"> \n <p>In the UK 90% of all chicken is produced to Red Tractor standards and this demonstrates that the chicken has met production standards developed by experts on animal welfare, safety, hygiene and the environment. Farmers take the welfare of their birds extremely seriously, and therefore to accuse the sector of cruelty is absolutely unfounded.</p> \n</blockquote> \n<p>The BPC maintained that chicken “provides a wholesome, nutritious, sustainable and affordable source of protein, produced by an industry unsubsidised by government.”</p> \n<p>Let’s spend a moment examining these claims, before raising the issue of how they get away with it.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e08fdf32c0111a5ace571050eeb12315dc4ffd16\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432894262956/e3a302fe-5438-405c-b9aa-52d19f827770-460x276.jpeg\" alt=\"Chicken farm\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chickens in a factory farm.</span> \n  <span class=\"element-image__credit\">Photograph: Lester Lefkowitz</span> \n </figcaption> \n</figure> \n<p>In my view, the Red Tractor standard is a classic example of an almost meaningless label, whose purpose is to reassure customers in a vague and fuzzy way while holding producers to standards that scarcely rise above the legal minimum. That’s a long-winded way of saying bullshit.</p> \n<p>Take the key welfare issue, stocking density. <a href=\"http://adlib.everysite.co.uk/adlib/defra/content.aspx?id=000IL3890W.182NGX77BY8FNW\">Here’s what the government recommendations say</a>: </p> \n<blockquote class=\"quoted\"> \n <p>The maximum stocking density for chickens kept to produce meat for the table should be 34 kg/m2, which should not be exceeded at any time during the growing period.</p> \n</blockquote> \n<p>But <a href=\"http://assurance.redtractor.org.uk/resources/000/965/989/Poultry_Scheme_-_Broilers_and_Poussin_Standards.pdf\">the standard for broiler chickens</a> set by the Red Tractor scheme is actually worse:</p> \n<blockquote class=\"quoted\"> \n <p>Planned stocking densities must not exceed 38kg/m2 for broilers</p> \n</blockquote> \n<p>Incidentally, this stocking density – 38kg/m2 – gives each bird an area <a href=\"http://www.rspca.org.uk/ImageLocator/LocateAsset?asset=document&amp;assetId=1232712783750&amp;mode=prd\">the size of a piece of A4 paper</a>.</p> \n<p>This meets the legal requirement only because the UK uses a cruel derogation from European law, permitting a maximum stocking density of 39kg/m2. So much for the NFU’s statement about taking the welfare of chickens extremely seriously.</p> \n<p>On almost every welfare indicator, and across all the main farm animals, including chickens, <a href=\"http://e-activist.com/ea-action/action\">Red Tractor scored worse</a> than any other certification scheme evaluated by the charity Compassion in World Farming. Amazingly, the Red Tractor label imposes no restrictions on the growth rates of chickens: it allows the most overbred varieties to be stuffed with high-protein feed, with the result that the birds often suffer from painful and crippling health problems, as their hearts, lungs and legs are overloaded.</p> \n<p>As for the BPC’s sustainability claims, if chickens fed on soya – as the great majority in this country are – are sustainable, what does unsustainable look like? Soya production is one of the <a href=\"http://www.foe.co.uk/sites/default/files/downloads/livestock_impacts.pdf\">major agents of the destruction</a> of rainforests, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2011/apr/11/meat-industry-food\">Cerrado</a> and other threatened habitats in South America. The environmental impacts of chickenfeed are, well, anything but chickenfeed. The mass production of chickens has major consequences at the other end of the bird too: the mountains of excrement cause both water and air pollution.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2011/apr/11/meat-industry-food\">Crops for animal feed destroying Brazilian savannah, WWF warns</a> </p> \n</aside> \n<p>Nor is the claim that this industry is unsubsidised correct. Many chicken growers barely break even on the sale of birds, and survive only as a result of the government’s <a href=\"https://www.ofgem.gov.uk/environmental-programmes/non-domestic-renewable-heat-incentive-rhi\">renewable heat incentive</a> (RHI). This is a remarkably generous scheme whose ostensible purpose is to reduce carbon emissions, but which functions as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jan/14/green-biomass-boilers-may-waste-billions-public-money\">another subsidy for businesses</a>, especially farms. Most new chicken units use biomass boilers subsidised by the RHI, and it is immensely profitable.</p> \n<p>So now to the real question: how do they get away with it? How is it that we, who regard ourselves as a nation of animal lovers, accept such terrible standards of meat production? If dogs and cats were treated as pigs and chickens are, there would be a deafening outcry: in fact there are plenty of people in Britain who campaign against the raising of dogs and cats for food in Asia. But what’s the difference? Why is it acceptable to treat some animals – even creatures as intelligent and capable of suffering as pigs – so brutally, but not others?</p> \n<p>In part, this reflects the deep disavowal in which we tend to engage when we eat meat. But I also believe that a major part of the problem is the fairytale view of farming implanted in our minds from the very onset of consciousness.</p> \n<p>Many of the books produced for very young children are about farms; and most tell broadly the same story. The animals – generally just one or two of each species – live in perfect harmony with the rosy-cheeked farmer, roaming around freely and talking to each other, almost as if they were members of the farmer’s family. Understandably enough, none of the uncomfortable issues – slaughter, butchery, castration, tusking, separation, battery production, farrowing crates – ever feature.</p> \n<p>So deeply embedded is this image that I believe many people go through life unable to dismiss it from their minds. It is not easy to unlearn what we are taught when we’re very young, and even the grim realities of industrial farming cannot displace the storybook images from our minds. At a deep, subconscious level, the farm remains a place of harmony and kindness – and this suits us very well if we want to keep eating meat.</p> \n<p>Perhaps the starkest example of this myth-making I’ve come across is a children’s book distributed with Saturday’s Guardian called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/kerrygold-tales/gallery/2015/may/22/the-tale-of-city-sue-in-pictures\">The Tale of City Sue</a>. It tells the story of a herd of cows on an Irish farm.</p> \n<blockquote class=\"quoted\"> \n <p>“This friendly, Friesian family<br />were free to roam and browse<br />and eat the freshest, greenest grass<br />which made them happy cows.<br />“They belonged to farmer Finn<br />Who called them by their names<br />And when it was their birthday<br />He brought party hats and games.<br />“He played his violin for them<br />inside the milking shed,<br />and sung them soothing lullabies<br />when it was time for bed.”</p> \n</blockquote> \n<p>Only after I had unthinkingly read it to my three-year-old then turned the back cover, did I discover that it wasn’t a book at all, but an extended advertisement for Kerrygold butter.</p> \n<p>It wasn’t billed as such. The Guardian’s website marketed this publication as “A tale from the meadow of imagination: children’s author Jeanne Willis’s latest book captures the idyllic atmosphere of rural Ireland.” Following my questions to the Guardian, this has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/kerrygold-tales/2015/may/22/a-tale-from-the-meadow-of-imagination\">now been changed</a> to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/kerrygold-tales/gallery/2015/may/22/the-tale-of-city-sue-in-pictures\">make its provenance clearer</a>.</p> \n<p>I find disguised marketing of any kind objectionable, and disguised marketing to children even worse. I feel that this book misleads children about the nature of farming and milk production and sanitises the relationship between farmers and their animals, on behalf of a large corporation (Kerrygold’s parent company, Adams Foods). It exploits children’s credulity and natural sympathy with animals for corporate profits.</p> \n<p>When I challenged the Guardian about this, its spokesperson told me:</p> \n<blockquote class=\"quoted\"> \n <p>All branded content should be clearly labelled for the benefit of our readers in line with our guidelines. On this occasion the insert was not correctly labelled and we apologise for this error.</p> \n</blockquote> \n<p>I also wrote to the author, Jeanne Willis, who replied as follows: “I was commissioned by Kerrygold so it’s best they answer your questions. Xxxx Xxxx from Brazen PR will be in touch soon.”</p> \n<p>Brazen PR. Hmmm.</p> \n<p>I wrote back, asking her:</p> \n<blockquote class=\"quoted\"> \n <p>Do children’s authors not have a responsibility towards those they write for? Is there not an issue of conscience here for you? After all, if a children’s author is misleading children on behalf of a corporation, that’s a serious matter, surely? It has been done in your name, and promoted as your “latest book”, so simply shrugging off responsibility like this feels wrong to me. You must have a view about whether or not accepting this commission was the right thing to do, and whether you were justified in discharging it as you did.</p> \n</blockquote> \n<p>She responded as follows:</p> \n<blockquote class=\"quoted\"> \n <p>... to the best of my knowledge, Kerrygold seem to be particularly strong on animal welfare so there wasn’t a question that what I created was going to be misleading. The brief was very simple: Kerrygold cows spend a lot of time outside feeding on grassy meadows so let’s tell some fun stories about our cows. I don’t feel it’s exploiting kids because the only take out is that it’s better to feed cows on grass and ensure they spend as much time outside as possible.</p> \n <p>I’m very careful which brands I work with to avoid this exact situation – I wouldn’t have done this if I thought it was morally wrong. It’s a storybook for families to enjoy. There is no overt message to buy butter. It’s just about the cows. That said, it clearly says Kerrygold on the inside cover and on the back.</p> \n</blockquote> \n<p>It seems to me that subliminal persuasion of this kind (“the cows are happy”) can be more insidious than overt marketing (“buy our butter”). To my mind, Kerrygold is seeking to persuade people of the inherent goodness of its products at a deeper level than merely flashing up the products.</p> \n<p>As for the issue of animal welfare, <a href=\"http://www.kerrygold.co.uk/home/our-story/\">Kerrygold’s website states</a> “We work with small co-operative farms where small herds are free to graze on lush Irish meadows.” But it does not say “We work <em>only</em> with small co-operative farms ...”.</p> \n<figure class=\"element element-image\" data-media-id=\"e4b25e26925e41ad0a934ebb9d897c89f6494002\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432894690989/f021f936-5341-4a9b-b889-f035508d2e6d-460x276.jpeg\" alt=\"Dairy Farm in England\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dairy Farm in England</span> \n  <span class=\"element-image__credit\">Photograph: David Levene</span> \n </figcaption> \n</figure> \n<p>The parent website run by Adams <a href=\"http://www.adamsfoods.com/home/our-brands/kerrygold/\">puts it slightly differently</a>: “Kerrygold is ... owned by Irish dairy farmers, many of their farms are small and family run”. Which could also mean that many of them are not. So I asked the company, “What is your milk buying policy? In other words, what specifications – on scale, feed, the treatment of animals, process etc – do you put in place that your suppliers have to adhere to?” I have not had a response.</p> \n<p>From what I can glean, Kerrygold’s marketing seems to rely on the public perception that Irish dairy farms are small and mostly grass-fed. But they are changing fast.</p> \n<p>Last summer, 3,000 dairy farmers <a href=\"http://www.irishexaminer.com/farming/news/brownes-dairy-farm-hosts-3000-visitors-274130.html\">visited the biggest dairy operation</a> in the country (which has 820 milking animals) to discover how to increase the scale of their operations. This farm has made <a href=\"http://www.irishexaminer.com/farming/news/spotlight-on-teagasc-dairy-farm-expansion-management-challenges-273193.html\">a major investment in indoor facilities</a>, and supplements the grass they are fed with maize, barley and soya.</p> \n<p><a href=\"http://www.independent.ie/business/irish/irelands-biggest-dairy-farmer-warns-against-quota-euphoria-31118285.html\">According to the former chair </a>of the Irish Farmers’ Association, “scale must go up. ... The dairy farm of the future is going to have to be bigger.”</p> \n<p>Could the current Kerrygold marketing blitz be an attempt to embed in our minds a bucolic, superannuated image of an industry that is now changing beyond recognition? If so, it might be an effective way of pre-empting criticism about the changing nature of its suppliers.</p> \n<p>Dairy cows, like chickens and pigs, also <a href=\"http://www.ciwf.org.uk/farm-animals/cows/dairy-cows/\">get a rough deal</a>, while the effluent from dairy farms <a href=\"http://www.fwi.co.uk/business/dairy-farm-pollution-incidents-increase-by-38.htm\">creates major environmental problems</a>. Imagine the response if children were exposed to such blatant sanitisation of a harsh and polluting industry in any other sector. But so prevalent is this mythologised view of farming, and so wilfully unaware do we remain of the realities of industrial agriculture, that it passes almost without challenge. My guess is that the Guardian made this error – a serious one in my view – partly because the themes Jeanne Willis and Kerrygold exploited are so familiar that they are almost background noise.</p> \n<p>Isn’t it time that children’s authors showed a little more imagination and stopped repeatedly churning out the same basic story, even when they are not doing it on behalf of a large corporation?</p> \n<p>Is it not time that adults weaned themselves off the fairytale version of farming and began to judge it by the same standards as we would judge other industries?</p> \n<p>And is it not time for all of us to become a little more curious about where meat, milk and eggs come from, and how they are produced?</p> \n<p><a href=\"http://www.monbiot.com/\">Monbiot.com</a></p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432897527736/e9c9fcc8-5210-4e25-bb9f-ee1c07e30f61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ikon Images/Alamy","altText":"Cows in a field illustration","cleanCredit":"Photograph: Ikon Images/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432894263601/4f1cdfbe-181b-4cbb-9931-43f2ceae2f69-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Chickens in a factory farm. Photograph: Lester Lefkowitz","credit":"Lester Lefkowitz","altText":"Chicken farm","cleanCaption":"Chickens in a factory farm.","cleanCredit":"Photograph: Lester Lefkowitz"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432894691531/7d06016d-5f5b-4bfd-b2c2-549ec8fdb70d-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Dairy Farm in England Photograph: David Levene","credit":"David Levene","altText":"Dairy Farm in England","cleanCaption":"Dairy Farm in England","cleanCredit":"Photograph: David Levene"}],"webPublicationDate":"2015-05-29T11:06:14Z","lastModified":"2015-05-29T14:36:47Z","metadata":{"commentable":true,"commentCount":535,"contributors":[{"name":"George Monbiot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/10/1410361956546/George-Monbiot-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/georgemonbiot"}],"feature":false,"keywords":["Farming","Food","Environment","Animal welfare","Animals","Food & drink industry"],"tags":[{"id":"environment/farming","webTitle":"Farming"},{"id":"environment/food","webTitle":"Food"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/animal-welfare","webTitle":"Animal welfare"},{"id":"world/animals","webTitle":"Animals"},{"id":"business/fooddrinks","webTitle":"Food & drink industry"}],"section":{"id":"environment"},"topics":[{"displayName":"George Monbiot","topic":{"type":"tag-contributor","name":"profile/georgemonbiot"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/georgemonbiot/2015/may/29/its-time-to-wean-ourselves-off-the-fairytale-version-of-farming","shortUrl":"http://gu.com/p/49ad7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/georgemonbiot/2015/may/29/its-time-to-wean-ourselves-off-the-fairytale-version-of-farming","webUri":"http://www.theguardian.com/environment/georgemonbiot/2015/may/29/its-time-to-wean-ourselves-off-the-fairytale-version-of-farming"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432897527736/e9c9fcc8-5210-4e25-bb9f-ee1c07e30f61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘At a deep, subconscious level, the farm remains a place of harmony and kindness – and this suits us very well if we want to keep eating meat.’ Photograph: Ikon Images/Alamy","credit":"Ikon Images/Alamy","altText":"Cows in a field illustration","cleanCaption":"‘At a deep, subconscious level, the farm remains a place of harmony and kindness – and this suits us very well if we want to keep eating meat.’","cleanCredit":"Photograph: Ikon Images/Alamy"}},"importance":3,"byline":{"title":"George Monbiot"},"showQuotedHeadline":true,"sublinks":[]}],"lastModified":"2015-05-30T05:22:50Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}