{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"The politics sketch / ​It's all Greek to Osborne as he makes drama out of crisis","rawTitle":"​It's all Greek to Osborne as he makes drama out of crisis","item":{"type":"comment","id":"politics/blog/2015/jul/06/greek-financial-crisis-debt-george-osborne-chancellor","title":"​It's all Greek to Osborne as he makes a drama out of a financial crisis","trailText":"The chancellor certainly made a better fist of handling Greece’s debt turmoil than he did leaking his budget changes to the BBC licence fee","standFirst":"<p>The chancellor certainly made a better fist of handling Greece’s debt turmoil than he did leaking his budget changes to the BBC licence fee</p>","byline":"John Crace","body":"<p>Courteous. Dignified. Almost statesmanlike. There’s nothing like the problems of other countries to bring out the best in the chancellor. “Greece is a proud nation and a very longstanding ally of the UK,” George Osborne declared solemnly at the start of his statement on the Greek financial crisis. “We respect the decision of its people.” With barely disguised relief, the chancellor was also more than happy to respect the right of the eurozone and the International Monetary Fund to come to their own agreements with Greece.</p> \n<p>When the stakes are this high, the fence is by far the most comfortable place to sit when you have no responsibility for the outcome. George’s voice caught momentarily as he urged all those concerned to reach a humane and sensible resolution as quickly as possible to prevent panic and uncertainty.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jul/06/osborne-slashes-bbc-budget-pay-over-75s-tv-licences\">Osborne slashes BBC budget by forcing it to pay for over-75s' TV licences</a> </p> \n</aside> \n<p>Something he – presumably unwittingly – added to, by suggesting British tourists should take huge wads of cash with them to Greece “to cover the duration of their stay, emergencies, unforeseen circumstances and any unexpected delays”. &pound;100K should just about take care of rioting, kidnapping, heart attacks, meteor strikes, earthquakes, tsunamis, dinner with the Rothschilds and a couple of bottles of retsina. With these sorts of sums in mind, the chancellor then suggested, “travellers should be careful and take sensible precautions against theft”. That’s another &pound;300K for a private militia.</p> \n<p>George being George, he also couldn’t resist the opportunity of lowering the tone by saying what a superb leader of the Labour party Jeremy Corbyn would make. You’d imagine this gag would be wearing a bit thin by now, but it still seemed to provoke forced hilarity on the Tory benches. Little things please little minds. Being generous, maybe he was just trying to cheer the Greeks up with a quick laugh to take their minds off having no cash, food or medicine.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The chancellor ended his statement keen to put some distance between himself and Pontius Pilate</p> \n </blockquote> \n</aside> \n<p>Realising he had wandered slightly off compassionate message – he was enough of a neo-liberal to let his backbenchers make their own “let the useless, greedy bastards starve” and “the EU is Satan” capital, the chancellor ended his statement keen to put some distance between himself and Pontius Pilate. Though it wasn’t within his gift to decide whether the Greeks should live or die, he had spent hours and hours on the phone trying to persuade his European counterparts to find a deal.</p> \n<p>He didn’t elaborate on whether most of that time had been spent in conversation or on being kept on hold. “There’s some bloke called George on the line for you, Angela. Says he wants to help with the Greek crisis.”</p> \n<p>“Not that dumkopf. Tell him I’ll call him back. In a week or so.”</p> \n<p>Taking a phone call from the British chancellor isn’t likely to be a top priority for eurozone finance ministers right now, so they probably didn’t get to hear Osborne say how well the UK economy was doing thanks to him and that they should watch out for the further cuts he would be making in Wednesday’s budget. Libert&eacute;, egalit&eacute;, austerit&eacute;.</p> \n<p>Osborne certainly made a better fist of handling the Greek financial crisis than he did leaking his budget changes to the BBC licence fee. Wisely he left the culture secretary, John Whittingdale, to take the flak for that one. “The BBC has agreed to lose &pound;650m,” the minister said, embarrassed as much by his Wallace and Gromit tie as the U-turn he was having to pretend was consistency. This was agreed as in gun to head. A job swap felt in order. Leave the Greek economy to George and the BBC to the Greeks.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7cdc3bb5f6e9a3f353621a52d0c5e4fcf7c4b292/0_0_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"George Osborne","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-06T18:51:20Z","lastModified":"2015-07-06T23:01:04Z","metadata":{"commentable":true,"commentCount":133,"contributors":[{"name":"John Crace","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johncrace"}],"feature":false,"keywords":["Politics","Greece","Europe"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"politics"},"topics":[{"displayName":"John Crace","topic":{"type":"tag-contributor","name":"profile/johncrace"}}],"series":{"title":"The politics sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/the-politics-sketch"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/blog/2015/jul/06/greek-financial-crisis-debt-george-osborne-chancellor","shortUrl":"http://gu.com/p/4adzh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/blog/2015/jul/06/greek-financial-crisis-debt-george-osborne-chancellor","webUri":"http://www.theguardian.com/politics/blog/2015/jul/06/greek-financial-crisis-debt-george-osborne-chancellor"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7cdc3bb5f6e9a3f353621a52d0c5e4fcf7c4b292/0_0_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","caption":"George Osborne: ‘Greece is a proud nation …’ Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"George Osborne","cleanCaption":"George Osborne: ‘Greece is a proud nation …’","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}},"importance":7,"kicker":{"title":"The politics sketch"},"byline":{"title":"John Crace"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png"}}]},{"title":"I was there on 7/7, and I am a Muslim. Let me tell you about blame","rawTitle":"I was there on 7/7, and I am a Muslim. Let me tell you about blame","item":{"type":"comment","id":"commentisfree/2015/jul/07/7-july-london-bombings-muslim-victims","title":"I was there on 7/7, and I am a Muslim. Let me tell you about blame","trailText":"When I was caught up in the London bombings I was expected to explain them because of my religion. Not much has changed. If a traumatic event happens, ignore the rolling news and listen to the victims","standFirst":"<p>When I was caught up in the London bombings I was expected to explain them because of my religion. Not much has changed. If a traumatic event happens, ignore the rolling news and listen to the victims</p>","byline":"Mustafa Kurtuldu","body":"<p>I play back that morning in my head on a regular basis. I get to Clapton train station – only to miss my train. Great, another 20 minutes’ wait for the next one; but strangely, another train pulls into the station five minutes later. Odd, since like most things that day, this has never happened to me before or since. Must be my lucky day.</p> \n<p>At Liverpool Street station I switch to the Circle line. I was on my way to the Home Office to take part in an event celebrating a government project called the <a href=\"http://www.gwirvol.org/en/organisations/about-us/russell-commission/\" title=\"\">Russell commission</a>, which was about encouraging young people to get involved in volunteering.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I was expected to explain what’s it like following an ideology that also has a bunch of maniacs in its midst</p> \n </blockquote> \n</aside> \n<p>The train got halfway through the tunnel. First, a loud popping sound, like stepping on an inflated juice carton, followed by a sudden jolt forward, and then total darkness. Forty-five minutes waiting to be freed from the train, paramedics attending the wounded. Being told by the police that it was OK for us to leave, only for us to walk around the block in a zombie-like state. Taken to hospital on a commandeered bus. Hospital waiting room, TV screen, newscast – <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/july7\" title=\"\">bombings across London</a>. Shell shock. I’ve played that over and over in my head for 10 years now.</p> \n<p>The scene outside the hospital pretty much summed up what the rest of my experience was going to be like. Being wide-eyed and extremely naive, I put myself forward to answer their questions. Journalists wanted to know my opinions on terrorism, as if being a Muslim suddenly made me an expert. I was expected to explain why these things had happened. What’s it like following an ideology that also has a bunch of maniacs in its midst, even if they are in the minority and only claim to believe in the same thing you do. Even when their actions tell you they clearly don’t. Sadly I was treated more like a suspect than a victim.</p> \n<p>I was 24 years old, and suffering from post-traumatic stress disorder, but I felt that I needed to answer questions from the media, because I felt that if didn’t speak up, who would? In the end, it seemed that some people simply blamed the acts of individuals on an entire community; but this is nothing new. Tony Blair once blamed the “black community” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2007/apr/12/ukcrime.race\" title=\"\">for gang violence</a>. As though having the same skin colour instantly means you must have some insight as to why someone is inherently violent.</p> \n<p>Now David Cameron is claiming that some Muslims are quietly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/19/pm-to-urge-muslims-and-isps-stop-giving-credence-to-extremist-ideology\" title=\"\">condoning extremism</a>. But there is no Muslim community, not in the way it is presented by any political narrative or the press. There are Turkish Muslims in Hackney, Bangladeshi Muslims in Aldgate and Indian Muslims in Leicester, many different groups with different social and economic issues. There are even Welsh Muslims in Wales. That’s right, white, native Muslims who were traditional peace-loving British citizens just days prior to their conversion, but now have become condoners of violence by default. Like an extremist light switch. One minute you are normal and the next you are combustive.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>My main motivation to speak up now is because I see the same thing happen again and again</p> \n </blockquote> \n</aside> \n<p>I am tired of having to explain that I am not guilty by association, though I do feel guilt. Not for being Muslim, but for surviving. I used to go to the memorial service every year in Hyde Park, but I can’t go any more. It is still too painful, and there are times when I hate myself for having lived when others died. For the anniversary this year I’ll be spending time with my family, but also just getting on with life, since to prevent myself from doing otherwise would let evil win.</p> \n<p>Every time a similarly terrible event happens, I watch everything happen on cue, from the cinematic nature of presenting tragedy live on air, to day two, when the opinion pieces on why Muslims are bad for not speaking out start being written. It now feels almost normal to be blamed for something I had no part in.</p> \n<p>In the race to find answers in the days and weeks after 7/7, it seemed like we all heard a million stupid opinions, while those of us unlucky enough to been part of such a horrible event were often ignored. At the time I felt really angry at how I was treated by a lot of people – many times I was told to “just get over it”. It took the best part of three years before I considered myself “recovered”.</p> \n<p>My main motivation to speak up now is because I see the same thing happen again and again. So I would like to offer some advice to all. When a person goes through a traumatic event, please be aware that they will feel a barrage of emotions, and your duty is not to explain to them why or how they are feeling. Neither is it your place to judge how they feel. If you must do something, then simply listen. Ignore the rolling news that likes to position itself as more important then the lives of ordinary people who are caught up in these horrific crimes, with soundbites from the privileged outweighing the voices of those who actually suffer.</p> \n<p>Shut up and listen. Because even as a Turkish/Cypriot/Macedonian Muslim born and raised in England who proudly calls himself British, who lived through these events and has witnessed many others, even I really don’t know why these things happen, but in truth, the chances are that neither do you.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436193631961/204a3cee-8ee6-40b3-8e6b-dc8662bd710d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Oli Scarff/Getty Images","altText":"Flowers at the Hyde Park 7/7 memorial","cleanCredit":"Photograph: Oli Scarff/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-07T08:00:06Z","lastModified":"2015-07-07T08:12:53Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Mustafa Kurtuldu","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mustafa-kurdulu"}],"feature":false,"keywords":["7 July London attacks","Islam","UK security and counter-terrorism","Religion","World news","UK news"],"tags":[{"id":"uk/july7","webTitle":"7 July London attacks"},{"id":"world/islam","webTitle":"Islam"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Mustafa Kurtuldu","topic":{"type":"tag-contributor","name":"profile/mustafa-kurdulu"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/07/7-july-london-bombings-muslim-victims","shortUrl":"http://gu.com/p/4adtj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/07/7-july-london-bombings-muslim-victims","webUri":"http://www.theguardian.com/commentisfree/2015/jul/07/7-july-london-bombings-muslim-victims"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436193631961/204a3cee-8ee6-40b3-8e6b-dc8662bd710d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I feel guilt for surviving. I used to go to the memorial service every year in Hyde Park, but I can’t go any more. It is still too painful’. Photograph: Oli Scarff/Getty Images","credit":"Oli Scarff/Getty Images","altText":"Flowers at the Hyde Park 7/7 memorial","cleanCaption":"‘I feel guilt for surviving. I used to go to the memorial service every year in Hyde Park, but I can’t go any more. It is still too painful’.","cleanCredit":"Photograph: Oli Scarff/Getty Images"}},"importance":5,"byline":{"title":"Mustafa Kurtuldu"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436193631961/204a3cee-8ee6-40b3-8e6b-dc8662bd710d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Oli Scarff/Getty Images","altText":"Flowers at the Hyde Park 7/7 memorial","cleanCredit":"Photograph: Oli Scarff/Getty Images"}}]},{"title":"Beijing's desperate attempts to control the stock market will end badly","rawTitle":"Beijing's desperate attempts to control the stock market will end badly","item":{"type":"comment","id":"business/nils-pratley-on-finance/2015/jul/07/beijings-desperate-attempts-to-control-the-stock-market-will-end-badly","title":"Beijing's desperate attempts to control the stock market will end badly","trailText":"The communist leadership is subsidising stock market speculation as it tries to protect millions of small investors from being wiped out ","standFirst":"<p>The communist leadership is subsidising speculation as it tries to protect millions of small investors from being wiped out </p>","byline":"Nils Pratley","body":"<p>Nervous about the Chinese stock market? You should be. First, it looks expensive, even after a dip. Second, the authorities in Beijing, by adopting increasingly desperate measures to prop up share prices, are sending an unmistakable message that they fear a crash is a possibility.</p> \n<p>The latest official attempt to manipulate the stock market would be laughed out of court if it were attempted in the west. The central bank is shovelling cash towards a state-backed finance company that lends to individuals who would like to make bigger bets on the stock market than they can afford. That’s right, in today’s communist China, there are subsidies for stock market speculation.</p> \n<p>By way of further encouragement, the state itself is piling in. A state-backed wealth fund is buying blue-chip stocks. Meanwhile, supposedly independent brokers and fund managers have decided this is the ideal moment to invest the equivalent of &pound;12bn and pledge not to sell until the main Shanghai index has risen at least 20%. This extraordinary effort, apparently, is required to “uphold market stability”.</p> \n<p>So what catastrophe has befallen the Chinese stock market? Well, nothing to justify all-out panic. Having risen 150% in a year, the Shanghai Composite Index has surrendered 30% of its gains. That’s how excitable developing markets often work: an enormous rise can be followed by a smaller fall. It’s not unusual. And, at about 20 times earnings, the Shanghai market is not a bargain given the slow-down in growth in the Chinese economy.</p> \n<p>The authorities in Beijing, one assumes, know all that. But they are inventing and deploying emergency measures anyway. Why? One assumes they think a serious slide in share prices would cause financial distress among 90 million individuals with share accounts. That might damage the real economy or, conceivably, create social unrest. Alternatively, the authorities think a crash could kill Chinese companies’ long-term access to capital. </p> \n<p>Whatever it is, Beijing has put its credibility on the line. Share prices must rise because the state, in effect, has issued an order. </p> \n<p>The authorities may win the immediate battle with the market, though it’s by no means certain. Monday’s action was mixed. Blue-chip stocks, such as banks, rose because that is where the wall of money is being directed; small companies’ shares mostly fell.</p> \n<p>Whatever the outcome in the next few weeks, a policy of state-directed share prices is unsustainable in the long run. If investors believe there is an official safety net to protect them from losses, the next bubble will be bigger and even harder to deflate safely. </p> \n<p>This is a fight Beijing should have avoided. It will end badly – if not this time, then next.</p> \n<h2>Rocky Rolls</h2> \n<p>What does Warren East bring to the job of chief executive of Rolls-Royce? Two days in, more of the same, meaning another profits warning from the engine maker. Yesterday’s was the third since last October.</p> \n<p>Only two factors in the latest dip are easy to understand. Oil and gas producers are cutting budgets to respond to a lower oil price; Rolls-Royce’s marine division, which makes almost two-thirds of its revenues from the offshore industry, was bound to be hit. Similarly, everyone knows demand for business jets is soft because oil sheikhs are feeling less wealthy and western sanctions are making life trickier for Russian oligarchs.</p> \n<p>The third factor, though, is the biggest and most mysterious – the speed of the fall-off in demand for Rolls’ Trent 700 engine. Decline was inevitable as the engine is nearing the end of its lucrative life, to be supplanted by the Trent 7000. But Rolls-Royce needed one last hurrah from the 700 to make the progression smooth. It fully expected to get it, only to be disappointed on both volumes and prices. This looks like an old-fashioned case of over-optimism. We’re not talking marginal differences. The City cut its forecasts for Rolls’ 2016 profits by about 30%.</p> \n<p>To compound the forecasting error, Rolls had been planning to spend &pound;1bn buying back its own shares. East has halted the process at the halfway point, an embarrassing but correct decision. How can Rolls’ board form a view on whether the stock is cheap enough to buy if it can’t rely on internal projections for demand in the biggest division, civil aerospace?</p> \n<p>Shareholders will hope that East’s appointment, and the arrival of finance boss David Smith last November, marks the moment when the company’s revenue and profit forecasts can be relied upon. It might, but there is always the threat that East’s promised review of operations brings yet another adjustment to reality. <br />On a 10-year view, Rolls remains a terrific business; the two-year outlook, however, is fuzzy.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/16b74883c2c042f6b0b7252a8ab062b1fad06bec/0_151_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Su Yang/Xinhua Press/Corbis","altText":"#CHINA-STOCKS (CN)<br>06 Jul 2015, Nanjing, Jiangsu Province, China --- (150706) -- NANJING, July 6, 2015 (Xinhua) -- A man watches a screen board at a stocks market in Nanjing, east China's Jiangsu Province, July 6, 2015. Chinese shares showed signs of stabilization on Monday, with the benchmark Shanghai Composite Index rising 2.41 percent to finish at 3,775.91 points. However, the Shenzhen Component Index lost 1.39 percent to close at 12,075.77 points. The ChiNext Index, tracking China's Nasdaq-style board of growth enterprises, plunged 4.28 percent to end at 2,49 --- Image by © Su Yang/Xinhua Press/Corbis","cleanCredit":"Photograph: Su Yang/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-07T01:42:48Z","lastModified":"2015-07-07T01:45:42Z","metadata":{"commentable":true,"commentCount":58,"contributors":[{"name":"Nils Pratley","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733745764/NilsPratley.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nilspratley"}],"feature":false,"keywords":["Chinese economy","China","Stock markets","Global economy","Rolls-Royce","Asia Pacific","Economics","Business","Airline industry","Manufacturing sector"],"tags":[{"id":"business/chinese-economy","webTitle":"Chinese economy"},{"id":"world/china","webTitle":"China"},{"id":"business/stock-markets","webTitle":"Stock markets"},{"id":"business/global-economy","webTitle":"Global economy"},{"id":"business/rollsroycegroup","webTitle":"Rolls-Royce"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"business/theairlineindustry","webTitle":"Airline industry"},{"id":"business/manufacturing-sector","webTitle":"Manufacturing sector"}],"section":{"id":"business"},"topics":[{"displayName":"Nils Pratley","topic":{"type":"tag-contributor","name":"profile/nilspratley"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/nils-pratley-on-finance/2015/jul/07/beijings-desperate-attempts-to-control-the-stock-market-will-end-badly","shortUrl":"http://gu.com/p/4aex7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/nils-pratley-on-finance/2015/jul/07/beijings-desperate-attempts-to-control-the-stock-market-will-end-badly","webUri":"http://www.theguardian.com/business/nils-pratley-on-finance/2015/jul/07/beijings-desperate-attempts-to-control-the-stock-market-will-end-badly"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/16b74883c2c042f6b0b7252a8ab062b1fad06bec/0_151_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"A man watches a screen with share prices in Nanjing, eastern China. Photograph: Su Yang/Xinhua Press/Corbis","credit":"Su Yang/Xinhua Press/Corbis","altText":"A man watches a screen with share prices in Nanjing, eastern China.","cleanCaption":"A man watches a screen with share prices in Nanjing, eastern China.","cleanCredit":"Photograph: Su Yang/Xinhua Press/Corbis"}},"importance":5,"byline":{"title":"Nils Pratley"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733745764/NilsPratley.png"}}]},{"title":"Comment / Video puts a black woman in control – no wonder there's a backlash","rawTitle":"Video puts a black woman in control – no wonder there's a backlash","item":{"type":"article","id":"music/2015/jul/06/rihannas-bitch-better-have-my-money-feminism-misogyny-race","title":"Rihanna's video puts a black woman in control – no wonder there's a backlash","trailText":"Bitch Better Have My Money is a revenge fantasy against a rich, white US that’s abused black people for centuries – and suggestions of misogyny miss the point","standFirst":"<p>Bitch Better Have My Money is a revenge fantasy against a rich, white US that’s abused black people for centuries – and suggestions of misogyny miss the point</p>","byline":"Rebecca Carroll","body":"<p>There are many horrifyingly poignant scenes in the film <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/12-years-a-slave\">12 Years a Slave</a>, but among those that have stayed with me most resonantly is the scene in which the white Mistress Epps (played by Sarah Paulson) abruptly lashes out and scratches the face of her slave Patsey (played by Lupita Nyong’o) with her fingernails in a grotesquely accurate demonstration of white female privilege so ingrained that it has become instinctive. The act itself happens in a moment, but its impact is unending. Patsey is at at first stunned, then distressed, and then utterly shut down. </p> \n<p>I was reminded of that scene over the weekend while reading through all the tweets (<a href=\"https://twitter.com/hashtag/bbhmmvideo\">#BBHMMVideo</a>), <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/rihannas-video-bitch-better-have-my-money-misogynistic\">thinkpieces</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jul/04/feminists-fall-out-over-rihanna-video\">commentary</a> about Rihanna’s new video for Bitch Better Have My Money, mainly from white women who felt the video was either anti-feminist, misogynistic, or both. Among the more egregious criticisms came from <a href=\"http://www.dailymail.co.uk/femail/article-3150454/Rihanna-video-turn-mothers-stomachs-Concerned-parent-SARAH-VINE-star-s-latest-song-glorifies-murder-torture-drug-taking-guns-racial-stereotyping.html\">Sarah Vine of the Daily Mail</a>, who called the video “repulsive” and said it featured an “endless stream of filthy, violent and downright misogynistic images”. She, like others, was also quick to note that Rihanna, first seen dressed in “some sort of voodoo fashion” in the video, tortures a rich, blonde, white woman, but is never punished for her crime. She then describes Rihanna thusly: “I’m actually starting to wonder whether she might not have some kind of medical condition which prevents her from keeping her legs – as well as her stupid trap – shut.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.vevo.com/watch/rihanna/bitch-better-have-my-money-(explicit)/QM5FT1590005\"> \n <iframe width=\"460\" height=\"265\" src=\"https://scache.vevo.com/assets/html/embed.html?video=QM5FT1590005&amp;autoplay=0&amp;siteSection=vevo_player_embedded_twitter&amp;partnerId=E6513315-1700-46BA-81CB-6CC0C8C10E8E\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Rihanna’s Bitch Better Have My Money video.\n </figcaption> \n</figure> \n<p><a href=\"http://www.newstatesman.com/culture/2015/07/lets-talk-about-rihannas-video\">Helen Lewis of the New Statesman</a> wrote that the video is not feminist “because it is not very feminist to torture women. Even if they are white. Even if they are rich. Even if you are a woman yourself.” By those standards, I have a thing or two to say about a whole history of white women who abused black women both because they were black and because they were women, and yet, somehow, are still considered feminists – many regarded as pioneers. Women from <a href=\"http://www.nytimes.com/2008/01/13/weekinreview/13leibovich.html?pagewanted=all&amp;_r=0\">Elizabeth Cady Stanton</a>, who did not believe black women deserved any such rights as white women, to Miley Cyrus, <a href=\"http://jezebel.com/on-miley-cyrus-ratchet-culture-and-accessorizing-with-514381016\">who has used black women as stage props</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/2015/jul/06/rihanna-feminist-controversial-bitch-better-have-my-money-rachel-robers-supermodel\">Topless and tortured: Rihanna’s graphic revenge fantasy ‘has a feminist message’</a> </p> \n</aside> \n<p>Mia McKenzie addresses this point in her blogpost <a href=\"http://www.blackgirldangerous.org/2015/07/this-is-what-rihannas-bbhmm-video-says-about-black-women-white-women-and-feminism/\">This is what Rihanna’s BBHMM says about black women, white women and feminism</a>: “White women have been unapologetically violent towards black women for centuries. They’ve used the power of the state, of the police, of the courts, of the media, and of individual white men to harm black people, including black women, time and time again.” She goes on to say, and I agree, that what really has white feminists upset is that in the video Rihanna, a black woman, puts her own needs before a white woman’s needs. And it’s clear that when those needs involve money, social class and privilege (say, lounging on a yacht), there is no room for perspective. White women will fight to obtain food stamps for black women, but don’t let us have a yacht, pretty clothes or – God forbid – payment of money we are owed. </p> \n<p>We know now that the seven-minute video, co-directed by Rihanna herself, is <a href=\"http://www.nydailynews.com/entertainment/gossip/rihanna-court-lost-9m-thanks-accountant-article-1.1612527\">based on an accountant</a> whom she said screwed her over financially. In the video, Rihanna kidnaps and tortures the wife of her accountant, and then when he still doesn’t pay what he owes her, presumably kills him with one of an arsenal of machete-style weapons. In any event, she ends up lying in a chestful of cash, covered in blood and vengefully satisfied. </p> \n<p>To be sure, the video is vividly violent – an unabashed revenge fantasy – but here’s what didn’t occur to me: is it anti-feminist? Feminist? Misogynistic? Why would it? Rihanna is a grown woman who makes life and career choices for herself with the expectation and understanding that she is as free to do that as her male peers are. How is that not feminist? </p> \n<p>Regarding the misogyny – the violence against women and the sexualisation of that violence – people have drawn parallels with the video and Quentin Tarantino’s film <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/kill-bill-volume-1\">Kill Bill</a>. So what’s the difference? Tarantino, a white, male director with a giant hard-on for cultural appropriation and women having sex with each other, directed that film. Rihanna, a masterly ambitious black woman with a fear of nothing and no one, directed her video. </p> \n<p>The obsession over what constitutes feminism in mainstream media and popular culture strikes me as resolutely anti-feminist. As for the misogyny – really? That’s just dumb, shortsighted and so deeply patronising. Because the assumption here is that Rihanna isn’t smart enough to anticipate the various interpretations of her work. She knows. She doesn’t care. I don’t either. What I care about is that Rihanna has the agency to create her music and direct her career on her own terms. Because we have spent far too long living out Patsey’s chain of reaction to violence by white women against us.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436206007387/4e80407c-83f0-45e1-84b0-0626e491398e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Polk/BET/Getty Images for BET","altText":"Rihanna at the BET awards","cleanCredit":"Photograph: Christopher Polk/BET/Getty Images for BET"}],"bodyImages":[],"webPublicationDate":"2015-07-06T19:14:39Z","lastModified":"2015-07-06T20:52:15Z","metadata":{"commentable":true,"commentCount":280,"contributors":[{"name":"Rebecca Carroll","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/4/1415115190355/Rebecca-Carroll-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebecca-carroll"}],"feature":false,"keywords":["Rihanna","Music","Culture","Race issues"],"tags":[{"id":"music/rihanna","webTitle":"Rihanna"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/race","webTitle":"Race issues"}],"section":{"id":"music"},"topics":[{"displayName":"Rebecca Carroll","topic":{"type":"tag-contributor","name":"profile/rebecca-carroll"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/06/rihannas-bitch-better-have-my-money-feminism-misogyny-race","shortUrl":"http://gu.com/p/4admt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/06/rihannas-bitch-better-have-my-money-feminism-misogyny-race","webUri":"http://www.theguardian.com/music/2015/jul/06/rihannas-bitch-better-have-my-money-feminism-misogyny-race"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436206007387/4e80407c-83f0-45e1-84b0-0626e491398e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rihanna at the BET awards. Photograph: Christopher Polk/Getty Images for BET","credit":"Christopher Polk/Getty Images for BET","altText":"Rihanna at the BET awards.","cleanCaption":"Rihanna at the BET awards.","cleanCredit":"Photograph: Christopher Polk/Getty Images for BET"}},"importance":4,"kicker":{"title":"Comment"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436206007387/4e80407c-83f0-45e1-84b0-0626e491398e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Polk/BET/Getty Images for BET","altText":"Rihanna at the BET awards","cleanCredit":"Photograph: Christopher Polk/BET/Getty Images for BET"}}]},{"title":"The euro will be stuck with austerity unless it learns to embrace democracy","rawTitle":"The euro will be stuck with austerity unless it learns to embrace democracy","item":{"type":"comment","id":"commentisfree/2015/jul/06/greece-euro-unanswerable-austerity-democracy","title":"The euro will be stuck with austerity unless it learns to embrace democracy","trailText":"If Europe’s institutions remain unanswerable to its citizens, Greece will be the beginning of the end","standFirst":"If Europe’s institutions remain unanswerable to its citizens, Greece will be the beginning of the end","byline":"Aditya Chakrabortty","body":"<p>The challenge facing Europe today goes far wider and deeper than how to handle a small bankrupt country holding only 2% of the EU’s population. No, the bigger question is this: can Europe handle democracy, however awkward and messy and downright truculent it may be? The answer to that will probably decide whether the euro lives on as the <a href=\"http://europa.eu/about-eu/basic-information/money/euro/index_en.htm\">currency of 19 nations</a>.</p> \n<p>Say what you like about the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/05/greeces-eurozone-future-in-the-balance-as-referendum-gets-under-way--eu-euro-bailout-live\">referendum held in Greece</a> this Sunday, it was democracy at its most raw. Yes, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2015/jul/03/greek-referendum-voters-greece-creditors-proposals\">ballot question was impenetrable</a>, and Alexis Tsipras, the Greek prime minister, came close to urging voters to say <em>oxi</em> (no) to a deal he’d pretty much said <em>nai</em> (yes) to just a couple of days earlier. Yet in the face of the country’s political and media establishment warning Greeks to vote yes – echoing every major European leader (and quite a few faceless ones) – and the shock-and-awe tactics of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/28/greek-crisis-ecb-decide-emergency-funding\">European Central Bank in pulling the plug on Greek banks</a>, the country still delivered a loud no to austerity, troika-style.</p> \n<p>Intelligent pragmatists might look at that landslide and argue that it is time for the troika – made up of the EU, ECB and IMF – to react by altering both policy and tone. My colleague Jonathan Freedland neatly expressed that attitude on these pages a couple of days ago, petitioning the European commission, the ECB and the IMF “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/03/greece-referendum-euro-destroying-european-dream-deficit-fetishists\">to demonstrate that the euro and austerity are not synonymous terms</a>”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Whatever the charges against Tsipras and Syriza, they are dwarfed by those that could be laid against the eurozone elite</p> \n </blockquote> \n</aside> \n<p>I sympathise with Freedland’s view – but am far more pessimistic about the ability of the euro’s leading powers to change course. Austerity is not some policy mistake the eurozone’s leaders have absent-mindedly made – like a weekend motorist blindly following the satnav into a cul-de-sac. On the contrary, the bone-headed and self-defeating policy of forcing Greece to make severe spending cuts amid an economic depression is a direct product of the eurozone’s lack of democracy. Just how closely fused austerity and the eurozone’s unrepresentative politics are can be seen from the insistence of European leaders in the run-up to the referendum that any vote against austerity was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/30/eurozone-emergency-greece-without-financial-lifeline\">tantamount to a vote for leaving the euro</a>. That attitude reached its apex in the insistence last week of Martin Schulz, the European parliament president, that the troika could only deal with Greece if it were represented by an unelected “<a href=\"http://www.globalpost.com/article/6602491/2015/07/02/schulz-says-greek-govt-should-resign-after-yes-vote\">technocratic government</a>”. This is the former leader of the European parliament’s <a href=\"http://www.democraticunion.eu/2014/05/progressive-alliance-of-socialists-and-democrats/\">Progressive Alliance of Socialists &amp; Democrats</a> calling for regime change against an elected government.</p> \n<p>In arguing this, I am not claiming that Tsipras and Syriza are faultless, or that Greece’s sole headache is austerity. Indeed, I do not know any members or supporters of Syriza who would hold either position. Corruption, clientelist politics, a national tax system that bears greater resemblance to a collection plate handed around at the end of Sunday service: Tsipras recognised all these decades-old problems when he took over as prime minister not even six months ago. It is true he has not done enough about them. It is also true that he has spent the past few months trying to keep a sometimes fractious coalition together when it is being tested to destruction by the troika. As a 40-year-old engineering graduate, Tsipras is wide open to the accusation of being an “amateur politician” – although any Briton tired of being ruled by our whirligig of zombified former <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/19/spads-special-advisers-took-over-british-politics\">spads</a> might fancy a little conviction, however amateurish.</p> \n<p>Whatever the charges against Tsipras and Syriza, however, they are dwarfed by those that could be laid against the eurozone’s elite. The problems here are not just personal; they are structural. It remains the case that the euro is ruled by institutions that are almost entirely unelected and unaccountable – the ECB and the European commission are not directly answerable to the millions of Europeans who have been impoverished by their handling of the crisis. Then there is the Eurogroup of finance ministers. To see how close these ad hoc summits get to democracy, imagine ministers from 18 other governments telling your country how its next budget should look. That is what eurozone democracy often looks like to a Greek or Portuguese or Irish finance minister.</p> \n<p>Democracy is the best means available to any public – national or continental – to push for a fairer deal. But in a system as insulated against democracy as the eurozone is – as devoid of standalone political institutions to allow ordinary Europeans to try and counter all the industrial lobbying and elite complacency – the euro’s governors rely instead on a technocratic superiority.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/03/greece-referendum-euro-destroying-european-dream-deficit-fetishists\">This euro is destroying the&nbsp;European dream | Jonathan Freedland</a> </p> \n</aside> \n<p>Except that the eurozone’s top brains do not even make good technocrats, judging by the way a public-finances scandal in Greece was allowed to billow up into a systemic bushfire still not extinguished after five years. Consider the open joke that was the repeated <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/oct/26/european-banks-fail-financial-stress-tests\">European bank stress tests</a>; the foot-dragging of the central bankers to quell financial panic; the IMF report last week showing that even if Greece took the troika’s medicine it would still be lumbered with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/30/greek-debt-troika-analysis-says-significant-concessions-still-needed\">“unsustainable” debt</a>.</p> \n<p>Dissenters are first castigated as populists or incompetents, then chucked overboard. The eurozone feels much more at home with unelected bankers such as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/mario-monti\">Mario Monti</a> than it does with Tsipras. In his memoir, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2014/may/22/tim-geithner-book-financial-crisis-banks-bailout\">Stress Test</a>, the former US treasury secretary Tim Geithner recalls being approached in 2011 by “a few European officials … with a scheme to try to force [then] Italian prime minister Silvio Berlusconi out of power; they wanted us to refuse to support IMF loans to Italy until he was gone ... [As] helpful as it would have been to have better leadership in Europe, we couldn’t get involved in a scheme like that. ‘We can’t have his blood on our hands,’ I said.”</p> \n<p>In their new anthology, The Future of the Euro, the economists Matthias Matthijs and Mark Blyth write: “There are no sustainable technocratic solutions to the euro problem, which is an inherently political one, and will need political solutions. Democracy is not a mere error term in the non-linear regression of governance.” That is a lesson the eurozone elite has yet to learn.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436204884580/Matt-Kenyon-illustration--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Democracy is the best means available to any public – national or continental – to push for a fairer deal.' Illustration: Matt Kenyon","credit":"Matt Kenyon","altText":"Matt Kenyon illustration for Aditya Chakrabortty","cleanCaption":"'Democracy is the best means available to any public – national or continental – to push for a fairer deal.' Illustration: Matt Kenyon"}],"bodyImages":[],"webPublicationDate":"2015-07-06T19:32:39Z","lastModified":"2015-07-06T23:01:03Z","metadata":{"commentable":true,"commentCount":377,"contributors":[{"name":"Aditya Chakrabortty","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411565194870/Aditya-Chakrabortty-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adityachakrabortty"}],"feature":false,"keywords":["Greece","Euro","Eurozone crisis","Europe","Eurozone","Business","European Union","World news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/euro","webTitle":"Euro"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/business","webTitle":"Business"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Aditya Chakrabortty","topic":{"type":"tag-contributor","name":"profile/adityachakrabortty"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/06/greece-euro-unanswerable-austerity-democracy","shortUrl":"http://gu.com/p/4adzc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/06/greece-euro-unanswerable-austerity-democracy","webUri":"http://www.theguardian.com/commentisfree/2015/jul/06/greece-euro-unanswerable-austerity-democracy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436204884580/Matt-Kenyon-illustration--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Democracy is the best means available to any public – national or continental – to push for a fairer deal.' Illustration: Matt Kenyon","credit":"Matt Kenyon","altText":"Matt Kenyon illustration for Aditya Chakrabortty","cleanCaption":"'Democracy is the best means available to any public – national or continental – to push for a fairer deal.' Illustration: Matt Kenyon"}},"importance":4,"byline":{"title":"Aditya Chakrabortty"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/9/24/1411565194870/Aditya-Chakrabortty-L.png"}}]},{"title":"Cartoon / Steve Bell on Greece's eurozone relationship","rawTitle":"Steve Bell on Greece's eurozone relationship","item":{"type":"comment","id":"commentisfree/picture/2015/jul/06/steve-bell-on-greeces-eurozone-relationship-cartoon","title":"Steve Bell on Greece's eurozone relationship – cartoon","trailText":"If Europe’s institutions remain unanswerable to its citizens, Greece will be the beginning of the end – and the whole eurozone could be flushed away.","standFirst":"","byline":"Steve Bell","body":"","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436215945529/37979632-0cf6-474e-a465-9c3427c7b8a5-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"©Steve Bell, 2015","altText":"Steve Bell 07.07.15","cleanCredit":"Photograph: ©Steve Bell, 2015"}],"bodyImages":[],"webPublicationDate":"2015-07-06T21:25:02Z","lastModified":"2015-07-06T23:27:32Z","metadata":{"commentable":true,"commentCount":141,"contributors":[{"name":"Steve Bell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevebell"}],"feature":false,"keywords":["Eurozone crisis","World news","Financial sector","Financial crisis","European monetary union","European banks","European Union","Europe","Euro","European Central Bank","Economics","Currencies","Greece","Business","Banking","Germany"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/world","webTitle":"World news"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/business","webTitle":"Business"},{"id":"business/banking","webTitle":"Banking"},{"id":"world/germany","webTitle":"Germany"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Steve Bell","topic":{"type":"tag-contributor","name":"profile/stevebell"}}],"series":{"title":"Guardian comment cartoon","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/guardian-comment-cartoon"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/picture/2015/jul/06/steve-bell-on-greeces-eurozone-relationship-cartoon","shortUrl":"http://gu.com/p/4adqc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/picture/2015/jul/06/steve-bell-on-greeces-eurozone-relationship-cartoon","webUri":"http://www.theguardian.com/commentisfree/picture/2015/jul/06/steve-bell-on-greeces-eurozone-relationship-cartoon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436215874717/983f064f-5e50-4311-9a25-704d5d022147-620x421.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":421,"width":620,"orientation":"landscape","credit":"Illustration: ©Steve Bell, 2015","altText":"Steve Bell 07.07.15","cleanCredit":"Illustration: ©Steve Bell, 2015"}},"importance":3,"kicker":{"title":"Cartoon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436215945529/37979632-0cf6-474e-a465-9c3427c7b8a5-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"©Steve Bell, 2015","altText":"Steve Bell 07.07.15","cleanCredit":"Photograph: ©Steve Bell, 2015"}}]},{"title":"Media scares about ‘sharia marriages’ miss the point","rawTitle":"Media scares about ‘sharia marriages’ miss the point","item":{"type":"comment","id":"commentisfree/2015/jul/06/sharia-marriages-muslims-religious-civil-marriage-ceremonies","title":"Media scares about ‘sharia marriages’ miss the point","trailText":"Some Muslims have religious but not civil marriage ceremonies to avoid sharing assets, but they’re not the only ones avoiding their responsibilities. Changing the law could help protect cohabitees","standFirst":"<p>Some Muslims have religious but not civil marriage ceremonies to avoid sharing assets, but they’re not the only ones avoiding their responsibilities. Changing the law could help protect cohabitees</p>","byline":"Shaista Gohir","body":"<p>Recent press coverage on Muslim weddings no longer describes them as religious, Muslim or even Islamic marriages. Instead they are being referred to as sharia marriages. The negative connotations associated with the word “sharia” allow dubious links to be made to extremism, as in <a href=\"http://www.thetimes.co.uk/tto/news/uk/article4486748.ece\" title=\"\">an article on the front page of the Times</a> on Friday: “Young Muslims fuel huge rise in sharia marriage”. The article quotes a Muslim lawyer, Aina Khan, who says Muslims are opting for the Islamic ceremony (and not the additional civil marriage that would make the marriage legal) because of increasing religiosity, which the reporter connects to influence from the Islamic State militant group.</p> \n<p>This dubious argument is further bolstered by the unverified statistic that 100,000 Muslim couples are in marriages not recognised under UK law. Other media – including the Telegraph <a href=\"http://www.dailymail.co.uk/news/article-3147991/Young-British-Muslims-fuelling-rise-Sharia-weddings-secret-polygamous-marriages-claims-Islamic-family-lawyer.html\" title=\"\">and the Mail</a> – have promoted the story and added further statistics, such as a claim that there are 20,000 polygamous unions in the UK. These statistics are extremely difficult to verify, given that such marriages are not registered, and appear to be little more than opinions. For example, the original source of the statistics on polygamous unions is a personal view given to a reporter by two social workers in 2011. The government’s official estimate, by contrast, is just 1,000.</p> \n<p>Another questionable statistic quoted is that <a href=\"http://www.telegraph.co.uk/women/womens-life/11715461/Muslim-Sharia-marriage-in-the-UK-is-not-toxic-polygamous-men-are.html\" title=\"\">up to 80% of young Muslims are in unregistered marriages</a>. This ignores the fact that many Muslims were married abroad, and so do not need to register their marriage. When someone gets married abroad, the basic rule is that the marriage is valid under the law of that country (providing it was registered with the appropriate authority) and it is therefore also valid under British law. I am not saying there isn’t a problem with legally invalid marriages or polygamous marriages – there is. But it is frustrating when such flimsy statistics are used to scaremonger and misinform.</p> \n<p>At <a href=\"http://www.mwnuk.co.uk\" title=\"\">the Muslim Women’s Network UK</a>, the charity I chair, we come across numerous Muslim women who have had only the religious ceremony in the UK and are regarded as cohabitees. However, it is difficult to quantify the extent to which this is a specifically Islamic problem. Regardless, it is significant enough to warrant action due to the consequences women face when the marriage breaks down such as homelessness, loss of assets and not being able to claim financial support from the spouse. This is especially traumatic when children are involved.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>When unregistered unions, whether Muslim or not, do break down, it is mostly women that face financial hardship</p> \n </blockquote> \n</aside> \n<p>To address the issue, we need to identify the reasons for unregistered marriages. In our experience, it is not, as these articles suggest, because young Muslims are becoming more religious. A key motive in the cases we see is to prevent women from claiming assets should the marriage end. It boils down to young Muslims opting to live as cohabitees (but with the Islamic blessing to comply with religious obligations) so they can safeguard their financial interests.</p> \n<p>And while in most cases it is men and their families pressurising women to accept this arrangement, I know of successful professional Muslim women who have married men earning less than them and who have also preferred this set-up. In many ways this is no different to the average cohabiting couple in Britain today that chooses to live together without formalising their arrangement through marriage – so that if they break up, it’s not expensive.</p> \n<p>However, when such unions, whether Muslim or not, do break down, it is mostly women that face financial hardship. So it is time the law was reformed in England and Wales to remedy the injustice faced by cohabiting women of all backgrounds. Scotland has already <a href=\"http://www.gov.scot/resource/doc/113318/0027450.pdf\" title=\"\">provided greater protection to cohabitees</a> in the area of maintenance and property. As for Muslims that want to get married, they should not cherry-pick parts of marriage that benefit them. They should accept their full responsibilities as spouses by also making a legal commitment and registering the marriage.</p> \n<p>Campaigns to simply get more Muslims to register their marriages will have a limited impact because they will only speak to those who want to be in legally recognised marriages. Instead we should follow France and make it illegal for anyone to conduct a religious wedding ceremony <a href=\"http://france.angloinfo.com/family/marriage-partnerships/marriage-requirements/\" title=\"\">without a prior civil marriage</a>. Combining such a policy with greater protections for cohabitees would help solve a great number of problems – which are faced by many Muslim and non-Muslim women alike.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/edcc7e19ee8e6e55934a5e3288f2e5987d6d023e/0_345_5620_3371/5620.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3371,"width":5620,"orientation":"landscape","credit":"itanistock / Alamy/Alamy","altText":"Woman taking off wedding ring","cleanCredit":"Photograph: itanistock / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-06T12:02:31Z","lastModified":"2015-07-07T07:16:43Z","metadata":{"commentable":true,"commentCount":313,"contributors":[{"name":"Shaista Gohir","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/shaista-gohir"}],"feature":false,"keywords":["Marriage","Family","Life and style","Society","Islam","Religion","UK news","Law","Women"],"tags":[{"id":"lifeandstyle/marriage","webTitle":"Marriage"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/society","webTitle":"Society"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"},{"id":"uk/uk","webTitle":"UK news"},{"id":"law/law","webTitle":"Law"},{"id":"lifeandstyle/women","webTitle":"Women"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Shaista Gohir","topic":{"type":"tag-contributor","name":"profile/shaista-gohir"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/06/sharia-marriages-muslims-religious-civil-marriage-ceremonies","shortUrl":"http://gu.com/p/4adc3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/06/sharia-marriages-muslims-religious-civil-marriage-ceremonies","webUri":"http://www.theguardian.com/commentisfree/2015/jul/06/sharia-marriages-muslims-religious-civil-marriage-ceremonies"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/edcc7e19ee8e6e55934a5e3288f2e5987d6d023e/0_345_5620_3371/5620.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3371,"width":5620,"orientation":"landscape","caption":"‘A key motive in the cases of unregistered marriage we see is to prevent women from claiming assets should the marriage end.’ Photograph: itanistock/Alamy","credit":"itanistock/Alamy","altText":"Woman taking off wedding ring","cleanCaption":"‘A key motive in the cases of unregistered marriage we see is to prevent women from claiming assets should the marriage end.’","cleanCredit":"Photograph: itanistock/Alamy"}},"importance":3,"byline":{"title":"Shaista Gohir"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/edcc7e19ee8e6e55934a5e3288f2e5987d6d023e/0_345_5620_3371/5620.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3371,"width":5620,"orientation":"landscape","credit":"itanistock / Alamy/Alamy","altText":"Woman taking off wedding ring","cleanCredit":"Photograph: itanistock / Alamy/Alamy"}}]}],"lastModified":"2015-07-07T08:02:25Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}