{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Fear-mongering is the enemy of democracy – from Greece to Cameron’s EU referendum","rawTitle":"Fear-mongering is the enemy of democracy – from Greece to Cameron’s EU referendum","item":{"type":"comment","id":"commentisfree/2015/jul/01/fear-mongering-enemy-of-democracy-from-greece-to-camerons-eu-referendum-euro-crisis","title":"Fear-mongering is the enemy of democracy – from Greece to Cameron’s EU referendum","trailText":"<strong>Suzanne Moore:</strong> The Tories always use Project Fear to get their way at the ballot box, and the same tactic is used when the Greek people are asked to choose between the hell they know and one they can only imagine","standFirst":"<p>The Tories always use Project Fear to get their way at the ballot box, and the same tactic is used when the Greek people are asked to choose between the hell they know and one they can only imagine</p>","byline":"Suzanne Moore","body":"<p>Project Fear stalks Europe. In suits and ties and chaffeur-driven cars, in hurried meetings, in corridors blaring with strip lights, around the cabinet tables, in meetings where strategy is scrawled on whiteboards, in advertising agencies where earnest young people compete to unsettle us in the most effective ways.</p> \n<p>Perhaps I am too old and dreamy to think that politics was ever about anything other than fear; that hope is a necessity not a luxury. Surely I know, really, that when you want someone to vote a certain way you have to frighten them into thinking that any alternative is worse. We may not know what we like, but we sure as hell as know what we don’t like.</p> \n<p>Project Fear is not a paranoid delusion of mine. This phrase was used by the Conservatives in the last election <a href=\"http://www.heraldscotland.com/politics/scottish-politics/unveiled-the-man-who-revealed-project-fear-label.26133626\">and the pro-UK Better Together campaign</a>. It was part of Lynton Crosby’s tactics to scare those in marginal seats by suggesting that a Labour vote meant a vote for a smarmy thief or a snappy dominatrix in the form of Alex Salmond or Nicola Sturgeon. It mostly worked. People don’t like being ruled by people from another country, except, of course, if you are actually Scots and are meant to love it.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/26/david-cameron-eu-campaign-risky-impact-uk-exit\">Project Fear is now to be used by David Cameron’s team campaigning to keep us in Europe</a>. All the alternatives will be made to appear risky. His message will be “better the devil you know than the devil you don’t”. This is an entirely negative form of politics, where the whole vision thing goes out of the window. Democracy boils down to a vote for the status quo and anything else is too inherently risky.</p> \n<p>Of course, Project Fear reaches its apotheosis in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/greece\">Greece</a>. If there is a referendum, the Greek people will be asked to vote for a hell they already know or one they can only imagine. They will continue to be lectured on profligacy and infantilised as lazy children, while their hospitals are running out of supplies, people are sleeping on the streets and unemployment soars. Those who stand in ATM queues are fearful, and who wouldn’t be? But from my last couple of visits to Greece, I would say that when a crisis is everyday, when you live on the brink, a strange calm sets in, a resilience that I can only compare to what I have seen in war zones, in that the need to get on with living overrides fear. No one can panic 24/7.</p> \n<p>“We will grow potatoes,” one man said to me. “We all watch out for each other,” said a woman. For the thing about Project Fear is that when it becomes the weather, one learns to ignore it.</p> \n<p>As the Eurocrats huddle and speak of Greece, and then Spain and Italy, as some kind of totemic ethnic “other”, we should be disturbed. Does this huge south need to be dealt with differently? Is this all a place of unpaid tax and bribery and siestas? Be fearful of this. “They will take what is ours” is the subtext here. There is no respect for seasonal economies like Greece’s, but the fear is myopic. How can we not see that all of Europe will lose, too, if it continues to impoverish these places?</p> \n<p>With migrants arriving in Kos and hordes of the dispossessed massing in Libya, why would we want to alienate a nation just one country away from Isis? Greece spends a lot on defence, this is true. Can we not see why?</p> \n<p>But the troika are the agents of Project Fear. Though Germany was allowed to grow its way out of recession in 1953, it will not let Greece do this, because it would set “a bad example”. The aim of all these dealings becomes clearer. It is to remove the democratic challenge of Syriza to these huge, undemocratic institutions of the EU and IMF. Even many rightwing economists argue that the conditional loans given to Greece have only enriched the financial intuitions. The aim is not growth but punishment.</p> \n<p>The struggle within Greece is over whether it can be considered a sovereign state. This matters. It matters because it makes Europe a hostile place for those who are concerned with sovereignty, and this will play into the hand of the ultra-rightwing sceptics. Within Greece, it will play into the hands of the fascist <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/golden-dawn\">Golden Dawn</a>.</p> \n<p>It will be yet another victory for largely faceless financial institutions over an elected government. Those who are pro-Europe are going to have make arguments based on these anxieties. We will have seen that some parts of Europe are way more equal than others.</p> \n<p>Project Fear, when it is activated by the Yes camp of our own pro-EU referendum lobby, will surely involve a muted defence of the indefensible in the name of trade. It will have to be vague abut how this bureaucracy works without going into Farage-type spasms. It will have to, in some way, play down the power of the banks and play up the power of national politicians. Otherwise we might all look at Greece and be very afraid indeed.</p> \n<p>We might wonder if Europe is our future. Project Fear works, you see. As Mussolini said: “Democracy is beautiful in theory; in practice it is a fallacy.”</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ae6bf2f7cb1f7b52c41f1703160443219b802b4c/0_63_4928_2957/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2957,"width":4928,"orientation":"landscape","credit":"Louisa Gouliamaki/AFP/Getty Images","altText":"A pro-euro protester in Athens.","cleanCredit":"Photograph: Louisa Gouliamaki/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-01T19:00:07Z","lastModified":"2015-07-01T23:00:47Z","metadata":{"commentable":true,"commentCount":186,"contributors":[{"name":"Suzanne Moore","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749965/SuzanneMoore.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suzannemoore"}],"feature":false,"keywords":["Greece","Eurozone crisis","Europe","World news","European Union","European monetary union","Economics","Banking","European banks","Financial crisis","Financial sector","Euro","Business"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Suzanne Moore","topic":{"type":"tag-contributor","name":"profile/suzannemoore"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/fear-mongering-enemy-of-democracy-from-greece-to-camerons-eu-referendum-euro-crisis","shortUrl":"http://gu.com/p/4aada","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/01/fear-mongering-enemy-of-democracy-from-greece-to-camerons-eu-referendum-euro-crisis","webUri":"http://www.theguardian.com/commentisfree/2015/jul/01/fear-mongering-enemy-of-democracy-from-greece-to-camerons-eu-referendum-euro-crisis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ae6bf2f7cb1f7b52c41f1703160443219b802b4c/0_63_4928_2957/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2957,"width":4928,"orientation":"landscape","caption":"A pro-euro protester in Athens. Photograph: Louisa Gouliamaki/AFP/Getty Images","credit":"Louisa Gouliamaki/AFP/Getty Images","altText":"A pro-euro protester in Athens.","cleanCaption":"A pro-euro protester in Athens.","cleanCredit":"Photograph: Louisa Gouliamaki/AFP/Getty Images"}},"importance":7,"byline":{"title":"Suzanne Moore"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749965/SuzanneMoore.png"}}]},{"title":"Cartoon / Steve Bell on child poverty","rawTitle":"Steve Bell on child poverty","item":{"type":"comment","id":"commentisfree/picture/2015/jul/01/steve-bell-child-poverty-iain-duncan-smith-cartoon","title":"Steve Bell on child poverty – cartoon","trailText":"The government is to scrap its child poverty target and replace it with a new duty to report levels of educational attainment, worklessness and addiction, rather than relative material disadvantage, the work and pensions secretary Iain Duncan Smith has said","standFirst":"","byline":"Steve Bell","body":"","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435783331206/6285ac44-c029-4dff-818d-90bd63b5a14e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"©Steve Bell 2015","altText":"Steve Bell 2.7.2015","cleanCredit":"Photograph: ©Steve Bell 2015"}],"bodyImages":[],"webPublicationDate":"2015-07-01T20:43:43Z","lastModified":"2015-07-01T20:43:43Z","metadata":{"commentable":true,"commentCount":237,"contributors":[{"name":"Steve Bell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevebell"}],"feature":false,"keywords":["Iain Duncan Smith","Poverty","Children","Welfare","Child benefit","Benefits"],"tags":[{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/children","webTitle":"Children"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"society/child-benefit","webTitle":"Child benefit"},{"id":"society/benefits","webTitle":"Benefits"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Steve Bell","topic":{"type":"tag-contributor","name":"profile/stevebell"}}],"series":{"title":"Guardian comment cartoon","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/guardian-comment-cartoon"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/picture/2015/jul/01/steve-bell-child-poverty-iain-duncan-smith-cartoon","shortUrl":"http://gu.com/p/4aag9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/picture/2015/jul/01/steve-bell-child-poverty-iain-duncan-smith-cartoon","webUri":"http://www.theguardian.com/commentisfree/picture/2015/jul/01/steve-bell-child-poverty-iain-duncan-smith-cartoon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435783248714/7f532dd1-bcb5-47a6-b2ba-805d5ba6eed2-620x419.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":419,"width":620,"orientation":"landscape","caption":".","credit":"Illustration: ©Steve Bell 2015","altText":"Steve Bell 2.7.2015","cleanCaption":"."}},"importance":5,"kicker":{"title":"Cartoon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435783331206/6285ac44-c029-4dff-818d-90bd63b5a14e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"©Steve Bell 2015","altText":"Steve Bell 2.7.2015","cleanCredit":"Photograph: ©Steve Bell 2015"}}]},{"title":"Syriza can’t just cave in. Europe’s elites want regime change in Greece","rawTitle":"Syriza can’t just cave in. Europe’s elites want regime change in Greece","item":{"type":"comment","id":"commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change","title":"Syriza can’t just cave in. Europe’s elites want regime change in Greece","trailText":"Greece’s confrontation with the euro overlords will shape resistance to austerity – and the future of the whole European Union","standFirst":"<p>Greece’s confrontation with the euro overlords will shape resistance to austerity – and the future of the whole European Union</p>","byline":"Seumas Milne","body":"<p>It’s now clear that Germany and Europe’s powers that be don’t just want the Greek government to bend the knee. They want regime change. Not by military force, of course – this operation is being directed from Berlin and Brussels, rather than Washington.</p> \n<p>But that the German chancellor Angela Merkel and the troika of Greece’s European and International Monetary Fund creditors are out to remove the elected government in Athens <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/01/greek-debt-crisis-creditors-consider-next-moves-after-imf-default-live\">now seems beyond serious doubt</a>. Everything they have done in recent weeks in relation to the leftist Syriza administraton, elected to turn the tide of austerity, appears designed to divide or discredit Alexis Tsipras’s government.</p> \n<p>They were at it again today, when Tsipras offered what looked like almost complete acceptance of the austerity package he had called a referendum on this Sunday. There could be no talks, Merkel responded, until the ballot had taken place.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/30/were-not-traitors-insist-greeks-yes-campaigners\">We're not traitors, insist Greece's yes campaigners</a> </p> \n</aside> \n<p>There’s no suggestion of genuine compromise. The aim is apparently to humiliate Tsipras and his government in preparation for its early replacement with a more pliable administration. We know from the IMF documents prepared for last week’s “final proposals” and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/30/greek-debt-troika-analysis-says-significant-concessions-still-needed\">reported in the Guardian</a> that the creditors were fully aware they meant unsustainable levels of debt and self-defeating austerity for Greece until at least 2030, even on the most fancifully optimistic scenario.</p> \n<p>That’s because, just as the earlier <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/29/where-did-the-greek-bailout-money-go\">bailouts went to the banks not the country</a>, and troika-imposed austerity has brought penury and a debt explosion, these demands are really about power, not money. If they are successful in forcing Tsipras out of office, a slightly less destructive package could then be offered to a more house-trained Greek leader who replaced him.</p> \n<p>Hence the European Central Bank’s decision to switch off emergency funding of Greece’s banks after Tsipras called the referendum on an austerity scheme he had described as blackmail. That was what triggered the bank closures and capital controls, which have taken Greece’s crisis to a new level this week as it became the first developed country to default on an IMF loan.</p> \n<p>The EU authorities have a deep aversion to referendums, and countries are routinely persuaded to hold them again if they give the wrong answer. The vote planned in Greece is no exception. A barrage of threats and scaremongering was unleashed as soon as it was called.</p> \n<p>One European leader after another warned Greeks to ignore their government and vote yes – or be forced out of the eurozone, with dire consequences. Already the class nature of the divide between the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/30/were-not-traitors-insist-greeks-yes-campaigners\">wealthier yes and more working-class no camps</a> is stark. The troika’s hope seems to be that if Tsipras is defeated by fear of chaos, Syriza will split or be forced from office in short order. The euro elite insists it is representing the interests of Portuguese or Irish taxpayers who have to pick up the bill for bailing out the feckless Greeks – or will be enraged by any debt forgiveness when they have been forced to swallow similar medicine. The reality is the other way round.</p> \n<p>Not only has no German or any other EU taxpayer taken any loss bailing out Greece. The real fear in Brussels and Berlin is not that people in countries such as Spain and Portugal who have taken the brunt of eurozone austerity will oppose relief for ravaged Greece – but that they’ll want an end to austerity and their own debts written off as well.</p> \n<p>That’s what they call “moral hazard”. But it has nothing to do with morality and everything to do with a dysfunctional currency union, a destructive neoliberal economic model enforced by treaty and an austerity regime maintained to ensure a return to profitability on corporate terms.</p> \n<p>That’s why Merkel and the ECB mandarins want Greece’s surrender. Upstart democratic governments that challenge austerity must be crushed: the real risk of contagion is as much political as financial. This is, after all, a system where unelected institutions and other states have the power to override elected governments – in fact to impose not only policies but effectively governments too, as we may be about to see in Greece. Anti-democratic firewalls are built into Europe’s institutions.</p> \n<p>The achilles heel of Syriza has been its simultaneous commitment to ending disastrous austerity and remaining in the euro. That has reflected Greek public opinion. But there was never going to be an honourable compromise with the creditors, or much mileage in trying to persuade the authorities they were good Europeans. For the euro elite, the dangers of Grexit are outweighed by the risk that larger states could follow a successful Greek stand against austerity.</p> \n<p>Tsipras and Syriza’s determination to stay in the eurozone come what may has seriously weakened Greece’s hand. The economic dislocation of jumping off the euro train would doubtless be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/29/joseph-stiglitz-how-i-would-vote-in-the-greek-referendum\">severe in the short term, though the costs of permanent austerity would almost certainly be greater thereafter</a>.</p> \n<p>But Syriza insiders say there is little preparation for what anyway may be forced on them. The relentless pressure of the EU bureaucracy demands a strong and clear-headed response. Right now, for example, that means the Athens government immediately taking control of its banks, currently shutting down all transactions.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Syriza's' achilles heel has been its commitment to ending austerity while remaining in the euro</p> \n </blockquote> \n</aside> \n<p>The worst outcome of this crisis would be for Syriza to implement the austerity it was elected to end. A yes vote in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/ng-interactive/2015/jun/30/greece-euro-referendum-100-greeks-give-their-view\">next weekend’s referendum</a>, if it goes ahead, would probably lead to the government’s fall, and almost certainly new elections. But even a no vote, which would offer the best chance for Greece, would need to be followed by more radical measures if the government was going to strengthen its negotiating hand or prepare the ground for euro exit.</p> \n<p>The real risk across Europe is that if Syriza caves in or collapses, that failure will be used to turn back the rising tide of support for anti-austerity movements such as Podemos in Spain, or Sinn F&eacute;in in Ireland, leaving the field to populists of the right.</p> \n<p>Either way, any Greek euro deal that fails to write off unrepayable debt or end the austerity squeeze will only postpone the crisis. If the Syriza government survives, it will have to change direction. Its fate, and its chaotic confrontation with the eurozone’s overlords, is going to shape all of Europe’s future.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/baf7f92373ecd2ddfa203b28926668680ba3669b/556_507_4029_2417/4029.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2417,"width":4029,"orientation":"landscape","credit":"Handout/Greek Prime Minister's Office vi","altText":"Greek PM Urges A No Vote In Sunday's Referendum As Greek Economic Crisis Deepens<br>ATHENS, GREECE - JULY 1: In this handout photo provided by the Greek Prime Minister's Office, Greek Prime Minister Alexis Tsirpas delivers a televised address to the nation from his office at Maximos Mansion on July 1, 2015 in Athens, Greece. Mr Tsipras has vowed to push on with his plan for a referendum this Sunday on the recent proposals from the country's creditors. (Photo by Greek Prime Minister's Office via Getty Images)","cleanCredit":"Photograph: Handout/Greek Prime Minister's Office vi"}],"bodyImages":[],"webPublicationDate":"2015-07-01T19:54:28Z","lastModified":"2015-07-01T23:01:17Z","metadata":{"commentable":true,"commentCount":1528,"contributors":[{"name":"Seumas Milne","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748508/SeumasMilne.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seumasmilne"}],"feature":false,"keywords":["Greece","World news","Eurozone","International Monetary Fund (IMF)","Business","European Central Bank","European Union","European monetary union","Economics","Europe"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/world","webTitle":"World news"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"},{"id":"business/business","webTitle":"Business"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Seumas Milne","topic":{"type":"tag-contributor","name":"profile/seumasmilne"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change","shortUrl":"http://gu.com/p/4aafz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change","webUri":"http://www.theguardian.com/commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/baf7f92373ecd2ddfa203b28926668680ba3669b/556_507_4029_2417/4029.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2417,"width":4029,"orientation":"landscape","caption":"‘There’s no suggestion of genuine compromise. The aim is apparently to humiliate Tsipras and his government in preparation for its early replacement with a more pliable administration.’","credit":"Handout","altText":"Tsipras at a podium with Greek and Euro flags","cleanCaption":"‘There’s no suggestion of genuine compromise. The aim is apparently to humiliate Tsipras and his government in preparation for its early replacement with a more pliable administration.’"}},"importance":5,"byline":{"title":"Seumas Milne"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748508/SeumasMilne.png"}}]},{"title":"This Heathrow report got Cameron off the hook. But it won’t be the last word","rawTitle":"This Heathrow report got Cameron off the hook. But it won’t be the last word","item":{"type":"comment","id":"commentisfree/2015/jul/01/heathrow-report-cameron-off-the-hook","title":"This Heathrow report got Cameron off the hook. But it won’t be the last word","trailText":"Howard Davies thinks a trickle-down effect from the airport will benefit the whole country. This clearly cannot be","standFirst":"<p>Howard Davies thinks a trickle-down effect from the airport will benefit the whole country. This clearly cannot be</p>","byline":"Simon Jenkins","body":"<p>Government inquiries are Britain’s bullfights. They are expensive, ritualised, interminable and the cause of lavish corporate expenditure. They all have the same ending: a man in a suit pirouetting over a pile of bleeding meat.</p> \n<p>The bleeding meat of Wednesday’s Davies report is London’s environment, apparently in need of yet more air, noise and traffic pollution at levels that should be unthinkable within the built-up area of a 21st-century metropolis.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A new runway will reportedly generate &pound;147bn 'for Britain', or elsewhere &pound;211bn. Why quibble? Why not say a trillion?</p> \n </blockquote> \n</aside> \n<p>Howard Davies was asked in 2012 a specific question, how to allow Britain to “maintain its position as Europe’s most important aviation hub”. He was not asked what made sense for the citizens of London, or for their environment, or for balanced growth in the rest of Britain. He duly gave a predictable answer: do what those running the biggest existing airport, Heathrow, want and make it even bigger.</p> \n<p>The report admittedly does this job with some panache, albeit with the same fantasy externals that came with the Olympics legacy in 2012. A new runway will reportedly generate &pound;147bn “for Britain”, or elsewhere &pound;211bn. Why quibble? Why not say a trillion? Some economist was presumably paid for this rubbish.</p> \n<p>More seriously, Davies had somehow to get David Cameron off the hook of his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2012/sep/06/heathrow-third-runway-travel-and-transport\">2009 pledge</a> that an expanded Heathrow would be over his dead body. Cameron even planted a tree to prove it, and foolishly supported HS2 as a “pro-rail” alternative. He probably hoped that in time people would treat this as a youthful peccadillo, like his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2009/oct/04/david-cameron-bullingdon-club\">joining the Bullingdon Club</a>.</p> \n<p>This meant that, while Davies could have rehashed the BAA/BA proposal for a bigger Heathrow in a matter of weeks, he had to delay his report until after this year’s spring election. As party to such cynicism he inevitably appears a ministerial poodle.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/01/heathrow-third-runway-recommended-in-davies-report-on-airport-capacity\">Heathrow third runway recommended in report on airport capacity</a> </p> \n</aside> \n<p>Even so, Whitehall spin is that “ministers are ready to ignore the report” and that “no decision will be taken” until September. By <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/video/2015/jul/01/cameron-harman-pmqs-heathrow-video\">prime minister’s questions in the House of Commons</a> today September had already become the year’s end.</p> \n<p>Davies states that London airports are “at capacity”, or will be by 2030 – or perhaps by 2040. He makes no attempt at judging what should be the balance between such a “predict and provide” approach to airport investment and any other infrastructure priories. London’s motorways are also “at capacity”. So are its houses and schools.</p> \n<p>This is essentially a market for leisure, for tourists and private travellers. Three-quarters of London’s airline customers (and two thirds of Heathrow’s) are not the business heroes of the growth economy so dear to Davies’s concern. Indeed, I am told that roughly half so-called business trips are perks. Should public money and pollution be devoted to satisfying this (mostly outbound) demand? It is subsidising the balance of payments deficit.</p> \n<p>Nor does Davies resolve – he was not asked to – the balance of essential and nonessential air travel in relation to the productive economy. At one point he even claims blandly that a bigger Heathrow means “higher levels of life satisfaction, mental health and happiness”. The line should win some lobbyist a bonus.</p> \n<p>The report salves its mercantile conscience by upping the environmental policing of a new Heathrow. It is right to end early morning flights. There is much to be done in reducing landing noise by regulating pilot behaviour and fuel consumption. But the gestures towards local consultation and compensation are just that. A legal commitment that there will be “no fourth runway” is hilarious, when Davies himself is breaking a raft of identical previous promises.</p> \n<p>On the alternatives to a new runway, the report is unnecessarily dismissive of the ingenious “stretched” northern Heathrow option, because of its more limited capacity. It had real environmental gains, its backers plausibly arguing it would reduce even Heathrow’s current noise footprint. I suspect it was thrown out because BAA/BA did not like it.</p> \n<p>Davies’s case against Gatwick is ostensibly powerful, assuming no government dares order airlines which airport to use. But with tourism booming and Gatwick approaching capacity, what is the medium-term intention? Is it to expand Heathrow primarily for the leisure trade? Davies implies that Gatwick might still expand in the future. If so, why not now? It would be quicker.</p> \n<p>There remains the ghost at this banquet. At one point Davies writes that “all London’s runways (except Stansted) will be full by 2040”. So what of Stansted? After Cublington, Maplin and other“third London airports” that crashed in the 80s, the answer was Stansted. It would rise from the Essex meadows as a future hub, designed by Lord Foster and equidistant between London’s silicon roundabout and Cambridgeshire’s silicon fen. As recently as 2003, the air transport white paper agreed, and in 2008 <a href=\"https://en.wikipedia.org/wiki/London_Stansted_Airport#cite_n ote-27\">BAA submitted plans for a second Stansted runway</a> and capacity rising to Heathrow’s level.</p> \n<p>This admirably sensible proposal fell foul of a government decision to remove Stansted from BAA ownership, leaving the company to put all its eggs (and thus Davies’s) in its Heathrow basket. Spurned by fickle lovers, Stansted’s runways stand half-employed. Yet it was the outcome of the prequel to the Davies report. It is now an Olympic stadium, its rail link abject, its glory gone. Like the proverbial parrot, it is dead, expired, defunct, no more. What a waste.</p> \n<p>The Davies report answers too limited a question. It was prepared in the absence of any national airports plan, let alone a wider transport one. Network Rail’s investment programme of &pound;38bn <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/24/network-rail-funding-gap-scuppers-five-year-investment-plan\">has crashed</a>, yet the Treasury wants to blow &pound;70bn on a single high-speed train. Britain’s crammed road network must be the biggest obstacle to its economic growth, yet that too is butchered. We are now told the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/jun/26/osborne-s-spending-review-winners-and-losers-at-a-glance\">leisure travel industry needs a &pound;24bn</a> new runway crammed into the most overheated industrial zone in Europe, west London’s M4 corridor.</p> \n<p>Planning is not about meekly following demand. It is about the coherent use of incentives and public money to balance the national economy. Government policy is to let London rip. Davies agrees. The rest of Britain is supposed to grow from Heathrow’s “trickle-down”. Even the most ardent neoliberal knows this cannot be.</p> \n<p>All oligopolies, such as air travel, need regulating and planning. Meanwhile Cameron is clearly stalling. I wonder when we get the Davies sequel. I might put a side bet on Stansted.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435823898448/ea708cce-9ee4-417b-9171-a53810e68a0a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Eva Bee","altText":"Should public money and pollution be devoted to satisfying the demands of already over-crowded Heathrow?","cleanCredit":"Photograph: Eva Bee"}],"bodyImages":[],"webPublicationDate":"2015-07-01T19:44:14Z","lastModified":"2015-07-02T08:07:59Z","metadata":{"commentable":true,"commentCount":97,"contributors":[{"name":"Simon Jenkins","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonjenkins"}],"feature":false,"keywords":["Heathrow airport","Travel","Business","Environment","Business travel","Transport","Heathrow third runway","Air transport","UK news","David Cameron","Politics"],"tags":[{"id":"uk-news/heathrow-airport","webTitle":"Heathrow airport"},{"id":"travel/travel","webTitle":"Travel"},{"id":"business/business","webTitle":"Business"},{"id":"environment/environment","webTitle":"Environment"},{"id":"travel/business","webTitle":"Business travel"},{"id":"uk/transport","webTitle":"Transport"},{"id":"environment/heathrow-third-runway","webTitle":"Heathrow third runway"},{"id":"world/air-transport","webTitle":"Air transport"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Simon Jenkins","topic":{"type":"tag-contributor","name":"profile/simonjenkins"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/heathrow-report-cameron-off-the-hook","shortUrl":"http://gu.com/p/4aaeb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/01/heathrow-report-cameron-off-the-hook","webUri":"http://www.theguardian.com/commentisfree/2015/jul/01/heathrow-report-cameron-off-the-hook"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435823898448/ea708cce-9ee4-417b-9171-a53810e68a0a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Should public money and pollution be devoted to satisfying the demands of already over-crowded Heathrow? Illustration by Eva Bee","credit":"Eva Bee","altText":"Should public money and pollution be devoted to satisfying the demands of already over-crowded Heathrow?","cleanCaption":"Should public money and pollution be devoted to satisfying the demands of already over-crowded Heathrow? Illustration by Eva Bee"}},"importance":4,"byline":{"title":"Simon Jenkins"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png"}}]},{"title":"Harry Potter and the death of reading","rawTitle":"Harry Potter and the death of reading","item":{"type":"comment","id":"commentisfree/2015/jul/01/harry-potter-reading-jk-rowling-wizard","title":"Harry Potter and the death of reading","trailText":"JK Rowling’s boy wizard may have drawn millions of children to novels, but Potter merchandise has disapparated books at Platform 9 3/4","standFirst":"<p>JK Rowling’s boy wizard may have drawn millions of children to novels, but Potter merchandise has disapparated books at Platform 9 3/4</p>","byline":"Tim Dowling","body":"<p>Last week I was invited to a party at Watermark Books in King’s Cross station. It’s next to <a href=\"http://www.historic-uk.com/HistoryMagazine/DestinationsUK/Harry-Potter-Platform-9-Three-Quarters/\" title=\"\">Platform 9 3/4</a>, where there’s always a snaking queue of Harry Potter fans waiting to have their picture taken while holding the handles of a baggage trolley rammed halfway into the brick wall, one foot raised behind them as if running, with a gift-shop employee holding out the long end of a Hogwarts scarf to simulate motion. I always find the eerie patience of the people in the queue – many of them adults unaccompanied by children – dispiriting. Do they not have actual trains to catch?</p> \n<p>Watermarks Books is small: 100 square metres, 7,000 titles. It opened just three years ago, but in that time it’s earned itself a devoted following. It’s always busy when I drop by, but on this particular evening it was jammed with authors drinking prosecco, signing books and celebrating <a href=\"http://independentbooksellersweek.org.uk/\" title=\"\">Independent Bookshop Week</a>. This show of support for bookshops, alas, came too late for Watermark Books. It’s closing down, so the event was also a farewell party.</p> \n<p>And what’s to take its place? Apparently the <a href=\"http://www.harrypotterplatform934.com/\" title=\"\">Harry Potter merchandise outlet next door</a> will expand. It’s often suggested that the Harry Potter phenomenon has done much to encourage reading, particularly among the young, but in this case the books are making way. I’m not suggesting that Harry Potter is killing reading, exactly, but it’s still a darkly ironic turn of events.</p> \n<p>The bookshop remains open until the end of the month, if you want to remember how things were. If you want to have your picture taken with the baggage trolley, I’m told a waiting time of 45 minutes is not unusual. My advice is: bring a book.</p> \n<h2><strong>Package deals</strong></h2> \n<p><strong> </strong></p> \n<p>I am not immune to the fleeting thrill of buying stuff – particularly online – the cheap gratification of same-day delivery, or the tantalising prospect of Amazon’s newly launched one-hour delivery. But when the stuff I’ve ordered arrives, I am, like a small child, often more interested in the box than the contents.</p> \n<p>This isn’t wholly idiotic: the items I&nbsp;buy are usually quotidian necessities&nbsp;– a replacement computer keyboard, say, or a new power supply unit – while the packaging they come in is often fascinating. I’ve got a cardboard box on my desk of such elegant and ingenious construction that it makes me want to start a collection – stones, bottle caps, anything – just so I can store my collectibles in it. Right now the only thing I collect is cardboard boxes.</p> \n<h2><strong>Who’s hottest in the House?</strong></h2> \n<p><strong> </strong></p> \n<p>It seemed a stark choice. Who would I rather have sex with: <a href=\"http://www.mikepenning.com/\" title=\"\">Mike Penning</a>, Conservative MP for Hemel Hempstead; or <a href=\"http://www.parliament.uk/biographies/commons/mr-patrick-mcloughlin/333\" title=\"\">Patrick McLoughlin</a>, the honourable member for the Derbyshire Dales? This was my introduction to <a href=\"http://sexymp.co.uk/\" title=\"\">sexymp.co.uk</a>, a website that obliges you to pick a putative partner from the Commons, thereby contributing to an overall rating for all MPs. Once you choose between two, you’re presented with another pair of MPs; it just keeps going until you get too creeped out to continue. I didn’t last long.</p> \n<p>The only reason I even know about the site is because it’s <a href=\"http://www.telegraph.co.uk/news/politics/11708740/Sexy-MPs-website-is-most-popular-banned-website-at-Parliament.html\" title=\"\">the most blocked website on parliamentary computers</a>, according to a freedom of information request by the Telegraph. In 2014 there were 484,683 attempts to access the site from Westminster, and 52,786 of those were by people savvy enough to get round the internet filter to see it. Their interest is only natural (when I checked in, <a href=\"http://www.owenpaterson.org/\" title=\"\">Owen Paterson</a> was in the lead, followed by about 50 women); but one presumes the more determined hackers were actually trying to influence outcomes. The numbers suggest that if parliament had been allowed a free vote on this, the results might have been very different.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/87589e02af9530048eb33feaf55bf3c1643c990d/0_12_3066_1840/3066.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1840,"width":3066,"orientation":"landscape","credit":"Linda Nylind for the Guardian","altText":"Harry Potter fans at King's Cross station","cleanCredit":"Photograph: Linda Nylind for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-01T18:29:18Z","lastModified":"2015-07-01T23:01:17Z","metadata":{"commentable":true,"commentCount":242,"contributors":[{"name":"Tim Dowling","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750190/TimDowling.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timdowling"}],"feature":false,"keywords":["Harry Potter","Books","Amazon.com","Politics","UK news"],"tags":[{"id":"books/harrypotter","webTitle":"Harry Potter"},{"id":"books/books","webTitle":"Books"},{"id":"technology/amazon","webTitle":"Amazon.com"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Tim Dowling","topic":{"type":"tag-contributor","name":"profile/timdowling"}}],"series":{"title":"Notebook","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/notebook"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/harry-potter-reading-jk-rowling-wizard","shortUrl":"http://gu.com/p/4aadn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/01/harry-potter-reading-jk-rowling-wizard","webUri":"http://www.theguardian.com/commentisfree/2015/jul/01/harry-potter-reading-jk-rowling-wizard"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/87589e02af9530048eb33feaf55bf3c1643c990d/0_12_3066_1840/3066.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1840,"width":3066,"orientation":"landscape","caption":"‘At Platform 9 3/4, there’s always a snaking queue of Harry Potter fans waiting to have their picture taken.’  Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind for the Guardian","altText":"Harry Potter fans at King's Cross station","cleanCaption":"‘At Platform 9 3/4, there’s always a snaking queue of Harry Potter fans waiting to have their picture taken.’ ","cleanCredit":"Photograph: Linda Nylind for the Guardian"}},"importance":4,"byline":{"title":"Tim Dowling"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/87589e02af9530048eb33feaf55bf3c1643c990d/0_12_3066_1840/3066.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1840,"width":3066,"orientation":"landscape","credit":"Linda Nylind for the Guardian","altText":"Harry Potter fans at King's Cross station","cleanCredit":"Photograph: Linda Nylind for the Guardian"}}]},{"title":"Childbirth can't be prettied or manicured – and women shouldn't have to try","rawTitle":"Childbirth can't be prettied or manicured – and women shouldn't have to try","item":{"type":"comment","id":"commentisfree/2015/jul/01/childbirth-pretty-manicured-women-try","title":"Childbirth can't be prettied or manicured – and women shouldn't have to try","trailText":"If there is one time in in a woman’s life that she should feel totally justified in not living up to social expectations of beauty, it’s childbirth. And yet ...","standFirst":"<p>If there is one time in in a woman’s life that she should feel totally justified in not living up to social expectations of beauty, it’s childbirth. And yet ...</p>","byline":"Jennifer Gerson Uffalussy","body":"<p>Google the phrase “wax before”, and an unwitting internet user will find herself amid the disturbing, troubling world of pregnancy message boards in which women across the world discuss what they believe to be the irrefutable merits – nay, necessity – of waxing bare their nether-regions before giving birth to their beloved children. </p> \n<p> “I got a Brazilian and a pedicure before both of my babies were born,” <a href=\"http://www.todaysparent.com/pregnancy/giving-birth/debate-bikini-wax-pre-childbirth/\">wrote</a> one Rebecca Eckler. “I know obstetricians and nurses have seen every type, shape and amount of hair down there, and that no woman should be embarrassed if her lady bits aren’t neat and tidy, but I’m just so used to being groomed.”</p> \n<p>She added: “wouldn’t you want to look and feel beautiful for what is most definitely one of the biggest events in your life? I can’t think of a better time to look your best.”</p> \n<p> I gave birth three months ago and <a href=\"https://www.yahoo.com/health/i-had-kim-kardashians-scary-pregnancy-problem-120623011612.html\">had a difficult delivery and a rare complication</a> that led to extreme hemorrhaging. I didn’t worry about looking or feeling beautiful while I was in labor – but here are some things I did worry about: </p> \n<ul> \n <li><em>How will I ever push this baby out of my body? <br /></em></li> \n <li><em>How is it that there are lots of women who have somehow managed to push babies out of their bodies? <br /></em></li> \n <li><em>What exactly happened to the anesthesiologist that caused him to confess that there were many women in his life that hated him and it was clearly all his fault? <br /></em></li> \n <li><em>Why was my husband asking for a snack? <br /></em></li> \n <li><em>Where did he get that Mounds bar he is now eating? <br /></em></li> \n <li><em>Why is he eating in front of me when I haven’t eaten in over 12 hours, during which time I have been in the worst pain in my life, had a giant needle shoved in my back to stop said pain, and have continued to push his child out of my beautiful, innocent vagina?</em><br /></li> \n</ul> \n<p>While in labor, here is something I never once worried about: <em>what does everyone here think of the fact that not only have I not bothered to remove my pubic hair, but did not care to even coax it into any kind of neat, symmetrical form?</em><br /></p> \n<p>And while parenting writer Eckler suggests that a little pampering (in the form of a Brazilian) helps new mothers, three months in to this job called motherhood, I haven’t exactly figured out when I am supposed to shower, yet alone when to brush my teeth. <br /></p> \n<p> Being a mother is difficult: not only is labor and delivery physically demanding, potentially dangerous and wholly exhausting, but when it’s all over and done with you, you are then responsible for an impossibly small new human life. You are supposed to make sure this tiny person learns to walk and talk and read and write and chew with her mouth closed and be a good and decent contributing member of society. And on top of that, as a woman – regardless of the decisions you make for yourself and your family about child-rearing and work outside of the home – you will invariably feel stretched thin (both in theory, and physically). You will wonder how women have existed for so many thousands and thousands of years without being crushed under the weight and pressure of being a mother, of being so completely needed. You will be enveloped in awe that, for thousands and thousands and thousands of years, so many people have, in a second, been introduced to the sensation of such unimaginable, exquisite, all-encompassing love. </p> \n<p>And, if you are me, you will also wonder how many ponies you have to promise your newborn to get them to please take a nap. </p> \n<p> Mothers – and parents of all genders – are instantly hit with a world of worry once the baby arrives, so there is absolutely no reason to worry whether your vulva meet some arbitrary standard of photo-readiness when it comes time to push a baby into the world. Women’s bodies are objectified and commodified all day long, in practically every aspect of modern society. Childbirth itself has also recently become fetishized, with Pinterest boards and Instagram accounts seducing women with picture-tales of the “perfect” birth story: in a bathtub, with candles, without drugs, with an earth-goddess type attendant who will graciously hand over the placenta for the new mother’s consumption. But labor is a process that, like the parenthood that follows it, is profoundly messy and hard and the opposite of anything that could ever be construed as having been sanitized, manicured, or perfect. </p> \n<p> My husband – admittedly unintentionally – managed to take some pictures of the minute our baby’s head sprung forth from my vaginal canal and entered the world. It was not a moment we’d planned to document photographically and, had he asked me at the time, in the midst of all the sweat and the blood, I would neither have requested photographic evidence nor taken responsibility for any pain I might have caused the person asking the question. </p> \n<p>But when, now, we look at those images (sometimes reluctantly – the physicality of birth is not ever pleasant to relive), we have never once commented on the state of my pubic hair, or the appearance of my once neatly-contained parts turned into nothing but a bloody gash. Instead, we just look at my daughter’s head emerging from my body and say, quietly: “Wow.”</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bfa68757e4e2e3fca8b4e9637307849b8f277dd5/1120_305_3872_2324/3872.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2324,"width":3872,"orientation":"landscape","credit":"Alamy","altText":"childbirth","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-01T15:09:41Z","lastModified":"2015-07-01T22:59:28Z","metadata":{"commentable":true,"commentCount":167,"contributors":[{"name":"Jennifer Gerson Uffalussy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jennifer-gerson-uffalussy"}],"feature":false,"keywords":["Pregnancy","Childbirth","Family","Parents and parenting","Feminism","Women"],"tags":[{"id":"lifeandstyle/pregnancy","webTitle":"Pregnancy"},{"id":"lifeandstyle/childbirth","webTitle":"Childbirth"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"world/feminism","webTitle":"Feminism"},{"id":"lifeandstyle/women","webTitle":"Women"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jennifer Gerson Uffalussy","topic":{"type":"tag-contributor","name":"profile/jennifer-gerson-uffalussy"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/childbirth-pretty-manicured-women-try","shortUrl":"http://gu.com/p/4a9tm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/01/childbirth-pretty-manicured-women-try","webUri":"http://www.theguardian.com/commentisfree/2015/jul/01/childbirth-pretty-manicured-women-try"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bfa68757e4e2e3fca8b4e9637307849b8f277dd5/1120_305_3872_2324/3872.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2324,"width":3872,"orientation":"landscape","credit":"Alamy","altText":"childbirth","cleanCredit":"Photograph: Alamy"}},"importance":3,"byline":{"title":"Jennifer Gerson Uffalussy"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bfa68757e4e2e3fca8b4e9637307849b8f277dd5/1120_305_3872_2324/3872.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2324,"width":3872,"orientation":"landscape","credit":"Alamy","altText":"childbirth","cleanCredit":"Photograph: Alamy"}}]},{"title":"The Guardian view / The licence fee debate is a time to rally round the BBC","rawTitle":"The licence fee debate is a time to rally round the BBC","item":{"type":"comment","id":"commentisfree/2015/jul/01/the-guardian-view-on-the-licence-fee-a-time-to-rally-round-the-bbc","title":"The Guardian view on the licence fee: a time to rally round the BBC","trailText":"<strong>Editorial:</strong> The best way to stop the Conservatives marginalising the corporation is to make them realise it would be politically disastrous","standFirst":"The way to stop the Conservatives marginalising the corporation is to make them realise that an assault would spell political disaster","byline":"Editorial","body":"<p>The licence fee costs 40p per day. It pays for BBC News, the weather app, Radios 4 and 6 Music. The Proms, Wimbledon and women’s football. Local radio. Strictly, Top Gear, Sherlock. Children’s programmes. The World Service. Ninety-seven per cent of us use it for 18 hours a week. The wonder of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/bbc-licence-fee\">the licence fee</a> is that it is a shared resource. We put our &pound;145.50 into the same pot and it comes back to us as information, education and entertainment – superabundantly. “It is a reversal of the natural law, that the more one takes, the less there is for others … There is no limit to the amount that may be drawn off … it may be shared by all alike, for the same outlay … There is no first or third class,” <a href=\"http://www.bbc.co.uk/historyofthebbc/research/culture/reith-1\">wrote John Reith in 1924</a>.</p> \n<p>But the licence fee <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/25/bbcs-future-outlined-green-paper-summer\">is under attack</a>. Its critics call it a regressive tax (as if we did not, as a society, accept many regressive taxes, such as council tax). It is also opposed by those who believe that the BBC should not be there for everyone, but should operate only as market-failure mechanism, offering a high-minded but marginal diet like National Public Radio in the US. In an age of media choice, the argument goes, it is no longer necessary to provide something for everyone. Commercial competitors could provide Strictly, and the BBC does so only in a circular motion to prop up the idea of the licence fee and thus its funding.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/01/remember-sir-issac-shoenbergs-role-in-development-of-tv-and-the-bbc\">Remember Sir Isaac Shoenberg’s role in development of TV and the BBC | Letters</a> </p> \n</aside> \n<p>What is pernicious about these objections, supposedly arising from principle, is that they frequently veil envy of the BBC from its business competitors, whether Rupert Murdoch or the Daily Mail. No less disingenuous than these attacks on the principle of the licence fee is the gradual chipping away at it. It is possible that the chancellor, George Osborne, will, in his 8 July budget, force the BBC to take on paying the licence fee for the over-75s, costing the BBC around &pound;600m per year. Decriminalisation of licence-fee evasion, which the prime minister appears to support, would cost another &pound;200m. The BBC has already shouldered the costs of the World Service – &pound;450m a year. The licence fee has been endlessly “top-sliced”, plundered by government to pay for industrial policy such as superfast broadband. The more the BBC’s licence fee is diminished, the less excellent the BBC’s service, the less public support it will receive, the smaller it will become. There are some who welcome that: it means more rents in the fabric through which commerce can squeeze.</p> \n<p>The licence fee needs to be modernised. A charge for owning a box in the corner of the room, when television is now delivered by myriad means, is becoming anachronistic. But the principle of the licence fee must be affirmed. The BBC has not always been its own best advocate. But it is important to remember that every misstep by the BBC is leaped upon with eagerness by its enemies: as far as the rightwing press is concerned, the BBC is not simply another organisation to be reported on, it is one that for commercial reasons needs to be ground into the dust.</p> \n<p>The BBC stands at a junction. A green paper on its future is expected by the end of the month. <a href=\"http://www.parliament.uk/business/publications/research/key-issues-parliament-2015/media/renewing-bbc-charter/\">Charter renewal</a>, the moment when an empowered Conservative government will set the scope and scale of the BBC, is expected to be signed off next summer. The government has the opportunity to marginalise the BBC. Or it has the chance to recognise it for what it is: envied across the world; part of the fabric of British society; a precious public space through which every man, woman and child in this country can roam freely – crucially, without anyone trying to sell them anything. This moment is, in short, about deciding what sort of society we wish to be. The way to stop the government reducing the BBC to a mere market-failure organisation is to make it clear that to do so would be politically disastrous. Now is the time to forget grumbles about the corporation. It is time to rally round the BBC.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8dc5e5e403c889ccfa9802f3c79da5fa7b395592/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Jonathan Brady/PA","altText":"BBC Broadcasting House, London. ‘The more the BBC’s licence fee is diminished, the less excellent the BBC’s service, the less public support it will receive, the smaller it will become.’ Photograph: Jonathan Brady/PA","cleanCredit":"Photograph: Jonathan Brady/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-01T19:14:59Z","lastModified":"2015-07-01T23:01:21Z","metadata":{"commentable":true,"commentCount":313,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["BBC licence fee","BBC","Media","BBC World Service","Radio industry","Rupert Murdoch","George Osborne","Politics"],"tags":[{"id":"media/bbc-licence-fee","webTitle":"BBC licence fee"},{"id":"media/bbc","webTitle":"BBC"},{"id":"media/media","webTitle":"Media"},{"id":"media/bbc-world-service","webTitle":"BBC World Service"},{"id":"media/radio","webTitle":"Radio industry"},{"id":"media/rupert-murdoch","webTitle":"Rupert Murdoch"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/the-guardian-view-on-the-licence-fee-a-time-to-rally-round-the-bbc","shortUrl":"http://gu.com/p/4aae4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/01/the-guardian-view-on-the-licence-fee-a-time-to-rally-round-the-bbc","webUri":"http://www.theguardian.com/commentisfree/2015/jul/01/the-guardian-view-on-the-licence-fee-a-time-to-rally-round-the-bbc"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8dc5e5e403c889ccfa9802f3c79da5fa7b395592/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","caption":"BBC Broadcasting House, London. ‘The more the BBC’s licence fee is diminished, the less excellent the BBC’s service, the less public support it will receive, the smaller it will become.’ Photograph: Jonathan Brady/PA","credit":"Jonathan Brady/PA","altText":"BBC Broadcasting House, London","cleanCaption":"BBC Broadcasting House, London. ‘The more the BBC’s licence fee is diminished, the less excellent the BBC’s service, the less public support it will receive, the smaller it will become.’ Photograph: Jonathan Brady/PA"}},"importance":3,"kicker":{"title":"The Guardian view"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8dc5e5e403c889ccfa9802f3c79da5fa7b395592/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Jonathan Brady/PA","altText":"BBC Broadcasting House, London. ‘The more the BBC’s licence fee is diminished, the less excellent the BBC’s service, the less public support it will receive, the smaller it will become.’ Photograph: Jonathan Brady/PA","cleanCredit":"Photograph: Jonathan Brady/PA"}}]}],"lastModified":"2015-07-02T08:03:30Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}