{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Trans life / How I plucked my new name from the family tree","rawTitle":"How I plucked my new name from the family tree","item":{"type":"comment","id":"lifeandstyle/2015/may/14/trans-life-name-family-tree-transition-ancestral-links","title":"Trans life: how I plucked my new name from the family tree","trailText":"Asking everyone to call me by a different name was a daunting part of my transition. But choosing one with ancestral links made the change easier for&nbsp;others and for me","standFirst":"Asking everyone to call me by a different name was a daunting part of my transition. But choosing one with ancestral links made the change easier for&nbsp;others and for me","byline":"Fred McConnell","body":"<p>From a young age, I collected a list of names – all for boys, or at least gender-neutral. I said they’d be for my posse of sons. It started out on my mum’s computer before being transferred to&nbsp;my phone&nbsp;and buried at the bottom of my notes app. When I decided that transition was right for me, I went back to this list. This is because when I had made peace with being trans, I also accepted that this list had, in part, actually been for me.</p> \n<p>Before realising I was trans, much less knowing it was OK, I thought talking or thinking about my gender issues was narcissistic and sexist. Part of coming out was accepting that my internal dissonance was rare but real, and that I could work on it; it could be resolved without the threat of being shamed and written&nbsp;off.</p> \n<p>Even so, asking everyone to call me by a different name was daunting. At first, I&nbsp;decided I could deflect some responsibility by asking my mum to rename me. It also felt like a logical and authentic solution. That is, until we remembered that, had she known I was a boy, I’d have been Daniel or Rupert. Sorry, Daniels and Ruperts – but instant veto.</p> \n<p>I eventually decided that I wanted a name with family history that I also liked; preference alone seemed risky. At least if I came to regret my choice, I&nbsp;could blame my male forebears with a&nbsp;kind of grudging affection.</p> \n<p>Some years earlier, my second cousin once removed had sent my dad an extensive family tree. It was only my paternal grandfather’s line, but that seemed appropriate. Among with multiple Sidneys, Kenneths, Alexanders and Charleses (one of whom was a tobacco magnate), I found two names that had also been on my own list: Fred and Reuben.</p> \n<p>I chose a new name to signal my transition and my gender to the outside world; to make the change easier for others and me. But I&nbsp;also like knowing these things: that my first name comes from my great-great uncle, Frederic William McConnell, born in Liverpool in 1872; and my middle name comes from my great-great-great uncle, Reuben Poland, born in Worthing in 1841. He was a sailor who married Jane McConnell and had seven children. He died in a workhouse in Liverpool, in&nbsp;1900.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528600215/Family-tree-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fred decided to keep his new name in the family. Photograph: Getty Images/Moment Open/Luciano Lozano","credit":"/Getty Images/Moment Open/Luciano Lozano","altText":"Family tree","cleanCaption":"Fred decided to keep his new name in the family. Photograph: Getty Images/Moment Open/Luciano Lozano"}],"bodyImages":[],"webPublicationDate":"2015-05-14T06:00:10Z","lastModified":"2015-05-14T06:00:10Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Fred McConnell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/1/1430439796045/Fred-McConnell-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/fred-mcconnell"}],"feature":false,"keywords":["Transgender","Family"],"tags":[{"id":"society/transgender","webTitle":"Transgender"},{"id":"lifeandstyle/family","webTitle":"Family"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Fred McConnell","topic":{"type":"tag-contributor","name":"profile/fred-mcconnell"}}],"series":{"title":"Self-made man","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/self-made-man"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/14/trans-life-name-family-tree-transition-ancestral-links","shortUrl":"http://gu.com/p/48pgg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/14/trans-life-name-family-tree-transition-ancestral-links","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/14/trans-life-name-family-tree-transition-ancestral-links"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528600215/Family-tree-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fred decided to keep his new name in the family. Photograph: Getty Images/Moment Open/Luciano Lozano","credit":"/Getty Images/Moment Open/Luciano Lozano","altText":"Family tree","cleanCaption":"Fred decided to keep his new name in the family. Photograph: Getty Images/Moment Open/Luciano Lozano"}},"importance":7,"kicker":{"title":"Trans life"},"showQuotedHeadline":true},{"title":"Working-class Tories are not just turkeys voting for Christmas","rawTitle":"Working-class Tories are not just turkeys voting for Christmas","item":{"type":"comment","id":"commentisfree/2015/may/14/working-class-tories-are-not-just-turkeys-voting-for-christmas","title":"Working-class Tories are not just turkeys voting for Christmas","trailText":"The electorate has turned away from Labour, and the utter lack of comprehension about why people vote Tory, or don’t vote at all, has been galling","standFirst":"<p>The electorate has turned away from Labour, and the utter lack of comprehension about why people vote Tory, or don’t vote at all, has been galling</p>","byline":"Suzanne Moore","body":"<p>Among the many failures surrounding the general election last week was a&nbsp;colossal failure of the imagination. Something went very wrong, not just in the polling booths or in the tight little team that surrounded Ed Miliband or in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/08/polls-wrong-pre-election-results\" title=\"\">predictions of the now entirely preposterous pollsters</a> (landlines?), but in the hivemind of the&nbsp;left, or the leftovers, or whatever we call ourselves. And this thing was the inability to imagine difference.</p> \n<p>Much posturing occurs in bourgeois circles about respecting difference, alongside talk of the value of empathy. Empathy is the all-purpose salve. So where has this been extended to people who voted “the wrong way”? “Who are these people, and when will they be put to death?” appears to have been the initial reaction to the election. The second was: “Christ, we may need some of them back on board.” And the third was the word “aspiration”, repeated as if it were a&nbsp;satanic chant. Gaunt Blairites ventured out in daylight again in a deluded attempt to turn back&nbsp;time.</p> \n<p>Grief is a complex emotion all right. No one can call time on someone else’s reaction by cheerily saying, “Don’t mourn, organise” when it is no longer clear what the organising principles are. One of these, I suggest, might be not to hate people who are slightly different from you. It may, indeed, be possible to leave London and venture only to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/shortcuts/2015/may/12/britains-latest-breakaway-nation-peoples-republic-brighton-hove\" title=\"\">People’s Republic of Brighton and Hove</a> or fly to Scotland and simply avoid the rest of the country in order to maintain one’s illusions of purity. The US, after all, has those awkward bits that so many fly over from east coast to west coast, full of white trash, rednecks and Republicans. Is that where we are heading?</p> \n<p>The utter lack of comprehension about why people vote Tory, or indeed don’t vote at all, has been galling. <em>Mea culpa</em> – I indulge in my share of&nbsp;Tory-bashing, but I keep it to politicians not civilians. As I grew up in a working-class Tory-voting household, the idea that everyone good just “is” Labour is anathema. I was arguing with&nbsp;my mum about this until the day she died. We always thought each other wrong and moved on to more pressing subjects. Years of screaming at her over the turkey that she herself was a turkey voting for Christmas did not change her voting habits. She just went out for a fag and moaned to the neighbours that I was “still against everything”.</p> \n<p>Of course, I had diagnosed her with that everyday ailment “false consiousness”. This is still how most of the left operates. We have the truth, we know what is best and we will enlighten you, awaken you from your slumbers and you will be grateful.</p> \n<p>That people may then say, “Actually, I am all right as I am – go away” is hardly suprising. But it is this view of a passive electorate that has to be activated by some higher power that is itself a problem. The Labour party’s top-down structure is unappealing. Much of its internal process is incomprehensible. Its language waivers between jargon and meaninglessness. Alarm bells rang in my head a few weeks ago when a care worker asked me what austerity meant. She understood the concept, obviously; it was just not a word she&nbsp;used.</p> \n<p>Something has gone very wrong when in the very places where austerity is much more than a&nbsp;concept, people have turned away from Labour. There are those who will valiantly try to rebuild the party. It may not be possible. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/27/uk-austerity-greece-parallels-labour-toxic-eliteness\" title=\"\">Look at Pasok in Greece</a> to see how parties of the left can fossilise.</p> \n<p>The insistence that we return to Blairism is depressing and a sign of denial about what Blairism was a response to: Thatcherism, with its core values about the supremacy of the market cloaked in the language of individual choice. The&nbsp;unleashing of the market has continued to undermine the postwar settlement, a way of organising society in which people identified themselves by class. Technology has further ruptured this class identification as people cluster in networks and not hierarchies.</p> \n<p>If anyone wants to listen to the so-called “shy&nbsp;Tories”, what you will often hear is not talk&nbsp;of aspiration but a desire to be left alone by&nbsp;the state – even a deep suspicion of it. This contradiction for anyone on the left has long been&nbsp;apparent. Imagining that all good reform comes from the state and everything bad from outside just does not correspond to people’s lived&nbsp;experience.</p> \n<p>Class solidarity cannot be imposed from the outside. As core Labour votes go to Ukip or the SNP, the metropolitan left tells us consistently that nationalism is not a concept worth organising around, but then has a kind of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/syriza\" title=\"\">Syriza</a>-in-Surrey fantasy.</p> \n<p>I am not so sure. And I am only a bit English, but again I think of my flag-waving mother, who nursed my “uncle” when he had Aids, who was half of a mixed-race couple when that was much frowned upon. She believed that the Tories would enable her to do things and that Labour would stop her doing them. I called her stupid many times when I was a teenager. I had to get over myself. Now we all have to get over ourselves.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431541227893/The-left-thinks-it-knows--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The left thinks it knows what is best and will enlighten people, and they will be grateful. Photograph: Stephanie Horrocks/Getty Images/iStockphoto","credit":"Stephanie Horrocks/Getty Images/iStockphoto","altText":"The left thinks it knows what is best ","cleanCaption":"The left thinks it knows what is best and will enlighten people, and they will be grateful. Photograph: Stephanie Horrocks/Getty Images/iStockphoto"}],"bodyImages":[],"webPublicationDate":"2015-05-14T07:53:08Z","lastModified":"2015-05-14T07:54:42Z","metadata":{"commentable":true,"commentCount":155,"contributors":[{"name":"Suzanne Moore","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749965/SuzanneMoore.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suzannemoore"}],"feature":false,"keywords":["General election 2015","Conservatives","Politics","Labour","UK news"],"tags":[{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/labour","webTitle":"Labour"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Suzanne Moore","topic":{"type":"tag-contributor","name":"profile/suzannemoore"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/14/working-class-tories-are-not-just-turkeys-voting-for-christmas","shortUrl":"http://gu.com/p/48qxd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/14/working-class-tories-are-not-just-turkeys-voting-for-christmas","webUri":"http://www.theguardian.com/commentisfree/2015/may/14/working-class-tories-are-not-just-turkeys-voting-for-christmas"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431541227893/The-left-thinks-it-knows--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The left thinks it knows what is best and will enlighten people, and they will be grateful. Photograph: Stephanie Horrocks/Getty Images/iStockphoto","credit":"Stephanie Horrocks/Getty Images/iStockphoto","altText":"The left thinks it knows what is best ","cleanCaption":"The left thinks it knows what is best and will enlighten people, and they will be grateful. Photograph: Stephanie Horrocks/Getty Images/iStockphoto"}},"importance":5,"showQuotedHeadline":true},{"title":"The west talks about a new cold war. For Russians it has already started","rawTitle":"The west talks about a new cold war. For Russians it has already started","item":{"type":"comment","id":"commentisfree/2015/may/14/west-cold-war-russia-west-ukraine","title":"The west talks about a new cold war. For Russians it has already started","trailText":"By continually freezing out the Kremlin, the west is refuelling old resentments","standFirst":"By continually freezing out the Kremlin, the west is refuelling old resentments","byline":"Susan Richards","body":"<p>I’ve been travelling in the heartlands of Russia for 30 years, witnessing everything from the euphoric wishfulness at the fall of communism to prosperity and, more recently, political despair. Yet going there for the first time since the annexation of Crimea, I was still shocked by what I saw.</p> \n<p>I encountered a country braced not for some frozen conflict, nor for proxy war, but for the real thing: all-out war against the west. Never have my friends been more loving – but this time it was the concern of people who were unsure when and how we would meet again.</p> \n<p>It is true that this state of mind has been brought about by the Kremlin’s unremitting media campaign of the past&nbsp;year. But I quickly came to understand that most of them share their government’s dim view of the west, with its “hollow concepts” of democracy and freedom.</p> \n<p>Since the regime is fixated on the idea of getting its empire back, a major conflict really does seem possible. Russian aircraft and submarines are playing war games around the coasts of Europe. But a plane crossing into Baltic air space could trigger Nato retaliation with conventional arms, which could in turn could spark a pre-emptive nuclear strike by Russia – a strategic response born of a fear of weakness in the face of superior American military power.</p> \n<p>While Nato struggles to persuade its members to spend 2% of GDP on defence, this year Russia is more than doubling its defence spending, to 4.2% of GDP, while slashing all other budgets, including health and social services. Saturday’s VE Day parade in Moscow was more than a celebration of victory: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/may/09/russias-victory-day-military-parade-in-pictures\" title=\"\">it was a display of military might</a>.</p> \n<p>Meanwhile, Russia’s economic crisis will deepen this year. Salaries of government officials have been frozen. Private sector pay is down almost 10%. Massive job cuts are forecast. Putin announced that he would take a salary cut of 10% this year; but since estimates of his true, shadowy wealth range between $70bn and $200bn, it is unlikely he’ll feel the pinch. Despite the crisis, support for him has transmuted into something close to idolatry.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This year Russia is more than doubling is defence spending, while slashing all other budgets</p> \n </blockquote> \n</aside> \n<p>How have we drifted into this absurd and dangerous situation? At the end of the cold war the Russians imagined that they would be becoming part of an expanded Europe. Instead, through a combination of&nbsp; triumphalism and ignorance we have played to Russia’s ancient fears of exclusion and victimhood.</p> \n<p>The conventional view in the west is that the blame lies with Putin and his kleptocratic regime. According to this narrative, the regime went into attack mode after the oil price collapsed. It distracted attention from its own failure to diversify the economy by lashing out against an external enemy, and launching a brilliant propaganda campaign.&nbsp;&nbsp;</p> \n<p>This version of events, while not untrue, lets the west off the hook far too easily. When the Soviet regime ended, free-market thinking was in the ascendancy in the west. People in positions of authority really did swallow the idea that we were living through “the end of history”: that in a unipolar world foreign policy was going to be exclusively about a battle for markets.</p> \n<p>In America and Britain, government support for research on old Soviet bloc countries was slashed. The State Department and Foreign Office disbanded research units that kept politicians informed. Embassies focused on opening up commercial opportunities. Meanwhile, the press, facing its own economic crisis, also cut back on foreign correspondents.&nbsp;The west simply stopped thinking seriously, and in depth, about Russia and its neighbours.&nbsp;</p> \n<p>And yet when it came to defence we did not behave as though we were facing the end of history. Rather than disbanding our cold war defence arrangement, Nato, we reinvented it as an alliance that could be construed only as being arrayed against Russia. We kept expanding it ever eastward, closer to Russia’s borders.&nbsp;In response, Russia turned aggressive – first in Georgia, then in Crimea and Ukraine – at this intrusion into its sphere of influence.</p> \n<p>The west dismissed this, saying the concept of spheres of influence belonged to a bygone age. But geography is unchanging, as are the sensibilities created by it. US policy on Cuba in the post-Soviet era has, until now, been founded on precisely this principle. Cuba had long-since ceased to pose a military threat to the US. But it was deemed outrageous that any nation so close to US borders should cleave to a “hostile” ideological allegiance.&nbsp;</p> \n<p>The end of the cold war has not changed history either. History continues to inform identity, as it always has. Take Ukraine: Kiev really is the birthplace of the Russian nation. This matters, just as it still matters that America’s founding fathers came from Britain.&nbsp;</p> \n<p>Russia’s sense of its identity, poised on the edge of Europe in a borderless landmass, has always been pathologically insecure. Identities are tangled, allegiances split. Take Donbas, for example, at the heart of the conflict area. This is the homeland of the Don Cossacks, whose cavalry regiments famously served Russia’s tsars for generations. During the Soviet period, the Cossacks were greatly persecuted for their Tsarist allegiances. But the region was also the birthplace of that icon of Soviet labour, Alexei Stakhanov, who mined 227 tonnes of coal in a single shift. Stakhanov was the poster boy for a heroic generation of Soviet labour, all based in Donbas. In this region of conflicted allegiances, it is hardly surprising that the Kremlin has been fighting its propaganda war with particular&nbsp;intensity here.</p> \n<p>The decision by western leaders to boycott Russia’s 70th anniversary victory parade on Saturday might have seemed like common sense in the light of events on Ukraine’s border. But it failed to recognise how emotive a concept fascism still is for Russians. Westerners have for years been giggling at ’Allo ’Allo and John Cleese’s goosestep, but fascism is no laughing matter in this country. Russians ask me how in Lithuania marches can be permitted that honour Nazi collaborators who murdered 200,000 Jews. How, they ask, can the west welcome into the EU and Nato “ethnocracies” such as Estonia and Latvia that radically discriminate against their Russian subjects.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/19/another-russia-putin-post-imperial-role\">There is another Russia beyond Putin | Timothy Garton Ash</a> </p> \n</aside> \n<p>The 62% popular support which Vladimir Putin enjoys according to the Levada Centre reflects not only that ancient geographical sense of insecurity Russians feel; not just the unshakeable love Russians feel for their country. It represents wounded pride at the west’s apparent determination to treat Russia as the enemy. Continued western sanctions will only fuel his popularity. Because Putin is a merely a symptom of the present crisis. There is more to Russia than Putin, a great deal more.</p> \n<p>At Saturday’s&nbsp;parade in Moscow the defence minister, Sergei Shoigu, made the sign of the cross as he passed under the Kremlin’s Saviour Gate. This unexpected gesture set the Russian blogosphere alight. The fact that Shoigu himself is Buddhist was beside the point. Standing there at the head of his troops, the minister of war was reviving an old tradition, doing what Russian generals used to do before going into battle. He was also, as Russian bloggers pointed out, making a gesture that drew a distinct line between their culture and a west that has “banned God from the public sphere”.&nbsp;</p> \n<p>We must start taking Russia seriously again, once more including it in our culture rather than freezing it out yet again. Karl Marx warned us that history repeats itself, the first time as tragedy, the second time as farce. But there’s nothing funny about this current predicament. We should remember the lesson of the first world war, and pay attention before it is too late.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431538605725/A-Ukrainian-army-tankat-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Ukrainian army tankat a checkpoint in Donetsk. 'Since the Russia regiem is fixated on the idea of getting its empire back, a major conflict really does seem possible.' Photograph: Valentyn Ogirenko/Reuters","credit":"Valentyn Ogirenko/Reuters","altText":"A Ukrainian army tankat a checkpoint in Donetsk, Ukraine","cleanCaption":"A Ukrainian army tankat a checkpoint in Donetsk. 'Since the Russia regiem is fixated on the idea of getting its empire back, a major conflict really does seem possible.' Photograph: Valentyn Ogirenko/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-14T06:59:09Z","lastModified":"2015-05-14T06:59:09Z","metadata":{"commentable":true,"commentCount":151,"contributors":[{"name":"Susan Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/susan-richards"}],"feature":false,"keywords":["Russia","Europe","World news","Foreign policy","Politics","US foreign policy","US news","Ukraine"],"tags":[{"id":"world/russia","webTitle":"Russia"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"us-news/us-foreign-policy","webTitle":"US foreign policy"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/ukraine","webTitle":"Ukraine"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Susan Richards","topic":{"type":"tag-contributor","name":"profile/susan-richards"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/14/west-cold-war-russia-west-ukraine","shortUrl":"http://gu.com/p/48qxt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/14/west-cold-war-russia-west-ukraine","webUri":"http://www.theguardian.com/commentisfree/2015/may/14/west-cold-war-russia-west-ukraine"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431538605725/A-Ukrainian-army-tankat-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Ukrainian army tank at a checkpoint in Donetsk. ‘Since the Russian regime is fixated on the idea of getting its empire back, a major conflict really does seem possible.’ Photograph: Valentyn Ogirenko/Reuters","credit":"Valentyn Ogirenko/Reuters","altText":"A Ukrainian army tank at a checkpoint in Donetsk, Ukraine","cleanCaption":"A Ukrainian army tank at a checkpoint in Donetsk. ‘Since the Russian regime is fixated on the idea of getting its empire back, a major conflict really does seem possible.’ Photograph: Valentyn Ogirenko/Reuters"}},"importance":5,"showQuotedHeadline":true},{"title":"The return of the Blairites is the last thing Labour needs","rawTitle":"The return of the Blairites is the last thing Labour needs","item":{"type":"comment","id":"commentisfree/2015/may/13/blairites-new-labour-win-back-voters-delusional","title":"The return of the Blairites is the last thing Labour needs","trailText":"The idea that New Labour politics would win back voters from the SNP, Greens or Ukip is delusional","standFirst":"<p>The idea that New Labour politics would win back voters from the SNP, Greens or Ukip is delusional</p>","byline":"Seumas Milne","body":"<p>We can’t say we weren’t warned. David Cameron has lost no time since the election in turning his government sharply to the right. Under the banner of “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/12/camerons-blue-collar-cabinet-causes-limo-lock-on-downing-street\" title=\"\">blue collar Conservatism</a>”, the Thatcherites and neocons have been let off the leash.</p> \n<p>New <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jan/10/tories-plan-raise-threshold-public-sector-industrial-action-tuc-strike-conservatives-job-cuts\" title=\"\">strike ballot voting thresholds of 40%</a> will make most industrial action illegal – this from a government backed by less than 25% of the electorate. New restrictions on freedom of speech are being lined up in the name of British values. After a pre-election austerity pause, prepare for the most savage benefit and spending cuts yet – and what one <a href=\"http://www.mirror.co.uk/news/uk-news/top-tory-minister-lets-slip-5578232\" title=\"\">Tory minister has promised will be a “flood of privatisation”</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/12/camerons-blue-collar-cabinet-causes-limo-lock-on-downing-street\">Cameron's blue-collar cabinet causes limo-lock on Downing Street</a> </p> \n</aside> \n<p>But the Tories are not the only ones out to shift politics to the right. The Blairites have seized on Labour’s defeat to launch a bid to take back control of the party. More than two decades after Tony Blair and Peter Mandelson created New Labour, they are <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/09/alan-johnson-labour-aspirational-voters-tony-blair\" title=\"\">demanding a return</a> to its 1990s embrace of corporate power and a mythical “centre ground”.</p> \n<p>An orchestrated parade of former party luminaries grown fat on privatised directorships has denounced Ed Miliband’s modest departures from the New Labour script, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/11/david-miliband-criticises-brother-ed-labour-blairite\" title=\"\">echoed by his brother, David</a>, and a clutch of hopeful Blairite <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/labour-leadership-candidates-chances\" title=\"\">candidates for the leadership</a>. Aspiration and middle England had been abandoned in favour of the poor, they claim, while the “wealth creators” – by which they mean its owners – have been abused and threatened with spiteful taxes.</p> \n<p>It’s as if the financial crash of 2008 never happened. Their media cheerleaders have even taken to describing the resurrected Blairites as “modernisers” again, two decades after their Britpop heyday. It’s a straightforward power play, of course. But it’s also a time-warped failure to grasp the impact of the economic crisis, and their own legacy.</p> \n<p>It wasn’t just the western economies that crashed eight years ago, but the economic model that underpinned it. That model was also the foundation of New Labour politics, whose consequences were played out in the election. They were dependent on a City boom that imploded on an epic scale, and the assumption that working-class and leftwing voters had nowhere else to go.</p> \n<p>The fallout from that mistake was clear last week: in the haemorrhage of votes to the Scottish National party, Ukip and the Greens, and the <a href=\"http://www.slideshare.net/IpsosMORI/ipsos-moris-intial-view-on-polls-accuracy-in-the-u-ks-2015-election\" title=\"\">reluctance of many working-class voters to turn out</a> at all. Miliband shifted Labour, but not enough for many to take on board – or to distinguish it from the rest of the political establishment.</p> \n<p>Last week’s <a href=\"http://www.bbc.co.uk/news/election-2015-32624405\" title=\"\">increase of 0.8% in the Conservatives’ vote</a> can be seen as any kind of triumph only when set against poll-fuelled expectations and their success in turning the coalition’s unpopularity into the destruction of the Liberal Democrats. Nor is Labour’s inability to increase its own vote by more than 1.4% so hard to work out.</p> \n<p>The party failed to kill off the urban myth that Labour overspending caused the crisis, and gave credibility to Conservative claims about the economy by signing up to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/jun/07/ed-miliband-austerity-lite\" title=\"\">austerity-lite</a>; Miliband’s personal ratings were never within spitting distance of Cameron’s; falling oil prices <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/13/uk-unemployment-falls-as-wage-growth-rises\" title=\"\">finally increased real wages</a>; and the SNP “threat” was mercilessly deployed to scare off English voters.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>While Labour’s middle-class vote held up, the historic loss of 4 million working-class voters continued</p> \n </blockquote> \n</aside> \n<p>But the idea that New Labour-style politics would have fixed the problem is clearly delusional. Would Blairism have won back voters from the SNP, which had positioned itself to Labour’s left and campaigned against austerity, or the Greens, or the anti-immigration Ukip, many of whose voters are <a href=\"https://yougov.co.uk/news/2014/12/17/ukip-voters-put-themselves-left-tories/\" title=\"\">pro-nationalisation and state intervention</a>, and want protection from corporate globalisation? Where exactly is the centre ground between the SNP, Greens, Ukip and middle-income English voters?</p> \n<p>Nor is there any evidence, as claimed by Blairites and the media, that Miliband’s pro-cuts and “squeezed middle” Labour party was too leftwing for the public or ignored “aspirational” voters – as if all voters weren’t aspirational. Labour’s plans to tax non-doms and mansions or freeze energy prices were popular, while middle-class voters were wooed with tuition-fee and small-business tax cuts. And the evidence <a href=\"http://lordashcroftpolls.com/wp-content/uploads/2015/05/Post-vote-poll-GE-2015-150507-Full-tables.pdf\" title=\"\">we have so far </a>suggests that, while Labour’s middle-class vote held up or increased last week, the <a href=\"http://www.newstatesman.com/politics/2015/05/remarkable-failure-ed-miliband-among-working-class\" title=\"\">historic loss of 4 million working-class voters under New Labour has continued</a>.</p> \n<p>Labour is facing a similar crisis to other European social democratic parties, as de-industrialisation, mass migration and neoliberal economics have undercut their working-class base and fuelled polarisation across the continent. The party can, of course, only win with a coalition of working- and middle-class voters. But any attempt to revert to Blairite politics in today’s Britain can only make that crisis worse.</p> \n<p>What happens to Labour now matters for the whole of British politics, because it is the only plausible vehicle for a future change of government. Miliband began the transition to a post-crash progressive politics. But he lacked a clear story as to how the country and the economy could be transformed – and the social movements outside parliament needed to face down the backlash.</p> \n<p>The danger now is that a demoralised party will draw the wrong lessons from Cameron’s narrow election victory and go backwards. Despite the swagger, the new government is weaker than it appears. Its small majority will be tested by multiple conflicts over Europe, Scotland, and a slowing economy about to be plunged into the harshest austerity yet. This is no time to be retreating into the failed politics of the past.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431544590561/Mandelson-and-Blair-in-19-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mandelson and Blair, pictured at the Labour conference in 1990, are today ‘demanding a return  to New Labour’s embrace of corporate power’ Photograph: John Voos/the Independent","credit":"/John Voos/the Independent","altText":"Mandelson and Blair in 1990","cleanCaption":"Mandelson and Blair, pictured at the Labour conference in 1990, are today ‘demanding a return  to New Labour’s embrace of corporate power’ Photograph: John Voos/the Independent"}],"bodyImages":[],"webPublicationDate":"2015-05-13T19:34:31Z","lastModified":"2015-05-13T23:00:46Z","metadata":{"commentable":true,"commentCount":882,"contributors":[{"name":"Seumas Milne","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748508/SeumasMilne.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seumasmilne"}],"feature":false,"keywords":["Labour","Labour party leadership","Tony Blair","Opinion polls","Politics","Ed Miliband","Peter Mandelson","General election 2015","UK news"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/tonyblair","webTitle":"Tony Blair"},{"id":"politics/polls","webTitle":"Opinion polls"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/edmiliband","webTitle":"Ed Miliband"},{"id":"politics/peter-mandelson","webTitle":"Peter Mandelson"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Seumas Milne","topic":{"type":"tag-contributor","name":"profile/seumasmilne"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/blairites-new-labour-win-back-voters-delusional","shortUrl":"http://gu.com/p/48q2z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/13/blairites-new-labour-win-back-voters-delusional","webUri":"http://www.theguardian.com/commentisfree/2015/may/13/blairites-new-labour-win-back-voters-delusional"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431544590561/Mandelson-and-Blair-in-19-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mandelson and Blair, pictured at the Labour conference in 1990, are today ‘demanding a return to New Labour’s embrace of corporate power’. Photograph: John Voos/the Independent","credit":"John Voos/The Independent","altText":"Mandelson and Blair in 1990","cleanCaption":"Mandelson and Blair, pictured at the Labour conference in 1990, are today ‘demanding a return to New Labour’s embrace of corporate power’. Photograph: John Voos/the Independent"}},"importance":4,"showQuotedHeadline":true},{"title":"Without Ukip, Douglas Carswell could be a brilliant independent MP","rawTitle":"Without Ukip, Douglas Carswell could be a brilliant independent MP","item":{"type":"comment","id":"commentisfree/2015/may/13/ukip-douglas-carswell-independent-mp","title":"Without Ukip, Douglas Carswell could be a brilliant independent MP","trailText":"Their single MP’s refusal to hire 15 staff with public money has frustrated Ukip – as an independent MP in all but name, he should consider taking the plunge","standFirst":"Their single MP’s refusal to hire 15 staff with public money has frustrated Ukip – as an independent MP in all but name, he should consider taking the plunge","byline":"Martin Bell","body":"<p>Douglas Carswell would be – and perhaps will be – an outstanding independent MP. As someone who successfully stood as an independent myself, I should know. Carswell has a mind of his own and an admirable aversion to being showered with public money. He was uncomfortable in the Conservative party and now seems <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/ukip-mp-public-money-douglas-carswell\" title=\"\">no more at ease in Ukip</a>.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/ukip-mp-public-money-douglas-carswell\">Nigel Farage at odds with Ukip MP over use of post-election funds</a> </p> \n</aside> \n<p>His position is a difficult one. As Ukip’s only elected member of parliament, he may be seen as the representative of the 3.9 million voters whose other candidates were not successful. But he has no grand ambitions. He actually represents the people of Clacton – and only the people of Clacton. He is reluctant, as a lone backbencher, to take on the staff to run a national operation from his parliamentary office.</p> \n<p>The “short money” that would finance such an office has nothing to do with the size of the banknotes. It was a parliamentary reform introduced by Ted Short, leader of the house in 1974, to help opposition parties, without an army of civil servants behind them, to function more efficiently. Carswell doesn’t need lavish funding. When he speaks, others listen. In a conflict between his private principle and someone else’s public expediency, the public expediency does not stand a chance.</p> \n<p>We know him well enough to be sure that, if his rift with the party continues and deepens, he will leave the party and call a by-election. He has done it before and will do it again. Unlike certain other MPs, he would not just cross the floor and continue to draw his salary without a popular mandate. I have no doubt that he would be re-elected. He has a strong following inside the constituency and the support of many outside it, like myself, who do not share his views in Europe. Parliament needs its awkward squad, and has been somewhat short-staffed in that department since the retirement of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/tam-dalyell\" title=\"\">Tam Dalyell</a>.</p> \n<p>We may be sure that the MP for Clacton has never trimmed his views for political advantage; nor has he begun a question with the unctuous phrase “May I congratulate my right honourable friend…”</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/martinbell\" title=\"\">I know from experience</a> that the role of an independent MP comes with its disadvantages. No seats on select committees or standing committees (though these can be negotiated). No dispatch box on which to rest one’s papers. No cross-bench seat except one that is technically not in the House at all. No claque of supporters around you. A constant need to catch the Speaker’s eye (much easier in my case with Betty Boothroyd than with her successor Michael Martin).</p> \n<p>But there are advantages too. Every vote is a free vote. No deputy chief whip to urge the planting of questions. No rubber chicken dinners in other MPs’ constituencies. Other MPs seek your independent support for their causes as a kind of non-party validation. And a certain amount of public goodwill accrues from the practice of operating outside the mainstream parties’ battle lines.</p> \n<p>Carswell, if he chose to run outside – and indeed against – the party structures, would be more than an oddity. He would be a one-man political force. Nor need the MP for Clacton fear being sidelined. He already has a higher profile than most other back bench MPs. He will be heeded where others will be ignored. And he will be well placed to play on the interface between politics and the media. As I discovered to my surprise and satisfaction, a well-timed intervention on the Today programme can cause a government to rethink a policy.</p> \n<p>It seems to me that Douglas Carswell has a choice of three courses, only one of which he would regret. That is to take the full amount of the “short money” offered and establish an expensive parliamentary beachhead on behalf of his party. He would then become its prisoner. As he points out, he has no reason, at public expense, to hire a staff as large as that of a US senator. Ukip plays the expenses game expertly in Brussels and Strasbourg, but as a party of insurrection it would be ill-advised to do so in Westminster.</p> \n<p>The good choices facing its only MP are either to soldier on with a more modest allowance of “short money” or else to take the independent course. If the people of Clacton can bear to have three parliamentary elections in less than a year – all for a good cause – I think Douglas Carswell should go for it. He is already an independent MP in all but name – let him have the label that he has so richly earned.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528308849/Douglas-Carswell-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Douglas Carswell is Ukip's only sitting MP – but will he stay with the party?  Photograph: Gareth Fuller/PA","credit":"Gareth Fuller/PA","altText":"Douglas Carswell","cleanCaption":"Douglas Carswell is Ukip's only sitting MP – but will he stay with the party?  Photograph: Gareth Fuller/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-13T16:20:05Z","lastModified":"2015-05-13T16:20:05Z","metadata":{"commentable":true,"commentCount":236,"contributors":[{"name":"Martin Bell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martinbell"}],"feature":false,"keywords":["UK Independence party (Ukip)","Douglas Carswell","Politics","UK news"],"tags":[{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"politics/douglas-carswell","webTitle":"Douglas Carswell"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Martin Bell","topic":{"type":"tag-contributor","name":"profile/martinbell"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/ukip-douglas-carswell-independent-mp","shortUrl":"http://gu.com/p/48pyh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/13/ukip-douglas-carswell-independent-mp","webUri":"http://www.theguardian.com/commentisfree/2015/may/13/ukip-douglas-carswell-independent-mp"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528308849/Douglas-Carswell-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Douglas Carswell is Ukip's only sitting MP – but will he stay with the party?  Photograph: Gareth Fuller/PA","credit":"Gareth Fuller/PA","altText":"Douglas Carswell","cleanCaption":"Douglas Carswell is Ukip's only sitting MP – but will he stay with the party?  Photograph: Gareth Fuller/PA"}},"importance":4,"showQuotedHeadline":true},{"title":"Female crime writers strike back at the mid-list murderers","rawTitle":"Female crime writers strike back at the mid-list murderers","item":{"type":"comment","id":"commentisfree/2015/may/13/killer-women-crime-writers-mid-list-murderers-chiwetel-ejiofor","title":"Killer women: crime writers strike back at the mid-list murderers","trailText":"Female crime writers have a message for publishers: don’t push us into the chasm between JK Rowling and next big thing","standFirst":"Female crime writers have a message for publishers: don’t push us into the chasm between JK Rowling and next big thing","byline":"Viv Groskop","body":"<p>They call themselves <a href=\"http://www.independent.co.uk/arts-entertainment/books/features/killer-women-festival-the-female-crime-novelists-transforming-how-the-publishing-industry-works-10245484.html\" title=\"\">Killer Women</a> – the name, only mildly terrifying, of a collective launched this week by 15 women crime writers. Ostensibly, their purpose is to hold literary events to discuss crime fiction and give fans more opportunities to connect to their work. The group includes <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/booksblog/2014/jun/30/women-crime-fiction-real-anxieties-metaphorical\" title=\"\">MJ McGrath</a>, creator of the Edie Kiglatuk Arctic series, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/guardian-masterclasses/2015/mar/27/how-to-write-a-psychological-thriller-with-erin-kelly-writing-course\" title=\"\">Erin Kelly, author of the Broadchurch</a> novel.</p> \n<p>But I suspect they can’t really talk about their true purpose. Despite the inclusion of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/apr/21/the-girl-on-the-train-paula-hawkins-new-gone-girl-female-thriller-authors-gillian-flynn\" title=\"\">Paula Hawkins (author of bestseller The Girl on the Train</a>, tediously dubbed “the new Gone Girl”), they are what publishers often cruelly call “mid-list authors”. This peculiar term means neither debut writer nor JK Rowling-shaped cash cow.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/booksblog/2014/jun/30/women-crime-fiction-real-anxieties-metaphorical\">Women's appetite for explicit crime fiction is no mystery</a> </p> \n</aside> \n<p>Those two things are what publishing loves best. And increasingly they’re the only things publishing loves at all. Ideally you’re new, with the potential to become an overnight sensation; or something familiar already purchased in vast numbers. If you fall into the chasm between these two categories, and are neither “the next whoever” nor “a household name”, you’re what the Killer Women might call dead in the water (were they far worse writers, of course).</p> \n<p>This doesn’t just matter for authors: it matters for readers. With our finite attention spans, and ever more entities vying desperately for those essential digital clicks, investment in established authors who are “excellent but not a celebrity” risks slipping away. And with it, a whole raft of fantastic books.</p> \n<p>It’s great that authors are taking matters into their own hands. Heaven knows, they need like-minded souls they can moan to about how much they have to tweet, blog, vlog, Vine, opine and generally be their own marketing department – in addition to the tiny matter of actually writing the books. But I do hope publishers will feel guilty and nervous about this, rather than think: “Oh, yes, let them look after themselves.” Meanwhile, though, who is looking after the readers?</p> \n<h2><strong>Chiwetel, my everywoman</strong></h2> \n<p><strong> </strong></p> \n<p>To the National Theatre to see <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/apr/30/everyman-review-chiwetel-ejiofor-national-theatre-carol-ann-duffy-morality-play\" title=\"\">Chiwetel Ejiofor in Everyman</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/carol-ann-duffy\" title=\"\">Carol Ann Duffy</a>’s adaptation of the 15th-century work, directed by Rufus Norris. As I am a person who regularly pulverises my own sofa – shouting, “Why don’t you get some more women on?”, while throwing things at it – I was concerned I would end up staging a retro-feminist protest along the lines of “Why not Everywoman?”</p> \n<p>But there was no need to worry. This was a brilliant analysis of everyman as a way of talking intimately, challengingly and refreshingly about the human condition. The diverse cast was as politically correct in its makeup as the script is politically incorrect in its references. And for fans of Anglo-Saxon and plain speech, there was even a strategically placed utterance celebrating the female form, with not a <a href=\"http://observer.theguardian.com/comment/story/0,6903,868787,00.html\" title=\"\">See You Next Tuesday euphemism</a> in sight. Driven by Ejiofor’s explosive, masculine energy, this is an inspiring piece to appease the most rabid daughter of Eve.</p> \n<h2><strong>Your material girl </strong></h2> \n<p>I am currently touring the country rehearsing my Edinburgh Fringe show, <a href=\"http://ticketing.brightonfringe.org/comedy/9296/viv-groskop-say-sorry-to-the-lady\" title=\"\">Say Sorry to the Lady</a> – if “touring the country” can describe a series of clandestine visits to village halls and Women’s Institutes. It’s a show about why we say sorry so often.</p> \n<p>I frequently canvass the audience on their views by giving them little cards to fill in anonymously. I ask (a) what they’re sorry about, and (b) who they would like an apology from. Many people want an apology from their parents and from neighbours who have slighted them. Others want to say sorry for humiliating their siblings in childhood. My favourite reply so far? “I would like an apology from Viv. For making us write her material for her.” Sorry. Noted. Back to the drawing board.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431530703892/Paula-Hawkins-author-of-T-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Paula Hawkins, author of The Girl on the Train – tediously dubbed 'the new Gone Girl'. Photograph: David Levene","credit":"/David Levene","altText":"Paula Hawkins, author of 'The Girl on the Train'","cleanCaption":"Paula Hawkins, author of The Girl on the Train – tediously dubbed 'the new Gone Girl'. Photograph: David Levene"}],"bodyImages":[],"webPublicationDate":"2015-05-13T16:51:04Z","lastModified":"2015-05-13T16:51:42Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Viv Groskop","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/7/1428403282427/Viv-Groskop-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vivgroskop"}],"feature":false,"keywords":["Crime fiction","Fiction","Chiwetel Ejiofor","Women","Comedy","Books","Culture","Life and style","UK news"],"tags":[{"id":"books/crime","webTitle":"Crime fiction"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"culture/chiwetel-ejiofor","webTitle":"Chiwetel Ejiofor"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"culture/comedy","webTitle":"Comedy"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Viv Groskop","topic":{"type":"tag-contributor","name":"profile/vivgroskop"}}],"series":{"title":"Notebook","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/notebook"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/killer-women-crime-writers-mid-list-murderers-chiwetel-ejiofor","shortUrl":"http://gu.com/p/48pmm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/13/killer-women-crime-writers-mid-list-murderers-chiwetel-ejiofor","webUri":"http://www.theguardian.com/commentisfree/2015/may/13/killer-women-crime-writers-mid-list-murderers-chiwetel-ejiofor"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431530703892/Paula-Hawkins-author-of-T-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Paula Hawkins, author of The Girl on the Train – tediously dubbed ‘the new Gone Girl’. Photograph: David Levene","credit":"David Levene","altText":"Paula Hawkins, author of 'The Girl on the Train'","cleanCaption":"Paula Hawkins, author of The Girl on the Train – tediously dubbed ‘the new Gone Girl’. Photograph: David Levene"}},"importance":3,"showQuotedHeadline":true},{"title":"We need better retirement, not compulsory retirement","rawTitle":"We need better retirement, not compulsory retirement","item":{"type":"comment","id":"commentisfree/2015/may/13/retirement-compulsory-blackpool-magistrates-70","title":"We need better retirement, not compulsory retirement","trailText":"While Blackpool magistrates are protesting against retirement at 70, many are forced to keep working. They need a better chance of a stable, financially secure old age","standFirst":"<p>While Blackpool magistrates are protesting against retirement at 70, many are forced to keep working. They need a better chance of a stable, financially secure old age</p>","byline":"Harry Leslie Smith","body":"<p>From birth to death our lives are marked by milestones that change our personal ambitions our perspectives on loved ones, friends and society. Each chapter in life offers new challenges and rewards, but retirement for some is an episode that is fraught with much angst over lost prestige or financial stability. For me, retirement was like a lucky dip because it meant leaving a rat race that I’d been running since the age of seven, when I started my working life as a child labourer. But for others, forced retirement can seem like a death sentence because they define their value in society by their work title.</p> \n<p>To a pair of magistrates in Blackpool, their scheduled retirement at 70 as prescribed by law has made them <a href=\"http://www.telegraph.co.uk/news/uknews/law-and-order/11597647/Retiring-magistrates-use-poetry-to-make-a-point.html\" title=\"\">protest against their removal from the bench in verse</a>. They aren’t wrong to decry in doggerel the fact that while their mental and physical functions are still on top form, their employment by the Ministry of Justice is being terminated. It’s a valid point considering that in the private sector, mandatory retirement was effectively scrapped a long time ago. It also makes sense that a government that is as driven by market forces as Cameron’s follows suit and allows those who are able and willing to continue their careers in justice for as long as they are healthy.</p> \n<p>However the media focus on those happy few who like their vocation – compared to the majority who work to live – obscures a greater tragedy: those who deserve retirement but can’t, due to a never-ending cost of living crisis. I feel very fortunate that I don’t have to experience what most modern retirees face today, being forced to work past their sell-by date to keep a roof over their heads. According to the King’s Fund, <a href=\"http://www.kingsfund.org.uk/time-to-think-differently/trends/disease-and-disability/long-term-conditions-multi-morbidity\" title=\"\">58% of people over the age of 60</a> have a chronic condition. As the body deteriorates over time, these will worsen, making either their mobility or cognitive decisions more cumbersome.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Few can salt away sufficient means to tide them over during a short retirement – let alone into their 80s and 90s.</p> \n </blockquote> \n</aside> \n<p>So at 92, I know I am the exception to the rule, because the last time I drew a regular pay packet was 28 years ago, when I retired at the age of 64. My wife died at 70 and none of my childhood friends survived past 84. Moreover, I retired in a more stable environment that allowed me to put together a modest but sufficient pension pot. Today, a housing crisis, coupled with the cost of higher education for themselves or their children, means few can salt away sufficient means to tide them over during a short retirement – let alone into their 80s and 90s.</p> \n<p>Those in middle age may want to emulate someone like me, blessed with both good genes and luck, but the reality for them is already fixed on an actuary’s timetable that never favours the old. Recent medical statistics about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/12/after-husband-andrew-marr-stroke\" title=\"\">the dramatic rise in strokes</a> among those of working age demonstrates a disturbing trend towards ill-health. In a few short years, the stress of living in austere times might make getting a state pension at 67 as difficult as reaching the summit of Everest for an average mountain climber.</p> \n<p>There is also something paternalistic about seniors who believe that they possess the wisdom of the ages, but lack the selflessness to know that the old must make way for the young. The old have a great many talents that should be used for the benefit of society, but unless we surrender our dominance in senior levels of management in the workforce we will stunt the growth of a new generation.</p> \n<p>Since retirement, I’ve haven’t had a job title, but I was fortunate enough to know that I still mattered to my family and my society. My retirement has had its rough patches but it has also given me the opportunity to explore both my own journey and also help some others along the way. We have to ensure that more people get my lucky break in old age, not less. One way is for those judges to step aside and mentor while younger magistrates render justice.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431518253574/Elderly-couple-looking-ou-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Today, few can salt away sufficient means to tide them over during a short retirement – let alone into their 80s and 90s.' Photograph: dbphots/Alamy","credit":"dbphots/Alamy","altText":"Elderly couple looking out to sea ","cleanCaption":"'Today, few can salt away sufficient means to tide them over during a short retirement – let alone into their 80s and 90s.' Photograph: dbphots/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-13T12:12:21Z","lastModified":"2015-05-13T22:36:09Z","metadata":{"commentable":true,"commentCount":75,"contributors":[{"name":"Harry Leslie Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/harry-leslie-smith"}],"feature":false,"keywords":["Retirement age","Retirement planning","Older people","Society","State pensions","Pensions","UK news"],"tags":[{"id":"money/retirement-age","webTitle":"Retirement age"},{"id":"money/retirement-planning","webTitle":"Retirement planning"},{"id":"society/older-people","webTitle":"Older people"},{"id":"society/society","webTitle":"Society"},{"id":"money/state-pensions","webTitle":"State pensions"},{"id":"money/pensions","webTitle":"Pensions"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Harry Leslie Smith","topic":{"type":"tag-contributor","name":"profile/harry-leslie-smith"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/retirement-compulsory-blackpool-magistrates-70","shortUrl":"http://gu.com/p/48pfb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/13/retirement-compulsory-blackpool-magistrates-70","webUri":"http://www.theguardian.com/commentisfree/2015/may/13/retirement-compulsory-blackpool-magistrates-70"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431518253574/Elderly-couple-looking-ou-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘For me, retirement was like a lucky dip because it meant leaving a rat race that I’d been running since the age of seven, when I started my working life as a child labourer.’ Photograph: dbphots/Alamy","credit":"Alamy","altText":"Elderly couple looking out to sea ","cleanCaption":"‘For me, retirement was like a lucky dip because it meant leaving a rat race that I’d been running since the age of seven, when I started my working life as a child labourer.’ Photograph: dbphots/Alamy"}},"importance":3,"showQuotedHeadline":true}],"lastModified":"2015-05-14T07:55:30Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}