{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Twitter would never have waited two months for Wellington’s funeral","rawTitle":"Twitter would never have waited two months for Wellington’s funeral","item":{"type":"comment","id":"commentisfree/2015/jun/20/twitter-would-never-have-waited-for-wellingtons-funeral","title":"Twitter would never have waited two months for Wellington’s funeral","trailText":"‘Wait’ is a word that belongs to earlier times, when news travelled no faster than the quickest horse or swiftest boat","standFirst":"<p>‘Wait’ is a word that belongs to earlier times, when news travelled no faster than the quickest horse or swiftest boat</p>","byline":"Ian Jack","body":"<p>Lonely Planet guides this week named <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/jun/17/kent-voted-europes-top-family-holiday-destination-by-lonely-planet\">Kent as Europe’s best destination for a family holiday</a>, though last Sunday, walking along Deal’s promenade, I would have judged such an accolade to be a deceit. Cloud lay low over the Channel as black as the sky in a Dutch marine painting, rain spat occasionally, and a grey sea lapped an empty pebble beach. On the way to the station we passed a bar named after Norman Wisdom. A newsagent’s window displayed copies of the Railway Modeller. A greengrocer said her shop closed at 4pm. Not unpleasantly, these things combined to remind me of a country I used to know.</p> \n<p>What Kent has is history, especially military history: Roman forts, medieval castles, memorials to Dunkirk’s little ships, preserved gun emplacements from the two world wars. No other place in Britain has the same feeling of borderland, of being on the way to somewhere else. In the bicentenary week of Waterloo, it is worth remembering that the news of Wellington’s victory first touched British soil when <a href=\"http://www.visitthanet.co.uk/events/212106/\">two messengers jumped from a rowing boat in Broadstairs</a> and not, as some Sussex people used to believe, when a wild-eyed man strode from the sea at Hastings crying “Hurrah! Wellington has thrashed Boney!” As Brian Cathcart says in his fascinating book, The News from Waterloo, it was the most momentous news to reach Britain in the 19th century.</p> \n<p>The victor himself eventually came to live here after he was made Lord Warden of the Cinque Ports, a sinecure that came (and still comes) with an official residence, Walmer Castle, where the rooms occupied by Wellington in the last 20-odd years of his life have just been reopened to the public after a careful refurbishment by English Heritage. His camp bed is here, and the chair he died in, and, of course, a pair of his boots. As a national celebrity – a new phenomenon then – he inspired statuettes and other ornaments that the Victorian middle class could stand on their mantelpieces and pianos, though (as the curator, Rowena Willard-Wright, pointed out) Napoleon was always the bigger seller, bust-wise, because his story was much the more dramatic and inspiring, even in Britain, to a class that liked to believe in the endless possibilities of upward mobility.</p> \n<p>Other rooms in the castle have other themes. Two are dedicated to Pitt the Younger, an earlier Lord Warden; two evoke the first year of the first world war, when Winston Churchill and field marshals Kitchener and French gathered here under the eye of prime minister HH Asquith to plan strategy. Henry James came calling (Churchill was rude to him) and Rupert Brooke, a friend of Asquith’s daughter, wrote some of The Soldier here before he set off for the debacle at Dardanelles, a military adventure that been promoted within the castle walls. “If I should die, think only this of me … ”</p> \n<p>Corner of a foreign field, for ever England, and so on – but it can safely be said that nowhere will be quite as English as Walmer. We did the customary thing in these circumstances – found the castle tearoom and ate a scone.</p> \n<h2>The long goodbye</h2> \n<p>An interesting feature of the big 19th-century British hero was his immediate afterlife (I mean terrestrially, rather than in worlds beyond our own). A remarkable length of time could occur between death and the funeral. Sometimes distance is the explanation. Nelson, for example, died at Trafalgar on 19 August 1805, but didn’t reach his final resting place beneath the dome of St Paul’s until 8 January 1806, having rested along the way at Gibraltar and the Painted Hall at the Old Royal Naval College in Greenwich, as well as inside the brandy cask that kept him from putrefaction during those 20 mournful weeks. Livingstone took much longer. After his death in the African interior in late April or early May 1873, his African attendants took the brave decision to eviscerate and embalm him and then carry him 1,000 miles to the coast. His sun-dried remains were eventually unloaded at Southampton docks on 15 April the next year, and from there taken by special train to London, where he lay in state at the offices of the Royal Geographical Society for a couple of days before his burial in the nave of Westminster Abbey.</p> \n<p>The more puzzling case is Wellington. He died on 14 September 1852, but spent two further months above ground, until 18 November, when he vanished under the floor of St Paul’s to join Nelson. His funeral is <a href=\"https://londonhistorians.wordpress.com/2014/11/18/the-funeral-of-wellington/\">unparalleled in British history for its vast crowds, frenzy and vulgarity</a>. At least three people were killed in the crush at the week-long lying-in-state; Queen Victoria wept without restraint as she watched the procession from her balcony at Buckingham Palace, while the overweight and over-ornamented bronze hearse or “funeral car”, drawn by 12 horses and juddering awkwardly into potholes, was reviled by people of taste as an aesthetic and mechanical nightmare. Dickens thought that “there never was such a work achieved … for forms of ugliness, horrible combinations of colour, hideous motion and general failure.” A million-and-a-half people lined the route to watch.</p> \n<p>But why had it taken so long to bury him? The duke hadn’t died, after all, in a distant sea battle or a far-off jungle, but in his favourite wing chair at Walmer. Various morbid processes, typical of their day, ensued. His false teeth of walrus ivory were removed and given to his daughter-in-law as a memento, a death mask was made and every lock of his hair shorn to make souvenirs for his closest admirers, including the queen. Then he was laid into his lead coffin, was soldered down, and a wooden coffin built around it, and a second, more decorative wooden coffin built around that, until the duke lay like the final Russian doll in a series of four.</p> \n<p>All this took time. The family ceremony of farewell took a day. Local people queued on the beach for two days to be allowed into the house to pay their respects. But so much time? When the guns boomed on the evening of 10 November to signal the bier’s journey from Walmer to Deal station and the London train, the duke had been dead for nearly eight weeks. Perhaps there has never been a greater demonstration of the truth that funerals are for the living. What had kept the duke waiting was Prince Albert’s plan for a spectacular funeral. Fresh from the success of the Great Exhibition the year before, the Queen’s consort had conceived a lavish ritual that needed time to arrange – not least the great hearse that had so appalled Dickens. Using at least 10 tons of bronze cannon captured at Waterloo, it had taken 100 men 18 days to cast and polish its parts in six foundries, only to achieve what Thomas Carlyle called an “incoherent huddle” of drapery, flags and emblems. The nation had been kept waiting for a flop.</p> \n<p>Today such a delay is hard to imagine. Tweeted outrage would see it off. “Wait” is a word that belongs to earlier times, when the news travelled no faster than the quickest horse or the swiftest boat, and Waterloo took three days to reach London.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434728678011/cc89cc57-58c3-484a-8732-a7637947e00a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Carl Court/Getty Images","altText":"A historical re-enactor outside the Wi-Fi tent at the Allied bivouac encampment in Belgium this week – he joined 5,000 war re-enactors who took part in the 200th anniversary of the Battle of Waterloo.","cleanCredit":"Photograph: Carl Court/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T07:01:09Z","lastModified":"2015-06-20T07:01:09Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Ian Jack","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400680311974/Ian-Jack-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ianjack"}],"feature":true,"keywords":["Twitter","Media","Internet","Blogging","Technology","History","Books","First world war","World news","Kent","United Kingdom","Europe","England","Travel"],"tags":[{"id":"technology/twitter","webTitle":"Twitter"},{"id":"media/media","webTitle":"Media"},{"id":"technology/internet","webTitle":"Internet"},{"id":"media/blogging","webTitle":"Blogging"},{"id":"technology/technology","webTitle":"Technology"},{"id":"books/history","webTitle":"History"},{"id":"books/books","webTitle":"Books"},{"id":"world/firstworldwar","webTitle":"First world war"},{"id":"world/world","webTitle":"World news"},{"id":"travel/kent","webTitle":"Kent"},{"id":"travel/uk","webTitle":"United Kingdom"},{"id":"travel/europe","webTitle":"Europe"},{"id":"travel/england","webTitle":"England"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Ian Jack","topic":{"type":"tag-contributor","name":"profile/ianjack"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/20/twitter-would-never-have-waited-for-wellingtons-funeral","shortUrl":"http://gu.com/p/4ax9j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/20/twitter-would-never-have-waited-for-wellingtons-funeral","webUri":"http://www.theguardian.com/commentisfree/2015/jun/20/twitter-would-never-have-waited-for-wellingtons-funeral"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434728678011/cc89cc57-58c3-484a-8732-a7637947e00a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A historical re-enactor outside the Wi-Fi tent at the Allied bivouac encampment in Belgium this week – he joined 5,000 others marking the 200th anniversary of the Battle of Waterloo. Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"A historical re-enactor outside the Wi-Fi tent at the Allied bivouac encampment in Belgium this week – he joined 5,000 war re-enactors who took part in the 200th anniversary of the Battle of Waterloo.","cleanCaption":"A historical re-enactor outside the Wi-Fi tent at the Allied bivouac encampment in Belgium this week – he joined 5,000 others marking the 200th anniversary of the Battle of Waterloo.","cleanCredit":"Photograph: Carl Court/Getty Images"}},"importance":7,"byline":{"title":"Ian Jack"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/21/1400680311974/Ian-Jack-L.png"}}]},{"title":"On guns and race, America is a nation shackled to its past","rawTitle":"On guns and race, America is a nation shackled to its past","item":{"type":"comment","id":"commentisfree/2015/jun/19/charleston-shootings-guns-race-america-shackled-to-its-past","title":"On guns and race, America is a nation shackled to its past","trailText":"The Charleston shootings show that for all its might, the US still&nbsp;cannot cure its two critical birth defects","standFirst":"The Charleston shootings show that for all its might, the US still&nbsp;cannot cure its two critical birth defects","byline":"Jonathan Freedland","body":"<p>Jon Stewart and Barack Obama are men of a similar age with, on some days, a similar role. Sometimes it falls to both of them to help their fellow Americans digest what’s happening around them, to make sense of it. Yesterday it was the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/dylann-roof\" title=\"\">murder by a white supremacist of nine black churchgoers in Charleston</a>, South Carolina.</p> \n<p>The TV host did something unusual, dispensing with his usual gag-packed opening to deliver a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/daily-shows-jon-stewart-on-charleston-shooting-this-was-a-terrorist-attack\" title=\"\">joke-free monologue</a>. Obama, by contrast, did something that has become all too usual, delivering what is now a rhetorical genre of its own: the presidential post-massacre speech. “<a href=\"http://www.washingtonpost.com/blogs/post-politics/wp/2015/06/18/full-text-obamas-remarks-on-fatal-shooting-in-charleston-s-c/\" title=\"\">I’ve had to make statements like this too many times</a>,” he said. By one count, <a href=\"https://twitter.com/markknoller/status/611563718246207490\" title=\"\">it was the 14th time he had had to speak in such a way</a> after such a mass shooting.</p> \n<p>Stewart’s emphasis was on America’s enduring struggle over race. Obama chose to focus on the country’s equally stubborn problem with guns. But what was striking was that on both questions – what my colleague <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/18/charleston-church-shooting-gun-control-racism-killing-black-people-us\" title=\"\">Gary Younge rightly calls America’s “twin pathologies”</a> – both the presenter and the president struck the same tone. They matched each other in weary resignation.</p> \n<p>Stewart said Americans had been forced to peer into a “gaping racial wound that will not heal”. Then, with&nbsp;a&nbsp;comic’s timing, he added that he was confident that “by staring into that and seeing it for what it is … we still&nbsp;won’t do jack shit”.</p> \n<p>For his part, Obama began with a declaration that “it is in our power to do something about” the guns epidemic. But then he <a href=\"http://www.itv.com/news/update/2015-06-18/obama-calls-for-shift-in-how-us-think-about-gun-violence/\" title=\"\">dampened any expectation of action</a>. “I say that recognising the politics in this town foreclose a lot of those avenues right now.” Mindful of a hostile Congress that has thwarted him at every turn, all he could promise was that America would, “at some point”, have “to come to grips with” the issue of gun violence, and “shift how we think about” it.</p> \n<p>You can see why both men – nearing the end of their terms of office – have given up hope that change is on its way. When it comes to both race and guns, there have been episodes so shocking that people assumed action was bound to follow. And yet the brutality, especially police brutality, shown towards black Americans – those doing nothing more threatening than walking or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/video/2014/dec/04/i-cant-breathe-eric-garner-chokehold-death-video\" title=\"\">breathing</a> or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/08/mckinney-texas-black-children-pool-violence\" title=\"\">swimming</a> or praying – goes on.</p> \n<p>When in 2012 a 20-year-old man walked into Sandy Hook elementary school in Newtown, Connecticut, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/dec/14/newtown-shooting-gunman-kills-20-children\" title=\"\">killing 20 children and six adults</a>, many assumed this would finally expose the limits of American indulgence of gun rights. Obama declared enough was enough and proposed a raft of gun control measures. They seemed to be making progress until the National Rifle Association got busy, pressuring wavering senators facing tough re-election battles, and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/mar/06/no-appetite-for-more-gun-control-in-connecticut-after-sandy-hook-shooting\" title=\"\">effort was crushed</a>.</p> \n<p>Race and guns are the birth defects of the American republic, their distorting presence visible in <a href=\"http://constitutioncenter.org/constitution/full-text\" title=\"\">the US constitution itself</a>. The very first article of that founding document spelled out its view that those “bound to service for a term of years” – slaves – would count as “three fifths of all other Persons”. Meanwhile, the second amendment enshrines “the right of the people to keep and bear Arms”.</p> \n<p>The three-fifths rule was eventually discarded, but the legacy of slavery hangs heavy. In South Carolina the flag of the slave-owning Confederacy still flies. The church where those worshippers were gunned down was on Calhoun Street, <a href=\"http://www.vox.com/2015/6/19/8811821/things-named-after-confederate-leaders\" title=\"\"> named in honour of a luminary of 19th-century white supremacism</a>. As for guns, a rule written in the age of the musket, designed to protect an infant republic from the return of King George’s redcoats, still holds – allowing a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/dylann-roof-south-carolina-charleston-shooting-suspect\" title=\"\">21-year-old bent on provoking a race war</a> easy, legal access to a weapon that lets him commit what, in a different context, would be called an act of terror.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A rule written in the musket age, to protect an infant republic from the return of King George’s redcoats, still holds</p> \n </blockquote> \n</aside> \n<p>The result is paralysis and a desperate fatalism. The paradoxes are obvious. America, the land of restless innovation, is shackled to its past. The United States sees its own wounds and cannot heal them, its hands tied by a constitution that in almost every other respect is a manifesto for liberation.</p> \n<p>This is obviously a catastrophe for Americans, and not only because of the damage guns and racism inflict both separately and when they collide, as they did so devastatingly in Charleston. It also feeds a corrosive cynicism. Americans are already sceptical of their democracy, which can seem more like a dynastic plutocracy, a perennial battle of the House of Bush against the House of Clinton, bankrolled by unseen corporate giants. But when they see a US president apparently impotent in the face of the gun menace, what are they meant to think of their own power to change things for the better?</p> \n<p>Americans like to tell themselves anything is possible, that their destiny is&nbsp;in their own hands. Politicians describe the country as “this great experiment in self-government”, insisting they can make America anew if they want to. Yet the persistence of arms and racism and armed racism suggests that the people are, in important ways, powerless: a nation still ruled by its ancestors; a nation that has forgotten the wisdom of one of its greatest revolutionaries, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/mar/02/my-hero-thomas-paine-sue-townsend\" title=\"\">Thomas Paine</a>, who understood that “government is for the living, and not for the dead; it is the living only that has any right in it”.</p> \n<p>All this matters beyond&nbsp;America too. US influence in the world does not rest solely on its wealth and military might. It&nbsp;also requires America to be admired. As Bill Clinton said five years after the Iraq invasion: “<a href=\"http://www.npr.org/templates/story/story.php?storyId=94045962\" title=\"\">People the world over have always been more impressed by the power of our example than by the example of our power</a>.”</p> \n<p>Every one of these mass killings, or&nbsp;police shootings of innocent black men and women, undermines that example. It makes America look like a basket case, a country that seems to think it’s normal for <a href=\"http://www.bbc.co.uk/news/world-us-canada-33115246\" title=\"\">a toddler to find a gun in his mother’s purse and accidentally shoot himself dead</a>, a country that saw <a href=\"http://www.gunviolencearchive.org/past-tolls\" title=\"\">12,600 of its people shot dead last year</a> and believes itself incapable of doing anything about it.</p> \n<p>To change will mean looking to the rest of the world, and recognising that, as Obama said, most “advanced countries” do not have this problem. It will require a reckoning with the circumstances of America’s birth – and&nbsp;the courage to say that the US is not the country it was more than two centuries ago, and can no longer be bound by those rules: that it has changed – and that it can be so much better.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434738811136/Vigil-for-victims-of--Cha-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Photographs of the nine people killed in the shooting at the Emanuel African Methodist Episcopal Church in Charleston are held up during a prayer vigil in Washington. Photograph: Win Mcnamee/Getty Images","credit":"Win Mcnamee/Getty Images","altText":"Vigil for victims of  Charleston shooting","cleanCaption":"Photographs of the nine people killed in the shooting at the Emanuel African Methodist Episcopal Church in Charleston are held up during a prayer vigil in Washington. Photograph: Win Mcnamee/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T18:36:34Z","lastModified":"2015-06-19T23:03:29Z","metadata":{"commentable":true,"commentCount":241,"contributors":[{"name":"Jonathan Freedland","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740842/JonathanFreedland.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanfreedland"}],"feature":false,"keywords":["South Carolina church shooting","US gun control","Race issues","US news","US politics","World news"],"tags":[{"id":"world/south-carolina-church-shooting","webTitle":"South Carolina church shooting"},{"id":"us-news/gun-control","webTitle":"US gun control"},{"id":"world/race","webTitle":"Race issues"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/us-politics","webTitle":"US politics"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jonathan Freedland","topic":{"type":"tag-contributor","name":"profile/jonathanfreedland"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/charleston-shootings-guns-race-america-shackled-to-its-past","shortUrl":"http://gu.com/p/4axek","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/19/charleston-shootings-guns-race-america-shackled-to-its-past","webUri":"http://www.theguardian.com/commentisfree/2015/jun/19/charleston-shootings-guns-race-america-shackled-to-its-past"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434738811136/Vigil-for-victims-of--Cha-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Photographs of the nine people killed in the shooting at the Emanuel African Methodist Episcopal Church in Charleston are held up during a prayer vigil in Washington. Photograph: Win Mcnamee/Getty Images","credit":"Win Mcnamee/Getty Images","altText":"Vigil for victims of  Charleston shooting","cleanCaption":"Photographs of the nine people killed in the shooting at the Emanuel African Methodist Episcopal Church in Charleston are held up during a prayer vigil in Washington. Photograph: Win Mcnamee/Getty Images"}},"importance":5,"byline":{"title":"Jonathan Freedland"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434738811136/Vigil-for-victims-of--Cha-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Photographs of the nine people killed in the shooting at the Emanuel African Methodist Episcopal Church in Charleston are held up during a prayer vigil in Washington. Photograph: Win Mcnamee/Getty Images","credit":"Win Mcnamee/Getty Images","altText":"Vigil for victims of  Charleston shooting","cleanCaption":"Photographs of the nine people killed in the shooting at the Emanuel African Methodist Episcopal Church in Charleston are held up during a prayer vigil in Washington. Photograph: Win Mcnamee/Getty Images"}}]},{"title":"We can pay £7bn to fix parliament, or much less to an arsonist. You choose","rawTitle":"We can pay £7bn to fix parliament, or much less to an arsonist. You choose","item":{"type":"comment","id":"commentisfree/2015/jun/19/parliament-restoration-7bn","title":"We can pay £7bn to fix parliament, or much less to an arsonist. You choose","trailText":"MPs could relocate: the Northern Powerhouse of Commons perhaps. A change would do them good","standFirst":"<p>MPs could relocate: the Northern Powerhouse of Commons perhaps. A change would do them good</p>","byline":"Marina Hyde","body":"<p>News that restoration of the Houses of Parliament <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/18/palace-of-westminster-renovation-options-report\" title=\"\">is quoted at &pound;7bn</a> should leave the authorities with two options. Either they source a reliable arsonist and attempt to pull off an insurance job. Or they take the increasingly well-trodden path to renaming it the Qatar Houses of Parliament. We shall explore both these proposals shortly, along with the possibility that this is an alien plot to assess the collapse of resistance in early&nbsp;21st-century Britain.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/18/palace-of-westminster-renovation-options-report\">Palace of Westminster renovation 'could take 32 years and cost &pound;5.7bn'</a> </p> \n</aside> \n<p>First, let us just absorb the fact that the quote for restoration of the Palace of Westminster was pegged at &pound;3bn in March. “A not inconsequential sum of public money,” declared Speaker Bercow, with the worldly air of a man who knows you could get a short war for that and still have change for a duck house. An official report now concludes that up to &pound;7bn could be required. If my experience of commissioning building work is any guide – and I struggle to see how it isn’t – this estimate will rocket into double figures the second a workman breaks ground on his first cup of tea. Tea alone must be costed in at &pound;37m, given that under one possible scheme MPs would decline to move out, and the work would be carried out attritionally around them in a manner projected to take 32 years – 32 years!</p> \n<p>Think of this as the Living Metaphor option. The idea that the country could spend literally decades painstakingly restoring a building which encourages everything it famously, vociferously loathes about politics – from its juvenile adversarialism to its bubble-insulation from reality – feels less of a construction project than a psychiatric episode in the life of the nation. Short of building a giant Punch and Judy theatre out of diamonds and wallpapering it with Pugin-rendered expenses claims, there could be no more bizarre a cry for help.</p> \n<p>Clearly, Bercow should covertly enlist a fellow to carelessly discard a cigarette one deserted bank holiday weekend– or, indeed, at any point during the traditional 11-month summer recess – on the basis that this ought to be one for the loss adjusters. I can already picture the Met’s flatfooted investigation: “Did this building have any enemies?” “Only around 60 million, inspector.”</p> \n<p>The arguably insurmountable problem with this scheme is that it would involve someone from the Palace of Westminster leaving the confines of SW1A to find the sort of rough cove willing to do the deed, no one of that type being remotely able to afford to frequent pubs in the locale.</p> \n<p>Thus the authorities may find the Qatari option more agreeable. The investment arm of the Qatar royal family has already forked out for baubles including the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/jun/27/qatar-city-assets-shard-glencore\" title=\"\">Shard</a>, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2011/aug/12/olympic-village-qatari-ruling-family\" title=\"\">Olympic Village</a>, most of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/10/qatar-biggest-sponsorship-deal-british-racing\" title=\"\">British racing</a>, a chunk of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/shortcuts/2014/dec/09/london-qatar-royal-family-regents-park-200m-palace-harrods\" title=\"\">Camden market, Chelsea Barracks, the US embassy building</a>, and many hundreds of millions of pounds of high-end residential property in the capital. “Even your Harrods, we took it,” the former Qatari prime minister reminded the FT. The Houses of Parliament would make a charming – certainly a logical – addition to their UK portfolio.</p> \n<p>And really, there is no shame in taking &nbsp;Qatari money – even our penurious queen is now allowing the emir’s cousin to pay for the upkeep of Castle of Mey, her mother’s beloved Scotland home. According to those in charge of <a href=\"http://www.dailymail.co.uk/news/article-3105079/SEBASTIAN-SHAKESPEARE-Qataris-money-Queen-Mum-s-castle.html\" title=\"\">restoration of the property</a>, his&nbsp;generous donation entitles the sheikh to a private viewing of the crown&nbsp;jewels at the Tower of London, and a banquet in his honour as a thank&nbsp;you. I have no doubt that similar&nbsp;generosity to the palace of Westminster would secure you at least a weekend at Balmoral, as well as sponsorship rights to the budget and the&nbsp;state opening of&nbsp;parliament.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If the people have turned from parliament – and it’s fair to say they have – then parliament must come to the people</p> \n </blockquote> \n</aside> \n<p>The nightmare scenario, of course, is that neither of these options is taken – and that, unfortunately, is where we’re currently at. With estimates suggesting the palace would need to be vacated for between two and eight years for the restoration work to take place, someone on the radio was saying “the big question is where MPs go” (as though that were keeping anyone but themselves awake at night). Perhaps we could double down on the overspend and station them on board one of the two budget-busting new aircraft carriers nearing completion at Rosyth.</p> \n<p>Only slightly more realistically, though, the dream would be to move parliament out of London. As everyone points out, the capital itself is a bubble, and Westminster an even more rarefied bubble within that. I once&nbsp;read in an American guide book that a general inhospitability was among&nbsp;the reasons Washington DC was chosen as the capital of the United States – its climate made it the sort of place no one would want to linger too long, thus encouraging politicians to base themselves in the states that elected them and have less time politicking around with each other.</p> \n<p>OK – so that didn’t end up working out so well in the end. But the thought is far from a bad one, andthere’s no reason why somewhere marginally less comfy and removed from the realities of life than Westminster could not be found for our own elected representatives. How much better if the seat of power were relocated to somewhere within a five-mile radius of even a single averagely priced house, for instance, where parliament’s notoriously underpaid denizens could find more bang for their buck.</p> \n<p>What better boost for George Osborne’s northern powerhouse than gifting some lucky town in the top half of the countrywith the Northern Powerhouse of Commons and the Northern Powerhouse of Lords, construction of which would revive the local economy, and signal a commitment to renewing the democracy which has withered so precipitously of late in the Palace of Westminster’s shadowy neo-Gothic clutches? Failing that, why shouldn’t parliament tour the great city halls of the country it governs? If the people have turned from parliament – and it’s fair to say they have turned from it rather vocally in recent years – then parliament must come to the people.</p> \n<p>A radical dislocation is what our politics needs – which is why we can be&nbsp;absolutely sure that what it will get is a multibillion-pound Elastoplast job, and a public spending fiasco that will make earlier cock-ups like the Olympic budget or the Millennium Dome look like minor financial embarrassments. Parliament is literally crumbling around&nbsp;our legislature. If only there was&nbsp;an easy to read message there.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434732899674/Andrzej-Krauze-on-fixing--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘What better boost for George Osborne’s northern powerhouse than gifting some lucky town with the Northern Powerhouse of Commons and the Northern Powerhouse of Lords?\" Illustration: Andrzej Krauze","credit":"/Andrzej Krauze","altText":"Andrzej Krauze on fixing Westminster","cleanCaption":"‘What better boost for George Osborne’s northern powerhouse than gifting some lucky town with the Northern Powerhouse of Commons and the Northern Powerhouse of Lords?\" Illustration: Andrzej Krauze"}],"bodyImages":[],"webPublicationDate":"2015-06-19T15:37:27Z","lastModified":"2015-06-19T23:32:04Z","metadata":{"commentable":true,"commentCount":767,"contributors":[{"name":"Marina Hyde","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marinahyde"}],"feature":false,"keywords":["House of Commons","Politics","UK news","House of Lords"],"tags":[{"id":"politics/houseofcommons","webTitle":"House of Commons"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/lords","webTitle":"House of Lords"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Marina Hyde","topic":{"type":"tag-contributor","name":"profile/marinahyde"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/parliament-restoration-7bn","shortUrl":"http://gu.com/p/4ax63","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/19/parliament-restoration-7bn","webUri":"http://www.theguardian.com/commentisfree/2015/jun/19/parliament-restoration-7bn"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434732899674/Andrzej-Krauze-on-fixing--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘What better boost for George Osborne’s northern powerhouse than gifting some lucky town with the Northern Powerhouse of Commons and the Northern Powerhouse of Lords?” Illustration: Andrzej Krauze","credit":"Andrzej Krauze","altText":"Andrzej Krauze on fixing Westminster","cleanCaption":"‘What better boost for George Osborne’s northern powerhouse than gifting some lucky town with the Northern Powerhouse of Commons and the Northern Powerhouse of Lords?” Illustration: Andrzej Krauze"}},"importance":5,"byline":{"title":"Marina Hyde"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png"}}]},{"title":"Remember, prime minister: British Muslims hate Isis too","rawTitle":"Remember, prime minister: British Muslims hate Isis too","item":{"type":"comment","id":"commentisfree/2015/jun/19/prime-minister-british-muslims-isis","title":"Remember, prime minister: British Muslims hate Isis too","trailText":"By ignoring the good work we are doing, ministers risk demoralising those who are fighting radicalisation every day","standFirst":"By ignoring the good work we are doing, ministers risk demoralising those who are fighting radicalisation every day","byline":"Sayeeda Warsi","body":"<p>David Cameron is right. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/19/pm-to-urge-muslims-and-isps-stop-giving-credence-to-extremist-ideology\">Isis poses a massive threat – one of the biggest we face today</a>. He is right when he describes the poisonous narrative they preach and I welcome his comments that British Muslim communities have a powerful and important role to play in dealing with a situation that is becoming increasingly grave. As prime minister, he is right to bring the authority of his office to bear.</p> \n<p>However, what concerns me about the prime minister’s speech in Slovakia is his emphasis on one aspect of the challenge, while overlooking all the other aspects of the problem. He has apparently decided to focus on the idea that “some” in our Muslim communities condone the activities of Isis and “perhaps” encourage young people to take the ruinous path of joining the terrorists. Although he rightly said there are “many reasons” why young people become radicalised and then take the next step towards acting on those warped beliefs, his speech focused only on the notion of Muslim community complicity. Friday’s newspapers were also heavily briefed to that effect ahead of the speech.</p> \n<p>The death in Iraq of Talha Asmal – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/15/dewsbury-in-utter-shock-at-over-talha-asmals-death-in-iraq-suicide-bombing\">Britain’s youngest suicide bomber</a> – and the reported arrival in Syria of a family of three women and nine British children from Bradford provide a tragic backdrop against which the government could have reached out in partnership, and demanded more of its communities and itself.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Theresa May's powerful words set the right tone … David Cameron might have been advised to follow her example</p> \n </blockquote> \n</aside> \n<p><a href=\"http://www.telegraph.co.uk/news/uknews/terrorism-in-the-uk/11684368/Theresa-May-issued-direct-plea-to-Britons-not-to-destroy-their-lives-and-children-with-Isil.html\">Theresa May’s powerful words</a> at the Metropolitan police’s counterterrorism conference in London 24 hours before the prime minister’s Bratislava speech set the right tone and delivered a graphic and frank message: that we must all do more and we must do it together. The prime minister would have been better advised to follow her example. He should also have been advised not to choose Bratislava as the backdrop to speak to his own British Muslim communities, but to opt for Birmingham, or dare I even suggest, Bradford. His last major speech of this type was delivered in Munich, when it could have been Manchester.</p> \n<p>The government is aware of how disengaged it is from large sections of the British Muslim communities. So advisers would have known how this intervention, with its misguided emphasis and call to action, would at best fall on deaf ears, and at worst further alienate.</p> \n<p>I wish government ministers would come to Dewsbury. I wish they would meet the sports groups that have for years been giving youngsters a British Muslim identity and working to create a sense of belonging.</p> \n<p>I wish they would meet the imams leading the ideological fight against Isis, the business people who are putting their hard-earned cash into pizza evenings for kids to draw them off the streets and allow them to hear the message of deradicalisation.</p> \n<p>I would have wanted them to hear the anguish of mothers who give daily lectures to their children because they so fear losing them.</p> \n<p>The prime minister and others need to come and see these initiatives and hundreds like them up and down the country. The fatwas, curriculums and conferences that unpick and reject the extremist ideology; the volunteering and charitable giving which reaches across faith communities; the Muslim guides, scouts, cadets, national citizen service graduates and volunteers who sell poppies every year; individuals who are proudly British and proudly Muslim.</p> \n<p>Ministers need to experience what the communities are already doing – and see that they are doing this not just because it is the right thing to do, but also out of a powerful instinct for self-preservation. British Muslim communities know that it is they who are being preyed upon and targeted by the likes of Isis. They know that this is their fight and they are fighting it.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/david-cameron-islamic-extremists-british-muslims\">David Cameron, inadvertent PR man for Islamic extremists | Owen Jones</a> </p> \n</aside> \n<p>I support the prime minister and the government’s battle against extremism, but lament the missed opportunities. Cameron’s speech could have been used to highlight the fact that British Muslims are leading the rest of Europe in their efforts to fight radicalisation. It was the expertise of British Muslims, among others, that French policymakers turned to after the Charlie Hebdo murders. To highlight this work would have empowered, strengthened and encouraged those who are working so hard, often to personal detriment. Their efforts deserve recognition.</p> \n<p>My concern is that this call to Muslims to do more, without an understanding of what they already do now, will demoralise the very people who will continue to lead this fight. As one prominent female Muslim activist told me: “This speech has undermined what I’ve been doing.”</p> \n<p>Cameron is right that there are “some” – a minority within a minority within a minority – who condone the Isis view of the world, but there are so many more of this minority who are fighting a very real and sustained battle, the same battle he is fighting. They know they have to do more, they are willing to do more, but they will do it a lot better knowing we are on the same side.</p> \n<p>Government needs to champion them, support them. Only then will it have the credibility to demand that communities themselves do more.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434736593972/A-Muslim-woman-walks-by-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod","credit":"/Murdo Macleod","altText":"A Muslim woman walks by an advertising hoarding defaced with graffiti.","cleanCaption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod"}],"bodyImages":[],"webPublicationDate":"2015-06-19T18:39:11Z","lastModified":"2015-06-19T23:01:51Z","metadata":{"commentable":true,"commentCount":187,"contributors":[{"name":"Sayeeda Warsi","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sayeedawarsi"}],"feature":false,"keywords":["Islam","Religion","World news","Islamic State","UK security and counter-terrorism","UK news","Politics","David Cameron"],"tags":[{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Sayeeda Warsi","topic":{"type":"tag-contributor","name":"profile/sayeedawarsi"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/prime-minister-british-muslims-isis","shortUrl":"http://gu.com/p/4axe5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/19/prime-minister-british-muslims-isis","webUri":"http://www.theguardian.com/commentisfree/2015/jun/19/prime-minister-british-muslims-isis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434736593972/A-Muslim-woman-walks-by-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod","credit":"/Murdo Macleod","altText":"A Muslim woman walks by an advertising hoarding defaced with graffiti.","cleanCaption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod"}},"importance":4,"byline":{"title":"Sayeeda Warsi"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434736593972/A-Muslim-woman-walks-by-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod","credit":"/Murdo Macleod","altText":"A Muslim woman walks by an advertising hoarding defaced with graffiti.","cleanCaption":"A Muslim woman walks by an advertising hoarding defaced with graffiti. Photograph: Murdo Macleod"}}]},{"title":"I may be an atheist, but faith schools made me who I am","rawTitle":"I may be an atheist, but faith schools made me who I am","item":{"type":"article","id":"lifeandstyle/2015/jun/20/sophie-heawood-faith-schools","title":"Sophie Heawood: I may be an atheist, but faith schools made me who I am","trailText":"‘I want to think that God is nonsense, and causes nothing but trouble. Except then I think about all the stuff I learned at my Sunday school that made me feel like I was in a warm bath wherever I went’","standFirst":"<p>‘I want to think that God is nonsense, and causes nothing but trouble. Except then I think about all the stuff I learned at my Sunday school that made me feel like I was in a warm bath wherever I went’</p>","byline":"Sophie Heawood","body":"<p>The thing about faith schools is that they sound so scary. As if they instruct you, like the Queen in Alice in Wonderland, only to believe in six impossible things before breakfast. Creationism. Fundamentalism. Paradise. Faith instead of facts. You can see why it would be a good idea to abolish the lot of them and integrate the teaching of our children into a fairer system that doesn’t care what invisible idols your parents claim to worship. The former Labour education secretary <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/charlesclarke\">Charles Clarke</a> has <a href=\"http://www.telegraph.co.uk/education/educationnews/11674820/Its-time-to-end-compulsory-daily-worship-in-schools-says-Clarke.html\">called for religious instruction to be taken out of all state schools</a>, faith or otherwise, and left to the “Sunday schools and madrasas” instead. Clarke wants schools to focus on morality without gods, and I want to agree. I want to think that God is nonsense and causes nothing but trouble.</p> \n<p>Except then I think about all the stuff I learned at my own Sunday school: that God was love, that there was always somebody there who longed for us, no matter what. How, when nobody wanted to be my friend, this made me feel like I was in a warm bath wherever I went. I feel sorry for kids who didn’t go to Sunday school, and who never got that from school. I went to a faith school – two, in fact, both Church of England, a religion perfectly suited to atheists, which is just as well: my parents were not religious people and the fascination was mine alone. The vicar told me, when I asked if he ever doubted his faith, that he doubted it every day of the week – a profoundly helpful answer for a curious child.</p> \n<p>At my faith schools, we were taught to compare the four gospels, to see how the same story had been told by different authors, and then decide which seemed the most boastful. After reading the miracle of the loaves and the fishes, we were told to think about how all that food might really have appeared. Most likely, our teacher said, people had dug to the bottom of their bags and remembered that they had brought a bit of something to eat, too. And thus miracles were presented as shopping trips, a Yorkshire dourness imposed on to the story. Everything was up for questioning.</p> \n<p>I read the whole of the Bible, new and old versions, in no particular order. The plot changed so much anyway. People kept begetting other people. Small wars. Plagues. Rows about housework. That age-old moral conundrum: if your brother dies, should you marry his wife? I had the Song of Solomon going round my head, caught up in its lovesong to a man who would lie “betwixt my breasts”, and the vines with a tender grape that “give a good smell”. I couldn’t be entirely sure that it was about sex, but I had my suspicions about the pomegranates.</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/jeanettewinterson\">Jeanette Winterson</a> writes in her memoir, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2011/nov/04/why-be-happy-jeanette-winterson-review\">Why Be Happy When You Could Be Normal?</a>, about the working-class Lancashire men who went to evening classes in the 1960s to get an education, and found they could follow Shakespeare just fine – because they had been raised with the King James Bible, published around the same time. But then the Bibles were rewritten. “It was a useful continuity,” Winterson writes, “destroyed by the well-meaning, well-educated types who didn’t think of the consequences for the wider culture.” And all this in a book about how religion also made her life hell.</p> \n<p>Education is getting more boring now. A friend with two children close in age, one having learned to read on the pre-Michael Gove syllabus and the other after his reforms, says it is deeply depressing to see how much duller the younger child’s introduction to literacy has been. The rote learning, the lists. And then there’s the testing. The inspections. The endless grading. This boring need for absolutely everything to make ordered sense.</p> \n<p>I’m no creationist, but it’s worth pointing out that life doesn’t actually make sense. So why not prepare yourself for it by reading some bizarre stuff from 2,000 years ago? Many Muslims, Hindus and Jews will feel the same about their religion, even if, like me, they no longer pursue the faith. That it can still give you pause for thought. It’s that mad little crack where the light gets in.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434539982176/Sophie-Heawood-illo-20620-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Illustration:  Photograph: Nishant Chokski for the Guardian","credit":"Nishant Chokski for the Guardian","altText":"Sophie Heawood illo 20/6/2015","cleanCaption":"Illustration:  Photograph: Nishant Chokski for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-20T04:59:06Z","lastModified":"2015-06-20T04:59:06Z","metadata":{"commentable":true,"commentCount":89,"contributors":[{"name":"Sophie Heawood","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/21/1421850753867/Sophie-Heawood-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sophieheawood"}],"feature":true,"keywords":["Faith schools","Education","Schools","Religious studies and theology","Life and style"],"tags":[{"id":"education/faithschools","webTitle":"Faith schools"},{"id":"education/education","webTitle":"Education"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/religiousstudiesandtheology","webTitle":"Religious studies and theology"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Sophie Heawood","topic":{"type":"tag-contributor","name":"profile/sophieheawood"}}],"series":{"title":"Sophie Heawood's Weekend column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/sophie-heawoods-weekend-column"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/20/sophie-heawood-faith-schools","shortUrl":"http://gu.com/p/49zpe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/20/sophie-heawood-faith-schools","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/20/sophie-heawood-faith-schools"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434636757643/d223974d-901b-47dd-8b87-5e829eb170a3-2060x1987.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1987,"width":2060,"orientation":"landscape","caption":"  Photograph: Illustration: Nishant Chokski for the Guardian","credit":"Illustration: Nishant Chokski for the Guardian","altText":"sophie heawood illustration","cleanCaption":" ","cleanCredit":"Illustration: Nishant Chokski for the Guardian"}},"importance":4,"byline":{"title":"Sophie Heawood"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/1/21/1421850753867/Sophie-Heawood-L.png"}}]},{"title":"My artwork has been vandalised. How should I respond?","rawTitle":"My artwork has been vandalised. How should I respond?","item":{"type":"comment","id":"artanddesign/2015/jun/19/anish-kapoor-versailles-sculpture-vandalised-how-should-i-respond","title":"My artwork has been vandalised. How should I respond?","trailText":"The vandals who threw paint on my Versailles sculpture wanted to destroy it because they think it is obscene. My best revenge could be to transform their violence into art","standFirst":"<p>The vandals who threw paint on my Versailles sculpture wanted to destroy it because they think it is obscene. My best revenge could be to transform their violence into art</p>","byline":"Anish Kapoor","body":"<p>Works of art are sometimes a focus for the wider discomforts of society. My Dirty Corner at Versailles has been reviled in the press as the “Queen’s vagina” or the “vagina on the lawn”, and has given offence to certain people of the extreme political right wing in France.</p> \n<p>The vicious voice of the few has commanded too much of the debate, and has resulted in an act of vandalism to the work. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2015/jun/04/anish-kapoor-versailles-vagina-not-shocking\">Kapoor's vagina isn't shocking. French art has always been a hotbed of amour</a> </p> \n</aside> \n<p>I am left with the question about how I should react. Should the paint that has been thrown all over the sculpture be removed? Or should it remain and be part of the work? Does the political violence of the vandalism make Dirty Corner “dirtier”? Does this dirty political act reflect the dirty politics of exclusion, marginalisation, elitism, racism, Islamophobia? </p> \n<p>The question I ask of myself is: can I, the artist, transform this crass act of political vandalism and violence into a creative act? Would this not be the best revenge?</p> \n<p>In asking this question I am aware of the power of art and its ability to offend. Dirty Corner is in some ways an act of artistic violence. It attempts to disrupt the tidy surface of <a href=\"https://en.wikipedia.org/wiki/Andr%C3%A9_Le_N%C3%B4tre\">Le N&ocirc;tre</a>’s Versailles. It engages in a disruptive conversation with the palace’s geometric rigidity. It looks under the carpet of Le N&ocirc;tre’s “tapis vert” and allows the uncomfortable, even the sexual.</p> \n<figure class=\"element element-image\" data-media-id=\"f5a99019809a750b0fc2ee44cf0fc0de11816661\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434731409546/f7e805f3-cece-4f71-a518-0cda60abf54b-460x291.jpeg\" alt=\"\" dirty=\"\" corner\"=\"\" by=\"\" british=\"\" artist=\"\" anish=\"\" kapoor,=\"\" after=\"\" someone=\"\" splattered=\"\" paint=\"\" on=\"\" it,=\"\" in=\"\" the=\"\" gardens=\"\" of=\"\" chateau=\"\" de=\"\" versailles\"=\"\" width=\"460\" height=\"291\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dirty Corner – derided as ‘the queen’s vagina’ – has offended some in the French right wing</span> \n  <span class=\"element-image__credit\">Photograph: Michel Euler/AP</span> \n </figcaption> \n</figure> \n<p>Political violence, however, is not the same as artistic violence. This political vandalism uses an “art material” – paint – to make actual violence. It could have been a bomb or a hood thrown over someone’s head to kidnap them. Artistic violence is generative, political violence destructive. Artistic violence may scream at the tradition of previous generations. It may violently overturn what was before, but in so doing it follows a long tradition of regeneration. It always advances the language of art.</p> \n<p>Political violence seeks erasure. Its aim is the removal of the offending idea, person, practice or thing. Simplistic political views are offended by the untidiness of art. Art is seen as obscene and destroyed.</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434731361667/ef372179-044c-4b4d-a61f-55ef134322bf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michel Euler/AP","altText":"Chateau de Versailles workers clean the sculpture \"Dirty Corner\" by British artist Anish Kapoor","cleanCredit":"Photograph: Michel Euler/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434731410082/f7e805f3-cece-4f71-a518-0cda60abf54b-2060x1302.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1302,"width":2060,"orientation":"landscape","caption":"Dirty Corner – derided as ‘the queen’s vagina’ – has offended some in the French right wing Photograph: Michel Euler/AP","credit":"Michel Euler/AP","altText":"\"Dirty Corner\" by British artist Anish Kapoor, after someone splattered paint on it, in the gardens of the Chateau de Versailles","cleanCaption":"Dirty Corner – derided as ‘the queen’s vagina’ – has offended some in the French right wing","cleanCredit":"Photograph: Michel Euler/AP"}],"webPublicationDate":"2015-06-19T17:02:25Z","lastModified":"2015-06-19T17:16:16Z","metadata":{"commentable":true,"commentCount":324,"contributors":[{"name":"Anish Kapoor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434733620014/Anish-Kapoor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anish-kapoor"}],"feature":false,"keywords":["Art and design","Anish Kapoor","Paris","Sculpture","Art","UK news","Culture","France","Europe","World news","Protest"],"tags":[{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/kapoor","webTitle":"Anish Kapoor"},{"id":"world/paris","webTitle":"Paris"},{"id":"artanddesign/sculpture","webTitle":"Sculpture"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"uk/uk","webTitle":"UK news"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/france","webTitle":"France"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/protest","webTitle":"Protest"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Anish Kapoor","topic":{"type":"tag-contributor","name":"profile/anish-kapoor"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/19/anish-kapoor-versailles-sculpture-vandalised-how-should-i-respond","shortUrl":"http://gu.com/p/4axbc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/19/anish-kapoor-versailles-sculpture-vandalised-how-should-i-respond","webUri":"http://www.theguardian.com/artanddesign/2015/jun/19/anish-kapoor-versailles-sculpture-vandalised-how-should-i-respond"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434731361667/ef372179-044c-4b4d-a61f-55ef134322bf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chateau de Versailles workers clean Anish Kapoor’s sculpture Dirty Corner, which was vandalised with paint. Photograph: Michel Euler/AP","credit":"Michel Euler/AP","altText":"Chateau de Versailles workers clean the sculpture \"Dirty Corner\" by British artist Anish Kapoor","cleanCaption":"Chateau de Versailles workers clean Anish Kapoor’s sculpture Dirty Corner, which was vandalised with paint.","cleanCredit":"Photograph: Michel Euler/AP"}},"importance":3,"byline":{"title":"Anish Kapoor"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434733620014/Anish-Kapoor-L.png"}}]},{"title":"Victory against Uber won’t reverse the decline in labour rights","rawTitle":"Victory against Uber won’t reverse the decline in labour rights","item":{"type":"comment","id":"commentisfree/2015/jun/19/uber-court-case-labour-dispute","title":"Victory against Uber won’t reverse the decline in labour rights","trailText":"Technology mostly makes life better, but isn’t Uber’s model just a new way to outsource workers?","standFirst":"Technology mostly makes life better, but isn’t Uber’s model just a new way to outsource workers?","byline":"Stefan Stern","body":"<p>Let us now give praise to Barbara Ann Berwick, a former Uber driver from California, who, it was revealed this week, has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/18/uber-business-model-under-attack-california-drivers-pessimistic\" title=\"\">won a court case</a> with – potentially – vast consequences. The California Labour Commissioner has ruled that, during her time last year working as a driver for the ride-hailing business, she had been an employee and not simply a contractor.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/18/uber-business-model-under-attack-california-drivers-pessimistic\">Uber's business model under attack in California but drivers remain pessimistic</a> </p> \n</aside> \n<p>As contractors, Uber drivers supply the car, the fuel, the insurance, and their availability to pick up a passenger. They do not get any overtime, health insurance or sickness pay, or expenses towards the cost of carrying out their trade. It is a fantastic business model for the creators of the Uber app. But for the people actually doing the work? Not so much.</p> \n<p>For now we should keep the prosecco on ice. Uber are appealing this ruling. In any case, it applies just to Berwick so far. Only if a series of similar cases and class actions are won will the massed ranks of precariously engaged contractors around the world be able to unite. Berwick has won a single legal battle, not the class war.</p> \n<p>Nonetheless, the ruling represents a welcome break in the flow of news about worsening conditions for many workers. London Underground drivers have <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/18/london-biggest-tube-strike-10-years-night-shift-pay\" title=\"\">just voted overwhelmingly</a> to take strike action after being told they will have to work night shifts for no extra pay. Some employees at the clothes retailer Next will lose &pound;1,000 a year under new terms that have removed a &pound;20 a week supplement for working a Sunday shift.</p> \n<p>Employing people is a good and important thing to do. But if employers are benefiting from people’s labour then those people doing the work should be paid properly for it.</p> \n<p>Last autumn Norman Pickavance, the former HR director of the supermarket chain Morrisons, conceded that some business leaders increasingly drew a distinction between “people who matter and people who don’t”. “People who matter are on the talent list,” he said at an HR conference. “People who don’t are in outsourced [low-skilled, low-paid] jobs. They are not seen as part of the organisation and can be treated differently.”</p> \n<p>It is this attitude that the anthropologist David Graeber had in mind when he coined the term <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/mar/21/books-interview-david-graeber-the-utopia-of-rules\" title=\"\">“bullshit jobs” </a>in an essay two years ago. We used to speak, with a straight face, about “the dignity of labour”. It is not a very fashionable concept today. If both employer and employee know that the job being performed is worthless it is hard to keep up any pretence. “How can one even begin to speak of dignity in labour when one secretly feels one’s job should not exist?” Graeber wrote.</p> \n<p>We do not, perhaps, have to look too much further to find an answer to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/01/uk-productivity-growth-is-weakest-since-wwii-says-ons\" title=\"\">“productivity riddle” of the UK economy</a>: high levels of employment but with stubbornly disappointing levels of per capita output. Now it has been discovered that not only are some employers offering pretend jobs, others are commissioning pretend reviews of their services to appear online. Pretend employers, pretend jobs, pretend reviews: a bullshit economy.</p> \n<p>Maybe the arrival of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/feb/09/robots-manual-jobs-now-people-skills-take-over-your-job\" title=\"\">robots in the workplace to replace humans</a> is just a more honest and up-to-date manifestation of what some employers have long wanted to see happen. Robots do not go on strike or threaten legal action. They do not ask for more money. They do not expect to be treated as an employee in any sense. This summer you could get a taste of the future yourself by staying at the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/04/japanese-bank-introduces-robot-workers-to-deal-with-customers-in-branches\" title=\"\">Hotel Henn Na in Nagasaki</a>, where the receptionists will all be remarkably lifelike robots. You can check in any time you like and the staff will never leave.</p> \n<p>The threat of automation hangs over a growing proportion of the workforce. The sociologist Steve Fuller, professor at the University of Warwick, neatly deploys the language of business to ask, without irony: “What is the added value in being human?” This is what careers advice is going to sound like in the years to come.</p> \n<p>The alternative to “adding value” is redundancy, or worse. “I put 34 years into this firm, Howard, and now I can’t pay my insurance!”, Willy Loman tells his boss as he pleads for his job in Arthur Miller’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/apr/02/death-of-a-salesman-review-antony-sher-harriet-walter-arthur-miller-rsc\" title=\"\">Death of a Salesman</a>, which is currently playing in London. “You can’t eat the orange and throw the peel away – a man is not a piece of fruit!”</p> \n<p>There are still good employers out there, and good jobs, for the lucky ones. We will all have to adapt. Technology mostly makes life better, and while some jobs are destroyed other new ones will be created. Not every boss believes that people simply “don’t matter”. Not every leader reacts to the complaints of a worried workforce with the words “fuck off and die!”</p> \n<p>For now, though, let us enjoy this temporary victory for humans over technology awarded by the California Labour Commissioner. No app has been invented that can replace human decency. “People who drive people are employees,” the plucky Berwick told the New York Times this week. People who drive people are not the luckiest people in the world. Luckily for the rest of us Berwick has stood and fought her ground. Taxi for Uber!</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735641971/cea1d869-96f6-4d9f-80cb-c02bcf68cbcb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"LUCY NICHOLSON/REUTERS","altText":"'Employing people is a good and important thing to do. But if employers are benefiting from people’s labour then those people doing the work should be paid properly for it.'","cleanCredit":"Photograph: LUCY NICHOLSON/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-06-19T18:00:05Z","lastModified":"2015-06-19T18:03:42Z","metadata":{"commentable":true,"commentCount":95,"contributors":[{"name":"Stefan Stern","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/11/1413034553520/Stefan-Stern-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stefan-stern"}],"feature":false,"keywords":["Uber","Technology","US news","World news","Transport","UK news","California"],"tags":[{"id":"technology/uber","webTitle":"Uber"},{"id":"technology/technology","webTitle":"Technology"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"uk/transport","webTitle":"Transport"},{"id":"uk/uk","webTitle":"UK news"},{"id":"us-news/california","webTitle":"California"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Stefan Stern","topic":{"type":"tag-contributor","name":"profile/stefan-stern"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/uber-court-case-labour-dispute","shortUrl":"http://gu.com/p/4axcq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/19/uber-court-case-labour-dispute","webUri":"http://www.theguardian.com/commentisfree/2015/jun/19/uber-court-case-labour-dispute"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735641971/cea1d869-96f6-4d9f-80cb-c02bcf68cbcb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Employing people is a good and important thing to do. But if employers are benefiting from people’s labour then those people doing the work should be paid properly for it.’ Photograph: LUCY NICHOLSON/REUTERS","credit":"LUCY NICHOLSON/REUTERS","altText":"'Employing people is a good and important thing to do. But if employers are benefiting from people’s labour then those people doing the work should be paid properly for it.'","cleanCaption":"‘Employing people is a good and important thing to do. But if employers are benefiting from people’s labour then those people doing the work should be paid properly for it.’","cleanCredit":"Photograph: LUCY NICHOLSON/REUTERS"}},"importance":3,"byline":{"title":"Stefan Stern"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/10/11/1413034553520/Stefan-Stern-L.png"}}]}],"lastModified":"2015-06-20T07:58:25Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}