{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Why is there always a backlash against feminist stars?","rawTitle":"Why is there always a backlash against feminist stars?","item":{"type":"comment","id":"lifeandstyle/2015/jul/05/why-is-there-always-a-backlash-against-feminist-stars-eva-wiseman","title":"Why is there always a backlash against feminist stars?","trailText":"Fearless feminist icons like Lena Dunham are held to impossible standards and  then pilloried. Will the same now happen to brilliant comedian Amy Schumer, asks Eva Wiseman","standFirst":"<p>Fearless feminist icons like Lena Dunham are held to impossible standards and then pilloried. Will the same now happen to brilliant comedian Amy Schumer?</p>","byline":"Eva Wiseman","body":"<p>A group of men sit round a table and make one of the most memorable bits of TV I’ve seen. In a perfect remake of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2013/nov/26/juror-view-twelve-angry-men\"><em>12 Angry Men</em></a>, Paul Giamatti, Jeff Goldblum, and Dennis Quaid argue furiously across an episode of Comedy Central’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/feb/09/inside-amy-schumer-judd-apatow\"><em>Inside Amy Schumer</em></a>, their shirts becoming increasingly rumpled. But instead of debating the innocence of a boy accused of murdering his own father, the jurors must decide whether or not comedian Schumer is hot enough to be on TV. “Look, we’ve all at some point in our lives gotten a semi for a girl with a pillowy stomach or Muppet tits,” the Fonda stand-in sweats, attempting to persuade his peers that comedian Schumer, while not hot, is still “bangable”. “And that’s all the system demands for us to acquit Amy.” The room becomes claustrophobic. A man breaks down. This is probably the best, most political comedy sketch to feature duelling dildos that you’ll see all year.</p> \n<p>There’s a scene in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/tina-fey\">Tina Fey</a>’s memoir <em>Bossypants</em> where <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/amy-poehler\">Amy Poehler</a> is practising a new joke on her <em>Saturday Night Live</em> colleagues, and Jimmy Fallon shouts: “Stop that! It’s not cute! I don’t like it.” “I don’t fucking care if you like it,” Poehler replies, with dark-eyed calm. “With that exchange, a cosmic shift took place,” Fey recalls. “Amy made it clear that she wasn’t there to be cute.” Like the 12 Angry Men – real-life incarnations of whom you can find right now commenting below-the-line – much of Schumer’s comedy (the second season of <em>Inside Amy Schumer</em> is out in the UK this summer) is the embodiment of this exchange. Fey cameos in an episode, along with Patricia Arquette and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/julia-louis-dreyfus\">Julia Louis-Dreyfus</a>. Schumer stumbles across them having a picnic – they’re performing a Viking funeral to celebrate what the media have decided is Julia’s “last fuckable day”.</p> \n<p>Schumer’s genius is in delivering a message as a hilarious joke. She pierces female stereotypes, Hollywood beauty standards, body-image issues and misogyny without ever using the words “female stereotypes, Hollywood beauty standards, body image issues” or “misogyny”. But the trouble with becoming a feminist icon, as we’ve seen with heroes such as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/lena-dunham\">Lena Dunham</a>, whose fearlessness became too much for her critics to handle, is that the higher we hold them, the further they fall. In our culture, when we find a feminist star we love, we hype them all the way to an inevitable backlash. Like Lennie and the puppy, we stroke their talent sometimes to death.</p> \n<figure class=\"element element-image\" data-media-id=\"ba58765f95dae422a6367e12c92dc132a2c30d71\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435937498506/046fde80-57f9-48d1-8c23-b15ae3e38b92-460x276.jpeg\" alt=\"Amy Schumer and Dennis Quaid in 12 Angry Men Inside Amy Schumer\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Amy Schumer and Dennis Quaid in 12 Angry Men Inside Amy Schumer</span> \n  <span class=\"element-image__credit\">Photograph: Everett/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>With Dunham, the first wave of backlash came with the note that she hadn’t represented women of colour in <em>Girls</em>. The second with reports of the $3.5m fee for her memoir. The third, when her book was released, came with its own natty hashtag – #DropDunham – after a right-wing website published an extract and headlined it “Lena Dunham Describes Sexually Abusing Her Little Sister”. Despite child development experts (and her sister) defending her, she cancelled the European leg of her book tour and issued a formal apology. Some of the outrage was warranted, some really, really not, but to every criticism she responded thoughtfully and with elegance. And each time I worried that she wouldn’t, that the weight of the outrage would crush her. So as Amy Schumer (with her upcoming Judd Apatow-produced film) goes mainstream I wonder how, <em>how</em>, will the world organise to bring her down? Will <a href=\"http://jezebel.com/\">Jezebel</a> publish a photocopy of a marriage certificate proving her comedy of casual sex makes a mockery of her single fans? Will she fail to reply to a tweet from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/05/caitlyn-jenner-from-olympic-hero-and-reality-tv-star-to-transgender-heroine\">Caitlyn Jenner</a> and thus spark a civil war between radical feminists and the trans community? Will <a href=\"http://www.buzzfeed.com/?country=uk\">Buzzfeed</a> trace the provenance of her human hair extensions or ivory nails?</p> \n<p>Why do we demand that our favourite women are not just great artists but perfect role models, too? Part of me wants to scream Amy Schumer quotes in caps lock all day, but the rest of me wants her name firewalled from the UK to prevent another female star from being felled by a single domestic mistake. Or for failing to speak for every woman everywhere. Call this a preemptive strike, a deep sigh heard from space. No outrage this time. Hype needn’t lead to humiliation. This time let’s just… not.</p> \n<p><br />Email Eva at <a href=\"http://e.wiseman@observer.co.uk\">e.wiseman@observer.co.uk</a></p> \n<p>Follow Eva on Twitter <a href=\"https://twitter.com/evawiseman\">@EvaWiseman</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435659932451/Amy-Schumer-holding-a-mic-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"'As Amy Schumer (with her Judd Apatow-produced film) goes mainstream I wonder how, how, will the world organise to bring her down?': Amy Schumer takes to the stage in Las Vegas. Photograph: Michael Tran/FilmMagic","credit":"Michael Tran/FilmMagic","altText":"Amy Schumer holding a microphone on a Las Vegas stage","cleanCaption":"'As Amy Schumer (with her Judd Apatow-produced film) goes mainstream I wonder how, how, will the world organise to bring her down?': Amy Schumer takes to the stage in Las Vegas. Photograph: Michael Tran/FilmMagic"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435937499953/046fde80-57f9-48d1-8c23-b15ae3e38b92-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Amy Schumer and Dennis Quaid in 12 Angry Men Inside Amy Schumer Photograph: Everett/REX Shutterstock","credit":"Everett/REX Shutterstock","altText":"Amy Schumer and Dennis Quaid in 12 Angry Men Inside Amy Schumer","cleanCaption":"Amy Schumer and Dennis Quaid in 12 Angry Men Inside Amy Schumer","cleanCredit":"Photograph: Everett/REX Shutterstock"}],"webPublicationDate":"2015-07-05T04:59:05Z","lastModified":"2015-07-05T04:59:05Z","metadata":{"commentable":true,"commentCount":135,"contributors":[{"name":"Eva Wiseman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/evawiseman"}],"feature":false,"keywords":["Women","Feminism","Comedy","Lena Dunham","Tina Fey","Amy Poehler"],"tags":[{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/feminism","webTitle":"Feminism"},{"id":"culture/comedy","webTitle":"Comedy"},{"id":"culture/lena-dunham","webTitle":"Lena Dunham"},{"id":"tv-and-radio/tina-fey","webTitle":"Tina Fey"},{"id":"culture/amy-poehler","webTitle":"Amy Poehler"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Eva Wiseman","topic":{"type":"tag-contributor","name":"profile/evawiseman"}}],"series":{"title":"The Eva Wiseman column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/up-front"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/05/why-is-there-always-a-backlash-against-feminist-stars-eva-wiseman","shortUrl":"http://gu.com/p/4a8pt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/05/why-is-there-always-a-backlash-against-feminist-stars-eva-wiseman","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/05/why-is-there-always-a-backlash-against-feminist-stars-eva-wiseman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435659932451/Amy-Schumer-holding-a-mic-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘As Amy Schumer (with her Judd Apatow-produced film) goes mainstream I wonder how, how, will the world organise to bring her down?’: Amy Schumer takes to the stage in Las Vegas. Photograph: Michael Tran/FilmMagic","credit":"Michael Tran/FilmMagic","altText":"Amy Schumer holding a microphone on a Las Vegas stage","cleanCaption":"‘As Amy Schumer (with her Judd Apatow-produced film) goes mainstream I wonder how, how, will the world organise to bring her down?’: Amy Schumer takes to the stage in Las Vegas. Photograph: Michael Tran/FilmMagic"}},"importance":7,"byline":{"title":"Eva Wiseman"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png"}}]},{"title":"Humans are the weakest link when it comes to encryption","rawTitle":"Humans are the weakest link when it comes to encryption","item":{"type":"comment","id":"commentisfree/2015/jul/05/encryption-humans-weakest-link","title":"Humans are the weakest link when it comes to encryption","trailText":"The theory behind encryption is flawless. It’s just that too few people understand it","standFirst":"The theory behind encryption is flawless. It’s just that too few people properly understand it","byline":"John Naughton","body":"<p>“<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/17/edward-snowden-nsa-files-whistleblower\">Encryption works</a>,” said Edward Snowden in June 2013, in reply to a question from a <em>Guardian</em> reader about how he could protect his communications from NSA/GCHQ surveillance. “Properly implemented strong crypto systems are one of the few things that you can rely on.” Mr Snowden is a smart and thoughtful guy and he chooses his words with care. So note the qualifications in that sentence: “strong crypto” and “properly implemented”.</p> \n<p>By strong crypto, he meant <a href=\"https://en.wikipedia.org/wiki/Public-key_cryptography\">public-key cryptography</a>, which works by using two separate keys, one of which is private and one of which is public. Although different, the two parts of the key pair are mathematically linked. The concept originated, ironically, in GCHQ in 1973, but only reached the public domain four years later after three MIT researchers, Ron Rivest, Adi Shamir and Leonard Adleman, independently invented a way to implement it. Their algorithm was christened RSA, based on the first letters of their surnames.</p> \n<p>In 1991, an American geek and activist named Phil Zimmermann implemented an open-source implementation of RSA and called it <a href=\"https://en.wikipedia.org/wiki/Pretty_Good_Privacy\">“Pretty Good Privacy” </a>or PGP. Its significance was that, for the first time in history, it enabled citizens to protect the privacy of their communications with military-grade cryptography. The US government was not amused, defined PGP as a “munition” and prosecuted Zimmermann for exporting munitions without a licence.</p> \n<p>With characteristic chutzpah, Zimmermann found a way round the government ban. Harnessing the power of the First Amendment, he published the entire source code of PGP in a hardback book that was distributed by MIT Press. Anyone purchasing the book could then rip off the covers and scan the code, thereby enabling him or her to build and compile their own version of PGP.</p> \n<figure class=\"element element-image\" data-media-id=\"5f289eec6a11b26ea3eb7184101fade0ef9fed6a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435950188666/6585cc42-17ad-4700-b6ad-0d56b1690457-373x420.jpeg\" alt=\"Illustration by Matt Murphy.\" width=\"373\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration by Matt Murphy.</span> \n </figcaption> \n</figure> \n<p>This is how I first encountered the program. I was looking for a book in the open shelves of Cambridge University Library and suddenly came on a thick blue hardback with the title <em>PGP Source Code and Internals</em>. As I opened it and saw the thousands of lines of computer code, I experienced what James Joyce would have called an epiphany. The volume I held in my hands provided, I thought, conclusive proof of the revolutionary potential of digital technology. For not only had Zimmermann effortlessly vaulted the surly bonds of old-style national security, but he had given the people of the world a powerful tool to safeguard their privacy from the intrusions of the state (or of anyone else).</p> \n<p>Both of those propositions were – and remain – true. PGP (now in its fifth incarnation) does indeed enable one to protect one’s communications from spying eyes. It meets Snowden’s requirement for “strong crypto”. But it hasn’t realised its revolutionary potential because it turns out that powerful software is a necessary but not sufficient condition for effective security. And the reason is that, to be effective, PGP has to be implemented by humans and they turn out to be the weak link in the chain.</p> \n<p>This was brought forcibly home to me last week at a symposium on encryption, anonymity and human rights jointly organised by Amnesty International and academics from Cambridge University. It opened with a masterclass in encryption run by my colleague <a href=\"https://www.cl.cam.ac.uk/research/dtg/www/people/fms27/\">Frank Stajano</a>, who is reader in security and privacy in the Computing Laboratory and for whom the term “security geek” might have been invented. Stajano’s describes his mission as “to make the digital society fair for non-techies” and to that end he is running a <a href=\"http://pico.cl.cam.ac.uk\">fascinating project</a> aimed at finding a more usable and more secure replacement for passwords that does not require people to remember incomprehensible sequences of letters and numbers.</p> \n<p>Since the attendees at the event included geeks of various degrees, as well as activists and academics, Stajano opened with some audience research to sort sheep from goats. “I publish my PGP public key on my website,” he said. “Anyone who could send me an encrypted message using that key – and get a reply – go to that side of the room. Everyone else go to the other side.”</p> \n<p>You can imagine what happened. The vast majority of attendees failed the Stajano test. And that was not because they did not know about the existence of PGP or that they didn’t passionately wish to deploy it. It was simply that, for them, PGP was too arcane.</p> \n<p>And as the masterclass proceeded, it was easy to understand why. Public-key cryptography is intrinsically complex and non-techies find it completely incomprehensible because they can’t assemble a mental model of how it works, with the result that they find it difficult to set it up for themselves. There’s nothing wrong with Zimmermann’s technology. It’s just that humans can’t implement it. Which is why Snowden’s second qualification – “properly implemented” – is the one we have to heed.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435918565440/phil-zimmermann-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Phil Zimmermann launched Pretty Good Privacy (PGP) in 1991. Photograph: Frantzesco Kangaris/Frantzesco Kangaris for The Guardian","credit":"Frantzesco Kangaris/Frantzesco Kangaris for The Guardian","altText":"phil zimmermann","cleanCaption":"Phil Zimmermann launched Pretty Good Privacy (PGP) in 1991. Photograph: Frantzesco Kangaris/Frantzesco Kangaris for The Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435950187310/1999cfd2-4e98-49ac-bcf2-c4267885f172-907x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":907,"orientation":"portrait","caption":"Illustration by Matt Murphy.","credit":"Illustration by Matt Murphy.","altText":"Illustration by Matt Murphy.","cleanCaption":"Illustration by Matt Murphy."}],"webPublicationDate":"2015-07-05T06:00:09Z","lastModified":"2015-07-05T06:00:09Z","metadata":{"commentable":true,"commentCount":23,"contributors":[{"name":"John Naughton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnnaughton"}],"feature":false,"keywords":["Encryption","Internet safety","Computing","Technology","Internet"],"tags":[{"id":"technology/encryption","webTitle":"Encryption"},{"id":"technology/internet-safety","webTitle":"Internet safety"},{"id":"technology/computing","webTitle":"Computing"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/internet","webTitle":"Internet"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"John Naughton","topic":{"type":"tag-contributor","name":"profile/johnnaughton"}}],"series":{"title":"The networker","uri":"http://mobile-apps.guardianapis.com/lists/tag/technology/series/networker"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/encryption-humans-weakest-link","shortUrl":"http://gu.com/p/4ab9m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/encryption-humans-weakest-link","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/encryption-humans-weakest-link"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435918565440/phil-zimmermann-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Phil Zimmermann launched Pretty Good Privacy (PGP) in 1991. Photograph: Frantzesco Kangaris for The Guardian","credit":"Frantzesco Kangaris/Frantzesco Kangaris for The Guardian","altText":"Phil Zimmermann launched Pretty Good Privacy (PGP) in 1991. Photograph: Frantzesco Kangaris for The Guardian","cleanCaption":"Phil Zimmermann launched Pretty Good Privacy (PGP) in 1991. Photograph: Frantzesco Kangaris for The Guardian"}},"importance":5,"byline":{"title":"John Naughton"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435918565440/phil-zimmermann-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Phil Zimmermann launched Pretty Good Privacy (PGP) in 1991. Photograph: Frantzesco Kangaris/Frantzesco Kangaris for The Guardian","credit":"Frantzesco Kangaris/Frantzesco Kangaris for The Guardian","altText":"phil zimmermann","cleanCaption":"Phil Zimmermann launched Pretty Good Privacy (PGP) in 1991. Photograph: Frantzesco Kangaris/Frantzesco Kangaris for The Guardian"}}]},{"title":"Children’s mental health must be cared for. Or the consequences will be dire","rawTitle":"Children’s mental health must be cared for. Or the consequences will be dire","item":{"type":"comment","id":"commentisfree/2015/jul/05/childrens-mental-health-funding","title":"Children’s mental health must be cared for. Or the consequences will be dire","trailText":"While one in 10 children and young people has a treatable mental illness just one in four receives treatment","standFirst":"While one in 10 children and young people has a treatable mental illness just one in four receives treatment","byline":"Paul Burstow","body":"<p>The chancellor tells us that he is putting into law the obligation to generate budget surpluses in the “interests of our children”. But the axing of funding for children’s mental health in the service of economic dogma will condemn a generation of young people to a life of misery for want of the right mental health support in their early years.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jul/04/michael-gove-ignored-school-pupils-mental-illness\">Michael Gove’s school reforms ‘ignored’ rise in pupils’ mental illness</a> </p> \n</aside> \n<p>Half of life-long mental illness has its first signs and symptoms in the teenage years. Poor maternal mental health can have profound consequences for them, for their children and their children’s children. The LSE put a figure on this of &pound;8.1bn.</p> \n<p>Yet while one in 10 children and young people has a treatable mental illness just one in four receives treatment. It is a shocking indictment of our mental health services.</p> \n<p>Over the past five years, things have started to change. In 2011, in a new mental health strategy, the coalition government threw down a challenge to the NHS – that mental health should have parity of esteem with physical health: parity of ambition, parity of targets, parity of resources, parity of outcomes.</p> \n<p>As minister for mental health, I launched the first ever national programme for children and young people’s talking therapies; the programme involved young people in every step of designing the new service. This has been expanded, and thanks to Nick Clegg and my successor, Norman Lamb, the last budget pledged an additional &pound;1.25bn to improve children’s mental health over the next five years.</p> \n<p>But this is only the start. Children’s and young people’s mental health is the poor relation to adult mental health – both are the poor relation to physical health in a cash-strapped NHS. And the big question is: how and where will the money be spent?</p> \n<p>It is an open secret that too many mental health services are not delivering what most children and young people want or need. The tiers of support restrict access, they are funded by different organisations that don’t speak the same language – and all too often neither seems to speak the language of young people.</p> \n<p>The system is broken. In March, Norman Lamb’s Children and Young People’s Mental Health Taskforce published a road map to a better service. It set out how to build a responsive, inclusive system that reaches out to children and young people at times and in ways that work for them, rather than the other way round.</p> \n<p>And earlier this year, in my role as chair of the Mental Health Commission, I asked the Centre for Mental Health to review the evidence of what works, so that government knows where it can get most bang for its buck.</p> \n<p>There can be no excuses from the new government. The tools are available to revolutionise children’s mental health and tear down the barriers that hold so many young people back. But to make this work they will need a joined-up approach, building on the one Nick Clegg pioneered in government, bringing all departments together to think and act together on mental health, making it a priority.</p> \n<p>This cross-government approach is vital. One of my abiding frustrations when I was minister for mental health was the lack of engagement from the Department for Education. Despite the wealth of evidence on the vital importance of children’s mental health across a range of measures, from academic performance to behaviour and adult life chances, education secretary Michael Gove chose to downgrade the importance given to the emotional wellbeing of young people.</p> \n<p>The team of officials leading on mental health in education was disbanded, absorbed into other programmes. Gove’s education ministry was just not interested in mental health and wellbeing. Doing anything that might better equip teachers and schools to identify those in need was off the agenda. It was not seen as the core business of schools. Yet across public services it is schools that bear the greatest cost of poorly treated mental health.</p> \n<p>So when Nicky Morgan took over as education secretary I was delighted. As a backbencher, she had been a champion of mental health and I believe she really cares about it. Since taking on the role some real progress has been made. Before the dissolution of parliament, together with David Laws she announced a package of measures to dramatically improve support for children’s mental health in and out of the classroom. This included new support for schools to broach mental health issues from eating disorders and self-harm to anxiety and depression, a new vision for counselling in schools, and funding for the voluntary sector to do more. All good stuff.</p> \n<p>So it is encouraging that she has been reappointed. But with a number of further departmental cuts promised by the chancellor over the next five years, it will not be easy to build on the foundations that have been set and invest and embed a focus on mental health when tough choices have to be made.</p> \n<p>We are only at stage one for mental health in schools. The thinktank <a href=\"http://www.2020health.org/2020health\">2020 Health </a>recently argued that every secondary school, or chain of schools, should have a head of wellbeing. There is a strong case for it. Education professionals see a clear need to raise wellbeing support for both pupils and staff. The evidence demonstrates the economic sense and health benefits of prevention and early intervention.</p> \n<p>It may sound fluffy but it is really a hard-nosed realisation that for want of practical focus on the wellbeing of children and young people and those who work in our schools we are condemning millions who need support and treatment to a life of isolation and stigma. A waste of human potential and a massive false economy.</p> \n<p><em>Paul Burstow was Lib Dem MP for Sutton and Cheam until the last election and served as health minister</em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436003596036/GIRL-IN-AN-EMPTY-ROOM-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"It's important to tackle mental health problems early. Photograph: Sipa Press / Rex Features","credit":"Sipa Press / Rex Features/Sipa Press / Rex Features","altText":"GIRL IN AN EMPTY ROOM","cleanCaption":"It's important to tackle mental health problems early. Photograph: Sipa Press / Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-07-04T23:03:04Z","lastModified":"2015-07-04T23:04:54Z","metadata":{"commentable":true,"commentCount":44,"contributors":[{"name":"Paul Burstow","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-burstow"}],"feature":false,"keywords":["Mental health","Children","Health","Society","UK news"],"tags":[{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/children","webTitle":"Children"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Paul Burstow","topic":{"type":"tag-contributor","name":"profile/paul-burstow"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/childrens-mental-health-funding","shortUrl":"http://gu.com/p/4acgb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/childrens-mental-health-funding","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/childrens-mental-health-funding"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436003596036/GIRL-IN-AN-EMPTY-ROOM-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"It's important to tackle mental health problems early. Photograph: Sipa Press / Rex Features","credit":"Sipa Press / Rex Features/Sipa Press / Rex Features","altText":"GIRL IN AN EMPTY ROOM","cleanCaption":"It's important to tackle mental health problems early. Photograph: Sipa Press / Rex Features"}},"importance":5,"byline":{"title":"Paul Burstow"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436003596036/GIRL-IN-AN-EMPTY-ROOM-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"It's important to tackle mental health problems early. Photograph: Sipa Press / Rex Features","credit":"Sipa Press / Rex Features/Sipa Press / Rex Features","altText":"GIRL IN AN EMPTY ROOM","cleanCaption":"It's important to tackle mental health problems early. Photograph: Sipa Press / Rex Features"}}]},{"title":"Islamism prevails even as we suppress free speech","rawTitle":"Islamism prevails even as we suppress free speech","item":{"type":"comment","id":"commentisfree/2015/jul/04/islamism-prevails-we-suppress-free-speech-bangladeshi-blogger","title":"Islamism prevails even as we suppress free speech","trailText":"The death of Bangladeshi secular blogger Avijit Roy should give pause to all those in the west who refuse to confront the fascism of our age","standFirst":"The death of Bangladeshi secular blogger Avijit Roy should give pause to all those in the west who refuse to confront the fascism of our age","byline":"Nick Cohen","body":"<p>No one could have predicted that the Bangladeshi writer Rafida Bonya Ahmed would make it to London last week. That she is alive at all is a miracle – to use a word of which she would thoroughly disapprove. As I watched her deliver the British Humanist Association’s <a href=\"https://humanism.org.uk/2015/07/02/attacked-bangladeshi-humanist-blogger-bonya-ahmed-delivers-2015-voltaire-lecture/\" title=\"\">annual Voltaire lecture </a>, I saw a dignified and principled intellectual it was our duty to emulate and defend. I could not understand why anyone would want to harm, let alone kill, her</p> \n<p>But many do. In February, Islamist fanatics <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/27/american-atheist-blogger-hacked-to-death-in-bangladesh\" title=\"\">hacked her husband, Avijit Roy, to death</a> with meat cleavers as the couple left a book fair in Dhaka. They nearly killed Ahmed too: slicing off her thumb and covering her body with wounds. To hear her talk about her murdered husband made me long to have met him. He was a typical intellectual – hopeless with anything practical but in love with literature, science and free debate.</p> \n<p>Together, Ahmed and Roy ran a secular blog that promoted the writings of young liberal Bangladeshis They wrote on evolution and humanism; they condemned extremism fearlessly, as the title of Roy’s 2014 book <em>The Virus of Faith</em> makes clear. Seeing and fearing a courageous opponent, the enemies of free thought killed him for his ideas.</p> \n<p>Ahmed talked about how compromised the Bangladeshi state had become, and you could easily make the mistake of thinking her story had nothing to do with us. Yet there were guards at the doors of her lecture room, searching bags for bombs and guns. A widow, still recovering from the slash of meat cleavers, with no weapon to threaten anyone beyond the power of her thought, is as much a target in London as Dhaka.</p> \n<p>The comparisons don’t stop there. Immigration has meant that Bangladeshi politics are British politics too. You will never understand why London’s East End returns politicians as grotesque as George Galloway or mayors as bent as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/25/tower-hamlets-dictatorship-east-end-lutfur-rahman\" title=\"\">Lutfur Rahman</a> unless you know that Tower Hamlets is Jamaat-e-Islami’s British stronghold. Grasp that the party of Bangladesh’s religious right is always willing to lend its vote bank to politicians who bow before its prejudices and you will gaze on the East End’s fetid politics with less bewilderment.</p> \n<p>Above all else, the fear that religious terror brings, the lies it makes people tell and concessions it forces them to make are as familiar here as on the subcontinent.</p> \n<p>Ahmed was in despair about Bangladesh. Islamists had not only murdered her beloved husband, but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/12/third-atheist-blogger-killed-in-bangladesh-after-knife-attack\" title=\"\">two other atheist bloggers</a>. As Bangladesh’s ruling party is officially secular, and as Islamists have opposed the state ever since Jamaat-e-Islami death squads collaborated with the Pakistani army in committing crimes that came close to genocide during Bangladesh’s 1971 war of independence, the naive might assume that the government would be keen to fight her husband’s enemies.</p> \n<p>Not so. After one prominent Jamaat activist was <a href=\"http://www.aljazeera.com/news/2015/04/bangladesh-hangs-islamist-leader-1971-war-crimes-150411163958023.html\" title=\"\">sentenced to death </a>for his part in the 1971 war, Islamists responded by demanding that dozens of secularists who had allegedly “insulted” their famously thin-skinned religion be tried for blasphemy and condemned to death. The state did not reply that Bangladeshis had the freedom to believe what they wanted. It said the authorities would prosecute blasphemers under repressive laws that date from the British empire.</p> \n<p>Liberals in Bangladesh are therefore on both Islamist death lists <em>and</em> police arrest lists. If killers with meat cleavers don’t get them, cops with warrants will. To Bangladesh’s shame, the state has <a href=\"http://ioc.sagepub.com/content/43/1/119.full\" title=\"\">threatened</a> friends and allies of Ahmed and Roy with prison for the crime of “hurting religious sentiments” and jeopardising “communal harmony”.</p> \n<p>Lenin said: “The capitalists will sell us the rope with which we will hang them.” Islamists must feel the same about the “moderate” governments they want to destroy. Instead of taking extremists on and upholding human rights, Bangladesh justifies extremism by turning on the liberal critics of religion and treating them as criminals. In one of the most pathetic interviews you’ll ever read, Sajeeb Wazed, the son of Sheikh Hasina told <a href=\"http://www.reuters.com/article/2015/05/11/us-usa-bangladesh-assassination-exclusiv-idUSKBN0NW04S20150511\" title=\"\">Reuters</a> that his mother had found it prudent to offer only private condolences to Roy’s family after his assassination. Although “we believe in secularism”, the wretched man explained, the prime minister could not make a public stand “because our opposition party plays that religion card against us relentlessly, we cannot come out strongly. It’s about perception, not about reality.” (Incidentally, they are both related to Tulip Siddiq, the new Labour MP for Hampstead and Kilburn.)</p> \n<p>Avijit Roy lost his life because he wanted to change reality, not perception. He knew the dangers, but knew too that there are fights that cannot be ducked. “Those who think victory will be realised without any bloodshed are living in a fool’s paradise,” he wrote before his death. “We risk our lives the moment we started wielding our pens against religious bigotry and fundamentalism.”</p> \n<p>Compare the bravery of Bangladeshi intellectuals with the attitude of the bulk of the western intelligentsia. Whole books could be written on why it failed to argue against the fascism of our age – indeed I’ve written a couple myself – but the decisive reason is a fear that dare not speak its name. They are frightened of accusations of racism, frightened of breaking with the consensus, frightened most of all of violence. They dare not admit they are afraid. So they struggle to produce justifications to excuse their dereliction of duty. They turn militant religion into a rational reaction to poverty or western foreign policy. They maintain there is a moral equivalence between militant religion and militant atheism.</p> \n<p>On occasion, they drop even that spurious attempt at evenhandedness and seem to suggest, as Professor Craig Calhoun, director of the London School of Economics, <a href=\"http://www.secularism.org.uk/blog/2015/06/academic-claims-university-atheists-are-militant\" title=\"\">did recently</a>, that the real menace facing universities is not students heading to Syria to rape and behead but secularists whose calls for free speech “challenge the faith and beliefs of religious students” and disrupt “campus harmony”. David Cameron will clearly have trouble taking his mission to “root out” extremism to the LSE.</p> \n<p>For all the similarities, there is no moral equivalence between Britain and Bangladesh. They have thinkers of the calibre of Rafida Bonya Ahmed and Avijit Roy, while we have liberals whom Karl Marx might have looked at and said: “Religion is the opium of the intellectuals.”</p> \n<p><em>Comments will be opened tomorrow morning</em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/3/1435954138322/Murdered-blogger-Avijit-R-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Murdered blogger Avijit Roy, pictured with his wife Rafida Bonya Ahmed on a tribute Facebook page.","credit":"/PR","altText":"Murdered blogger Avijit Roy, pictured with his wife Rafida Bonya Ahmed on a tribute Facebook page.","cleanCaption":"Murdered blogger Avijit Roy, pictured with his wife Rafida Bonya Ahmed on a tribute Facebook page."}],"bodyImages":[],"webPublicationDate":"2015-07-04T17:15:01Z","lastModified":"2015-07-04T23:02:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nick Cohen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/4/17/1397762419542/NickCohen.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nickcohen"}],"feature":false,"keywords":["Islam","Bangladesh","UK news","South and Central Asia","World news","Blogging","Religion","Atheism"],"tags":[{"id":"world/islam","webTitle":"Islam"},{"id":"world/bangladesh","webTitle":"Bangladesh"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"},{"id":"media/blogging","webTitle":"Blogging"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/atheism","webTitle":"Atheism"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Nick Cohen","topic":{"type":"tag-contributor","name":"profile/nickcohen"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/04/islamism-prevails-we-suppress-free-speech-bangladeshi-blogger","shortUrl":"http://gu.com/p/4acdn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/04/islamism-prevails-we-suppress-free-speech-bangladeshi-blogger","webUri":"http://www.theguardian.com/commentisfree/2015/jul/04/islamism-prevails-we-suppress-free-speech-bangladeshi-blogger"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/3/1435954138322/Murdered-blogger-Avijit-R-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Murdered blogger Avijit Roy, pictured with his wife, Rafida Bonya Ahmed, on a tribute Facebook page.","credit":"PR","altText":"Murdered blogger Avijit Roy, pictured with his wife, Rafida Bonya Ahmed, on a tribute Facebook page.","cleanCaption":"Murdered blogger Avijit Roy, pictured with his wife, Rafida Bonya Ahmed, on a tribute Facebook page."}},"importance":4,"byline":{"title":"Nick Cohen"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/4/17/1397762419542/NickCohen.png"}}]},{"title":"Why we’re so confused about Amy Winehouse","rawTitle":"Why we’re so confused about Amy Winehouse","item":{"type":"comment","id":"commentisfree/2015/jul/05/confused-about-amy-winehouse","title":"Why we’re so confused about Amy Winehouse","trailText":"A new movie about the  singer has provoked hugely divergent reactions","standFirst":"A new movie about the singer has provoked hugely divergent reactions","byline":"Joanna Biggs","body":"<p>There’s an unfashionable bar I drink in on the edge of Soho – you can always find a table – and what makes it unfashionable isn’t so much the neon lighting, the scant bowls of crisps or the pink straws in the gin and tonic so much as the Amy Winehouse fan art covering the walls. Amy’s five-day-old mussed-up beehive, smudged Cleopatra eyeliner and shy-bold eyes, features as unmistakable as Marilyn’s platinum curls, heavy eyelashes and delighted red-lipped smile, multiply around you in photorealist or more impressionistic oils.</p> \n<p>Winehouse, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/jul/23/amy-winehouse-obituary\" title=\"\">who died four years ago this month</a>, is already a too classical and universal part of pop culture to be fashionable. But we still can’t decide on what we witnessed during her last three years. Asif Kapadia’s new found-footage <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jul/02/amy-winehouse-review-documentary\" title=\"\">documentary of her life, <em>Amy</em></a>, was met with astonishment when it premiered at Cannes and was reviewed on its release on Friday as both “mawkish tabloid fare” and “a tragic masterpiece”. Was she a decent jazz singer made glorious by notoriety or a real musician unfairly cut down in her prime?</p> \n<p>Some of the reaction may simply be down to Kapadia’s method. As in his film about Ayrton Senna, the movie is assembled from home videos, accidentally captured performance footage and previously released photos and interviews. <em>Amy</em> is narrated primarily using Winehouse’s voice but also the voices of people close to her. The overall effect is memory-like: as during the hazy morning after an indulgent night before, your mind does half the work for you, filtering out the long walk home, the price of the drinks and the number of games of pool played, leaving you with the sky-blue eyes of the boy you kissed.</p> \n<p>But the film undercuts those beautiful dramatic moments with the banal ones: Winehouse in a taxi, flirting with her manager to pass the time; 14-year-old Winehouse and her friends sucking lollipops and talking earnestly about nothing in that way native to teenagers; Winehouse waiting for her Grammy to be announced, curling her lip at the cheesy title of the Justin Timberlake record she’s up against. No one can tell you exactly what happened to Amy; every third word in the movie is her name and the chorus gets louder as the paparazzi close in.</p> \n<p>The facts aren’t in dispute: eerily talented north London girl brought low by drink and drugs. But what – or how much – did it mean? Were we witnessing female genius – and of what kind? – or mainly a rare talent for mimicry and phrasing? And what did we, Amy’s public, do to her? Though steeped in Dinah Washington and Sarah Vaughan, she wasn’t known for her first album, <em>Frank</em>, where you can hear their influence, but for her second, <em>Back to Black</em>.</p> \n<p>By then Winehouse was listening to the Shangri-Las’ I Can Never Go Home Anymore and turning her own lost love into oddly buoyant song. She couldn’t write about something unless she’d lived it, she says in Kapadia’s film, but she notices that she always added a punchline. She knows what it’s like to be hit and for it to feel like a kiss, but when the bruises faded, she can laugh at and admonish herself.</p> \n<p>From the start, Winehouse had a voice that sounded as if she had already lived through it all, and she then also chose to write about what was happening to her, and we could tell. On Back to Black, she dies 100 times; to <em>Rolling Stone</em>, she says of her boyfriend going back to his ex: “I wanted to die.” There was an authenticity to the way Winehouse was – in spite of the Motown pastiche, perhaps because of it – that you hoped wasn’t quite as genuinely reckless as it seemed.</p> \n<p>We couldn’t tell when she was falling apart for real, but we believed, or just assumed, that it wasn’t so bad that it would mean no more songs for us. That’s how artists work, isn’t it? The reviewers of <em>Amy</em> agree that she was ravishing: she “always looked as if she was writing the song on the spot”; she was “an entire brass section, melted down and poured into one small frame”, but now that her death seems to have confirmed what we thought we saw, they’re not sure if we should be looking.</p> \n<p>In discussing <em>Montage of Heck</em>, the Kurt Cobain documentary that came out earlier this year, reviewers didn’t question their permission to stare at the wreckage in quite the same way. Part of this is that we look differently at women who seem both unapologetic and vulnerable. But it may also simply be that more time has passed since Cobain died, that his family was happier than Winehouse’s seems to be with the resulting film and that he existed before paparazzi proper, before phone-hacking, before <em>The X Factor</em>.</p> \n<p>Cobain’s lyrics for Nirvana were mysterious and beautiful and entirely evocative of the time but they couldn’t appear, as Winehouse’s did, on a Cambridge practical criticism examination, alongside a poem by Walter Raleigh. “I’m an anachronism,” she said, meaning her jazz upbringing, her preference for writing her own songs and for live instrumentation, but, when she’s placed alongside a 16th-century poet, you also see her use of extended metaphor, her coinage of a word such as “fuckery” – the wit of a John Donne in a Betty Boop body.</p> \n<p>How does the anachronism fare today? In 2007 and 2008, when Winehouse was unavoidable, I didn’t see the appeal. Her rebellion seemed of a useless sort. It was before the financial crash and I was in my mid-20s, a good girl focused on doing well at work. But Amy was born just a year later than me, just a few miles away, and in Kapadia’s film I saw the disposable pop landscape of our youth made timeless – the Lolita-ish lollipops, the silk handkerchief tops, the doomed love for Camden, the exhilarating ladette gobbiness, the Jack Daniel’s and Coke – all so cheery and all so sad.</p> \n<p>I put on <em>Back to Black</em>, let Amy’s voice drift out into the summer air and allow myself not to decide whether it was a tragedy or not.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436023928471/d1e2ecb0-237e-4072-9ad4-dbc8aace5978-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James McCauley/REX Shutterstock/James McCauley/REX Shutterstock","altText":"'Ravishing': Amy Winehouse.","cleanCredit":"Photograph: James McCauley/REX Shutterstock/James McCauley/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-04T23:05:06Z","lastModified":"2015-07-04T23:05:06Z","metadata":{"commentable":true,"commentCount":125,"contributors":[{"name":"Joanna Biggs","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/joanna-biggs"}],"feature":false,"keywords":["Amy Winehouse","Film","UK news","Music"],"tags":[{"id":"music/amywinehouse","webTitle":"Amy Winehouse"},{"id":"film/film","webTitle":"Film"},{"id":"uk/uk","webTitle":"UK news"},{"id":"music/music","webTitle":"Music"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Joanna Biggs","topic":{"type":"tag-contributor","name":"profile/joanna-biggs"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/confused-about-amy-winehouse","shortUrl":"http://gu.com/p/4acjv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/confused-about-amy-winehouse","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/confused-about-amy-winehouse"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436023928471/d1e2ecb0-237e-4072-9ad4-dbc8aace5978-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Ravishing’: Amy Winehouse. Photograph: James McCauley/REX Shutterstock","credit":"James McCauley/REX Shutterstock","altText":"'Ravishing': Amy Winehouse.","cleanCaption":"‘Ravishing’: Amy Winehouse.","cleanCredit":"Photograph: James McCauley/REX Shutterstock"}},"importance":4,"byline":{"title":"Joanna Biggs"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436023928471/d1e2ecb0-237e-4072-9ad4-dbc8aace5978-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James McCauley/REX Shutterstock/James McCauley/REX Shutterstock","altText":"'Ravishing': Amy Winehouse.","cleanCredit":"Photograph: James McCauley/REX Shutterstock/James McCauley/REX Shutterstock"}}]},{"title":"We’d dig ourselves a deep hole if we took politics out of planning","rawTitle":"We’d dig ourselves a deep hole if we took politics out of planning","item":{"type":"comment","id":"commentisfree/2015/jul/05/planning-policy-major-infrastructure-heathrow-fracking-democracy","title":"We’d dig ourselves a deep hole if we took politics out of planning","trailText":"We may be slow as a country when it comes to major infrastructure projects. That’s the price of living in a democracy","standFirst":"We may be slow as a country when it comes to major infrastructure projects. That’s the price of living in a democracy","byline":"Andrew Rawnsley","body":"<p>New York in the 1920s was a mess. Let down by its venal politicians, the city’s transport was hopeless and its housing dreadful. Then along came a man with a plan. A grand plan. His name was <a href=\"http://www.nytimes.com/learning/general/onthisday/bday/1218.html\" title=\"\">Robert Moses</a>. Armed with autocratic powers, and fuelled by a titanic megalomania, the urban planner ruthlessly transformed the place. Some of what he did in park creation and bridge construction was magnificent; much of his legacy was terrible. Expressways were sliced through neighbourhoods as he prioritised cars over people. His construction projects had scant regard for the fabric or the quality of human life. Scores of traditional communities were ripped apart. Hundreds of thousands of people were displaced. All in the name of progress. And masterminded by a man who was never elected to anything.</p> \n<p><a href=\"http://www.robertcaro.com/\" title=\"\">Robert Caro</a>, in his superb and recently republished biography of Moses, writes: “Democracy had not solved the problem of building large-scale urban works, so Moses solved it by ignoring democracy.” To which the defenders of Moses will retort: “Well, at least he got things built.”</p> \n<p>I catch an echo of that story whenever Britain debates why we are rather slow and clumsy when it comes to major infrastructure projects. It brings out the inner Moses in those who think they know best how to turn this into a promised land. It is in the voices of the lobbyists for the expansion of Heathrow when they complain that a decision is still stuck in a holding pattern. Bugger the objections of the mayor of London, local MPs and a lot of the voters who live under the flight path. So says the CBI in so many words when it huffs: “The government must make a decision now and get diggers in the ground.”</p> \n<p>Something similar comes from the proselytisers for fracking when they fume in frustration that Lancashire councillors are throwing sand in their plans by refusing to sanction it in their county. Stuff the objections of these nimbyish naysayers. Just get on with boring for Britain.</p> \n<p>It is the refrain you hear every time that enthusiasts for grand projects they believe to be in the national interest – and possibly their own self-interest – are frustrated. “Why can’t we take the politics out of this?” they cry. What they are really saying is: “Why can’t we take the democracy out of this?”</p> \n<p>There is and always will be tension between strategic planning and local interests, especially when it comes to big infrastructure projects. My vital contribution to our country’s future is your blighted neighbourhood. Your national imperative is my flattened house. Airports are the classic case, which is why the arguments about a new runway in the south-east of England seem to have been rumbling around since the invention of the biplane.</p> \n<p>The last Labour government, like several governments before it, hummed and hawed, squabbled and split over whether or not to support the expansion of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/environment/heathrow-third-runway\" title=\"\">Heathrow</a>. At that time, David Cameron was a leader of the opposition exploiting Labour’s torment and hungry for power. He was chasing environmentally minded voters. Those were the days of “Vote Blue, Go Green”. He wanted to win marginal seats in the west of London. He was projecting himself as a different kind of Tory leader who would not everywhere and always give big business the first thing it asked for. So he decided not to take the politics out of Heathrow, but to inject more politics into the issue. He declared himself against a third runway: “No ifs, no buts.” The sort of declaratory statement that sounds ringing in opposition, but can come back to bite you later.</p> \n<p>To symbolise his pledge, he planted an apple tree in an orchard that would be razed by Heathrow expansion. The tree is now dead. The orchard has vanished and where it stood is a patch of thistles. A rather neat metaphor for the prickly predicament that the prime minister now finds himself in.</p> \n<p>He has been bludgeoned by intense pressure from the pro-Heathrow lobby within and without government. These are people who still believe in the power of advertising to bend credulous minds. There is a subway connecting Westminster and Whitehall that is much frequented by MPs, civil servants and political journalists. Walk through it and you are confronted with wall-to-wall advertising clamouring for the third runway.</p> \n<p>His party and his government divided, Mr Cameron sought “to take the politics out” of the decision by commissioning a report from an “expert”. Step forward <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/feb/26/sir-howard-davies-returns-financial-roots-rbs-city\" title=\"\">Sir Howard Davies,</a> former controller of the Audition Commission, former chairman of the Financial Services Authority, former deputy governor of the Bank of England, the technocrat’s technocrat. Sir Howard has spent almost three years and approaching &pound;20m investigating the subject. He has laboured mightily and brought forth an elephant. His report weighs in at 344 pages. Within the terms of reference he was given by the government, he and his commission have done a painstaking job. He marshals the evidence for and against this option or that before reasoning his way to the conclusion that there should be a third runway at Heathrow. Job done? Political timebomb defused? Decision cleared for landing? Is it heck.</p> \n<p>Boris Johnson, mayor of London, newly elected MP for a seat in the west of the capital and wannabe successor to Mr Cameron, is still promising to prostrate himself before the bulldozers – a pledge we must hold him to. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/zac-goldsmit\" title=\"\">Zac Goldsmith</a>, wannabe Tory successor to Mr Johnson at City Hall, is as implacably opposed as ever. As are other Conservative MPs representing seats in the area, including at least five cabinet ministers. Sir Howard’s report has not eased Mr Cameron’s dilemma. It may even have made it worse. The prime minister is still stuck in a patch of thistles.</p> \n<p>Calling in “the expert” has not taken the politics out of this decision. Nor should it have done. Sir Howard’s report, while presented as the cool, unpartisan and authoritative analysis of a technician, is itself a piece of politics. It takes as a given that “hub airports” are the future. On that premise it builds another, which is that expansion in the south-east of England is the priority. That assumption is twinned with another, which is that increased capacity is essential for our national future. Then comes the largest assumption of the lot, which is that the only worthwhile definition of what is beneficial for our national future is economic growth – and economic growth of a particular type. The report argues that Heathrow expansion could boost GDP by &pound;147bn over 60 years. Note the important verb in that sentence is “could”. I won’t be alive long enough to find out whether it actually will. Neither will Sir Howard. Even if the economic gains turn out to be as advertised, they still have to be balanced against the disbenefits of slapping down more runway in one of the most congested and polluted parts of Britain.</p> \n<p>Margaret Thatcher, the high priestess of the free market, once put it well when she said: “We should always remember that free markets are a means to an end. They defeat their object if by their output they did more damage to the quality of life than the wellbeing they achieve by the production of goods and services.” Making a judgment about when it is right to pursue growth and when the consequences are too negative for it to be worth it: this is not a job for an unelected commission. Reconciling national needs with local sensibilities can’t be left to technocrats either. That is the business of politics.</p> \n<p>For sure, there are times when projects of national strategic interest should prevail over local protesters. Each of us will have a different idea where we think the balance ought to be struck and our conclusions will be shaped by our personal priorities and perceptions of what is in the country’s best interests. I have long argued that we should build a lot more houses. I think the urgent need to create more affordable homes ought generally to take precedence over the objections of the already well-housed when they simply want to preserve the pretty view out of their window. The business of politics is to arbitrate between these conflicting desires.</p> \n<p>What is the alternative? Well, there is dictatorship. That is a way of getting airports, power stations, roads, railways and other large-scale infrastructure built much more quickly. Turn me into Stalin and I can build houses where I like because I have a grand vision of what is best for the nation. Give autocratic power to exponents of fracking and they will have a drilling rig anywhere they fancy. The cheerleaders for expanding Heathrow point to China and, as if it were the clinching argument for laying down more tarmac, say that the Chinese are banging out a new airport every week – or something like that. That you can do when you do not have to be troubled by democratic debate and public consent and can crush communities with the pen stroke of a Beijing autocrat.</p> \n<p>Democracy is much more complicated. It is fractious. It can be tortuously slow to arrive at decisions. It can be extremely frustrating to men with grand plans. Thank goodness for that. As Winston Churchill said, democracy is the worst form of government – except for all the other ones.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436018353160/Anti-fracking-campaigners-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Anti-fracking campaigners celebrating outside county hall in Preston after Lancashire county council rejected Cuadrilla's application to frack for shale gas at two sites in the county.\r Photograph: Christopher Thomond  for the Observer","credit":"Christopher Thomond /Observer","altText":"Anti-fracking campaigners ","cleanCaption":"Anti-fracking campaigners celebrating outside county hall in Preston after Lancashire county council rejected Cuadrilla's application to frack for shale gas at two sites in the county.\r Photograph: Christopher Thomond  for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-07-04T23:03:05Z","lastModified":"2015-07-04T23:03:05Z","metadata":{"commentable":true,"commentCount":40,"contributors":[{"name":"Andrew Rawnsley","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/5/29/1432894748217/Andrew-Rawnsley-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewrawnsley"}],"feature":false,"keywords":["Planning policy","Politics","Heathrow third runway","London","UK news"],"tags":[{"id":"politics/planning","webTitle":"Planning policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"environment/heathrow-third-runway","webTitle":"Heathrow third runway"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Andrew Rawnsley","topic":{"type":"tag-contributor","name":"profile/andrewrawnsley"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/planning-policy-major-infrastructure-heathrow-fracking-democracy","shortUrl":"http://gu.com/p/4act5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/planning-policy-major-infrastructure-heathrow-fracking-democracy","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/planning-policy-major-infrastructure-heathrow-fracking-democracy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436018353160/Anti-fracking-campaigners-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Anti-fracking campaigners celebrating outside county hall in Preston after Lancashire county council rejected Cuadrilla's application to frack for shale gas at two sites in the county.\r Photograph: Christopher Thomond  for the Observer","credit":"Christopher Thomond /Observer","altText":"Anti-fracking campaigners ","cleanCaption":"Anti-fracking campaigners celebrating outside county hall in Preston after Lancashire county council rejected Cuadrilla's application to frack for shale gas at two sites in the county.\r Photograph: Christopher Thomond  for the Observer"}},"importance":3,"byline":{"title":"Andrew Rawnsley"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/5/29/1432894748217/Andrew-Rawnsley-L.png"}}]},{"title":"Beware powerful women intoxicated with their agendas","rawTitle":"Beware powerful women intoxicated with their agendas","item":{"type":"comment","id":"commentisfree/2015/jul/05/beware-powerful-woman-cherie-blair-hillary-clinton-qatar","title":"Beware powerful women intoxicated with their agendas","trailText":"When it comes to closed circles and influence, women can be as bad as men, as the Blair-Clinton emails show","standFirst":"<p>When it comes to closed circles and influence, women can be as bad as men, as the Blair-Clinton emails show</p>","byline":"Catherine Bennett","body":"<p>‘Confidential”. “My friend from Q”. “Our friend”. In emails newly released by the US State Department, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/01/hillary-clinton-lobbied-by-cherie-blair-qatari-royal-emails\" title=\"\">Cherie Blair</a> demonstrates to her old enemies in Whitehall how they erred by overlooking one of the most imaginative amateur diplomats since the old Etonian, James Lonsdale-Bryans, who flew to Italy in 1940 and attempted to strike a peace deal with the Nazis.</p> \n<p>It has been Mrs Blair’s scarcely less ambitious project not merely to strengthen Anglo-Qatari relations, but to cultivate in the US, also, a greater appreciation of a kingdom that is perhaps best known to Britons for its savagery towards foreign workers, <a href=\"http://www.reuters.com/article/2015/05/04/us-qatar-afghanistan-idUSKBN0NO0M920150504\" title=\"\">hospitality to the Afghan</a> Taliban and soon-to-be-completed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/shortcuts/2014/dec/09/london-qatar-royal-family-regents-park-200m-palace-harrods\" title=\"\">annexation of London </a>. In just a few years, the Qatari royal family has achieved with hard cash – and, no doubt, credit where it’s due, the undying support of Mrs Blair – something of which Napoleon and Hitler could only dream: the permanent besmirching, with the Shard, of the capital’s skyline; the colonisation of its iconic buildings and businesses; even the affections, it is said, of the royal family.</p> \n<p>It is a further testament to Mrs Blair’s under-the-radar approach to international relations that, had it not been for her friend Mrs Clinton’s indifference to online security, we might never have discovered the former’s persistence and loyalty to the (Qatari) crown. In 2009, while Mrs Blair’s husband was busy, as ever, juggling Israel and luxury goods, Mrs Blair was not, as previously believed, fully occupied as a QC and charity worker, venture capitalist and mistress of the property empire she founded in the bizarre buy-to-let venture inspired by her personal trainer’s then boyfriend, a notorious conman.</p> \n<p>In reality, as disclosed in an exchange of 19 emails, Mrs Blair was as much, if not more, committed as her husband to forging better western-Middle-East relations by way, in this case, of a meeting between Mrs Clinton and Sheikha Mozah bint Nasser al-Missned, the second of three (concurrent) wives of Qatar’s former ruler. The friends work together, for some reason, on disability in Qatar. “I am sure the conversation,” Blair assured Clinton, “would be about the US/Qatar relationship generally.”</p> \n<p>If Mrs Clinton was surprised that, when the sheikha wished to get her country’s “relationship with the US on to a more positive footing”, she should have picked as her intermediary Cherie Blair, QC and healthcare speculator, she did not show it. And for all one knows, Mrs Blair’s freelance foreign office is already the first port of call for any self-respecting diplomat. At any rate, Blair has finally avenged herself on a “system” that, as chronicled in her autobiography, consistently refused to recognise her towering diplomatic potential, even after she was deployed, in 2001, to publicise the oppression of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2001/nov/21/afghanistan.terrorism\" title=\"\">burqa-wearing Afghan women</a>. Later, in 2003, she was there to muster support for war. “I became ever more determined,” she wrote, “not to sit on the sidelines and do nothing.”</p> \n<figure class=\"element element-image\" data-media-id=\"16fd5386c92435a39c8c92d7ff282f937945ce61\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436004416989/29c17738-fdc6-4f96-8d36-c2f508f32ac1-460x276.jpeg\" alt=\"Just between you and me: Hillary Clinton and Cherie Blair\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Just between you and me: Hillary Clinton and Cherie Blair</span> \n  <span class=\"element-image__credit\">Photograph: JASON REED/REUTERS</span> \n </figcaption> \n</figure> \n<p>A further attraction for “her highness”, as Blair perhaps jokingly calls her Qatari chum, given her recorded abhorrence for antique rigmarole (“I never really got the hang of the protocol business”), was the “woman-to-woman” aspect of this date. Whether the sheikha was signalling, here, her enthusiasm for a debate about women’s rights under sharia law in Qatar, or for a more intimate chat relating, say, to the relative merits of polygamy versus philandering, this women-only aspect was plainly considered an advantage by all concerned.</p> \n<p>The meeting duly went beautifully and Mrs Blair expressed her satisfaction with the sort of Manichaean gush one recalls from her husband’s man-to-man sessions with George Bush. “It’s fantastic to see you doing so well,” she told Mrs Clinton, “and when I see what a difference you are making it reminds me why politics is too important to be left to the bad people.”</p> \n<p>Responding to questions about her pro-Qatari efforts, last week, Blair’s office reiterated that: “She was merely acting as a conduit – on a woman-to-woman basis – between Sheikha Mozah and Hillary Clinton.”</p> \n<p>In strictly physical terms, of course, it would have been as tricky for the “basis” to have been any different. So if we discard the possibility that “woman to woman” is meant as a euphemism for “too like a hen night to matter”, the spokesperson’s intention was, presumably, to advertise the heightened prospect of international harmony that justified Mrs Blair’s exercise, given women’s visceral tendency to bond with other women.</p> \n<p>If that seems a somewhat risky assumption, thinking of the difficulties that Mrs Blair herself once experienced with a chilly, but indisputably female Princess Anne, it is no more so than that behind <em>Woman’s Hour</em>’s latest<em> </em>“power list”. Listeners, the programme-makers believe, will find nothing risible in second place for a woman whose principle talent, it’s often alleged, is to cultivate self-loathing in others. Which is admittedly a power of sorts, for Anna Wintour, and not one that either Angela Merkel or Christine Lagarde is ever likely to enjoy.</p> \n<p>But traditionally <em>Woman’s Hour</em> has been against egregious attacks on female self-esteem. Even if the whole point of a list like this is, obviously, to generate a <em>Woman’s Hour</em>-validating tide of futile controversy, and that programme’s audience must, statistically, include a handful of Galliano fans and Met Ball attendees who are totes thrilled for Anna, it must have required a prodigious commitment to insensate, hormonally based solidarity for the judges to assume homelier listeners would endorse their passion for this fur-wearing colossus of the fashion industry. Not forgetting Ms Wintour’s own, sisterly outreach work, back in 2011, on behalf of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/shortcuts/2014/dec/09/london-qatar-royal-family-regents-park-200m-palace-harrods\" title=\"\">Asma al-Assad</a>, “A Rose in the Desert”. Even the broad-based Women’s Equality party assumes its donors are uniting around something more complicated than biology.</p> \n<p>Supposing this instinctive, woman-to-woman bonding is capable of suppressing rational thought, there must be an argument for fighting any compulsion that would lead a principled person like, say, Cherie Blair or Hillary Clinton, to overlook conventional objections to – to name just a few Qatari traditions – imprisonment for poets, the use of slave workers, the killing of homosexuals in accordance with sharia law. If emotional attachment to “my friend from Q” has indeed led the once proselytisingly anti-burqa Mrs Blair to appreciate the case for, say, lashing women adulterers, and persuaded this ostentatiously anti-royal figure to perform undreamed-of acts of sycophancy, we can only rejoice that no Qatari money seems to be involved – excluding a donation to Mrs Blair’s charities – and wait for them to fall out.</p> \n<p>Having once, myself, been lucky enough to enjoy a woman-to-woman t&ecirc;te-&agrave;-t&ecirc;te with Mrs Blair, when she summoned me for a telling off, I can certainly attest to the occasional failure of a similar sexual identity to transcend personal differences. Above all, I recall, she seemed mystified to have been criticised by a member of her own sex. I wonder if this ever happens to men?</p> \n<p><span class=\"bullet\">•</span> Comments will be opened later this morning</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436001857986/Women-Empowering-Women-Lu-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Cherie Blair attends at the Women Empowering Women luncheon and fashion show in New York, in September 2014. Photograph: Jemal Countess/Getty Images for ITC","credit":"Jemal Countess/Getty Images for ITC","altText":"Women Empowering Women Luncheon And Fashion Show At The UN For LDNY Festival Launch","cleanCaption":"Cherie Blair attends at the Women Empowering Women luncheon and fashion show in New York, in September 2014. Photograph: Jemal Countess/Getty Images for ITC"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436004418342/29c17738-fdc6-4f96-8d36-c2f508f32ac1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Just between you and me: Hillary Clinton and Cherie Blair Photograph: JASON REED/REUTERS","credit":"JASON REED/REUTERS","altText":"Just between you and me: Hillary Clinton and Cherie Blair","cleanCaption":"Just between you and me: Hillary Clinton and Cherie Blair","cleanCredit":"Photograph: JASON REED/REUTERS"}],"webPublicationDate":"2015-07-04T23:05:04Z","lastModified":"2015-07-04T23:13:44Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Catherine Bennett","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733735056/CatherineBennett.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/catherinebennett"}],"feature":false,"keywords":["Cherie Blair","Hillary Clinton","Qatar","Anna Wintour","UK news","Politics","US news"],"tags":[{"id":"politics/cherieblair","webTitle":"Cherie Blair"},{"id":"us-news/hillary-clinton","webTitle":"Hillary Clinton"},{"id":"world/qatar","webTitle":"Qatar"},{"id":"fashion/anna-wintour","webTitle":"Anna Wintour"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Catherine Bennett","topic":{"type":"tag-contributor","name":"profile/catherinebennett"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/beware-powerful-woman-cherie-blair-hillary-clinton-qatar","shortUrl":"http://gu.com/p/4acg6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/beware-powerful-woman-cherie-blair-hillary-clinton-qatar","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/beware-powerful-woman-cherie-blair-hillary-clinton-qatar"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436001857986/Women-Empowering-Women-Lu-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Cherie Blair at the Women Empowering Women luncheon and fashion show in New York, in September 2014. Photograph: Jemal Countess/Getty Images for ITC","credit":"Jemal Countess/Getty Images for ITC","altText":"Women Empowering Women Luncheon And Fashion Show At The UN For LDNY Festival Launch","cleanCaption":"Cherie Blair at the Women Empowering Women luncheon and fashion show in New York, in September 2014. Photograph: Jemal Countess/Getty Images for ITC"}},"importance":3,"byline":{"title":"Catherine Bennett"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733735056/CatherineBennett.png"}}]}],"lastModified":"2015-07-05T06:06:30Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}