{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Stopping the scandal of 'sorry, you're just not vulnerable enough'","rawTitle":"Stopping the scandal of 'sorry, you're just not vulnerable enough'","item":{"type":"comment","id":"housing-network/2015/may/22/scandal-not-vulnerable-enough-homelessness","title":"Stopping the scandal of 'sorry, you're just not vulnerable enough'","trailText":"A landmark Supreme Court ruling will rightly stop councils refusing to help many single homeless people deemed not vulnerable enough","standFirst":"<p>A landmark Supreme Court ruling will rightly stop councils refusing to help many single homeless people deemed not vulnerable enough</p>","byline":"Hannah Fearn","body":"<p>In 2005 I met a man who, for the purposes of sharing his story, we’ll call Paulo. Paulo was a Portuguese chef in his late 20s who had moved to the UK to set up home with his British girlfriend. The couple lived in Blackheath and he had stable work in the kitchen of a chichi south London restaurant.<br /></p> \n<p>But a silly mistake cost Paulo the life he had built. He got caught up in pub brawl and was arrested for causing actual bodily harm. He was sentenced to just six weeks in prison, but during this time he lost his job, his girlfriend and his home.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/13/homeless-people-almost-impossible-accomodation-test-local-authorities\">UK homeless no longer have to take 'almost impossible' accommodation test</a> </p> \n</aside> \n<p>When I met Paulo he was living under the arches of a church building in Battersea on a freezing night in December. He was picked up by outreach workers who provided him with dry clothes and food and advice – but they could do nothing else. Because Paulo was a single man with no drug or alcohol issues and no history of mental health problems, he did not qualify for help. Paulo was not considered vulnerable and in need of help, but he also had no money to get him home to his family in Portugal and could not be deported as he had the right to be in the UK.<br /></p> \n<p>Paulo’s only problem was that he needed a home; yet his homelessness, patently and of itself, made him vulnerable.<br /></p> \n<p>His case came back to mind when the Supreme Court last week ruled that single homeless people no longer have to prove they are particularly vulnerable compared with others who are homeless to qualify for support. A council must now consider whether a homeless applicant is more vulnerable than “an ordinary person if made homeless, not an ordinary actual homeless person”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Local authorities have warned they do not have enough homes to provide accommodation for everyone they legally have to</p> \n </blockquote> \n</aside> \n<p>It’s still a tough test for a single homeless man with no dependents, but it might be one that Paulo would now pass: he had no family or friends to turn to, and would no longer find himself competing in a high-stakes battle of needs with, for example, a heroin addict or someone who suffers from multiple personality disorder.<br /></p> \n<p>The ruling is a victory for housing campaigners who have been making this case for years, often coming up against the practicalities of funding shortages as a barrier to change. In its ruling, the Supreme Court also confirmed that councils will not be allowed to take into account their own resources – including the number of properties they have available to them – when deciding whether a client passes the new vulnerability test.<br /></p> \n<p>So enacting this important law will not be straightforward. Council coffers are more limited than ever; how they are best used is a difficult issue. In response to the judgment, local authorities have warned they simply do not have enough homes to provide temporary accommodation for everyone they legally have to. They have together appealed for the urgent building of new homes – a clarion call which, by now, should be resounding off every wall of the Palace of Westminster and yet seems to still be falling on deaf ears. We await George Osborne’s revised budget in July with caution.</p> \n<p>However, the law is important because it supports the principle of investing to save. As Giles Peaker, a lawyer acting on the case, put it: “The purpose of the law was to ensure that people who are at more risk of suffering harm when homeless are given accommodation.”<br /></p> \n<p>In the years since, I’ve often wondered what became of Paulo, this man who spoke five languages fluently but was left on the streets to see his aspirations wither. I’ve feared the worst: that the pressure of living rough, and the street-based communities which provided the only support he could get, would have led him into a life of addiction and mental illness.<br /></p> \n<p>Spending a small sum of public money on solving a personal housing crisis makes far more sense than allowing a life to spiral out of control, leading to complex, longstanding needs which can cost the public purse millions of pounds. </p> \n<p>Finally, here is one housing issue where public good has been placed ahead of short-term expediency. </p> \n<p><strong><a href=\"https://register.theguardian.com/public-leaders/\">Sign up</a></strong><strong> for your free Guardian Housing network newsletter with news and analysis sent direct to you every Friday. Follow us:<a href=\"https://twitter.com/GuardianHousing\">@GuardianHousing</a></strong></p>","section":"Housing Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432126494039/33c71176-2d86-49e4-98d7-5676ffcf933d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Oli Scarff/Getty Images","altText":"Rough sleeper in London","cleanCredit":"Photograph: Oli Scarff/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-22T09:03:41Z","lastModified":"2015-05-22T09:06:42Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Hannah Fearn","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400766436401/Hannah-Fearn-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-fearn"}],"feature":false,"keywords":["Housing Network","Homelessness","Society","Housing","Communities","Social exclusion","Law","UK news","UK supreme court"],"tags":[{"id":"housing-network/housing-network","webTitle":"Housing Network"},{"id":"society/homelessness","webTitle":"Homelessness"},{"id":"society/society","webTitle":"Society"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"law/law","webTitle":"Law"},{"id":"uk/uk","webTitle":"UK news"},{"id":"law/uk-supreme-court","webTitle":"UK supreme court"}],"section":{"id":"housing-network"},"topics":[{"displayName":"Hannah Fearn","topic":{"type":"tag-contributor","name":"profile/hannah-fearn"}}],"series":{"title":"Hannah on housing","uri":"http://mobile-apps.guardianapis.com/lists/tag/housing-network/series/hannah-on-housing"},"embeddedVideos":[],"adTargetingPath":"housing-network"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/housing-network/2015/may/22/scandal-not-vulnerable-enough-homelessness","shortUrl":"http://gu.com/p/49448","relatedUri":"http://mobile-apps.guardianapis.com/items-related/housing-network/2015/may/22/scandal-not-vulnerable-enough-homelessness","webUri":"http://www.theguardian.com/housing-network/2015/may/22/scandal-not-vulnerable-enough-homelessness"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432126494039/33c71176-2d86-49e4-98d7-5676ffcf933d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Councils must now consider whether a homeless applicant for support is more vulnerable than ‘an ordinary person if made homeless, not an ordinary actual homeless person’. Photograph: Oli Scarff/Getty Images","credit":"Oli Scarff/Getty Images","altText":"Rough sleeper in London","cleanCaption":"Councils must now consider whether a homeless applicant for support is more vulnerable than ‘an ordinary person if made homeless, not an ordinary actual homeless person’.","cleanCredit":"Photograph: Oli Scarff/Getty Images"}},"importance":7,"byline":{"title":"Hannah Fearn"},"showQuotedHeadline":true},{"title":"Cameron faces sudden death over Europe. He cannot fail","rawTitle":"Cameron faces sudden death over Europe. He cannot fail","item":{"type":"comment","id":"commentisfree/2015/may/22/queens-speech-europe-cameron","title":"David Cameron faces sudden death over Europe. He cannot fail","trailText":"The Tories are currently riding high, but all depends on how they tackle the defining test of this government – the EU referendum","standFirst":"The Tories are currently riding high, but all depends on how they tackle the defining test of this government – the EU referendum","byline":"Martin Kettle","body":"<p>In Goethe’s Faust, the devil makes a wager with the hero. I will do everything you want, the devil says. But if you ever say that you wish that a moment could last forever, you will die. Faust signs the deal, and seals his fate.</p> \n<p>David Cameron, so far as we know, has not made a pact with the devil. But for the past two weeks, the Tory party has certainly been savouring its moment. And with good reason. It&nbsp;doesn’t get much better than this for a re-elected prime minister and his&nbsp;victorious party. But the moment will not last forever.</p> \n<p>In fact, it may have ended this morning. That may seems a bit severe and premature, but a cloud nevertheless passed over the Tory sun with the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/figures-show-migration-surge-as-david-cameron-unveils-illegal-working-bill\" title=\"\">publication of the 2014 immigration figures</a>. Cameron and one of his would-be successors, Theresa May, had staked their reputations on getting net migration down to less than 100,000 a year by 2015. Instead, yesterday’s figures showed a 50% increase to 318,000. It&nbsp;was a sharp reminder of fallibility.</p> \n<p>As he puts the finishing touches to his Queen’s Speech this weekend, Cameron is very much the man of the hour, just as he has been ever since winning his majority on May 7. But the immigration figures were a reminder to him and to us all. Business as usual is about to resume, and things will come along to knock the&nbsp;government off its stride.</p> \n<p>Cameron will take yesterday’s punch and remain standing. Yet immigration is a big issue with a big impact, economically, socially and politically. The Cameron government, in common with others across the western world, is struggling to crack it. If the economy stalls, migration will mean trouble.</p> \n<p>Unattainable pledges make backbenchers fractious. And Ukip, even amid its current confusion, is ready to grab the issue if it can. Yet Cameron and May have responded by taking the gambler’s course, raising the stakes in the shape of fresh commitments on numbers and a bill making “illegal working” a criminal offence. May, even more than Cameron, has a lot riding on these pledges. They will matter when the contest to succeed begins.</p> \n<p>This week the <a href=\"http://www.instituteforgovernment.org.uk/\" title=\"\">Institute for Government</a> think-tank hosted an uncommonly interesting session on the prospects for the newly elected government. The boffins at the institute had hastily canned their plans for authoritative seminars on hung parliaments and coalitions. Instead we seamlessly now gathered to debate how to govern with a small majority.It was a good opportunity to stop thinking about opposition party leadership elections and focus on what is always the more important story – government. And the very first piece of advice, given by the veteran Labour whip Ann Taylor, was echoed by all the speakers: to expect the unexpected.</p> \n<p>Bad migration figures could be one example of that. But there are others. Don’t believe the assumptions that a majority of 12 is unassailable, or even that it will survive for five years, said Taylor. Things get blown off-course. The institute’s Peter Riddell echoed the point. Re-elected governments – and yes, technically this isn’t one even though it feels as if it is – always have a danger of hubris. They think they can defy gravity and get away with things. But the rules is the rules.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Everything in British politics now hinges on the Europe issue, including the union with Scotland</p> \n </blockquote> \n</aside> \n<p>What might be the kind of issue that would make an apparently strong government like Cameron’s suddenly appear weak? This is, after all, exactly what happened to John Major in 1992. Major’s Tories won a majority of 21 in April of that year. But after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2012/sep/13/black-wednesday-20-years-pound-erm\" title=\"\">markets drove the pound out of the European exchange rate mechanism</a> – a precursor of the eurozone – in September, the government’s majority never recovered. By December 1996, Major’s majority had gone, eaten away by byelection defeats and defections. Cameron was there at the time, in the Treasury, so he knows.</p> \n<p>The former cabinet secretary Gus O’Donnell had little doubt about the answer. Messing up the referendum on the UK’s membership of the EU would be the obvious trigger. Lose the referendum and everything falls apart, said O’Donnell. The prime minister’s authority would have gone, and probably George Osborne’s, too. There would be a political realignment, probably with the Tory party splitting into separate groups, though Labour may not profit from that. And anyway the Europe issue would not go away – whatever the referendum result.</p> \n<p>This will be a parliament of two halves: before the EU referendum and after it. Everything in British politics now hinges on the European issue, including the union with Scotland. But Europe’s hour has now arrived. Europe will be the centrepiece of the speech from the throne on Wednesday. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech\" title=\"\">The referendum bill</a> will be published within hours. Cameron and his negotiators are in Riga talking to EU leaders this week. Germany is signalling cooperation within bounds. And all the signs are that the government wants the referendum early, possibly as soon as September 2016 – which is only 16 months away. All&nbsp;other legislative and political business, with the exception of the Scottish devolution plans, will be fitted around the needs of the referendum.</p> \n<p>No part of this is easy. That certainly does not mean that it is doomed to fail. Indeed the referendum bill is likely to go through parliament more smoothly than many assume, particularly now there is no hung parliament. Labour will clearly support – or at the very least not oppose – the bill; even in its current navel-gazing mode it recognises that the issue must be settled. And with Labour onside, the chances of wrecking amendments in the Lords are much slimmer. The Lords will play a much more significant role on the Human Rights Act and the union than on the EU referendum.</p> \n<p>The big phases of this massively important political adventure are the negotiations with Europe and the campaign itself. It looks increasingly as if Cameron will have a coalition of support that goes well beyond his party on both. His problems will be his own party and the right-wing press, to which he will have to be both attentive and bold, while at the same time learning to&nbsp;play the SNP more skilfully.</p> \n<p>In the past, Cameron has been inattentive to his backbenchers and clunky on Scotland. He has suffered for both. He cannot afford to repeat those mistakes this time. Westminster and Whitehall are full of apprehension about the SNP’s tactics in the new parliament. But there is talk this week, both inside government and out, about inviting the SNP’s foreign affairs spokesman Alex Salmond to play a role in some of the renegotiations. That would be a bold move indeed. Some might even call it a&nbsp;Faustian pact.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432233327471/b2ac84c7-2bf5-4772-b26e-b4f13bdbe456-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PASCAL ROSSIGNOL/REUTERS","altText":"Photograph: Pascal Rossignol/Reuters","cleanCredit":"Photograph: PASCAL ROSSIGNOL/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-05-22T05:00:07Z","lastModified":"2015-05-22T05:00:07Z","metadata":{"commentable":true,"commentCount":322,"contributors":[{"name":"Martin Kettle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744076/MartinKettle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martinkettle"}],"feature":false,"keywords":["David Cameron","Conservatives","Queen's speech","Politics","EU referendum","Foreign policy","European Union","UK news"],"tags":[{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"world/eu","webTitle":"European Union"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Martin Kettle","topic":{"type":"tag-contributor","name":"profile/martinkettle"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/22/queens-speech-europe-cameron","shortUrl":"http://gu.com/p/495yc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/22/queens-speech-europe-cameron","webUri":"http://www.theguardian.com/commentisfree/2015/may/22/queens-speech-europe-cameron"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432233327471/b2ac84c7-2bf5-4772-b26e-b4f13bdbe456-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘This will be a parliament of two halves – before the EU referendum and after it.’ Photograph: Pascal Rossignol/Reuters","credit":"PASCAL ROSSIGNOL/REUTERS","altText":"Photograph: Pascal Rossignol/Reuters","cleanCaption":"‘This will be a parliament of two halves – before the EU referendum and after it.’ Photograph: Pascal Rossignol/Reuters"}},"importance":5,"byline":{"title":"Martin Kettle"},"showQuotedHeadline":true},{"title":"Should it be necessary to be British to vote in the EU referendum?","rawTitle":"Should it be necessary to be British to vote in the EU referendum?","item":{"type":"comment","id":"commentisfree/2015/may/22/only-british-citizens-vote-eu-referendum","title":"Should it be necessary to be British to vote in the EU referendum?","trailText":"Scare stories about European ‘foreigners’ having a say in the outcome overlook the fact that many non-citizens can vote in UK elections already. Stranger still, no one – not even Ukip – seems to want to talk about it","standFirst":"Scare stories about European ‘foreigners’ having a say in the outcome overlook the fact that many non-citizens can vote in UK elections already. Stranger still, no one – not even Ukip – seems to want to talk about it","byline":"Mihir Bose","body":"<p>The vote on Britain’s membership of the European Union may still be months away, but already the scare stories have started. One that is particularly revealing is the question about who should be allowed to vote in the in/out referendum. The Mail on Sunday <a href=\"http://www.dailymail.co.uk/news/article-3084754/Migrants-s-votes-force-stay-EU-PM-urged-ban-one-million-Europeans-voting-Britain-s-referendum.html?ITO=1490&amp;ns_mchannel=rss&amp;ns_campaign=1490\" title=\"\">reported</a> Tory concerns that one million Europeans who are not UK passport holders could be allowed to cast their vote. Conservative MP Philip Davies told the paper that there was “massive concern that the referendum could be rigged to deliver a desired outcome. But it would be unjustifiable if EU nationals were allowed to take part in this vote”.</p> \n<p>Such is the concern that Eurosceptic Tories have challenged David Lidington, the minister for Europe, to make sure these European foreigners are not allowed to vote. At present, EU citizens living in this country can vote in the local and European elections but not in the general election. Tory rebels want the referendum to be run under general election rules. What could be fairer?</p> \n<p>What these MPs neglect to mention is that even now you do not necessarily need to be a UK passport holder to vote in a general election. Indeed, for decades the UK has allowed citizens from other countries the right to select members of parliament, a right that even extends to citizens of three EU countries. They are part of a much larger group of 72 countries that includes all Commonwealth territories, British overseas territories and British crown dependencies. Fiji and Zimbabwe may be suspended from the Commonwealth but their citizens resident here have not lost their right to vote in UK elections. <a href=\"http://www.electoralcommission.org.uk/faq/voting-and-registration/who-can-register-to-vote\" title=\"\">The three special EU countries are Ireland, Cyprus and Malta.</a> They enjoy this privilege because while they may now be part of the EU, they once had an older allegiance to a much greater union: the British empire. The sun set on the empire long ago, but its legacy lives on.</p> \n<p>What makes all this fascinating is that while Eurosceptics are happy to raise all sorts of scare stories about the EU, these other voters are an issue they are reluctant to discuss. Indeed, as far as the UK electoral franchise is concerned, this is now the great elephant in the room, as I was made well aware during the recent election. At one husting, I had the chance to raise this issue with three panellists from the main parties: Michael Gove for the Tories, Ivan Lewis for Labour and Baroness Kramer for the Lib Dems. Lewis disapproved of my even raising the issue. Baroness Kramer, who did not seem to know that non-citizens could vote, justified it on the grounds that this was a wonderful example of British eccentricity. Gove just said that he did not want to see any change in the franchise.</p> \n<p>More fascinating was how Ukip reacted. Some weeks before the election, at a <a href=\"http://www.britishfuture.org/\" title=\"\">British Future</a> event, Douglas Carswell, now the only Ukip member of parliament, made a very reasoned speech to show that Ukip was not an anti-immigrant party. But when I raised this issue, he made it clear that this was not a question Ukip would touch, remarking that the British system was so complex that to lift the carpet would mean all sorts of things would crawl out. How strange to hear this from a party whose leader, Nigel Farage, makes so much of the fact that he is prepared to go where no other politician dares.</p> \n<p>Indeed, if Farage were the revolutionary he claimed to be, he could turn to the country whose points-based immigration system he is always advising us to copy: Australia. Before 1984, British citizens living in Australia were allowed to vote in its elections. After that you had to be an Australian citizen to do so, although British citizens who were entitled to vote before 1984 retained their right.</p> \n<p>I am not saying we should change our electoral system. I am merely intrigued that the issue is not discussed. It is all very well to say this is part of Britain’s great imperial legacy. But in recent years the question of non-doms, another imperial legacy, has been widely debated with Labour proposing to abolish it. So why not this? In refusing to even have a debate, we are in danger of allowing Ukip and other Eurosceptics to raise scare stories of how foreigners are usurping British rights when, in fact, reflecting this country’s complex history, it already extends all sorts of rights and privileges to foreigners. It seems to depend on who the foreigners are.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432223372445/An-European-flag-and-a-Br-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'While Eurosceptics are happy to raise all sorts of scare stories about the EU, these other voters are an issue they are reluctant to discuss.' Photograph: Emmanuel Dunand/AFP/Getty Images","credit":"Emmanuel Dunand/AFP/Getty Images","altText":"An European flag and a British flag ","cleanCaption":"'While Eurosceptics are happy to raise all sorts of scare stories about the EU, these other voters are an issue they are reluctant to discuss.' Photograph: Emmanuel Dunand/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-22T08:16:25Z","lastModified":"2015-05-22T09:17:49Z","metadata":{"commentable":true,"commentCount":112,"contributors":[{"name":"Mihir Bose","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mihir-bose"}],"feature":false,"keywords":["EU referendum","European Union","UK news","Politics","Electoral reform"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"world/eu","webTitle":"European Union"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/electoralreform","webTitle":"Electoral reform"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Mihir Bose","topic":{"type":"tag-contributor","name":"profile/mihir-bose"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/22/only-british-citizens-vote-eu-referendum","shortUrl":"http://gu.com/p/495ga","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/22/only-british-citizens-vote-eu-referendum","webUri":"http://www.theguardian.com/commentisfree/2015/may/22/only-british-citizens-vote-eu-referendum"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432223372445/An-European-flag-and-a-Br-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'While Eurosceptics are happy to raise all sorts of scare stories about the EU, these other voters are an issue they are reluctant to discuss.' Photograph: Emmanuel Dunand/AFP/Getty Images","credit":"Emmanuel Dunand/AFP/Getty Images","altText":"An European flag and a British flag ","cleanCaption":"'While Eurosceptics are happy to raise all sorts of scare stories about the EU, these other voters are an issue they are reluctant to discuss.' Photograph: Emmanuel Dunand/AFP/Getty Images"}},"importance":5,"byline":{"title":"Mihir Bose"},"showQuotedHeadline":true},{"title":"Attacks on the last elephants and rhinos threaten entire ecosystems","rawTitle":"Attacks on the last elephants and rhinos threaten entire ecosystems","item":{"type":"comment","id":"environment/georgemonbiot/2015/may/22/attacks-on-the-last-elephants-and-rhinos-threaten-entire-ecosystems","title":"Attacks on the last elephants and rhinos threaten entire ecosystems","trailText":"<strong>George Monbiot: </strong>Megafauna like elephants and rhinos are ecological engineers, creating conditions that hundreds of other species have evolved to exploit. Losing their last remaining populations will radically alter life on Earth","standFirst":"<p>Megafauna like elephants and rhinos are ecological engineers, creating conditions that hundreds of other species have evolved to exploit. Losing their last remaining populations will radically alter life on Earth</p>","byline":"George Monbiot","body":"<p>When I read about the attacks on the world’s remaining elephants and rhinos, the first thought that enters my head is: “these creatures used to be everywhere.” Almost every area of land and sea, in every region of the world, had a megafauna. </p> \n<p>Elephants lived throughout Europe, Asia, Africa and America until very recently in ecological time (30,000 years ago in Europe, 14,000 years ago in the Americas). Rhinos lived across Africa, Asia and Europe. Temperate forest rhinos lived in Britain during previous interglacials, and woolly rhinos lived here in colder periods. Russia was haunted by two gigantic species: humpbacked rhinos the size of elephants, eight feet to the crest, weighing perhaps five tonnes.</p> \n<p>Lions were everywhere except Australasia (that had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/georgemonbiot/2014/apr/03/australia-marsupial-lion-kangaroos-prey\">a marsupial equivalent</a>); tigers ranged to the borders of Europe; hippos wallowed in British rivers; hyaenas survived into the early Mesolithic in Britain and northern Europe. All this is easily forgotten in a world afflicted by <a href=\"http://www.webpages.uidaho.edu/envs501/downloads/Pauly%201995.pdf\">shifting baseline syndrome</a>: our habit of conceptualising as natural and normal the ecosystems that prevailed in our own youth, unaware that they were, even then, in an extremely degraded state.</p> \n<p>The places in which monsters remain are the last tiny redoubts of what was once a global population. Of the 42 species of terrestrial mammals weighing more than a tonne <a href=\"http://advances.sciencemag.org/content/1/4/e1400103\">that existed on Earth when modern humans left Africa</a>, just eight are left: the African and Asian elephants, the larger of the two hippopotamus species and the black, white, Indian, Javan and Sumatran rhinos. Seven of them are threatened and four of those are critically endangered.</p> \n<p>Even in the relatively recent past, the area of land over which these animals roamed has drastically declined. Maps <a href=\"http://advances.sciencemag.org/content/1/4/e1400103\">published in a new paper</a> in the journal Science Advances show that elephants, hippos and black rhinos occupied most of sub-Saharan Africa when their populations were first encountered by modern Europeans, but are now confined to a few tiny specks of land.</p> \n<p>Why do the very large animals prove most susceptible to destruction? It’s partly because they reproduce slowly and partly because they require plenty of land and food for their survival, so the destruction of wild places tends to hit them sooner than it affects smaller species. But it’s also, I believe, because we have a deep-rooted urge to assert our status by killing them and owning their body parts. Even when people don’t do the killing themselves, possessing their skins, heads, tusks or horns has long been a means of acquiring bragging rights.</p> \n<p>From the exquisite sculpture of two reindeer migrating across a river, carved from a piece of mammoth ivory 13,000 years ago and now <a href=\"http://www.britishmuseum.org/explore/highlights/highlight_objects/pe_prb/s/swimming_reindeer.aspx\">housed in the British Museum</a>, to the tiger skin rugs and heads of exotic beasts exhibited in stately homes today, bigging ourselves up by displaying our mastery of great beasts seems to be a fundamental human trait. Today’s aristocrats, some of whom are descendants of tribal chiefs, hang their ancestors on the wall to establish their genealogy and the heads of the animals they have killed beside them, to establish their prowess. Not much has changed in thousands of years.<br /></p> \n<p>Many of the world’s great sagas, tales of Ulysses, Sinbad, Sigurd, Beowulf, C&uacute; Chulainn, St George, Arjuna, Lạc Long Qu&acirc;n and Glooskap, tell of struggles with megafauna real or imagined. Doubtless at least some of these stories originated in real battles with beasts whose true nature has been forgotten, as a result of their extinction. Think of Sinbad and the roc, which might be a garbled version of encounters with the elephant bird of Madagascar.<br /></p> \n<p>Today, some very rich people try to recreate these battles in ways that seem to me grotesque. They bid on the internet for the right to shoot a particular animal, sometimes paying tens of thousands of dollars, arrange a date, a time and a place, then fly over, in some cases with their taxidermists in tow, to bag the creature they have bought.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/20/the-idea-that-hunting-saves-african-wildlife-doesnt-withstand-scrutiny\">The idea that hunting saves African wildlife doesn't withstand scrutiny</a> </p> \n</aside> \n<p>The animal is waiting for them – sometimes in an enclosure, sometimes just after being released from one, sometimes in the wild but already located by guides. There is no question about the outcome; otherwise the money would have to be repaid. I have heard that in some cases these people fly to a country for just a couple of days, during which they have booked the killing of several spectacular animals. Their diary secretaries arrange their schedules so that they can fit them all in. Once they have posed triumphantly with a foot on the beast they have just killed, they leave it for the taxidermist to process and move on to the next appointment with death.<br /></p> \n<p> This looks to me as dry and joyless as it is brutal and unsporting. Though I would struggle nowadays to bring myself to shoot a mammal or a bird (in my youth I killed and ate a few rabbits, squirrels and pigeons), I can understand the attraction of doing so in difficult circumstances, stalking and crawling and lying in wait much as a wild predator would. Canned, predetermined hunting of this kind seems empty of challenge and romance, bought rather than won. But such is the drive to establish dominion over the largest and most magnificent of beasts, and such is the obsession with conspicuous outcomes, that, for some people, none of this appears to matter.</p> \n<div>\n __VIDEO_EMBED_gu-video-409397360__\n</div> \n<p>Others are satisfied to remove themselves even further from contingency, by purchasing pieces of animals that have already been killed. My guess is that the use of rhino horn, tiger bones and other such body parts in traditional Chinese medicine, which are of course clinically useless, might be another manifestation of this deep-rooted drive, to make ourselves feel better by association with creatures larger or fiercer than ourselves.</p> \n<p> You might have imagined that there were now plenty of alternative means of asserting our status and persuading ourselves of our own value, but traits that resonate with our evolutionary past – <a href=\"http://www.monbiot.com/2015/01/19/a-small-and-shuffling-life/\">our ghost psyche</a> – die hard.</p> \n<p> So this great global tragedy continues. I know I should write about it more often. But I find it too upsetting.</p> \n<p>Until 2008, conservationists, in some places at least, appeared to be winning. But in that year the number of rhinos killed in South Africa rose (from 13 in 2007) to 83. By 2011, the horrible tally had risen to 448. It climbed to 668 in 2012, 1004 in 2013 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/11/rhino-poaching-in-south-africa-at-record-levels-following-18-rise-in-killings\">and 1215 in 2014</a>. In the first four months of this year, 393 rhinos have been killed there, which is 18% more than in the same period last year.</p> \n<figure class=\"element element-embed\" data-alt=\"Rhino poaching statistics\"> \n <iframe src=\"https://d26adhsj11a4c2.cloudfront.net/dSWcE/11/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"460\" height=\"400\"></iframe> \n</figure> \n<p> The reasons for this acceleration in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/dec/31/year-abandon-natural-world\">the Great Global Polishing</a> are complex and not always easy to tease out. But they appear to be connected to <a href=\"http://savetherhinotrust.org/programmes/84-the-rhino-poaching-crisis-a-market-analysis\">rising prosperity in Vietnam</a>, the exhaustion of illegal stocks held by Chinese doctors and, possibly, speculative investment in a scarce and tangible asset during the financial crisis. Corruption and judicial failure help to keep the trade alive.</p> \n<p> Already, the western black rhino is extinct (the declaration was made in 2011). The northern white rhino has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/apr/27/ol-pejeta-kenya-sudan-worlds-last-male-northern-white-rhinoceros\">reduced to five animals</a>: a male at the end of its anticipated lifespan and four females, scattered between Kenya, the US and the Czech Republic.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/12/last-male-northern-white-rhino\">A picture of loneliness: you are looking at the last male northern white rhino | Jonathan Jones</a> </p> \n</aside> \n<p>Similar stories can be told about some populations of elephants – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/mar/05/two-thirds-forest-elephants-killed\">in particular the forest elephants</a> of west and central Africa.</p> \n<p>It’s not just these wonderful, enchanting creatures that are destroyed by poaching, but also many of the living processes of the places they inhabit. Elephants and rhinos are ecological engineers, creating conditions that hundreds of other species have evolved to exploit.</p> \n<p>As <a href=\"http://advances.sciencemag.org/content/1/4/e1400103\">the paper in Science Advances notes</a>, the great beasts maintain a constantly shifting mosaic of habitats through a cycle of browsing and toppling and trampling, followed by the regrowth of the trees and the other plants they eat. They open up glades for other herbivores, and spaces in which predators can hunt. They spread the seeds of trees that have no other means of dispersal (other animals are too small to swallow the seeds whole, and grind them up). Many trees in Africa and Asia are distributed exclusively by megaherbivores.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"27ca006f8cbe22f52cad95fe94661022ec0c649a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432221697867/c1940d6e-4326-4d3f-afc8-4ed447a5e2d7-460x276.jpeg\" alt=\"A female forest elephant charges the photographer as in the background her mother protects a youngster in Central African Republic\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A female elephant charges the photographer as her mother protects another calf in a forest in Central African Republic.</span> \n  <span class=\"element-image__credit\">Photograph: Michael K. Nichols/NG/Getty Images</span> \n </figcaption> \n</figure> \n<p> They <a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0071352\">transport nutrients from rich places to poor ones</a> and in some places reduce the likelihood of major bushfires, by creating firebreaks and eating twigs and leaves that would otherwise accumulate as potential fuel on the ground. Many animal species have co-evolved with them: the birds that eat their ectoparasites, the fish that feed on hippos’ fighting wounds (some of these species, I believe, are now used for fish pedicures), the wide range of life that depends on their dung for food and moisture, on their wallows for habitats, on the fissures they create in trees for nesting holes.</p> \n<p>Who knows what ecological processes the world has already lost through the retreat of the megafauna? Everywhere on Earth, living systems have been radically altered by the loss of the great beasts. </p> \n<p>The destruction of some of the last populations of the animals that shaped us, as well as the natural world, inflicts, I feel, a great wound in our lives, diminishing the wonderful planet on which we evolved, shrinking imagination, crushing experience. All of us should have an interest in supporting those who seek to save these wonderful creatures.</p> \n<p><a href=\"http://www.monbiot.com/\">Monbiot.com</a></p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432220109122/b3f0130e-d17b-469e-a0da-16997b53c9f7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Patrick Aventurier/Getty Images","altText":"The full-size reproduction of Chauvet cave, an underground environment identical to the original that contains the world's oldest known cave paintings, on March 20, 2015 in Vallon Pont d'Arc,France. The Chauvet-Pont d'Arc cave is oldest known decorated cave in the world, featuring prehistoric wall paintings, engravings and hand prints that are believed to be around 36,000 years old.","cleanCredit":"Photograph: Patrick Aventurier/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432221699378/412fcf68-1e01-4d47-8e3f-58b40b2800e4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A female elephant charges the photographer as her mother protects another calf in a forest in Central African Republic. Photograph: Michael K. Nichols/NG/Getty Images","credit":"Michael K. Nichols/NG/Getty Images","altText":"A female forest elephant charges the photographer as in the background her mother protects a youngster in Central African Republic","cleanCaption":"A female elephant charges the photographer as her mother protects another calf in a forest in Central African Republic.","cleanCredit":"Photograph: Michael K. Nichols/NG/Getty Images"}],"webPublicationDate":"2015-05-22T07:00:07Z","lastModified":"2015-05-22T08:19:43Z","metadata":{"commentable":true,"commentCount":61,"contributors":[{"name":"George Monbiot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/10/1410361956546/George-Monbiot-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/georgemonbiot"}],"feature":false,"keywords":["Environment","Wildlife","Conservation","Endangered habitats","Endangered species","Trees and forests","Illegal wildlife trade","Animals","Science","World news"],"tags":[{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/wildlife","webTitle":"Wildlife"},{"id":"environment/conservation","webTitle":"Conservation"},{"id":"environment/endangered-habitats","webTitle":"Endangered habitats"},{"id":"environment/endangeredspecies","webTitle":"Endangered species"},{"id":"environment/forests","webTitle":"Trees and forests"},{"id":"environment/illegal-wildlife-trade","webTitle":"Illegal wildlife trade"},{"id":"world/animals","webTitle":"Animals"},{"id":"science/science","webTitle":"Science"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"environment"},"topics":[{"displayName":"George Monbiot","topic":{"type":"tag-contributor","name":"profile/georgemonbiot"}}],"embeddedVideos":[{"id":"gu-video-409397360","source":"guardian.co.uk","durationInSeconds":608,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2013/5/23/130520CannedHunting-16x9.mp4"},{"mimeType":"video/3gpp:small","uri":"http://cdn.theguardian.tv/3gp/small/2013/5/23/130520CannedHunting_3gpSml16x9.3gp"},{"mimeType":"video/3gpp:large","uri":"http://cdn.theguardian.tv/3gp/large/2013/5/23/130520CannedHunting_3gpLg16x9.3gp"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/ad/2013/5/23/130520CannedHunting/130520CannedHunting.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2013/5/23/1369329514473/Lion-hunter-crossbow-lion-016.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Patrick Barkham visits a Lion breeding farm in South Africa to investigate the relationship between the rearing of Lions in captivity and the so-called 'canned hunting' industry. There are now more captive Lions in South Africa than wild ones, and many of these animals are reared specifically to be shot and owned by wealthy tourists from Europe and North America.   Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"Lion hunter, crossbow, lion","cleanCaption":"Patrick Barkham visits a Lion breeding farm in South Africa to investigate the relationship between the rearing of Lions in captivity and the so-called 'canned hunting' industry. There are now more captive Lions in South Africa than wild ones, and many of these animals are reared specifically to be shot and owned by wealthy tourists from Europe and North America.   Photograph: guardian.co.uk"}}],"adTargetingPath":"environment"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/georgemonbiot/2015/may/22/attacks-on-the-last-elephants-and-rhinos-threaten-entire-ecosystems","shortUrl":"http://gu.com/p/4949f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/georgemonbiot/2015/may/22/attacks-on-the-last-elephants-and-rhinos-threaten-entire-ecosystems","webUri":"http://www.theguardian.com/environment/georgemonbiot/2015/may/22/attacks-on-the-last-elephants-and-rhinos-threaten-entire-ecosystems"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432220109122/b3f0130e-d17b-469e-a0da-16997b53c9f7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A reproduction of Chauvet cave showing world’s oldest known cave paintings, in Vallon Pont d’Arc, France. The original cave features prehistoric wall paintings, engravings and hand prints that are believed to be 36,000 years old. Photograph: Patrick Aventurier/Getty Images","credit":"Patrick Aventurier/Getty Images","altText":"The full-size reproduction of Chauvet cave, an underground environment identical to the original that contains the world's oldest known cave paintings, on March 20, 2015 in Vallon Pont d'Arc,France. The Chauvet-Pont d'Arc cave is oldest known decorated cave in the world, featuring prehistoric wall paintings, engravings and hand prints that are believed to be around 36,000 years old.","cleanCaption":"A reproduction of Chauvet cave showing world’s oldest known cave paintings, in Vallon Pont d’Arc, France. The original cave features prehistoric wall paintings, engravings and hand prints that are believed to be 36,000 years old.","cleanCredit":"Photograph: Patrick Aventurier/Getty Images"}},"importance":4,"byline":{"title":"George Monbiot"},"showQuotedHeadline":true},{"title":"I'd rather watch Maggie Gyllenhaal than any 55-year-old man","rawTitle":"I'd rather watch Maggie Gyllenhaal than any 55-year-old man","item":{"type":"comment","id":"commentisfree/2015/may/22/id-prefer-to-watch-maggie-gyllenhaal-in-a-movie-than-any-55-year-old-man","title":"I'd prefer to watch Maggie Gyllenhaal in a movie than any 55-year-old man","trailText":"Isn’t it time we saw more female love interests with lines around their eyes from all the extra years of laughing? ","standFirst":"<p>Isn’t it time we saw more female love interests with lines around their eyes from all the extra years of laughing?</p>","byline":"Rebecca Shaw","body":"<p>Benjamin Franklin wrote: “... in this world nothing can be said to be certain, except death and taxes.” If we update this for modern times, it might read, “… in this world nothing can be said to be certain, except death, taxes, and that the female love interest of a male actor in a movie will always be much younger than him.” Obviously this isn’t as pithy as old Ben Frank would like, but the sentiment remains true nonetheless. </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/21/maggie-gyllenhaal-too-old-hollywood\">In an interview</a> with entertainment website The Wrap, actor Maggie Gyllenhaal described recently being told that at the ripe old age of 37, she was too old (and I assume decrepit) to be cast as the love interest of a 55-year-old man. Let’s consider this: Gyllenhaal, who is already <em>18</em> years younger than the actor in question, cannot be cast as his love interest because she<em> </em>is too old. I really don’t believe that we stop often enough to consider how absolutely warped the world of Hollywood (and our world) must be for this to occur.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/21/maggie-gyllenhaal-too-old-hollywood\">Maggie Gyllenhaal: At 37 I was 'too old' for role opposite 55-year-old man</a> </p> \n</aside> \n<p>This isn’t an isolated example – it is the rule, not the exception. It isn’t just that this versatile, accomplished, and interesting actor was preposterously rejected for not being more<em> </em>than 18 years younger than the her would-be male co-star. The real travesty is that this sort of disparity has been going on for too long, and has become so insidious that we don’t even question it. We see it as completely normal. </p> \n<p>The huge age discrepancies in Hollywood films are not reflected in reality. Yet, it is generally not even a plot point in the movie, unless of course it is the rare occasion where the female actor is older than the male actor – then it’s usually the main plot point. It should not be normal to be <em>taken by surprise</em> that the romantic leads in a movie are of a similar age. We shouldn’t be going to the cinema to watch a movie and finding it <em>refreshing </em>that the female romantic lead is within 15 years of the male lead.</p> \n<p>It’s well known that women go from playing the love interest of men, straight to playing mothers of men. There is no in-between for women – they are allowed either the beauty of youth, or to give birth to youth. Male actors, on the other hand, can grow older, and audiences will still perceive them as attractive, fantasise about being them, or both. </p> \n<p>When you consider that only 17% of women were the ones behind the scenes of the top 250 grossing movies in <a href=\"http://womenintvfilm.sdsu.edu/files/2014_Celluloid_Ceiling_Report.pdf\">2014</a>, you see why things haven’t changed. We need women of all ages telling the stories of women of all ages. </p> \n<p>Maggie Gyllenhaal, by sharing this moment, will make a few more people stop and think. Maybe they will start to take notice of the insidious nature of the beast, and the next time Bradley Cooper (40) co-stars with Jennifer Lawrence (24) or Emma Stone (26), they will try to imagine which 40-year-old woman could have played that part.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2015/may/21/hollywoods-love-affair-with-old-dudes-romancing-young-women\">Hollywood's love affair with old dudes romancing young women</a> </p> \n</aside> \n<p>It’s not that there is anything inherently wrong with a romance like that between Emma Stone and Bradley Cooper in Aloha, or Emma Stone (still 26) and Colin Firth (54) in Magic in the Moonlight<em>. </em>It’s not that older men aren’t attractive, or that it’s wrong to enjoy watching beautiful young women on screen. And it is not the young women who are the problem.</p> \n<p>The problem comes when society is convinced that this one dynamic is the norm, and we accept it as the unchanging reality. By doing that, we are buying into an idea that older women are not beautiful, that older women are not worth watching, and that older women have nothing to offer. And remember, in this case the “older woman” refers to a 37-year-old actress. If you are around this age and reading this (if you aren’t too old to operate a computer), it is doubtful you think of yourself as someone who has nothing left to give.</p> \n<p>I, however, have nothing left to give to these movies. I have no interest left in seeing another film where a man in his 40s or 50s is romancing a woman much younger than him. Just because we have seen this repeated throughout history is not a reason to continue. It is a reason to stop.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/19/sicario-emily-blunt-demands-to-change-female-lead-role-to-a-man\">Sicario film-makers faced demands to change female lead role to a man</a> </p> \n</aside> \n<p>I would prefer to watch Gyllenhaal in a movie any day of the week than any 55-year-old man with a woman half his age. I want to see how on-screen relationships change when the dynamic isn’t always a very young woman with an older man. What if the movie has the energy of a young woman with a young man? What if it is an older woman with a younger man, and age is never mentioned? I want to see what happens when audiences are given the opportunity to watch sex and love transpire between similarly aged couples. I want to see what happens when we have the chance to watch movies created by women, and are shown women of all ages to appreciate.</p> \n<p>Let’s see females leads who have lines next to their eyes from an extra 15 years of laughing. Let’s see women who have loved many times, and have experienced real heartbreak and pain. Let us be dazzled by women who are full of life, after a longer life. And let us never read of another incident where a woman is discarded for having the audacity to age. </p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/083a1d0ac93998359e08af73578e16c593a970e3/0_689_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Gregg DeGuire/WireImage","altText":"LOS ANGELES, CA - JANUARY 25: Actress Maggie Gyllenhaal arrives at the 21st Annual Screen Actors Guild Awards at The Shrine Auditorium on January 25, 2015 in Los Angeles, California.  (Photo by Gregg DeGuire/WireImage)","cleanCredit":"Photograph: Gregg DeGuire/WireImage"}],"bodyImages":[],"webPublicationDate":"2015-05-22T04:36:41Z","lastModified":"2015-05-22T04:57:55Z","metadata":{"commentable":true,"commentCount":234,"contributors":[{"name":"Rebecca Shaw","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebecca-shaw"}],"feature":false,"keywords":["Maggie Gyllenhaal","Culture","Film"],"tags":[{"id":"film/maggie-gyllenhaal","webTitle":"Maggie Gyllenhaal"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Rebecca Shaw","topic":{"type":"tag-contributor","name":"profile/rebecca-shaw"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/22/id-prefer-to-watch-maggie-gyllenhaal-in-a-movie-than-any-55-year-old-man","shortUrl":"http://gu.com/p/495qg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/22/id-prefer-to-watch-maggie-gyllenhaal-in-a-movie-than-any-55-year-old-man","webUri":"http://www.theguardian.com/commentisfree/2015/may/22/id-prefer-to-watch-maggie-gyllenhaal-in-a-movie-than-any-55-year-old-man"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/083a1d0ac93998359e08af73578e16c593a970e3/0_689_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"‘Maggie Gyllenhaal described recently being told that at the ripe old age of 37, she was too old (and I assume decrepit) to be cast as the love interest of a 55-year-old man.’ Maggie Gyllenhaal arrives at the 21st Annual Screen Actors Guild Awards on January 25, 2015 Photograph: Gregg DeGuire/WireImage","credit":"Gregg DeGuire/WireImage","altText":"maggie gyllenhaal","cleanCaption":"‘Maggie Gyllenhaal described recently being told that at the ripe old age of 37, she was too old (and I assume decrepit) to be cast as the love interest of a 55-year-old man.’ Maggie Gyllenhaal arrives at the 21st Annual Screen Actors Guild Awards on January 25, 2015","cleanCredit":"Photograph: Gregg DeGuire/WireImage"}},"importance":4,"byline":{"title":"Rebecca Shaw"},"showQuotedHeadline":true},{"title":"The Putin paradox: distrusted, feared, and yet revered \r\n","rawTitle":"The Putin paradox: distrusted, feared, and yet revered","item":{"type":"comment","id":"commentisfree/2015/may/21/russia-vladimir-putin-propaganda","title":"The Putin paradox: distrusted, feared, and yet revered","trailText":"Putin’s high approval ratings remain a mystery to the west. But Russians haven’t been brainwashed","standFirst":"<p>Putin’s high approval ratings remain a mystery to the west. But Russians haven’t been brainwashed</p>","byline":"Natalie Nougayrède","body":"<p>The recent failure of opinion polls ahead of the British elections has sparked much soul-searching in Westminster circles. Pollsters, we are told, have eroded the public’s faith in politics and should consider resigning en masse.</p> \n<p>I sometimes wonder what those same commentators would make of opinion polls carried out in an authoritarian system like today’s Russia. After last year’s annexation of Crimea, Vladimir Putin’s approval ratings sky-rocketed to 85% and have more or less stayed there since. As a result, many have come to see Russian society as a monolithic entity, rallied around a kind of 21st century tsar. There has been a tendency to portray Russians as aggressively imperialistic at heart, a homogeneous bloc thirsty for military adventures. But is it really that simple?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/20/russian-expansion-georgia-south-ossetia\">Russian expansion: 'I went to bed in Georgia – and woke up in South Ossetia'</a> </p> \n</aside> \n<p>Last month I attended <a href=\"http://lmc.icds.ee/index.php?option=com_content&amp;task=view&amp;id=38&amp;Itemid=105\">a conference in Tallinn, Estonia</a>, where Russian opposition figures, writers, sociologists and politicians, pondered over the question of “what Russians really think”. Some argued that polls shouldn’t be taken at face value in Russia because it is a country where basic freedoms are far from guaranteed, and where the state apparatus exerts strong pressure over its citizens.</p> \n<p>This is a legitimate point: if a Russian citizen is called up or visited by a pollster, wouldn’t he be likely to play it safe and declare he heartily approves of everything the Kremlin is doing? After all, Russia is a place where dissident voices can easily be exposed to the wrath of repressive legislation, pushed towards exile or – in dramatic cases – exposed to the fire of contract killers. One could easily be forgiven for towing the official line.</p> \n<p>However, none of the participants denied that Putin is a highly popular figure. He is. Nor does anyone question the professionnalism of Russia’s main polling firm, the <a href=\"http://www.levada.ru/eng/\">Levada Center</a>. It was founded by Yuri Levada, a prominent and respected figure in Russia’s liberal-minded elite, who died in 2006. Levada once told me how puzzling it was for someone of his generation, who had witnessed the democratic transformations of the Gorbachev era, to see how quickly a Soviet-type mindset was re-emerging under Putin. Those who have followed in Levada’s tracks at the Center certainly cannot be accused of a pro-regime slant, nor of tampering with statistics.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Public opinion now follows the language of our state diplomacy. People say things they don’t expect anyone to believe!</p> \n  <footer> \n   <cite>Alexei Levinson</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>So the main question revolves around what exactly hides behind that 85% figure. According to the Levada Center’s Alexei Levinson, something fascinating is happening in Russia: “Our public opinion”, he says, “now follows the language of our state diplomacy. People say things they don’t expect anyone to believe!” An example: although Russian propaganda says there are no Russian troops in Ukraine, Russians are well aware that on the contrary, there are. “But as it is in Russia’s interests to say that these forces aren’t present in Ukraine, people are OK to deny it”, he explained.</p> \n<p>This is not by any means about shyness – it is a new form of double-speak and double-think. Levinson sees signs of a different kind of totalitarianism – not one based on fear, as in the Stalinist times, but on a Russian desire to be acknowledged as a great power. Whether the facts hold up has become unimportant.</p> \n<p>Anti-Americanism has reached record levels and Russians have been convinced that their country is facing the equivalent of the second world war. But the crucial point, says Levinson, is that “for Russian people, none of this is really serious; it is a play in the mind, an urge for symbols”. Russians are not ready to fight in Ukraine, there is no rush to volunteer.</p> \n<p>The same applies to Putin’s ratings: “There is no genuine personality cult. People are in fact quite critical of the economic situation and domestic developments”. Levinson has come to the conclusion that with all the social difficulties that now abound in Russia, to keep on lying soothes the soul. Despite all the TV propaganda, the truth is widely known. “Criticism of the corruption of authorities is boundless,” he stresses. This somehow goes hand in hand with taking pride in Russia as a great power.</p> \n<p>It is true that much of what goes on in Russia does now depends on one man, Vladimir Putin, who opted for war in Ukraine to regain political ground after the 2011-2012 popular protests that had threatened him. Galvanising patriotism is an old recipe. But it would be an error to assume that one man’s words and actions speak for a whole country. Russians are not as brainwashed as many make them out to be, <a href=\"http://www.aei.org/events/putins-russia-how-it-rose-how-it-is-maintained-and-how-it-might-end/\">nor should they be caricatured</a>.</p> \n<p>So where does that leave Western policy-makers ? First, they shouldn’t underestimate the risk of this toxic mix of patriotic rhetoric and political inertia escalating further and resulting in an accidental armed confrontation with Nato. Second, they should pay attention to what one of Russia’s most brillant and passionate democratic activists, the ex-Soviet dissident <a href=\"http://www.andreimironov.com\">Andrey Mironov</a> (who was killed while reporting out of Ukraine last year), has always pointed to: building up the layers of a genuine civil society is a long and arduous struggle. Levinson takes the same view. He has the polling figures, he analyses what they really mean, and he says he’s optimistic. This should be Europe’s starting point.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432227762952/ab514770-9273-4d62-898e-ca48a0a2d7eb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"KIRILL KUDRYAVTSEV/AFP/Getty Images","altText":"Vladimir Putin, seen through a viewfinder, at his annual press conference in Moscow in December 18, 2014.  Photograph: Kirill Kudryavtsev/AFP/Getty Images","cleanCredit":"Photograph: KIRILL KUDRYAVTSEV/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-21T18:30:52Z","lastModified":"2015-05-21T23:00:59Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Natalie Nougayrède","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413378775155/Natalie-Nougayrede-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/natalie-nougayrede"}],"feature":false,"keywords":["Russia","Vladimir Putin","Ukraine"],"tags":[{"id":"world/russia","webTitle":"Russia"},{"id":"world/vladimir-putin","webTitle":"Vladimir Putin"},{"id":"world/ukraine","webTitle":"Ukraine"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Natalie Nougayrède","topic":{"type":"tag-contributor","name":"profile/natalie-nougayrede"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/21/russia-vladimir-putin-propaganda","shortUrl":"http://gu.com/p/495jm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/21/russia-vladimir-putin-propaganda","webUri":"http://www.theguardian.com/commentisfree/2015/may/21/russia-vladimir-putin-propaganda"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432227762952/ab514770-9273-4d62-898e-ca48a0a2d7eb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vladimir Putin, seen through a viewfinder, at his annual press conference in Moscow in December 18, 2014. Photograph: Kirill Kudryavtsev/AFP/Getty Images","credit":"Kirill Kudryavtsev/AFP/Getty Images","altText":"Vladimir Putin, seen through a viewfinder, at his annual press conference in Moscow in December 18, 2014.  Photograph: Kirill Kudryavtsev/AFP/Getty Images","cleanCaption":"Vladimir Putin, seen through a viewfinder, at his annual press conference in Moscow in December 18, 2014.","cleanCredit":"Photograph: Kirill Kudryavtsev/AFP/Getty Images"}},"importance":3,"byline":{"title":"Natalie Nougayrède"},"showQuotedHeadline":true},{"title":"Polly Toynbee / These children of Thatcher are free to cut, cut, cut – and they’re loving every minute","rawTitle":"These children of Thatcher are free to cut, cut, cut – and they’re loving every minute","item":{"type":"comment","id":"commentisfree/2015/may/21/thatcher-cut-george-osborne-david-cameron-welfare-government","title":"These children of Thatcher are free to cut, cut, cut – and they’re loving every minute","trailText":"George Osborne and David Cameron have been waiting for this moment – to take us back to a prewar, pre-welfare government","standFirst":"George Osborne and David Cameron have been waiting for this moment – to take us back to a prewar, pre-welfare government","byline":"Polly Toynbee","body":"<p>Every new chancellor wants to set their own budget after an election. But George Osborne isn’t a new chancellor. He inherits his own 2015-16 plan, and yet last night he told the Confederation of British Industry <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/20/fresh-spending-squeeze-has-already-begun-says-george-osborne\" title=\"\">he will reopen it to cut more</a>, tearing up every departmental and agency budget after contracts are signed halfway through the year.</p> \n<p>A question: what is there in his spending plans that he dared not announce to voters before the election? It was already a piece of remarkable democratic arrogance that David Cameron and Osborne <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/27/conservatives-face-pressure-to-come-clean-on-12bn-benefit-cuts\" title=\"\">refused to say where the &pound;12bn of benefit cuts would fall</a> – and dereliction on the part of all the broadcasting interviewers not to hammer hard enough on this one point with every minister in their studios so as to force them to reply. But we shall see now, too late, exactly where the axe is falling on all the unprotected departments.</p> \n<p>The big question is why? Politically, the promise of a rapid deficit abolition, returning to surplus by April 2018, was a sharp challenge to Labour: beat that! Labour wouldn’t and didn’t because it’s brutal, needless and economically dangerous. Now that Osborne has won, he doesn’t need to do it either. Last time, he missed his target by half. He let the stock of <a href=\"http://blogs.spectator.co.uk/coffeehouse/2013/11/the-tories-have-piled-on-more-debt-than-labour/\" title=\"\">debt rise far higher than it ever was under Labour</a>. And he lost the AAA credit rating without which he said we’d become Greece – but the sky didn’t fall in. Markets would have slaughtered a Labour government for that, but markets forgive Conservatives almost anything. They would worry not one iota if Osborne again decided to slow down. A promise to keep the deficit falling would be ample.</p> \n<p>The only reason Osborne is putting his foot on the accelerator is because he wants to and because he can. Who’s going to stop him now? This is a dash to shrink the state, squeeze everything, contract out what can’t be cut and return, as his own Office for Budget Responsibility said, to a prewar, pre-welfare state, bare-bones government. These children of Thatcher are ideologues to the core, often without even knowing it. They have breathed in from infancy a “common sense” assumption that the state is always wasteful, private and market always good, the collective worse than the individualist. As Thatcher said, you will always spend the pound in your pocket better than any government will. Now he tests that – possibly to destruction. All but the NHS, overseas aid and schools will be cut by a third, according to the Institute for Fiscal Studies. Whitehall itself could lose 100,000 staff. Expect more of the west coast mainline contracting-type fiascos as capability is lost just when civil servants need to be canny enough to outwit the gigantic corporations contracting so much.</p> \n<p>Politically, within the government, this won’t all be easy either. Such deep cuts suggest state-shrinkers should be amalgamating departments – the Department for Business and Department for Culture, Media &amp; Sport have long been under threat – for example by reuniting the Home Office and Ministry of Justice. But Cameron needs the jobs: patronage is key to keeping his tiny majority happy. How will his party handle deep cuts to defence, already below the 2% of GDP Nato demands? How will Michael Gove and Theresa May cut prisons and police again, as court delays lengthen and prisons burst at the seams? This time, permanent secretaries may be less acquiescent: many should say no, minister to cuts beyond what’s safe or sane. New ministers arriving full of bright ideas will find nothing happens and no one is there when they pull on levers to build the new infrastructure Osborne promises: create new apprenticeships, fix broadband and so on. His <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/the-northerner/2015/may/14/george-osborne-northern-powerhouse-devolution-manchester\" title=\"\">northern powerhouse</a> councils may wake up to find that all they have had devolved to them is the axe and the blame – not just for social care but now for the NHS too. This government’s record for competence is slender. Gove’s record in education suggests there is a rhinoceros in a china shop at justice.</p> \n<p>A government that has won an unexpected majority, casting its opposition into a state of existential crisis, can do whatever it damn well pleases. Five years is longer ahead than anyone can imagine. Last time, Osborne’s 2010 austerity budget stifled over 1% of growth at a stroke: expect similar results as the same experiment is repeated. Last time one reckless bungle followed another, including the omnishambles budget, forcing U-turns and embarrassments: expect many more in this triumphally reckless mood. Cameron’s government has nothing to fear – except its own errors.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432205077995/David-Cameron-arriving-at-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron arriving at Downing Street. Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"George Osborne arriving at Downing Street","cleanCaption":"David Cameron arriving at Downing Street. Photograph: Dan Kitwood/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-21T10:51:47Z","lastModified":"2015-05-21T14:29:25Z","metadata":{"commentable":true,"commentCount":2979,"contributors":[{"name":"Polly Toynbee","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/6/30/1404146756739/Polly-Toynbee-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pollytoynbee"}],"feature":false,"keywords":["Austerity","Welfare","Politics","Economic policy","Economics","Business","George Osborne","David Cameron","UK news"],"tags":[{"id":"business/austerity","webTitle":"Austerity"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Polly Toynbee","topic":{"type":"tag-contributor","name":"profile/pollytoynbee"}}],"series":{"title":"First thoughts","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/first-thoughts"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/21/thatcher-cut-george-osborne-david-cameron-welfare-government","shortUrl":"http://gu.com/p/4954z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/21/thatcher-cut-george-osborne-david-cameron-welfare-government","webUri":"http://www.theguardian.com/commentisfree/2015/may/21/thatcher-cut-george-osborne-david-cameron-welfare-government"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432205077995/David-Cameron-arriving-at-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne arriving at Downing Street. Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"George Osborne arriving at Downing Street","cleanCaption":"George Osborne arriving at Downing Street. Photograph: Dan Kitwood/Getty Images"}},"importance":3,"kicker":{"title":"Polly Toynbee"},"byline":{"title":"Polly Toynbee"},"showQuotedHeadline":true}],"lastModified":"2015-05-22T09:09:12Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}