{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Angela Merkel – is the Greek crisis too big for Europe’s most powerful woman?\r\n","rawTitle":"Angela Merkel – is the Greek crisis too big for Europe’s most powerful woman?","item":{"type":"comment","id":"commentisfree/2015/jun/25/angela-merkel-greece-crisis-europe-germany","title":"Angela Merkel – is the Greek crisis too big for Europe’s most powerful woman?","trailText":"Germany’s chancellor could secure her place in history – but by risking the wrath of her own voters","standFirst":"Germany’s chancellor could secure her place in history – but by risking the wrath of her own voters","byline":"Franziska Augstein","body":"<p>Angela Merkel has recently been making much use of the old cliche, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/16/angela-merkel-stands-firm-finding-resolution-greece-crisis\" title=\"\">“Where there’s a will, there’s a way”</a>. She has rolled it out to Alexis Tsipras and the Greek people, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/commentisfree/2015/jan/07/angela-merkel-feels-love-tour-london-david-cameron\" title=\"\">David Cameron has heard it fall from her lips</a> at least once – because, of course, she knows all too well that a Greek exit from the euro would hardly bolster Britain’s enthusiasm for the European Union.</p> \n<p>The Greek crisis is the biggest challenge Merkel has had to face in the 10 years of her chancellorship. If Greece had to exit the single currency, Merkel would go down in history as the one politician who had the power to stop the EU’s decline but failed to do so. Some experts believe that to a large extent she contributed to the crisis: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2010/feb/11/germany-greece-merkel-bailout-euro\" title=\"\">had she wholeheartedly backed a full bailout in 2010</a>, the collapse of the Greek economy might have been averted.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Had she wholeheartedly backed a full bailout in 2010, the collapse of the Greek economy might have been averted</p> \n </blockquote> \n</aside> \n<p>Instead, Merkel involved the International Monetary Fund – against the advice of her finance minister, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/sep/20/wolfgang-schauble-70-save-eurozone\" title=\"\">Wolfgang Sch&auml;uble</a>. Those well disposed towards the German chancellor say she brought in the IMF to prevent Greece from putting the European commission under too much pressure. But at least as important is the less flattering interpretation: that the most powerful woman in Europe (if not the world) shied away from taking sole responsibility for Greece’s fate because sharing it out among as many players as possible was a way of protecting herself from any blame.</p> \n<p>Unlike <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2005/may/31/germany.lukeharding\" title=\"\">her mentor, the former German chancellor Helmut Kohl</a>, Merkel did not embark on her political career with much instinctive passion for the European project. During her childhood in the GDR, her mother’s praise of the west coloured Merkel’s view of the world – but the west then was the United States. Realising that the EU is worth every political effort has been something she has had to learn. Added to the reticence with which Merkel approaches any momentous decision, it is easy to see why the German government did so little to nip the Greek crisis in the bud.</p> \n<p>Acting in unison, the German leader and her finance minister, the IMF, the European commission and the European Central Bank forced an austerity programme on the Greek people based on the principles of neoliberal economics. In the former eastern bloc states such shock therapy had succeeded in returning struggling economies to growth. However, it generated <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/may/20/eastern-europe-neoliberal-disaster-arab-spring\" title=\"\">immense hardship and created profound social divisions</a>: the well-off benefited because investments became cheaper, but the bulk of the population suffered.</p> \n<p>In the case of Greece, private creditors in Germany have by now been able to write off most of their investments in return for tax reductions. Many others got their money back, plus interest, through official financial help for Greece. Accordingly, the belief has grown among some German finance experts that there is no need to keep Greece in the euro at any price. They regard Sch&auml;uble as their champion. And indeed, as early as 2011, the powerful Christian Democrat politician suggested to his Greek equivalent, Evangelos Venizelos, during a meeting in a Polish hotel bar that <a href=\"http://investmentwatchblog.com/truth-comes-out-greeces-venizelos-says-schauble-proposed-friendly-expulsion-from-e-in-sept-2011-angrily-refused/\" title=\"\">Greece would be better off without the euro</a>.</p> \n<p>Berlin has lately been awash with rumours of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/16/angela-merkel-stands-firm-finding-resolution-greece-crisis\" title=\"\">rift between the chancellor and her finance minister</a>. According to this narrative Merkel would move heaven and earth to keep Greece in the euro as a means of stabilising both the eurozone and the wider EU. Sch&auml;uble, the guardian of German savers, would be sanguine about a Greek exit, since he is not interested in geopolitics.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/16/angela-merkel-stands-firm-finding-resolution-greece-crisis\">Angela Merkel stands firm on finding resolution to Greece crisis</a> </p> \n</aside> \n<p>But this is bogus. It should be remembered that in 1992 Sch&auml;uble, as the <a href=\"https://en.wikipedia.org/wiki/CDU/CSU\" title=\"\">CDU/CSU</a>’s parliamentary group leader, was an enthusiastic supporter of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/1991/dec/12/emu.theeuro\" title=\"\">Maastricht treaty</a>, which provided the legal underpinning for currency union. Its rules also opened the way to a future political union. Sch&auml;uble was a convinced European long before East Germans like Merkel began to discover “Europe” as an idea. Of course, he too wants Greece to stay in the eurozone. But he has to exercise rhetorical pressure. How else can Germany convince Greek politicians to reform their chaotic finance and tax system?</p> \n<p>According to insiders, Merkel and Sch&auml;uble are not happy with media coverage of their alleged disagreement. At the same time, portrayals of the pair as good cop/bad cop are useful in the negotiations with Athens.</p> \n<p>What is true is that Greece has become a major domestic irritant for Merkel’s Christian Democrats. Clearly, the big fear in the party and beyond is that German taxpayers will end up footing the bill. Therefore some conservative members of parliament will almost certainly vote against another bailout package. Even the Social Democrats, part of the governing grand coalition, have begun to insist on fiscal prudence to protect the German taxpayer. Their leader, Sigmar Gabriel, the deputy chancellor and economy minister, recently claimed there was <a href=\"http://en.cyplive.com/ru/news/greciyu-ne-budut-spasat-lyuboy-cenoy-ministr-ekonomiki-frg.html\" title=\"\">no need to keep Greece in the eurozone “at all costs”</a>.</p> \n<p>Among Germany’s <em>Mittelstand</em> – its medium-sized businesses – there is also criticism: in the past Greece benefited from European subsidies and cheap credit, they argue, but that day has gone. One financial expert reckons the onus is now on Germany to choose: “Either we view Greece as a tourist destination. Or we accept that things are done differently in the south, all concomitant inefficiencies included, and we pay for it.”</p> \n<p>That last option would inevitably mean the EU becoming a “transfer union”, in which northern Europe’s fiscally conservative nations resign themselves to subsidising the poorer states of the south in the interests of cohesion and neighbourliness. This may be a reasonable idea, but it can only work if countries like Greece manage to organise a functioning fiscal and administrative system. But this is for the future. For now, Greece’s crippling debt burden can only be solved by a substantial write-off. The big question that remains for all European governments, but specially for Merkel, is whether such a solution is domestically acceptable.</p> \n<p>The chancellor is known to rely heavily on opinion polls to guide her political decisions. For example, in 2003, at her party’s convention in Leipzig, Merkel suggested a harsh economic reform programme. When it turned out that a majority of the public did not share her enthusiasm for austerity, she performed a U-turn. Similarly, after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/video/2015/mar/10/fukushima-japan-nuclear-video\" title=\"\">Fukushima catastrophe</a> in 2011, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2011/may/09/angela-merkel-green-energy\" title=\"\">aficionado of nuclear technology embraced alternative energies</a> within days.</p> \n<p>Increasingly, her style of government has been described more as unguided opportunism than shrewd pragmatism. German media of all political shades have mocked her for the zeal with which she has pursued one political goal: staying in power. Yet her attempt to defuse Europe’s other big existential crisis – Ukraine – has been useful. Now at Europe’s hour of need, might she consider the Greek crisis too big to leave to the opinion polls?</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435248455401/Angela-Merkel-Alexis-Tsip-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Angela Merkel with Alexis Tsipras, the Greek prime minister, in Berlin in March. 'She did not embark on her political career with much instinctive passion for the European project.' Photograph: John Macdougall/AFP/Getty Images","credit":"John Macdougall/AFP/Getty Images","altText":"Angela Merkel, Alexis Tsipras","cleanCaption":"Angela Merkel with Alexis Tsipras, the Greek prime minister, in Berlin in March. 'She did not embark on her political career with much instinctive passion for the European project.' Photograph: John Macdougall/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T19:22:07Z","lastModified":"2015-06-25T23:00:57Z","metadata":{"commentable":true,"commentCount":264,"contributors":[{"name":"Franziska Augstein","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/franziska-augstein"}],"feature":false,"keywords":["Angela Merkel","Germany","Greece","Europe","European Union","World news","Euro"],"tags":[{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/world","webTitle":"World news"},{"id":"world/euro","webTitle":"Euro"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Franziska Augstein","topic":{"type":"tag-contributor","name":"profile/franziska-augstein"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/25/angela-merkel-greece-crisis-europe-germany","shortUrl":"http://gu.com/p/4a5p7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/25/angela-merkel-greece-crisis-europe-germany","webUri":"http://www.theguardian.com/commentisfree/2015/jun/25/angela-merkel-greece-crisis-europe-germany"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435248455401/Angela-Merkel-Alexis-Tsip-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Angela Merkel with Alexis Tsipras, the Greek prime minister, in Berlin in March. ‘She did not embark on her political career with much instinctive passion for the European project.’ Photograph: John Macdougall/AFP/Getty Images","credit":"John Macdougall/AFP/Getty Images","altText":"Angela Merkel, Alexis Tsipras","cleanCaption":"Angela Merkel with Alexis Tsipras, the Greek prime minister, in Berlin in March. ‘She did not embark on her political career with much instinctive passion for the European project.’ Photograph: John Macdougall/AFP/Getty Images"}},"importance":7,"byline":{"title":"Franziska Augstein"},"showQuotedHeadline":true,"sublinks":[{"title":"Greece is being blackmailed. Exiting the eurozone is its way out","rawTitle":"Greece is being blackmailed. Exiting the eurozone is its way out","item":{"type":"comment","id":"commentisfree/2015/jun/25/greece-blackmailed-eurozone-troika-syriza-common-currency","title":"Greece is being blackmailed. Exiting the eurozone is its way out","trailText":"Instead of acceding to the troika’s devastating demands, Syriza should free the country from the trap of the common currency – if the Greek people agree","standFirst":"Instead of acceding to the troika’s devastating demands, Syriza should free the country from the trap of the common currency – if the Greek people agree","byline":"Costas Lapavitsas","body":"<p>A few days ago the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/22/hopes-greece-bailout-deal-rise-sharply\" title=\"\">Greek government submitted a list of proposals</a> hoping to break the deadlock with the “institutions” – the European Commission, the International Monetary Fund and the European Central Bank. The government basically agreed to tough primary surpluses: 1% in 2015 and 2% in 2016. To achieve these targets it proposed to raise VAT on a range of widely consumed goods as well as imposing a host of taxes on enterprises and families of “high” income. It also proposed substantial savings on pensions. The measures added up to roughly €8bn over 2015-16, and would be immediately implemented.</p> \n<p>The package is certainly deflationary at a moment when the Greek economy is again on the threshold of recession. There is little doubt that it would contribute to output contraction and higher unemployment in 2015-16, particularly as there is little prospect of being offset by an investment programme funded by the EU. It is a major retreat by the government of Syriza.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>For those who look at the EU without rose-tinted glasses, there is no surprise regarding the attitude of the lenders</p> \n </blockquote> \n</aside> \n<p>To general astonishment, the response of the<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/24/greece-debt-crisis-talks-renewed-deadlock\" title=\"\"> “institutions”, led by the IMF, was to demand even tougher measures</a> to achieve the same targets. These include more severe increases in VAT, a lessening of the tax burden on enterprises and greater pension savings. If these demands are met, the government will not even be able to claim that it has shifted some of the increased tax burden away from workers and the poor.</p> \n<p>For Greece as a whole, the prospect of a deal achieved on this basis <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/23/deal-heaps-more-misery-greeks\" title=\"\">would be simply appalling</a>. The country would be forced to adopt harsh austerity measures dictated by the lenders, without any realistic possibility of substantial debt relief, or of a significant investment programme. The “institutions” are once again attempting to impose the policies that have failed abysmally since 2010, causing huge contraction of GDP, vast unemployment and mass impoverishment. It would be a national disaster accompanied by the complete humiliation of the Syriza government.</p> \n<p>For those who look at the European Union without rose-tinted glasses, there is no surprise regarding the attitude of the lenders. The EU and the eurozone in particular are in thrall to austerity, even institutionalising it through the <a href=\"http://ec.europa.eu/economy_finance/articles/governance/2012-03-14_six_pack_en.htm\" title=\"\">so-called six-pack and two-pack</a>. The lenders have inevitably objected to lifting austerity in Greece, and appear to believe – foolishly – that austerity “works”. Furthermore, they are keen to inflict a political defeat on a leftwing government that has dared to challenge the European status quo. Europe has shown a harsh and cynical face toward Greece, whatever might be the faults of Greece itself.</p> \n<p>The real question is, will the government of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/syriza\" title=\"\">Syriza</a> accede to these extraordinary demands? Will it submit to blackmail? Syriza won the election in January 2015 with a strategy that promised to lift austerity and bring radical change to Greece, while remaining within the eurozone. It believed that its strong democratic mandate would help it succeed in tough negotiations with the lenders. Reality has proved to be very different as the lenders have used the framework of the eurozone to create a liquidity and funding shortage that has crippled the Greek side. At the same time, both the lenders and the domestic forces that wish to continue with the policies of austerity – including, mostly, the rich and the financial elite – have been scaremongering shamelessly about Grexit. Faced with the power of the purse, the strategy of Syriza is unravelling.</p> \n<p>Greece and the government of Syriza have now come face-to-face with the ruthless reality of the eurozone. To keep the country in the monetary union, the lenders are demanding that it should submit to blackmail and accept policies that would lead to national decline. Greek society would face low growth, high unemployment, entrenched poverty and emigration of its skilled youth, as the experience of the last five years has shown.</p> \n<p>There is an alternative path for Greece, and it would include leaving the eurozone. Exit would free the country from the trap of the common currency, allowing it to implement policies that could revive both economy and society. It would open a feasible path that could offer fresh hope, even if it entailed significant difficulties of adjustment during the initial period.</p> \n<p>The choice ultimately rests with the Greek people. Despite the frequently reported polls presumably showing strong support for the eurozone, the reality on the ground is anger and frustration among workers, the poor and the ravaged lower-middle class. These are the social layers that could put the country on a different trajectory of growth with social justice. In this respect, it is incumbent upon Syriza to rethink its strategy and offer fresh leadership to the Greek people. In the coming days a significant intervention by its influential left wing, the Left Platform, can be expected. Greece needs a rapid public debate and a reshaping of policy. The country has the strength to survive and it will.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435238575584/Euro-graffiti-in-Athens--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Greece and the government of Syriza have now come face-to-face with the ruthless reality of the eurozone.'  Photograph: Simela Pantzartzi/EPA","credit":"Simela Pantzartzi/EPA","altText":"Euro graffiti in Athens ","cleanCaption":"'Greece and the government of Syriza have now come face-to-face with the ruthless reality of the eurozone.'  Photograph: Simela Pantzartzi/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-25T14:37:47Z","lastModified":"2015-06-25T14:39:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Costas Lapavitsas","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/costaslapavitsas"}],"feature":false,"keywords":["Eurozone crisis","Greece","Syriza","Europe","World news","European Union","European monetary union","Economics","Banking","European banks","Financial crisis","Euro"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/syriza","webTitle":"Syriza"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/euro","webTitle":"Euro"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Costas Lapavitsas","topic":{"type":"tag-contributor","name":"profile/costaslapavitsas"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/25/greece-blackmailed-eurozone-troika-syriza-common-currency","shortUrl":"http://gu.com/p/4a5ja","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/25/greece-blackmailed-eurozone-troika-syriza-common-currency","webUri":"http://www.theguardian.com/commentisfree/2015/jun/25/greece-blackmailed-eurozone-troika-syriza-common-currency"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435238575584/Euro-graffiti-in-Athens--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Greece and the government of Syriza have now come face-to-face with the ruthless reality of the eurozone.'  Photograph: Simela Pantzartzi/EPA","credit":"Simela Pantzartzi/EPA","altText":"Euro graffiti in Athens ","cleanCaption":"'Greece and the government of Syriza have now come face-to-face with the ruthless reality of the eurozone.'  Photograph: Simela Pantzartzi/EPA"}},"importance":0,"byline":{"title":"Costas Lapavitsas"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435238575584/Euro-graffiti-in-Athens--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Greece and the government of Syriza have now come face-to-face with the ruthless reality of the eurozone.'  Photograph: Simela Pantzartzi/EPA","credit":"Simela Pantzartzi/EPA","altText":"Euro graffiti in Athens ","cleanCaption":"'Greece and the government of Syriza have now come face-to-face with the ruthless reality of the eurozone.'  Photograph: Simela Pantzartzi/EPA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435248455401/Angela-Merkel-Alexis-Tsip-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Angela Merkel with Alexis Tsipras, the Greek prime minister, in Berlin in March. 'She did not embark on her political career with much instinctive passion for the European project.' Photograph: John Macdougall/AFP/Getty Images","credit":"John Macdougall/AFP/Getty Images","altText":"Angela Merkel, Alexis Tsipras","cleanCaption":"Angela Merkel with Alexis Tsipras, the Greek prime minister, in Berlin in March. 'She did not embark on her political career with much instinctive passion for the European project.' Photograph: John Macdougall/AFP/Getty Images"}}]},{"title":"Working mothers don’t need to feel guilt – but it can be a useful tool","rawTitle":"Working mothers don’t need to feel guilt – but it can be a useful tool","item":{"type":"comment","id":"commentisfree/2015/jun/25/working-mothers-guilt-research-daughters","title":"Working mothers don’t need to feel guilt – but it can be a useful tool","trailText":"Research shows that having a job gives daughters a strong role model. But regardless, a life free of angst is neither possible nor desirable","standFirst":"Research shows that having a job gives daughters a strong role model. But regardless, a life free of angst is neither possible nor desirable","byline":"Gaby Hinsliff","body":"<p>Stop feeling guilty. That’s the rough take-home message – or perhaps more precisely, the message many working parents will choose to take home – from a new Harvard study which found that the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/24/having-a-working-mother-works-for-daughters\" title=\"\">daughters of working mothers go on to have more successful careers</a> and more equal relationships. Something many women have long hoped was true – that going out to work provides a strong role model for your daughters – now has a little more evidence to back it up. And in this season of forgetting to bake cakes for&nbsp;the school fete and scrabbling for sold-out summer holiday childcare, it’s&nbsp;just nice to have the moral high ground for once.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/24/having-a-working-mother-works-for-daughters\">Having a working mother works for daughters</a> </p> \n</aside> \n<p>How liberating to be told that we’re not ruining our kids’ lives by daring to pay the bills; that a career isn’t necessarily something you buy at the expense of the people you love; that you&nbsp;needn’t drag the clanking chains of&nbsp;guilt along behind you for ever.</p> \n<p>And that, essentially, is also the seductive promise behind the latest hot parenting book, by the American time management guru <a href=\"http://lauravanderkam.com/books/i-know-how-she-does-it/\" title=\"\">Laura Vanderkam, I Know How She Does It</a>. The author promises less to change your life than to stop you feeling quite so bad about it.</p> \n<p>Having persuaded numerous over-achieving women to keep time logs of their days, from dawn gym workouts (nope, me neither) to solving work crises at midnight, she observes that actually “their lives didn’t look that bad”. Busy, yes, but full and rewarding. Our culture’s doom-laden focus on the tough bits risks obscuring a bigger truth about working parenthood, she argues, which is that it makes many women feel very fulfilled, if stressed.</p> \n<p>Her book may not resonate quite so much, it’s fair to say, with those very many women feeling knackered and guilt-ridden while doing jobs they don’t much enjoy for less than the six-figure salaries of the women in her book. But&nbsp;the more accessible British version is probably the argument made by the Labour frontbencher <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2013/dec/12/mothers-paid-jobs-myth-scatty-powell-labour\" title=\"\">Lucy Powell last year</a> that working mothers should be publicly proud of how much they do, rather than apologising for it. That unmistakably chimed with mothers who privately felt pretty comfortable about their working lives but didn’t dare say so because they worried that if they weren’t wracked with self-loathing then they were probably doing it wrong.</p> \n<p>It’s faintly mad, obviously, to make anyone feel guilty about not feeling sufficiently guilty. Yet there is a tendency for brisk, can-do accounts such as Vanderkam’s to skip a bit too quickly over the question of whether guilt is always necessarily bad; of what makes a good life for children, as well as&nbsp;for parents.</p> \n<p>Cards on the table: in the last fortnight alone I’ve felt guilty more times than I can remember. There was the time I packed my son off to school when he was feeling distinctly under the weather, because I needed to be away for work. The ongoing guilt about not doing more to support an old friend whose father is seriously ill, because there never seems to be time to carve out an hour for a proper, uninterrupted conversation; the faint but perpetual guilt that the house is a mess, and that the dog now pointedly brings its lead to&nbsp;any stranger who comes to the door,&nbsp;in the manner of a dog that needs more walking.</p> \n<p>And then there’s the Saturday spent chairing a Labour leadership hustings, feeling simultaneously guilty about not being home doing something fun with my son; guilty about leaving my husband with a day’s solo parenting; but also guilty about all the other out-of-hours gigs – the thinktank breakfasts, evening drinks, weekends at party conferences – I’ve turned down on family grounds, even at the risk of drifting that bit further out of the professional loop. The trouble with contemporary parental guilt is that it’s&nbsp;as much about work as it is about the&nbsp;children.</p> \n<p>To stay at home is to feel bad about wasting your education, about dodging your responsibility to contribute – either financially at home or publicly to the world – and now about whether it will hold your own daughter back. Full-time motherhood has moved from middle-class norm to niche choice that requires defending, and as a result every government pledge of free childcare or official report highlighting – as the European council did this week – how rising maternal employment boosts GDP becomes a cattle prod to the conscience.</p> \n<p>Part-timers, meanwhile, are envied for having one foot in the playground and one in the office, but worry secretly about failing to keep up with either of them: skidding late into the school pick-up, still furtively sending emails on our phones. I’ve worked variously full-time, part-time and (very briefly) barely at all, and the truth is that some of those lives were more enjoyable than others but none was guilt-free. Time spent envying or resenting other parents is usually time wasted.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Guilt is essential to a full and interesting life, since it helps us keep track of what’s owed when, and to whom</p> \n </blockquote> \n</aside> \n<p>Vanderkam has a point that wallowing in guilt over every little thing can be exhausting, self-limiting and even self-indulgent. Taking things to martyred extremes is sometimes more about showing what a saintly person you must be – so self-sacrificing, so concerned for others – than about organising family life well.</p> \n<p>But wanting to be entirely free of guilt, of that horrible mental tickertape running through your head? That seems neither possible nor, to be honest, all that desirable.</p> \n<p>Guilt stems, after all, from a feeling of obligation, a sense that there was something you should have done but didn’t, and it’s this sense that basically makes us social animals. Guilt helps us keep numerous complex relationships going, by prodding us to observe the correct mutual obligations for each – indeed you could argue it’s essential to&nbsp;a&nbsp;full and interesting life, since it helps us keep track of what’s owed when, and to whom.</p> \n<p>At its worst, guilt can obviously be a mechanism for repression, particularly when used for political or religious ends. But at its best guilt is the emotional equivalent of physical pain; a warning sign that something’s overloaded, some unseen damage is being done.</p> \n<p>The genuinely contented working mother is, of course, probably the one who can distinguish this useful guilt from the toxic kind that results from failing at some pointless, imaginary or unreasonable duty. And no, before you ask, I don’t really know how she does that. But hey, at least that’s something new to feel guilty about.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435255850624/75b2fc1d-aabb-4af8-b5f4-535286fa9475-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Illustration by Ben Jennings","altText":"Illustration by Ben Jennings","cleanCredit":"Photograph: Illustration by Ben Jennings"}],"bodyImages":[],"webPublicationDate":"2015-06-25T19:26:51Z","lastModified":"2015-06-25T23:00:59Z","metadata":{"commentable":true,"commentCount":120,"contributors":[{"name":"Gaby Hinsliff","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/12/1410533756119/Gaby-Hinsliff-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gabyhinsliff"}],"feature":false,"keywords":["Work & careers","Parents and parenting","Gender","Family","Life and style","Money","Children","UK news","Women"],"tags":[{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"world/gender","webTitle":"Gender"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"money/money","webTitle":"Money"},{"id":"society/children","webTitle":"Children"},{"id":"uk/uk","webTitle":"UK news"},{"id":"lifeandstyle/women","webTitle":"Women"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Gaby Hinsliff","topic":{"type":"tag-contributor","name":"profile/gabyhinsliff"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/25/working-mothers-guilt-research-daughters","shortUrl":"http://gu.com/p/4a6v3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/25/working-mothers-guilt-research-daughters","webUri":"http://www.theguardian.com/commentisfree/2015/jun/25/working-mothers-guilt-research-daughters"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435255850624/75b2fc1d-aabb-4af8-b5f4-535286fa9475-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘In the last fortnight alone I’ve felt guilty more times than I can remember.’ Illustration by Ben Jennings","credit":"Illustration by Ben Jennings","altText":"Illustration by Ben Jennings","cleanCaption":"‘In the last fortnight alone I’ve felt guilty more times than I can remember.’ Illustration by Ben Jennings"}},"importance":5,"byline":{"title":"Gaby Hinsliff"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435255850624/75b2fc1d-aabb-4af8-b5f4-535286fa9475-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Illustration by Ben Jennings","altText":"Illustration by Ben Jennings","cleanCredit":"Photograph: Illustration by Ben Jennings"}}]},{"title":"Is China’s economic rise truly the stuff of nightmares?","rawTitle":"Is China’s economic rise truly the stuff of nightmares?","item":{"type":"comment","id":"commentisfree/2015/jun/26/china-economic-rise-nightmares","title":"Is China’s economic rise truly the stuff of nightmares?","trailText":"While Africa has a positive view of the Asian superpower’s growing influence, America’s longstanding allies fear its coming eclipse","standFirst":"While Africa has a positive view of the Asian superpower’s growing influence, America’s longstanding allies fear its coming eclipse","byline":"Natalie Nougayrède","body":"<p>A former high-ranking member of a European government recently told me about his recurring nightmare. Here’s how he described it: northern Europe turns brown (far right); southern Europe turns red (far left); in the west, Britain falls out of the EU; and in the east, Russia runs over everyone. He could have added: China overtakes the US and runs the world. If you think this scenario is far-fetched, you are in the minority. People almost everywhere are anticipating a major reshuffle of the cards on the global stage. Whether that happens, how and when, will be the defining factors of our age.</p> \n<p>These perceptions jump out from a recent Pew Research Center report examining <a href=\"http://www.pewglobal.org/database/\" title=\"\">the state of global opinion</a> about the US, China and the international balance of power. According to the survey, people around the world, especially in Europe, are convinced that China “will eventually replace or already has replaced the US as the leading superpower”. The study doesn’t say whether they believe that is good or bad, nor when they expect these shifts to occur, but it does point to a strongly held expectation.</p> \n<p>The survey shows that 59% of Britons and Germans hold the view that China will dominate the globe or already does. Of the French, 66% agree, as well as 60% of Spaniards, 57% of Italians and 46% of Poles. In Asia, opinions are mixed. Of the Chinese, 67% agree their country will be the No&nbsp;1 superpower or has already risen to that level; 66% of Australians expect China to reach that rank, as do 59% of South Koreans and 53% of Pakistanis. The Japanese disagree, as do the Vietnamese (only 20% and 18% respectively think China will be No 1). In Africa, 47% of those polled said China would overtake the US (33% have the opposite view). In Latin America, it’s 49% (versus 35%).</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>So if this is a cautionary tale about the future, then brace yourself for a world in which we will all be on Weibo</p> \n </blockquote> \n</aside> \n<p>And in the US, well, opinion is split – 46% of Americans think their country will be overtaken by China or already has been, whereas 48% think the opposite. Whether that says something about national self-doubt in the US, or about hardcore realism, is an open question.</p> \n<p>Of course, historical legacies, national ambitions and fears and wishful thinking play a role in this polling. It’s hard to equate the immediacy of a public opinion survey with a more scientific analysis. But public perceptions matter – because, these days, they tend to drive politicians, and not the other way around.</p> \n<p>So if this is a cautionary tale about the future, then brace yourself for a world in which we will all be on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/pda/2011/jul/15/weibo-twitter-china\" title=\"\">Weibo</a>, and Chinese military bases will face California or Marseille. And prepare to read <a href=\"http://www.amazon.co.uk/3rd-Woman-Jonathan-Freedland-ebook/dp/B00DTKMVLY/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1435247561&amp;sr=1-1&amp;keywords=3rd+woman\" title=\"\">The Third Woman</a>, the new novel by my Guardian colleague Jonathan Freedland (in which he imagines a world where China rules) as something close to geopolitical prognosis.</p> \n<p>Having said that, there are nuances in the Pew report that bear closer scrutiny. Things may not be so clear-cut after all. Take a closer look at the statistics and it appears that two or three years ago more people thought China would dominate the world than they do today.</p> \n<p>In most of the countries polled, the perception of China’s global clout reached a peak in 2012 or 2013, then dropped several percentage points. The explanation, says Bruce Stokes, Pew director, is that the impact of the great recession of 2008 has gradually worn off. China was seen as coming out as the absolute winner when the west started struggling with bailouts. Now US economic power is perceived to be on the rise again. America’s recovery has bolstered its leadership credentials.</p> \n<p>Another interesting pointer from the Pew report is that, on average, global public opinion has a positive image of China. Fifty-five per cent of those polled in 40 countries hold a favourable view of China, against 34%. (In sub-Saharan Africa, the positive views reach a staggering 70%.) But the US receives far higher marks than China in Asia, Latin America and especially Europe. China’s image is severely tarnished by its human rights record. On all continents – with the exception of Africa – majorities say that the Chinese&nbsp;government “does not respect the personal freedoms of its people”, and these majorities are widening. China’s growing economic weight does not translate into support for its political&nbsp;model.</p> \n<p>Where does that leave us? As the <a href=\"http://blogs.state.gov/stories/2015/06/22/what-you-need-know-about-2015-us-china-strategic-and-economic-dialogue-0\" title=\"\">US and China met this week for a strategic and economic dialogue</a>, speculation continued about whether these two competing behemoths of the 21st century will cooperate on a new global architecture. The post-1945 international order was largely underpinned by US military and economic might. Europe certainly benefited from this.</p> \n<p>China has bided its time and developed its economy at record speed in recent decades. Now, according to its leader, Xi Jinping, it aims for a “Chinese restoration”. That will breed tensions, just as Germany’s rise in the late 19th century, challenging other European powers, did. Experts say that in the next decade or so, China will become the No 1 economic power, but it still remains far behind the US in military terms. This is a long game. We Europeans now watch mostly from the sidelines. It’s too early to say whether we should be having nightmares or not.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435257704624/Tanzanian-women-wait-to-w-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'In sub-Saharan Africa, positive views of China reach a staggering 70% of those questioned.'  Photograph:  Thomas Mukoya /Reuters","credit":" Thomas Mukoya /Reuters","altText":"Tanzanian women wait to welcome China's President Xi ","cleanCaption":"'In sub-Saharan Africa, positive views of China reach a staggering 70% of those questioned.'  Photograph:  Thomas Mukoya /Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-26T06:00:02Z","lastModified":"2015-06-26T06:00:02Z","metadata":{"commentable":true,"commentCount":94,"contributors":[{"name":"Natalie Nougayrède","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413378775155/Natalie-Nougayrede-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/natalie-nougayrede"}],"feature":false,"keywords":["China","Asia Pacific","US foreign policy","World news","Xi Jinping"],"tags":[{"id":"world/china","webTitle":"China"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"us-news/us-foreign-policy","webTitle":"US foreign policy"},{"id":"world/world","webTitle":"World news"},{"id":"world/xi-jinping","webTitle":"Xi Jinping"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Natalie Nougayrède","topic":{"type":"tag-contributor","name":"profile/natalie-nougayrede"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/26/china-economic-rise-nightmares","shortUrl":"http://gu.com/p/4a62v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/26/china-economic-rise-nightmares","webUri":"http://www.theguardian.com/commentisfree/2015/jun/26/china-economic-rise-nightmares"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435257704624/Tanzanian-women-wait-to-w-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'In sub-Saharan Africa, positive views of China reach a staggering 70% of those questioned.'  Photograph:  Thomas Mukoya /Reuters","credit":" Thomas Mukoya /Reuters","altText":"Tanzanian women wait to welcome China's President Xi ","cleanCaption":"'In sub-Saharan Africa, positive views of China reach a staggering 70% of those questioned.'  Photograph:  Thomas Mukoya /Reuters"}},"importance":5,"byline":{"title":"Natalie Nougayrède"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/10/15/1413378775155/Natalie-Nougayrede-L.png"}}]},{"title":"A moment that changed me / Seeing how Larry Lonchar faced execution","rawTitle":"Seeing how Larry Lonchar faced execution","item":{"type":"comment","id":"commentisfree/2015/jun/25/larry-lonchar-execution-state-of-georgia","title":"A moment that changed me – seeing a man executed","trailText":"Before the state of Georgia killed Larry, he became a Christian. Religion may be the opiate of the masses, but in his place, we might all take the first pill on offer","standFirst":"Before the state of Georgia killed Larry, he became a Christian. Religion may be the opiate of the masses, but in his place, we might all take the first pill on offer","byline":"Clive Stafford Smith","body":"<p>13 November, 1996. A Wednesday, not a Friday, but still not so lucky for <a href=\"http://www.nytimes.com/1996/11/15/us/georgia-executes-man-who-killed-3-others.html\" title=\"\">Larry Lonchar</a>. He was electrocuted just after midnight. I got to watch. The very next day they were going to kill <a href=\"http://floridainnocence.org/content/?tag=ellis-wayne-felker\" title=\"\">Ellis Wayne Felker</a>. We got his case stopped, but only for 24 hours. Then they killed him too. Meanwhile the Feds re-arrested Clarence Smith. I’d spent years getting him exonerated and off death row in Louisiana, but the federal government had the power to charge him with the same things all over again, acquittal notwithstanding. All in all, not a great three days.</p> \n<p>Larry’s bipolar rollercoaster had taken in several crests and troughs. When he was depressed, he would periodically drop his appeals and ask to die. Each time the good state of Georgia would cut off his antidepressants, keen that he should follow through. We had come within 40 minutes of his execution four times – once within 58 seconds – before we got a stay. Each time he had been terrified, as the electric chair loomed closer.</p> \n<p>This was the fifth time. In the last year, Larry had become a Christian.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We had come within 40 minutes of his execution four times – once within 58 seconds – before we got a stay</p> \n </blockquote> \n</aside> \n<p>“What they say’s gotta be true,” he said. For once, Larry did not look at the ceiling; he looked me in the eye. “I know snitches. Twelve of them, the Apostles, and 11 got executed for him.” “Eleven?” I asked. “John,” Larry explained. “He died of old age. Eighty-something. All they had to do to save themselves was renounce him. Even if they believed, most people would’ve said that to save their lives. I know snitches. You’ve gotta believe it if 11 of them went down.”</p> \n<p>I sat there, watching him as he repeated himself, and swallowed any response. I remembered how <a href=\"http://www.nytimes.com/1989/06/22/us/man-who-called-his-trial-unjust-is-executed-for-mississippi-killing.html\" title=\"\">Leo Edwards</a> had accepted several tablets of Valium before they gassed him in Mississippi, 10 years before. Maybe religion is the opiate of the masses, but if any of us was about to be tortured to death, we might all swallow the first pill on offer. “It’s got no fear for me now, Clive,” he said. “You think about dying on the cross. Days of suffering, dying from thirst. At least it’ll be over in a few minutes. I can deal with it.” I almost believed him.</p> \n<p>I had written up voluminous pleadings that we could file if only he would authorise it. Meanwhile I had to be at the prison by six in case Larry changed his mind. Emily and I pulled into a truckstop on the way there. We got him on the phone. “How’re you doing, Larry?” I asked, the banal American greeting. “Why don’t you just go ahead and file that thing you’ve been working on, Clive,” he said. “You got my permission.”</p> \n<p>I was elated to be fighting again. I quickly thanked him and passed the phone to Emily. I went to another phone to get the attorney general and Judge Camp on the line. Soon we were having an argument, and I was struggling for Larry’s life from a dimly lit bank of telephones in a petrol station, lowering my voice as truckers passed by on their way to the toilet.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"47600998d88d21942c1e0905c71a43de852797c7\"> \n <img src=\"http://media.guim.co.uk/47600998d88d21942c1e0905c71a43de852797c7/34_58_1895_1924/985.jpg\" alt=\"Larry Lonchar is escorted from the Butts County Courthouse in Jackson, Georgia.\" width=\"985\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Larry Lonchar is escorted from the Butts County Courthouse in Jackson, Georgia.</span> \n  <span class=\"element-image__credit\">Photograph: John Bazemore/AP</span> \n </figcaption> \n</figure> \n<p>When we drove on, Emily recited her conversation with Larry. “What’d Clive look like when I told him he could do it?” had been Larry’s first question. Emily had cautiously explained how happy I had been to ride into battle once “Good. That’s good.” She could see his smile at the other end of the telephone. “I planned it this way. I know it’s too late now, but it’s kinda like saying thank you, I guess.” He was right. I still had the law on Larry’s side, and had the better final argument, but Larry had vacillated once too often. In less than an hour, the 13 judges stood between Larry and death did not pause in denying his final appeal.</p> \n<p>I reached the prison in time to have a final conversation with Larry on the telephone. “Well, Clive, you have been a friend,” Larry said, his voice flat, but almost ethereally calm. I could feel him choosing his words, a final speech he wanted to make. “You know, you stuck by me. And I’m real grateful for it. I couldn’t have dealt with this last year, the year before. Back then, I was afraid. I’m not afraid now. Not at all. I’m ready for it. And that’s thanks to you. Even before I learned I was worth something, even before I learned that from Jesus, you let me know you thought so. Maybe it’s been frustrating for you, but you helped me till I was ready. I want you there tonight, if you can. ’Cos you’ve been my friend.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Warden Turpin asked if he had any last words. ‘Yes,' he said. ‘Lord, forgive them, for they know not what they do.'</p> \n </blockquote> \n</aside> \n<p>He was through. My throat felt as if I was being strangled. I stared at the yellow prison wall in front of me. It was my turn to look up at the ceiling, the white tiles. “I’ll be there for you, Larry. I wouldn’t be anywhere else.” I couldn’t manage anything else. “See ya then,” said Larry. “Bye for now.”</p> \n<p>An hour later I was in a witness chair when the guards brought Larry into the death chamber and set about strapping him in. He managed to wave to me with the fingers of his left hand. He was calm. I had feared his fear more than anything else. Warden Turpin asked Larry if he had any last words. It was Turpin’s first execution, and he was behaving like it was an exam. Larry hesitated. “Yes,” he said, with only a slight tremor in his voice. He looked up to the ceiling. “Lord, forgive them, for they know not what they do.” There were 33 witnesses there with me. They seemed to look at their feet in unison.</p> \n<p>Twelve minutes later, Larry was dead. I stopped watching when they pulled the leather mask over his face. My job was done. I closed my eyes in my hands, and waited for it to be over.</p> \n<p>Larry had written a longer final statement, but he did not want to read it out. He left that for me to read at the press conference later: “To God: Thank you for loving me so much that you sent your Son to die for me. To my family and the victim’s family, who I have caused so much pain and tears: I am so deeply sorry. To the people of the State of Georgia: Thank you for killing me. You thought you was punishing me. But instead you rewarded me by sending me to a better place, heaven. A question to the people who think they are Christians: Would Jesus Christ push the buttons tonight that killed me?”</p> \n<p>Larry had always been a gambler. He told me he’d fix the funding of our charity for good from heaven. I’d laughed at him, but a primordial moment made me play Larry’s numbers in the lottery the following week. Not even one came up. Maybe Larry wanted to remind me that friendship was more important than anything else.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435226902895/Electric-chair-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Larry’s bipolar roller coaster had taken in several crests and troughs. When he was depressed, he would periodically drop his appeals and ask to die.' Photograph: AP","credit":"AP","altText":"Electric chair","cleanCaption":"‘Larry’s bipolar roller coaster had taken in several crests and troughs. When he was depressed, he would periodically drop his appeals and ask to die.' Photograph: AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/47600998d88d21942c1e0905c71a43de852797c7/34_58_1895_1924/1895.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1924,"width":1895,"orientation":"portrait","caption":"Larry Lonchar is escorted from the Butts County Courthouse in Jackson, Georgia. Photograph: John Bazemore/AP","credit":"John Bazemore/AP","altText":"Larry Lonchar is escorted from the Butts County Courthouse in Jackson, Georgia.","cleanCaption":"Larry Lonchar is escorted from the Butts County Courthouse in Jackson, Georgia.","cleanCredit":"Photograph: John Bazemore/AP"}],"webPublicationDate":"2015-06-25T11:00:25Z","lastModified":"2015-06-25T15:15:52Z","metadata":{"commentable":true,"commentCount":319,"contributors":[{"name":"Clive Stafford Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/clivestaffordsmith"}],"feature":false,"keywords":["Death and dying","Law","Life and style","US prisons","US news"],"tags":[{"id":"lifeandstyle/death-and-dying","webTitle":"Death and dying"},{"id":"law/law","webTitle":"Law"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"us-news/us-prisons","webTitle":"US prisons"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Clive Stafford Smith","topic":{"type":"tag-contributor","name":"profile/clivestaffordsmith"}}],"series":{"title":"A moment that changed me","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/a-moment-that-changed-me"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/25/larry-lonchar-execution-state-of-georgia","shortUrl":"http://gu.com/p/4a5bx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/25/larry-lonchar-execution-state-of-georgia","webUri":"http://www.theguardian.com/commentisfree/2015/jun/25/larry-lonchar-execution-state-of-georgia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435226902895/Electric-chair-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Larry’s bipolar roller coaster had taken in several crests and troughs. When he was depressed, he would periodically drop his appeals and ask to die.' Photograph: AP","credit":"AP","altText":"Electric chair","cleanCaption":"‘Larry’s bipolar roller coaster had taken in several crests and troughs. When he was depressed, he would periodically drop his appeals and ask to die.' Photograph: AP"}},"importance":4,"kicker":{"title":"A moment that changed me"},"byline":{"title":"Clive Stafford Smith"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435226902895/Electric-chair-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Larry’s bipolar roller coaster had taken in several crests and troughs. When he was depressed, he would periodically drop his appeals and ask to die.' Photograph: AP","credit":"AP","altText":"Electric chair","cleanCaption":"‘Larry’s bipolar roller coaster had taken in several crests and troughs. When he was depressed, he would periodically drop his appeals and ask to die.' Photograph: AP"}}]},{"title":"For Labour the choice is stark: purity, or power","rawTitle":"For Labour the choice is stark: purity, or power","item":{"type":"comment","id":"commentisfree/2015/jun/25/labour-leadership-purity-power-benn-corbyn-lib-dems-farron","title":"For Labour the choice is stark: purity, or power","trailText":"Having naively backed Tony Benn in 1979, I know a potential party of government – however traumatised – must realise that the urge to feel good about itself can lead to the wilderness","standFirst":"Having naively backed Tony Benn in 1979, I know a potential party of government – however traumatised – must realise that the urge to feel good about itself can lead to the wilderness","byline":"Martin Kettle","body":"<p>In human lives, a traumatic experience lasts for years. In politics, it seems a trauma can be overcome in only a few short weeks. The Liberal Democrats will have a new leader in less than a month, while Labour is well into selecting a new chief by September. These processes are trauma denial. By putting the leadership carts before the inquest horses, both parties will fail to draw the strategic conclusions that a longer period of reflection on their general election defeats might make more possible.</p> \n<p>This week’s Guardian reconstruction by Patrick Wintour and Nick Watt of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/24/the-nick-clegg-catastrophe\" title=\"\">anguish inside the Lib Dems</a> in the months leading up to the May catastrophe is genuinely revelatory. In many ways it is even more revelatory than Wintour’s earlier attempt <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/03/undoing-of-ed-miliband-and-how-labour-lost-election\" title=\"\">to get inside the backroom stresses of the Labour campaign</a>. In Labour’s case, the party’s internal anguish about Ed Miliband and his ineffectual leadership was hardly a secret before the election. But the Lib Dem psychodrama has been much more effectively concealed from the public gaze – until now.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/24/the-nick-clegg-catastrophe\">The Clegg catastrophe | Patrick Wintour and Nicholas Watt</a> </p> \n</aside> \n<p>Neither party, though, can afford to be in denial about what happened in the years leading up to the losses of 7&nbsp;May. I’ll return to Labour in a moment. But the Lib Dems have been in long–term denial about whether coalition under Clegg was too high a price for the party to pay. Wintour and Watt blow some of that apart. Nevertheless, the most attractively open party in British politics is in some ways also the most unattractively closed.</p> \n<p>Right from the start of the coalition, it was clear that support for the Lib Dems was bleeding away. Year after year, the evidence of opinion polls and, even more damagingly, of real elections was relentlessly devastating. Over the period of the coalition government, first the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2012/may/04/local-elections-2012-lib-dems-labour\" title=\"\">Lib Dem local government base was destroyed</a>; then the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/may/26/lib-dems-european-elections-votes-nick-clegg\" title=\"\">Lib Dem European parliament base</a>; and finally the<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/liberal-emocrats-clash-over-serious-mistakes-in-election-strategy\" title=\"\"> hard-won Lib Dem base at Westminster</a>.</p> \n<p>Yet not one of the Lib Dems can stand up and say they weren’t warned, or that they could not have addressed the problem if they had chosen to. The May 2015 wipe-out was clearly predictable for years. The signs were consistent and unequivocal. A few voices tried to warn of the coming crash and make the case for averting it. Yet the party consciously chose not to listen.</p> \n<p>Not only that. The party also persuaded itself – and persuaded some of the commentariat – that the polls were wrong and that at least half of the 57 seats won in 2010 could be retained against the odds in 2015. It did this largely on a wishfully <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/mar/01/lib-dems-tory-seats-eastleigh-byelection\" title=\"\">optimistic reading of the result of a single byelection – Eastleigh</a> in early 2013 – on which was constructed a defend-the-citadels strategy wholly at odds with the national opinion polls and the lessons of the 2014 EU election debacle.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Both the Lib Dems and Labour are flirting with classic denial mechanisms of the politically traumatised</p> \n </blockquote> \n</aside> \n<p>The Lib Dems are therefore a party in need of a double inquest: one into the lessons of the 2015 election disaster, and another into the party’s refusal to act to avert it. Nick Clegg said yesterday that the resignation he rightly thought about making in 2014 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/25/nicke-clegg-early-resignation-not-have-prevented-general-election-disaster-liberal-democrats\" title=\"\">would not have changed the outcome in 2015</a>. That’s a tricky call, because the Lib Dems would have been attacked for switching leaders, but I’m not so sure Clegg is right. His decision not to resign guaranteed the scale of the carnage on 7 May, so a risk was surely worth taking.</p> \n<p>Both the Lib Dems and Labour are flirting with classic denial mechanisms of the politically traumatised. This is a phenomenon with a long history. Back in the 1660s, after the restoration of Charles II following the Cromwellian republic, the experience of defeat led many puritans to see themselves as true believers who had been exiled into the wilderness as defenders of the everlasting gospel. The danger for both the Lib Dems and Labour is that they make the same mistake.</p> \n<p>In both cases the lure of the old-time religion is a great solace to the defeated. In the Lib Dem case this points to the victory of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/24/lib-dem-leadership-tim-farron-abortion-gay-rights\" title=\"\">Tim Farron</a> in the upcoming contest. Farron embodies everything that is oppositional in the Lib Dems. He will focus on issues such as localism, the environment and civil liberties, which represent the party’s comfort zone. He will make the party feel good about itself. But he won’t get it back into government.</p> \n<p>A similar role is now being played in the Labour leadership contest by the left’s candidate, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/17/jeremy-corbyn-labour-leadership-dont-do-personal\" title=\"\">Jeremy Corbyn</a>. Like Farron in the Lib Dems, Corbyn offers a programme of prelapsarian socialist purity, in his case centred on inequality, the immorality of capitalism, and comradeship with the downtrodden of the world. The <a href=\"http://www.exlibris.org/nonconform/engdis/fifthmonarchists.html\" title=\"\">Fifth Monarchy men</a> of the 1650s and 1660s would have recognised the appeal of the everlasting gospel to believers in the wilderness. And Corbyn has real support. It would be a surprise if he comes bottom of the poll. Good judges think Corbyn may make it down to the final two.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/21/pollster-john-curtice-warns-labour-majority-2020-election-improbable-politics\">Pollster John Curtice warns Labour a majority in 2020 is 'improbable'</a> </p> \n</aside> \n<p>The difference, though, is that Labour is still potentially a party of government. At which point it is confession time. Back in 1979 I wrote the only letter I have ever written urging a politician to stand for his party’s leadership. I wrote it to Tony Benn and, characteristically, he wrote back to thank me, all very flattering. Those were the start of the wilderness years, and at that time the everlasting gospel being preached by Benn seemed to me like the answer for the Labour party.</p> \n<p>But I was wrong. Badly wrong. Naively wrong. Making the party feel good about itself as a voice in the wilderness was not the answer. It was a disaster. It was a march to the oppositional margins and a turn away from the possibility of government. The nadir was the 1983 election, when Labour under Michael Foot very nearly fell into third place.</p> \n<p>The Lib Dems can perhaps afford a period in the wilderness, challenging the Greens for the left-liberal protest vote. Not so Labour. And the lessons of 1983 and 2015 have to be learned if the party is serious about winning a majority. This task is now electorally so demanding for Labour – which needs a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/21/pollster-john-curtice-warns-labour-majority-2020-election-improbable-politics\" title=\"\">12.5% swing to win the 94 new seats required for a majority in 2020</a> – that many activists will prefer not to make the hard choices it demands.</p> \n<p>But it is the question that underlies the current contest. It has to be faced and answered without any naivety whatever. Party of opposition or party of government? Purity or power? You have to face one way or the other.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435256411478/Michael-Foot-in-1983-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Foot, with his wife Jill Craigie, campaigning as Labour leader. 'Making the party feel good about itself was a disaster. The nadir was 1983, when Labour under Foot very nearly fell into third place.' Photograph: Don Mcphee/taken from The Newsroom","credit":"Don Mcphee/taken from The Newsroom","altText":"Michael Foot in 1983","cleanCaption":"Michael Foot, with his wife Jill Craigie, campaigning as Labour leader. 'Making the party feel good about itself was a disaster. The nadir was 1983, when Labour under Foot very nearly fell into third place.' Photograph: Don Mcphee/taken from The Newsroom"}],"bodyImages":[],"webPublicationDate":"2015-06-25T19:23:46Z","lastModified":"2015-06-25T23:01:01Z","metadata":{"commentable":true,"commentCount":782,"contributors":[{"name":"Martin Kettle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744076/MartinKettle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martinkettle"}],"feature":false,"keywords":["Labour party leadership","Labour","Politics","Liberal Democrats","Tim Farron","Jeremy Corbyn","Tony Benn","UK news"],"tags":[{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/tim-farron","webTitle":"Tim Farron"},{"id":"politics/jeremy-corbyn","webTitle":"Jeremy Corbyn"},{"id":"politics/tony-benn","webTitle":"Tony Benn"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Martin Kettle","topic":{"type":"tag-contributor","name":"profile/martinkettle"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/25/labour-leadership-purity-power-benn-corbyn-lib-dems-farron","shortUrl":"http://gu.com/p/4a6xh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/25/labour-leadership-purity-power-benn-corbyn-lib-dems-farron","webUri":"http://www.theguardian.com/commentisfree/2015/jun/25/labour-leadership-purity-power-benn-corbyn-lib-dems-farron"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435256411478/Michael-Foot-in-1983-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Foot, with his wife Jill Craigie, campaigning as Labour leader. ‘Making the party feel good about itself was a disaster. The nadir was 1983, when Labour under Foot very nearly fell into third place.’ Photograph: Don McPhee","credit":"Don Mcphee/taken from The Newsroom","altText":"Michael Foot in 1983","cleanCaption":"Michael Foot, with his wife Jill Craigie, campaigning as Labour leader. ‘Making the party feel good about itself was a disaster. The nadir was 1983, when Labour under Foot very nearly fell into third place.’ Photograph: Don McPhee"}},"importance":4,"byline":{"title":"Martin Kettle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435256411478/Michael-Foot-in-1983-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Foot, with his wife Jill Craigie, campaigning as Labour leader. 'Making the party feel good about itself was a disaster. The nadir was 1983, when Labour under Foot very nearly fell into third place.' Photograph: Don Mcphee/taken from The Newsroom","credit":"Don Mcphee/taken from The Newsroom","altText":"Michael Foot in 1983","cleanCaption":"Michael Foot, with his wife Jill Craigie, campaigning as Labour leader. 'Making the party feel good about itself was a disaster. The nadir was 1983, when Labour under Foot very nearly fell into third place.' Photograph: Don Mcphee/taken from The Newsroom"}}]},{"title":"Candide Nick Clegg looks on the bright side in LBC interview","rawTitle":"Candide Nick Clegg looks on the bright side in LBC interview","item":{"type":"comment","id":"politics/2015/jun/25/nick-clegg-looks-bright-side-lbc-interview","title":"Candide Nick Clegg looks on the bright side in LBC interview","trailText":"Clearly suffering from post-traumatic election disorder, the former Lib Dem leader took his first steps towards recovery on Nick Ferrari’s couch","standFirst":"<p>Clearly suffering from post-traumatic election disorder, the former Lib Dem leader took his first steps towards recovery on Nick Ferrari’s couch</p>","byline":"John Crace","body":"<p>Plucky, the Liberal Democrat battle bus, hasn’t been seen since it was driven off a cliff near John O’Groats on the last day of the general election campaign. After six weeks in intensive care, Plucky’s driver took his first tentative steps towards recovery by <a href=\"http://www.lbc.co.uk/call-clegg-watch-live-on-lbc-tv-65540\">giving his first interview to Nick Ferrari on LBC radio</a>. </p> \n<p>The rehab is far from complete: looking at the LBC website, while it was reassuring to see Nick Clegg up and about – he does human rather better than most politicians – his smile is still nervous and forced, while his memory loss remains almost total. Post-traumatic election disorder is a much more serious condition than many imagine.</p> \n<p>Clegg remembered almost nothing. Listening to him speak, it was as if he had been happily driving Plucky down a lane to Somewhere-Not-Very-Much when he had been blinded by a burst of sunlight and had wound up down a total dead end. It could have happened to anyone. It had happened to anyone. David Cameron and Ed Miliband had been dazzled by exactly the same sunburst and had also ended up in totally different locations to the one they expected. “So what was the first thing you did when you realised you were in a bad pile-up?” Ferrari asked. “I had a cigarette,” said Clegg, rather shamefacedly.</p> \n<p>Ferrari normally specialises in the pugnacious and adversarial: this time, though, in acknowledgement of the fragility of his guest, he tried the role of psychotherapist. How did Nick feel? Did he have a lot of unresolved anger issues? Ferrari trying to do empathy was almost as unsettling as listening to Clegg on the couch. It felt somehow raw and intrusive. Like any good shrink, Ferrari’s immediate concern was for the wellbeing of his patient. “Have you stopped smoking?” he asked.</p> \n<p>“Oh yes,” said Clegg, rather too quickly</p> \n<p>“When?”</p> \n<p>“Oh I don’t know. A few days after …” Clegg interrupted himself by hacking out a chesty cough.</p> \n<p>“It doesn’t sound like it,” said Ferrari, sceptically.</p> \n<p>“That? The cough is just something I picked up while swimming in a river in France.”</p> \n<p>Of course! The famous French river swimming cough.</p> \n<p>Sensing his patient was in even greater denial than anyone had thought possible, Ferrari chose to move on. Did Nick have any regrets about his five years in coalition?</p> \n<p>“None whatsoever,” Clegg chirped back. “I’m very proud of everything we did.” In PluckyWorld, the coalition had been an unmitigated triumph.</p> \n<p>Ferrari’s eyes moistened with sadness. Clegg was going to need a great many more sessions to come to terms with reality, so it was probably best not to mention either tuition fees or the fact that Clegg had looked utterly miserable throughout the last year of the parliament squeezed between Cameron and George Osborne on the front bench.</p> \n<p>“What you’ve got to remember,” Clegg breezed on, “is that we have a totally unfair electoral system. Under proportional representation we would have got 51 seats.” True enough, so why had he blocked the first, halting stages towards electoral reform?</p> \n<p>That was another question Ferrari deemed too painful to be dealt with during a first session. Instead, he moved on to some easier questions.</p> \n<p>How did he feel about Vince Cable and Tim Farron?</p> \n<p>They were his best friends ever.</p> \n<p>How excited was he to be still an MP for Sheffield Hallam?</p> \n<p>Nobody could possibly be more excited.</p> \n<p>Is black white?</p> \n<p>Yes.</p> \n<p>Eventually drawing the 50 minutes – what therapists call an hour – to a close, Ferrari asked for the &pound;50 he had bet with Clegg before the election that the former Lib Dem leader wouldn’t be deputy prime minister after it.</p> \n<p>“Let’s have another bet,” Clegg suggested. “&pound;50 says I will be the next deputy leader of the Lib Dems.”</p> \n<p>It was like taking candy from a baby. Plucky was about to head over a cliff for a second time. Everything was for the best in the best of all possible worlds. Ferrari had just created a new TV format: Candide Camera.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/70ac6b46618bc33b6e9f6129a7443dbd2ea77126/0_173_3200_1920/3200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1920,"width":3200,"orientation":"landscape","credit":"Mark Thomas/REX Shutterstock/Mark Thomas/REX Shutterstock","altText":"Nick Clegg speaks to Nick Ferrari on LBC radio","cleanCredit":"Photograph: Mark Thomas/REX Shutterstock/Mark Thomas/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-25T19:13:10Z","lastModified":"2015-06-25T23:00:49Z","metadata":{"commentable":true,"commentCount":57,"contributors":[{"name":"John Crace","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johncrace"}],"feature":false,"keywords":["Nick Clegg","LBC","General election 2015","Liberal Democrats","Politics","UK news","Media"],"tags":[{"id":"politics/nickclegg","webTitle":"Nick Clegg"},{"id":"media/lbc","webTitle":"LBC"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"politics"},"topics":[{"displayName":"John Crace","topic":{"type":"tag-contributor","name":"profile/johncrace"}}],"series":{"title":"The politics sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/the-politics-sketch"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/25/nick-clegg-looks-bright-side-lbc-interview","shortUrl":"http://gu.com/p/4a5hm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/25/nick-clegg-looks-bright-side-lbc-interview","webUri":"http://www.theguardian.com/politics/2015/jun/25/nick-clegg-looks-bright-side-lbc-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/70ac6b46618bc33b6e9f6129a7443dbd2ea77126/0_173_3200_1920/3200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1920,"width":3200,"orientation":"landscape","caption":"In Nick Clegg’s world, the coalition had been an unmitigated triumph. Photograph: Mark Thomas/REX Shutterstock","credit":"Mark Thomas/REX Shutterstock","altText":"Nick Clegg speaks to Nick Ferrari on LBC radio","cleanCaption":"In Nick Clegg’s world, the coalition had been an unmitigated triumph.","cleanCredit":"Photograph: Mark Thomas/REX Shutterstock"}},"importance":3,"byline":{"title":"John Crace"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/70ac6b46618bc33b6e9f6129a7443dbd2ea77126/0_173_3200_1920/3200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1920,"width":3200,"orientation":"landscape","credit":"Mark Thomas/REX Shutterstock/Mark Thomas/REX Shutterstock","altText":"Nick Clegg speaks to Nick Ferrari on LBC radio","cleanCredit":"Photograph: Mark Thomas/REX Shutterstock/Mark Thomas/REX Shutterstock"}}]},{"title":"Obama’s retort to a heckler made me nostalgic for this lost political art","rawTitle":"Obama’s retort to a heckler made me nostalgic for this lost political art","item":{"type":"comment","id":"commentisfree/2015/jun/25/obama-retort-heckler-lost-political-art","title":"Obama’s retort to a heckler made me nostalgic for this lost political art","trailText":"In the post-Gillian Duffy era of stage-managed meetings with voters, witty exchanges between a leader and a heckler have become all too rare <br />","standFirst":"In the post-Gillian Duffy era of stage-managed meetings with voters, witty exchanges between a leader and a heckler have become all too rare \n<br />","byline":"Steve Richards","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/video/2015/jun/25/barack-obama-lgbt-heckler-immigration-white-house-video\" title=\"\">Barack Obama is heckled in the White House</a> and it becomes a news story. So it should be. Exchanges between a leader and a heckler are a rare occurrence in the modern political era.</p> \n<p>Even during the UK election there was no heckling. Neither David Cameron nor Ed Miliband dared to speak in situations where they could lose control. Of course, it is control that is at stake when a heckler intervenes. Suddenly a speaker is swimming in the equivalent of a wild sea. The delivery of a speech becomes nerve-shredding in its unpredictability. Think of what happened to Tony Blair when he was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2000/jun/08/uk.labour3\" title=\"\">slow-handclapped by the Women’s Institute</a> during a speech, a collective heckle. It was a very big moment. His friend Lord Falconer observed afterwards that the protest permanently broke the spell that Blair had cast over middle England. An outstanding speaker and interviewee, Blair could not cope with the rarity of a seemingly controlled situation veering out of control.</p> \n<p>Obama’s response was witty and then robust, confirming his mastery of the public event and highlighting the electoral context in which he now makes his moves. As the dissenter shouted persistently, Obama joked, “Listen, you’re in my house,” as if he was dealing with an inebriated fool in the sitting room of a suburban home. It was a smart self-deprecating retort that got the rest of the audience on his side.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The fear of losing control is recent. Harold Wilson, not known as a great orator, was a genius at responding to hecklers</p> \n </blockquote> \n</aside> \n<p>Then Obama broke a rule of politics. Elected politicians always have to be polite to voters, even hecklers, while voters can be as impolite as they want to politicians. But the president summoned his aides to remove the heckler from the room. Normally a leader waits for security people to move in, but Obama was not going to affect patience. I doubt he would have been quite so direct if he had another election to fight. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2010/apr/28/gordon-brown-apologises-bigoted-woman-remark\" title=\"\">Gordon Brown had to apologise to Gillian Duffy</a> when he was captured on microphone describing her as a bigot after she had complained to him about immigration, a semi-heckle on the streets of Rochdale in the 2010 election. If he had not meekly apologised for being rude to a voter, the media would have slaughtered him even more. Obama is liberated from the constraints of electoral politics and can get tough with voters that annoy him. He also has the wit to deal with hecklers, unlike modern UK leaders who have little experience of the spontaneous exchange.</p> \n<p>The fear of losing control is recent. Harold Wilson, not known as a great orator, was a genius at responding to hecklers. During a speech in the October 1974 election, when he was prime minister, a heckler started shouting and then threw an egg at him. With the messy liquid spreading across his suit Wilson declared, “During the 1970 election, after six years of a Labour government, someone threw an egg at me. Six months ago, during the February election campaign after three and half years of a Conservative government no one threw an egg. Now the gentleman being escorted from the hall has done so… Which goes to show <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2006/apr/28/past.labour\" title=\"\">you can only afford to throw eggs under a Labour government</a>”. The crowd went wild with applause.</p> \n<p>Now in the UK, for those of us who yearn for the edginess of a performer and a live audience, stand-up comedy is a better option. I perform a stand-up show partly because each audience is thrillingly different and the atmosphere is always unpredictable. I was first heckled at the Soho theatre a few years ago, when a furious dissenter shouted repeatedly that I was “up the arse of politicians”. I made the mistake of being polite to him when I should have used Obama/Harold Wilson style wit. But I did get an email the following day from the heckler apologising profusely, revealing he had drunk three bottles of wine and inviting me to his chambers for lunch.</p> \n<p>I love live performing but the stakes are nowhere near as high as for those seeking election. Even so the best leaders could enhance their reputations by exposing themselves to hecklers and responding quickly with wit. Humour is a powerful political weapon – the most underused in modern UK politics.</p> \n<p><span class=\"bullet\">•</span> Steve Richards performs <a href=\"http://steverichards.me/\" title=\"\">Rock’n’Roll Politics</a> at the Assembly Rooms, Edinburgh festival from 18 August</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435250809655/Barack-Obama-responds-to--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Barack Obama told a heckler at the White House that 'it's not respectful' to heckle someone when invited to their home. Photograph: Saul Loeb/AFP/Getty Images","credit":"Saul Loeb/AFP/Getty Images","altText":"Barack Obama responds to a heckler in the White House","cleanCaption":"Barack Obama told a heckler at the White House that 'it's not respectful' to heckle someone when invited to their home. Photograph: Saul Loeb/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T17:05:24Z","lastModified":"2015-06-25T17:06:42Z","metadata":{"commentable":true,"commentCount":141,"contributors":[{"name":"Steve Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/steve-richards"}],"feature":false,"keywords":["Barack Obama","US news","David Cameron","Politics","Ed Miliband","Gillian Duffy","Gordon Brown"],"tags":[{"id":"us-news/barack-obama","webTitle":"Barack Obama"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/edmiliband","webTitle":"Ed Miliband"},{"id":"politics/gillian-duffy","webTitle":"Gillian Duffy"},{"id":"politics/gordon-brown","webTitle":"Gordon Brown"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Steve Richards","topic":{"type":"tag-contributor","name":"profile/steve-richards"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/25/obama-retort-heckler-lost-political-art","shortUrl":"http://gu.com/p/4a5qq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/25/obama-retort-heckler-lost-political-art","webUri":"http://www.theguardian.com/commentisfree/2015/jun/25/obama-retort-heckler-lost-political-art"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435250809655/Barack-Obama-responds-to--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Barack Obama told a heckler at the White House that 'it's not respectful' to heckle someone when invited to their home. Photograph: Saul Loeb/AFP/Getty Images","credit":"Saul Loeb/AFP/Getty Images","altText":"Barack Obama responds to a heckler in the White House","cleanCaption":"Barack Obama told a heckler at the White House that 'it's not respectful' to heckle someone when invited to their home. Photograph: Saul Loeb/AFP/Getty Images"}},"importance":3,"byline":{"title":"Steve Richards"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435250809655/Barack-Obama-responds-to--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Barack Obama told a heckler at the White House that 'it's not respectful' to heckle someone when invited to their home. Photograph: Saul Loeb/AFP/Getty Images","credit":"Saul Loeb/AFP/Getty Images","altText":"Barack Obama responds to a heckler in the White House","cleanCaption":"Barack Obama told a heckler at the White House that 'it's not respectful' to heckle someone when invited to their home. Photograph: Saul Loeb/AFP/Getty Images"}}]}],"lastModified":"2015-06-26T06:35:08Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}