{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"The west’s betrayal of Egypt will reap a bitter harvest","rawTitle":"The west’s betrayal of Egypt will reap a bitter harvest","item":{"type":"comment","id":"commentisfree/2015/jun/19/west-egypt-mohamed-morsi-sisi-regime","title":"The west’s betrayal of Egypt will reap a bitter harvest","trailText":"The international community’s silence on the treatment of Mohamed Morsi and many others by the Sisi regime is both tragic and dangerous","standFirst":"The international community’s silence on the treatment of Mohamed Morsi and many others by the Sisi regime is both tragic and dangerous","byline":"Amr Darrag","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/16/egyptian-court-confirms-morsi-death-sentence-over-jailbreak-during-uprising\">Egyptian court confirms Morsi death sentence over jailbreak during uprising</a> </p> \n</aside> \n<p>When the former Egyptian president Mohamed Morsi was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/21/egypts-ex-president-mohamed-morsi-jailed-protest-deaths-muslim-brotherhood\" title=\"\">sentenced to 20 years in April</a>, in a trial internationally condemned as unconstitutional, unfair and deeply politicised, many saw it as a test of the international community’s resolve to stand up to the series of show trials currently under way in Egypt. For those who back democracy and human rights, the wall of silence from the international community was as predictable as it was tragic. At that time, I predicted that such silence would be interpreted by the Sisi regime as a green light to a death sentence for Morsi.</p> \n<p>Where once politicians from Downing Street to the White House lauded the ideals and actions of the 2011 revolutionaries, now they were rendered mute as Egypt’s first democratically elected president was effectively sentenced to a life behind bars. Many also saw the sentence as a nail in the coffin for the ideals and dreams of the Arab Spring.</p> \n<p>This week, the gradual purge of this first democratic government in Egypt took a darker turn. The Sisi regime, buoyed by the clear apathy of its international partners, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/16/morsi-egypt-death-sentence-backlash\" title=\"\">upheld a death sentence</a> handed down in May to Morsi and more than 100 people. The trial was nothing but a farce. Amnesty International called it a grossly unfair charade, which demonstrated a “complete disregard for human rights”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The trial was a farce. Amnesty called it a grossly unfair charade, demonstrating a complete disregard for human rights</p> \n </blockquote> \n</aside> \n<p>A military coup – followed closely by the mass detention of the former government and the planned execution of Egypt’s first elected head of state – would usually precipitate a country becoming an international pariah. But remarkably, this has all come at a time of a thawing in the relationship between the west and Egypt. This includes the reopening of a multibillion-dollar American arms deal, and ever more cuddly diplomatic language.</p> \n<p>The Morsi death sentence was met with some condemnation from Sisi’s newfound friends. Last month the EU’s top diplomat, Federica Mogherini, said the judgment “w<a href=\"http://www.alaraby.co.uk/english/comment/2015/5/20/egypt-has-passed-the-death-sentence-on-democracy\" title=\"\">as not in line with Egypt’s obligations under international law</a>”. Yesterday the US said the sentence was “<a href=\"http://www.aljazeera.com/news/2015/06/egypt-morsi-death-sentence-150616214320240.html\" title=\"\">deeply troubling</a>”, a predictably nebulous response considering the Americans’ overt flirting with the Sisi regime this year.</p> \n<p>The reluctance to stand up to this new wave of authoritarianism sweeping Egypt is based on a false premise. The west sees Sisi as a bulwark against extremism, a strongman in an otherwise rudderless region saturated by insurgent groups and quasi-failed states. Sisi believes mass arrests of Islamists and political opponents are a demonstration to the world that he is the man to bring stability to the region.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The hypocrisy at the heart of the west’s approach will soon filter through to the disenchanted and excluded</p> \n </blockquote> \n</aside> \n<p>Yet taking this stance is playing with fire. The brutal crackdown on the former Muslim Brotherhood officials and supporters – as well as civil society and the media – will only serve to isolate and radicalise a restless core of Egypt’s voters and jettison them from the political mainstream. After the 2011 revolution, young Islamists finally believed political engagement in the new post-Mubarak Egypt was a reliable outlet for their concerns. Now, with nowhere to turn and with the grievances of jailed friends and relatives bearing down on them, the potential for a new, radical, political lexicon abounds. It will create dangerous ideologies based on resentment, injustice and hatred.</p> \n<p>Sadly, this phenomenon is already been played out. In Egypt’s Sinai Peninsula, a nascent branch of Isis has grown in ferocity since the 2013 coup, finding a fruitful recruiting ground in a corner of the country that has long been neglected. The regime’s reaction, to unilaterally punish communities by bulldozing and shelling entire neighbourhoods in Rafah, is in clear breach of international law. Intentionally or otherwise, the fear is that Sinai will now be a hotbed of extremism, fuelled by the brutality meted out by the regime.</p> \n<p>This is also having a direct impact on the Mediterranean migrant crisis. After the Arab Spring, hundreds of thousands of Syrian refugees found a haven in the new Egypt. Wrongly, Egypt’s new rulers saw Syrians in cahoots with the Brotherhood. Within days of the coup, regime-sanctioned xenophobia meant these same people were violently expelled, later to emerge on the southern coasts of the Mediterranean in their thousands.</p> \n<p>The hypocrisy at the heart of the west’s approach will soon filter through to the disenchanted and excluded on the streets. The EU campaigns for a moratorium of executions across the world, yet the half-hearted response to the Morsi judgment means grievances will soon be directed beyond Cairo, and toward Brussels or Washington. Those that hold on to the ideals of the 2011 revolution – freedom, democracy and fairness – must surely be nurtured, and not so readily abandoned. If not, what does that say about the deep malaise at the heart of Middle Eastern policy in western capitals?</p> \n<p>Those fighting for a fairer, more secure Egypt are passionate about doing so for the generations that will follow them. The fear of a return to some form of uncontrollable Islamism is simple scaremongering. The ideals of the Arab Spring are not dead, and millions of Egyptians still want to pursue them passionately and peacefully. But if the international community continues to abandon these principles, they will only create another tinderbox of grievance in the Middle East. A brief glance at the region shows the world can ill afford that.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434638559458/Mohammed-Morsi-in-jail-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Egypt's ousted president Mohamed Morsi gestures behind the defendants' cage at a court in Cairo, Egypt, on June 16, 2015. Photograph: Barcroft Media/Xinhua","credit":"Barcroft Media/Xinhua","altText":"Mohammed Morsi in jail","cleanCaption":"Egypt's ousted president Mohamed Morsi gestures behind the defendants' cage at a court in Cairo, Egypt, on June 16, 2015. Photograph: Barcroft Media/Xinhua"}],"bodyImages":[],"webPublicationDate":"2015-06-19T08:00:08Z","lastModified":"2015-06-19T08:16:13Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Amr Darrag","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amr-darrag"}],"feature":false,"keywords":["Arab and Middle East unrest","World news","Egypt","Middle East and North Africa","Africa","Mohamed Morsi"],"tags":[{"id":"world/arab-and-middle-east-protests","webTitle":"Arab and Middle East unrest"},{"id":"world/world","webTitle":"World news"},{"id":"world/egypt","webTitle":"Egypt"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/mohamed-morsi","webTitle":"Mohamed Morsi"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Amr Darrag","topic":{"type":"tag-contributor","name":"profile/amr-darrag"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/west-egypt-mohamed-morsi-sisi-regime","shortUrl":"http://gu.com/p/4av9b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/19/west-egypt-mohamed-morsi-sisi-regime","webUri":"http://www.theguardian.com/commentisfree/2015/jun/19/west-egypt-mohamed-morsi-sisi-regime"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434638559458/Mohammed-Morsi-in-jail-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Egypt’s ousted president Mohamed Morsi gestures from within the defendants’ cage at a court in Cairo, Egypt, on 16 June, 2015. Photograph: Barcroft Media/Xinhua","credit":"Barcroft Media/Xinhua","altText":"Mohammed Morsi in jail","cleanCaption":"Egypt’s ousted president Mohamed Morsi gestures from within the defendants’ cage at a court in Cairo, Egypt, on 16 June, 2015. Photograph: Barcroft Media/Xinhua"}},"importance":7,"byline":{"title":"Amr Darrag"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434638559458/Mohammed-Morsi-in-jail-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Egypt's ousted president Mohamed Morsi gestures behind the defendants' cage at a court in Cairo, Egypt, on June 16, 2015. Photograph: Barcroft Media/Xinhua","credit":"Barcroft Media/Xinhua","altText":"Mohammed Morsi in jail","cleanCaption":"Egypt's ousted president Mohamed Morsi gestures behind the defendants' cage at a court in Cairo, Egypt, on June 16, 2015. Photograph: Barcroft Media/Xinhua"}}]},{"title":"Refugees: this is the human tide the west doesn’t want","rawTitle":"Refugees: this is the human tide the west doesn’t want","item":{"type":"comment","id":"commentisfree/2015/jun/19/refugees-human-tide-west","title":"Refugees: this is the human tide the west doesn’t want","trailText":"The global crisis engendered by people fleeing war seems unstoppable. But open borders carry an unacceptable political price for national governments","standFirst":"The global crisis engendered by people fleeing war seems unstoppable. But open borders carry an unacceptable political price for national governments","byline":"Simon Jenkins","body":"<p>Who <a href=\"https://en.wikipedia.org/wiki/The_New_Colossus\" title=\"\">now cries</a>, “Give me your tired, your poor, / Your huddled masses yearning to breathe free, / The wretched refuse of your teeming shore”? We stand appalled as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/17/mediterranean-migrant-crisis-uk-hms-bulwark-withdrawal-george-osborne\" title=\"\">boatloads of refugees</a> wash up on the beaches of the northern Mediterranean. Men, women and children scramble up rocks and plead: “Is this Europe?” We arrest the traffickers, yet aid their task with rescue and shelter for their clients. We know this only adds to the flow, but in truth we have no clue what else to do.</p> \n<p>This week the UN declared 2014 the worst year <a href=\"http://www.washingtonpost.com/blogs/worldviews/wp/2015/06/18/graphic-the-worlds-refugee-crisis-is-the-worst-in-recorded-history/\" title=\"\">since records began</a> for refugees: 55 million people worldwide were driven from their homes by force. Of those on the move, 40,000 have reached Italy through Libya this year and 30,000 have reached Greece.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/17/mediterranean-migrant-crisis-uk-hms-bulwark-withdrawal-george-osborne\">UK's Mediterranean migrant rescue ship will be withdrawn, Osborne confirms</a> </p> \n</aside> \n<p>These countries cannot handle them and will try to disperse them across Europe. One estimate suggests a further 500,000, or even twice that many, are already heading for Libya to await a sea crossing. Half of these reportedly profess a desire to come to Britain.</p> \n<p>The immigration Europe faces seems to be on the scale of the pogroms of the late 19th century or the second world war. Some making the journey are victims of western intervention in their countries, such as Afghanistan, Iraq and Somalia. Others are victims of militant Islam, spreading across Africa and Asia. David Cameron told the House of Commons on 3 June “the vast majority … are not asylum seekers but people seeking a better life”. But it matters not why someone leaves home. The fact is they are heading here.</p> \n<p>Immigration is notoriously vulnerable to statistical terrorism. The 55 million figure includes occupants of refugee camps hoping one day to return home. It&nbsp;is also dwarfed, as Cameron struggled to imply, by a UN estimate (for 2013) of 232 million <a href=\"http://www.bbc.co.uk/news/world-32912867\" title=\"\">economic migrants and other categories</a>. The biggest movement is still into the US (largely from the south), but since 2000 Germany and Russia have taken in 10 million, and the UK and France eight million. The <a href=\"http://www.rsc.ox.ac.uk/\" title=\"\">Oxford Refugees Studies Centre</a> also charts millions displaced by nothing more terrifying than infrastructure projects, including 10 million a year by dams alone.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The biggest movement is still into the US , but since 2000 Germany and Russia have taken 10 million, and the UK eight</p> \n </blockquote> \n</aside> \n<p>Faced with such numbers it is easy to panic. Is this an apocalyptic upheaval, a repeat of the “Saharan pump”, the pre-historic movement of humans out of Africa? Is it nemesis for Europe’s history of economic supremacism? It is even stoppable? What future awaits a Europe whose birthrate is falling and whose economies depend on immigrant labour?</p> \n<p>We can at least retort that if global economic migration is so colossal, a few extra migrants into Europe can hardly make much difference. Britain took 100,000 east African Asians between 1968 and 1973, resettling them peacefully, to the considerable advantage of its economy. If it has accepted 8 million incomers in the past 15 years, it can surely accept a few thousand enterprising refugees.</p> \n<p>That is easy to say in the abstract. It cuts little ice at the France-Italy border at <a href=\"http://www.euronews.com/2015/06/16/italian-police-struggle-to-contain-ventimiglia-migrants-as-french-accused-of/\" title=\"\">Ventimiglia</a>, where the <a href=\"https://en.wikipedia.org/wiki/Schengen_Area\" title=\"\">Schengen</a> open borders treaty has collapsed and thousands are being dumped in the road by Italian coach drivers. And what is to stop today’s proposed EU quota becoming tomorrow’s tidal wave? It does indeed appear unstoppable.</p> \n<p>Eurosceptics never thought the EU project would founder over tariffs or farm prices or bat colonies. Its Waterloo would be the impact on perceived national identity of newcomers flowing through open borders. It would founder when the iron curtain fell, when north Africa moved en masse towards France and Spain, when Turkey became a transit camp for the Middle East.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/17/this-isnt-human-migrants-in-limbo-on-italian-french-border\">'This isn't human': migrants in limbo on Italian-French border</a> </p> \n</aside> \n<p>The writer David Goodhart was widely attacked in liberal circles for warning of the impact of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/mar/27/why-left-wrong-mass-immigration\" title=\"\">sudden influx of strangers</a> on settled communities, and on their “obligation to welfare”. He was right. To care for one’s family and community – and to see this concern reflected in policy – is both a natural instinct and a democratic right. It is also sensible sociology. Traumatise neighbourhoods with floods of newcomers and their valuable cohesion&nbsp;becomes meaningless.</p> \n<p>Europe’s latest tyrant is not economics. It is not even history. It is geography. Italy and Greece are frontier states to Africa and Asia, as Ukraine and Latvia are to Russia. This has to make them different. The turbulent politics of the Mediterranean is not Britain’s problem. Britain did not export to Italy and Greece the millions of immigrants it received in the past from the Caribbean, Africa and the Asian subcontinent.</p> \n<p>Immigration is the toughest area of policy. This is demonstrated in the&nbsp;palpable dottiness of solutions now in play in Whitehall. Apparently the refugee problem must be tackled by “addressing&nbsp;human rights abuses upstream at their source”. But we do not&nbsp;own those sources, and we do not govern the world. When we tried to do&nbsp;so, in Iraq and Afghanistan, it made&nbsp;matters far, far worse.</p> \n<p>Then we say we will bomb the traffickers’ boats. To desperate refugees this must seem like bombing ambulances. British military policy these days is crazy.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>America and Australia pursue policies that are even more cruel. They deter migrants with imprisonment</p> \n </blockquote> \n</aside> \n<p>As for those already arrived, we ask for a “European solution” and plead with Sweden, the Baltics and Hungary to “take their fair share” – except Britain does not, as it will not accept its share. The reality is that democracy prefers to adopt its own ethic. It is no good shaming Europeans with the vast settlement camps of Lebanon and Jordan. They reply that they do not live in Lebanon or Jordan. Such “we are all one world” platitudes infuriate those whose families and communities will bear the&nbsp;impact&nbsp;of any new migration, coming from those who have no intention of bearing it at all. Compulsory liberalism is not liberal at all.</p> \n<p>The nation state remains as resistant as ever to the demands of Europe’s reborn Holy Roman emperors. National identity is fixed in history and geography. Faced with what they see as unlimited hordes from distant lands, local governments are as immune to advocates of philanthropic hospitality as to those of the free movement of labour.</p> \n<p>Britain’s ever desperate immigration policy has been simply to make it as hard as possible for migrants to get across the Channel. The visa system is crude. The asylum regime is inhumane. Border control is slapdash. We say this is cruel, but two nations under greater pressure, America and Australia, are pursuing policies that are even more cruel. They seek to deter and repatriate migrants with imprisonment and transhipment.</p> \n<p>What would we do in their shoes? It is not fanciful to see Australia one day like South Africa’s Cape Province, on the “continent” of south-east Asia and vulnerable to mass migration south. That is the tyranny of geography.</p> \n<p>The prospect must be that Europe will move back to more closed borders and more rigid internal borders. Any open-eyed visitor to its southern shores will attest that the region is sliding towards a Mediterranean rather than a European destiny. Britain and other northern states may take a few token refugees – and accept many more migrants quietly slipping in. But for Europe’s democracies, open borders were a supranationalism too far. Push has finally come to shove.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434650197091/Syrians-fleeing-the-war-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Syrians fleeing the war rush through broken-down border fences to enter Turkish territory illegally on 14 June. ‘Is it nemesis for Europe’s history of economic supremacism? It is even stoppable?' Photograph: Bulent Kilic/AFP/Getty","credit":"Bulent Kilic/AFP/Getty","altText":"Syrians fleeing the war at the Turkish border","cleanCaption":"Syrians fleeing the war rush through broken-down border fences to enter Turkish territory illegally on 14 June. ‘Is it nemesis for Europe’s history of economic supremacism? It is even stoppable?' Photograph: Bulent Kilic/AFP/Getty"}],"bodyImages":[],"webPublicationDate":"2015-06-19T06:00:06Z","lastModified":"2015-06-19T06:00:06Z","metadata":{"commentable":true,"commentCount":171,"contributors":[{"name":"Simon Jenkins","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonjenkins"}],"feature":false,"keywords":["Migration","World news","UK news","Europe"],"tags":[{"id":"world/migration","webTitle":"Migration"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Simon Jenkins","topic":{"type":"tag-contributor","name":"profile/simonjenkins"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/refugees-human-tide-west","shortUrl":"http://gu.com/p/4avfe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/19/refugees-human-tide-west","webUri":"http://www.theguardian.com/commentisfree/2015/jun/19/refugees-human-tide-west"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434650197091/Syrians-fleeing-the-war-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Syrians force their way through border fences to enter Turkish territory illegally on 14 June. ‘Is it nemesis for Europe’s history of economic supremacism? It is even stoppable?’ Photograph: Bulent Kilic/AFP/Getty","credit":"Bulent Kilic/AFP/Getty","altText":"Syrians fleeing the war at the Turkish border","cleanCaption":"Syrians force their way through border fences to enter Turkish territory illegally on 14 June. ‘Is it nemesis for Europe’s history of economic supremacism? It is even stoppable?’ Photograph: Bulent Kilic/AFP/Getty"}},"importance":5,"byline":{"title":"Simon Jenkins"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png"}}]},{"title":"Rachel Dolezal or Dylann Roof: who is bigger news, and why?","rawTitle":"Rachel Dolezal or Dylann Roof: who is bigger news, and why?","item":{"type":"comment","id":"commentisfree/2015/jun/19/rachel-dolezal-or-dylann-roof-who-is-bigger-news-and-why","title":"Rachel Dolezal or Dylann Roof: who is bigger news, and why?","trailText":"There now exists in the US a rare opportunity for a genuine debate on race relations. But will they take it? ","standFirst":"<p>There now exists in the US a rare opportunity for a genuine debate on race relations. But will they take it? </p>","byline":"Sol Bellear","body":"<p>Race is a big issue in the US. Always was, and seems like it always will be. And this week has been no exception.</p> \n<p>Overnight, a young white man, Dylann Roof, walked into an iconic black church in Charleston, South Carolina, and allegedly opened fire, killing nine people.</p> \n<p><a href=\"http://mediamatters.org/video/2015/06/18/foxs-steve-doocy-its-extraordinary-that-charles/204043\">Fox News’s response</a> was to reject any suggestion the shooting was a “hate crime”, before bringing on that time-honoured icon of white American dialogue – the Uncle Tom.</p> \n<p>Bishop E W Jackson, from Chesepeake in Virginia (a mere 500km away), appeared on a morning Fox news program to explain, to nods of approval from the three white Fox news anchors, that the violence wasn’t about race. It was about Christianity.</p> \n<p>Never mind the fact the shooter – pictured on his Facebook page wearing a shirt bearing the flag of apartheid South Africa – told the church gathering he had to kill the people who were “raping and killing” children in his neighbourhood.</p> \n<p>If it was about Christianity – and obviously it wasn’t – but if it was, it begs the question why Fox News has refused to brand the attack an act of terrorism?</p> \n<p>Of course, this shooting is just the latest race debate to grip the US.</p> \n<p>Amid growing attention at the number of black men killed by white cops, the US media took a breather last week to focus its white-hot gaze on Rachel Dolezal, the president of the Spokane chapter for the National Association for the Advancement of Colored People (NAACP), who was recently outed as a white woman.</p> \n<p>The story was still making headlines on Thursday.</p> \n<p>Dolezal was, apparently, born white but in the last decade at least, has identified as black, with spray tans and hair weaves to strengthen her “cultural identity”.</p> \n<p>I must admit that when the story first broke, I had mixed feelings. On the one hand, Dolezal was clearly working hard to make life better for black people, and was accepted by the black community as well. This is evidenced by the position she held at the NAACP. Granted, they obviously didn’t know she was really white, but they were clearly impressed by the power of her advocacy.</p> \n<p>My views started to shift a few days into the scandal, when it was revealed Dolezal had tried unsuccessfully to sue a black university for allegedly discriminating against her on the basis she was white. No matter how you personally identify, if you’re going to work with black people, then your mantra should be “do no harm”. Dolezal clearly failed that simple test.</p> \n<p>In Australia, we’re unlikely to have a “Rachel Dolezal” scandal of our own.</p> \n<p>Aboriginal Australia has had the occasional imposter – that’s inevitable. But it’s also pretty rare, and for a number of very good reasons.</p> \n<p>Firstly, there’s real no advantage to be gained from identifying as Aboriginal or Torres Strait Islander. Contrary to popular belief, we don’t receive free houses and free cars. Our children aren’t paid to go to school. We don’t receive a “special allowance” to feed our dogs (which, according to some, explains why blackfellas have so many). On every social indicator, our communities remain profoundly disadvantaged. But therein also lies our strength.</p> \n<p>The Aboriginal and Torres Strait Islander community is small. There’s just over half a million of us. As far as individual families go, most of us know who most of the rest of us are. It’s why when right-wing columnist <a href=\"http://blogs.news.com.au/heraldsun/andrewbolt/index.php/heraldsun/comments/column_the_new_tribe_of_white_blacks/P40/\">Andrew Bolt took aim</a> at people like Larissa Behrendt, the late Pat Eatock, Mark McMillan and others, no one in the Aboriginal community even bothered to question their Aboriginality.</p> \n<p>One of the really great things about Aboriginal culture – the key feature that the white man has never been able to break – is that we know who our families are, we know where we all fit, and we participate strongly in family and community life. We always have, and we always will.</p> \n<p>Of course, the problems confronting the US are quite a bit more stark. While there now exists a genuine opportunity for a fair dinkum debate on race relations, rather than the distraction that was the Dolezal saga, it will be interesting to see if Dylann Roof’s alleged slaughter of nine innocent black people grips the American media the way the Dolezal story did.</p> \n<p>Or is there more currency in a white woman imitating black people, than a white man eliminating them?</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ec7a61727de188e980685603e4ad29148d00f5c5/0_0_2500_1499/2500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1499,"width":2500,"orientation":"landscape","credit":"Reuters/AP","altText":"Dylann Roof (left) is accused of killing people in a shooting in Charleston. Rachel Dolezal (right) is at the centre of a race row after accusations she has pretended to be of black heritage.","cleanCredit":"Photograph: Reuters/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-19T07:50:42Z","lastModified":"2015-06-19T07:51:42Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Sol Bellear","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sol-bellear"}],"feature":false,"keywords":["South Carolina church shooting","Rachel Dolezal","Indigenous Australians","Race issues","US news","World news"],"tags":[{"id":"world/south-carolina-church-shooting","webTitle":"South Carolina church shooting"},{"id":"us-news/rachel-dolezal","webTitle":"Rachel Dolezal"},{"id":"australia-news/indigenous-australians","webTitle":"Indigenous Australians"},{"id":"world/race","webTitle":"Race issues"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Sol Bellear","topic":{"type":"tag-contributor","name":"profile/sol-bellear"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/rachel-dolezal-or-dylann-roof-who-is-bigger-news-and-why","shortUrl":"http://gu.com/p/4avyx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/19/rachel-dolezal-or-dylann-roof-who-is-bigger-news-and-why","webUri":"http://www.theguardian.com/commentisfree/2015/jun/19/rachel-dolezal-or-dylann-roof-who-is-bigger-news-and-why"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ec7a61727de188e980685603e4ad29148d00f5c5/0_0_2500_1499/2500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1499,"width":2500,"orientation":"landscape","caption":"Dylann Roof (left) is accused of killing people in a shooting in Charleston. Rachel Dolezal (right) is at the centre of a race row after accusations she has pretended to be of black heritage. Photograph: Reuters/AP","credit":"Reuters/AP","altText":"Dylann Roof  and Rachel Dolezal","cleanCaption":"Dylann Roof (left) is accused of killing people in a shooting in Charleston. Rachel Dolezal (right) is at the centre of a race row after accusations she has pretended to be of black heritage.","cleanCredit":"Photograph: Reuters/AP"}},"importance":5,"byline":{"title":"Sol Bellear"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ec7a61727de188e980685603e4ad29148d00f5c5/0_0_2500_1499/2500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1499,"width":2500,"orientation":"landscape","credit":"Reuters/AP","altText":"Dylann Roof (left) is accused of killing people in a shooting in Charleston. Rachel Dolezal (right) is at the centre of a race row after accusations she has pretended to be of black heritage.","cleanCredit":"Photograph: Reuters/AP"}}]},{"title":"Why did some British papers underplay the Charleston shooting?","rawTitle":"Why did some British papers underplay the Charleston shooting?","item":{"type":"comment","id":"media/greenslade/2015/jun/19/charleston-shooting-british-papers-underplay","title":"Why did some British papers underplay the Charleston shooting?","trailText":"Would UK national newspaper editors have given greater coverage to the church massacre if the shooter had been black and the victims had been white?","standFirst":"<p>Would UK national newspaper editors have given greater coverage to the church massacre if the shooter had been black and the victims had been white?</p>","byline":"Roy Greenslade","body":"<p>A young white American murdered a prominent church minister and eight churchgoers <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/dylann-roof\">while reportedly declaring his hatred for black people</a>. The crime poses two major questions about US society - its racial divide and its lax gun laws.</p> \n<p>Both of those questions were raised in a considered and sensitive statement by America’s black president, Barack Obama, in which he spoke of his country’s “dark past”. <br /></p> \n<p>Unsurprisingly, the story of the massacre received front page coverage in newspapers across the USA. But how was it covered by Britain’s national newspapers? </p> \n<p><strong><em>First</em></strong>, the bald facts. The shootings featured in stories and pictures on the front pages of the Independent (<a href=\"http://www.independent.co.uk/news/world/americas/charleston-shooting-dylann-roofs-alleged-killing-of-nine-worshippers-in-a-black-church-has-left-the-city--and-the-nation--in-shock-10330030.html\">“America’s shame”</a>), the Guardian (“<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/charleston-south-carolina-church-shooting-race-gun-violence\">Cold stare of the racist killer who stunned America</a>”) and Metro (“<a href=\"http://metro.co.uk/2015/06/18/charleston-church-gunman-arrested-police-capture-dylan-roof-5252862/\">I have to kill you</a>”). There were also small page 1 blurbs in the Times and Daily Mirror.</p> \n<p>The Daily Telegraph confined its coverage to a foreign news page, <a href=\"http://www.telegraph.co.uk/news/worldnews/northamerica/usa/11685322/Charleston-church-massacre-suspect-had-been-planning-attack-for-six-months.html\">here</a>. The Times, in similar fashion,<a href=\"http://www.thetimes.co.uk/tto/news/world/americas/article4473958.ece\"> ran it on pages 30 and 31</a>. The Daily Mail gave it <a href=\"http://www.dailymail.co.uk/news/article-3130396/Dylann-Storm-Roof-21-glares-hauled-away-cuffs.html\">a page and a half</a>. The Sun’s spread, headlined <a href=\"http://www.thesun.co.uk/sol/homepage/news/6508010/Racist-killer-prayed-with-victims-before-shooting-nine-dead.html\">Fiend from the swamp</a>, was complemented by an editorial. </p> \n<p>i’s story was on page 6: “Suspected killer of nine black churchgoers was given gun by his parents for 21st birthday”. The Mirror’s spread used a quote headline from the suspect, Dylann Roof, “<a href=\"http://www.mirror.co.uk/news/world-news/charleston-church-shooting-gunman-sat-5909218\">I have to do it.. you rape our women &amp; are taking over our country</a>”. It also carried an editorial.</p> \n<p>I couldn’t locate the story at all in either the Daily Express or the Daily Star.</p> \n<p><strong><em>Second</em></strong>, what three editorials said. The Independent (“Divided nation”) began:</p> \n<blockquote> \n <p>“Even in America, a country by now inured to mass killings, Wednesday evening’s shooting rampage in a historic black church in Charleston, South Carolina, in which nine people died, has come as a particular shock”.</p> \n</blockquote> \n<p>It appeared, said the Indy, to be “a classic example of hate crime” that “will do nothing to improve the deteriorating state of race relations in the US”. It continued:</p> \n<blockquote> \n <p>“In the wake of a series of police killings of unarmed black suspects and the unrest that ensued – from Ferguson, Missouri, last summer, to Baltimore just a few weeks ago – there is no doubt the mood has changed. </p> \n <p>A CBS/New York Times poll last month, in the aftermath of the Baltimore riots, found that 61% of Americans believe race relations are generally bad – a view shared by blacks and whites alike...</p> \n <p>This deterioration comes after America appeared to have exorcised some of its ancient racial demons by electing its first black president...</p> \n <p>Other factors, of course, are at work. The obscene proliferation of guns only magnifies tragedies like that at the Emanuel African Methodist Episcopal Church, established by free blacks and slaves in Charleston at the start of the 19th century. </p> \n <p>There is even talk of arming pastors, a step that would be almost comical, were it not so desperate”. </p> \n</blockquote> \n<p>The Indy also pointed out that, despite advances, “the deck of life chances is still stacked against black Americans. They earn less than whites, their opportunities for advancement are far fewer”.</p> \n<p>The Mirror editorial (“Gun control vital for US”) also referred to the “continuing deep cultural divide in the US”, adding:</p> \n<blockquote> \n <p>“The election of the country’s first black president was a milestone but there are still Americans who hate other Americans simply because of the colour of their skin”.</p> \n</blockquote> \n<p>But its major argument was about “the wide availability of guns” that allows weapons to be acquired by “violent bigots”. It concluded with a comment sympathetic to the US president:</p> \n<blockquote> \n <p>“Barack Obama captured the sombre mood, as he so often does, when he revealed he and his wife Michelle knew several members and the pastor of the South Carolina church.</p> \n <p>The familiarity of his words – America, the land of grieving after massacres – reflects both the need to heal that racial divide and remove guns from a heavily armed population”.</p> \n</blockquote> \n<p>But the Sun (“<a href=\"http://www.thesun.co.uk/sol/homepage/news/sun_says/6500866/The-Sun-Says.html\">Deadly US toll</a>”) condemned Obama for his failure to restrict gun ownership. “Yet again”, it said, Obama expressed grief, but “what will he do this time? Nothing”. It contended:</p> \n<blockquote> \n <p>“Obama should concentrate more on why the US has far more massacres than any other western nation where guns are legal.</p> \n <p>And whether it is caused by a society that fails to help disturbed loners while at the same time celebrating criminal notoriety”.</p> \n</blockquote> \n<p>Ok, that’s the facts. Now, <strong><em>third</em></strong>, for my comment, albeit tentative, on the disparity of British national paper coverage of this savage racist crime.</p> \n<p>I can’t help but note that the left-of-centre, liberal press gave the story much greater prominence and more space than the right-of-centre papers (with the notable and honourable exception of the Sun). </p> \n<p>It is, frankly, astonishing that the Times and Telegraph in particular underplayed the story (and even more amazing that the Express didn’t bother with it at all).</p> \n<p>I cannot help but wonder if racism was involved in editorial decision-making. Would those papers have treated this story in the same fashion if a black man had murdered nine white churchgoers?<br /></p> \n<p>Looking back also to December 2012, when <a href=\"https://en.wikipedia.org/wiki/Sandy_Hook_Elementary_School_shooting\">the Sandy Hook school atrocity </a>occurred, I recall that it dominated the front pages of every national, including the Telegraph, Times, Mail, Express and Star. Sure, it involved children, and the deaths of such “innocents” would guarantee splash status.</p> \n<p>But surely the nine innocents of Charleston, South Carolina, merited more attention than some British newspaper editors granted them.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434698794133/709d4eab-1f0d-4bb8-a58f-e367e5200ffb-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Jason Miczek/Reuters","altText":"Roof","cleanCredit":"Photograph: Jason Miczek/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-19T07:55:11Z","lastModified":"2015-06-19T08:06:52Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Roy Greenslade","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747830/RoyGreenslade.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/roygreenslade"}],"feature":false,"keywords":["Media","National newspapers","South Carolina church shooting","Newspapers","US news","UK news","US crime","South Carolina","World news","The Times","The Guardian","Daily Telegraph","The Independent","Daily Mirror","The Sun","Daily Mail","Daily Express","Daily Star","i","Metro","Barack Obama","Newspapers & magazines"],"tags":[{"id":"media/media","webTitle":"Media"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"world/south-carolina-church-shooting","webTitle":"South Carolina church shooting"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"us-news/south-carolina","webTitle":"South Carolina"},{"id":"world/world","webTitle":"World news"},{"id":"media/thetimes","webTitle":"The Times"},{"id":"media/theguardian","webTitle":"The Guardian"},{"id":"media/dailytelegraph","webTitle":"Daily Telegraph"},{"id":"media/theindependent","webTitle":"The Independent"},{"id":"media/daily-mirror","webTitle":"Daily Mirror"},{"id":"media/sun","webTitle":"The Sun"},{"id":"media/dailymail","webTitle":"Daily Mail"},{"id":"media/dailyexpress","webTitle":"Daily Express"},{"id":"media/dailystar","webTitle":"Daily Star"},{"id":"media/i","webTitle":"i"},{"id":"media/metro","webTitle":"Metro"},{"id":"us-news/barack-obama","webTitle":"Barack Obama"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"}],"section":{"id":"media"},"topics":[{"displayName":"Roy Greenslade","topic":{"type":"tag-contributor","name":"profile/roygreenslade"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/greenslade/2015/jun/19/charleston-shooting-british-papers-underplay","shortUrl":"http://gu.com/p/4avkq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/greenslade/2015/jun/19/charleston-shooting-british-papers-underplay","webUri":"http://www.theguardian.com/media/greenslade/2015/jun/19/charleston-shooting-british-papers-underplay"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434698794133/709d4eab-1f0d-4bb8-a58f-e367e5200ffb-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"The Charleston church shooting suspect, Dylann Roof, after his arrest in North Carolina. Photograph: Jason Miczek/Reuters","credit":"Jason Miczek/Reuters","altText":"Roof","cleanCaption":"The Charleston church shooting suspect, Dylann Roof, after his arrest in North Carolina.","cleanCredit":"Photograph: Jason Miczek/Reuters"}},"importance":4,"byline":{"title":"Roy Greenslade"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747830/RoyGreenslade.png"}}]},{"title":"Boris Johnson’s rant shows MPs are stepping out of the doghouse, at last","rawTitle":"Boris Johnson’s rant shows MPs are stepping out of the doghouse, at last","item":{"type":"comment","id":"commentisfree/2015/jun/18/boris-johnson-taxi-rant-politicians-doghouse-mps-scandals-bile","title":"Boris Johnson’s rant shows MPs are stepping out of the doghouse, at last","trailText":"Politicians’ scandals have allowed us to feel we can hurl bile at them endlessly. They shouldn’t have to take it – as Johnson demonstrated to a taxi driver","standFirst":"Politicians’ scandals have allowed us to feel we can hurl bile at them endlessly. They shouldn’t have to take it – as Johnson demonstrated to a taxi driver","byline":"Gaby Hinsliff","body":"<p>When exactly, is it acceptable in a tricky social situation to tell strangers to “fuck off and die”? That’s the burning question raised by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/18/boris-johnson-filmed-swearing-taxi-driver-london-uber\" title=\"\">Boris Johnson’s late-night spat with a cabbie</a> – and sadly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/shortcuts/2014/oct/28/modern-manners-debretts-guide-politeness-21st-century\" title=\"\">Debrett’s</a> is a fat lot of help, offering only the suggestion that one might escape a bore by saying, “How fascinating, but please don’t let me monopolise you.”</p> \n<p>That Johnson managed to <a href=\"http://www.dailymail.co.uk/news/article-3128665/F-die-not-order-Boris-told-irate-cabbie-late-night-street-row-taxi-app-Uber-cycled-home-dinner.html\" title=\"\">produce something a bit pithier</a> as he wobbled off on his bike into the traffic is surely a tribute to his old school, whose headmaster Tony Little was all over the papers this week <a href=\"http://www.dailymail.co.uk/news/article-3124274/Eton-s-headmaster-called-schools-bring-random-drugs-tests.html\" title=\"\">explaining how Eton prepares pupils</a> to hold their own even in the most daunting encounters. Including, it seems, the ones where you’re heckled on your bike by a passing driver yelling that “You’re one of them mate. That’s what you are” (a reference, apparently, to the mayor’s refusal to protect black cabs <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/davehillblog/2015/jan/27/is-boris-johnson-playing-politics-with-londons-black-cabs\" title=\"\">against the threat from the private-hire firm Uber</a>).</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/18/boris-johnson-filmed-swearing-taxi-driver-london-uber\">Boris Johnson filmed swearing at taxi driver in London</a> </p> \n</aside> \n<p>Undignified as it was, this whole episode will probably end up being yet another cack-handed PR triumph for Johnson. And to understand why, you have to imagine how almost any other politician would have handled the confrontation.</p> \n<p>George Osborne would surely have chosen silence, as he did when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/video/2012/sep/04/george-osborne-booed-paralympics-video\" title=\"\">booed at the Paralympics</a>. David Cameron would have had his iPod on, and been blissfully deaf to the whole thing. Ed Miliband’s sincerely expressed concern about predatory apps destroying traditional industries would have been sadly undermined when his trouser leg got caught in the bike chain. And Theresa May – well, it just wouldn’t happen to Theresa May: it’s impossible to imagine her on a bike, and anyway no cabbie would dare.</p> \n<p>Reactions in an unguarded moment expose something, in other words, of people’s true nature; but that matters only if it’s something they normally hide. We’ll doubtless see more such semi-private moments now everyone has a camera phone and knows how to use it, but this one is a reminder that they won’t all be revealing.</p> \n<p>Granted, it didn’t look remotely prime ministerial, but that particular horse bolted even before we were treated to the sight of Johnson <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/video/2012/aug/01/boris-johnson-stuck-zip-wire-video\" title=\"\">dangling helplessly from a zipwire</a>. The snippet of <a href=\"http://www.sunnation.co.uk/fk-off-and-die-watch-boris-x-rated-rant-to-cabbie/\" title=\"\">film obtained by the Sun</a> merely confirms that he’s unusually reckless, for a wannabe prime minister needing votes; and perhaps is pretty brisk about the concerns of people whose livelihoods are vanishing beneath them. But he doesn’t come across as condescending, and there’s no hint that mayor and cabbie regard themselves as anything but equals. If anything, by reacting as many men might to abuse in the street, Johnson looks less posh than usual.</p> \n<p>So regardless of whether G8 summits would be improved by world leaders telling each other to eff off and die (“and not in that order, President Putin”), whether you’re irritated or amused by Boris Johnson today largely reflects whether you were irritated or amused by him in the first place. As Tony Blair put it when <a href=\"http://www.theguardian.com/politics/pictures/image/0,9353,-10304188438,00.html?redirection=lowercase\" title=\"\">John Prescott punched an egg-throwing protester</a>: “John is John.” Likewise, Boris is Boris and … well, you will already know how you feel about him. What is genuinely novel about the video, however, is that it drives a coach and horses through the accepted model of a relationship between politicians and voters.</p> \n<p>For years now this has been roughly one of self-flagellating supplicant before righteously aggrieved mob. Politicians’ terror of taking this year’s proffered pay rise – even after seven years without one and even though the likely consequence is more second jobs or spouses on the payroll - reflects an understanding that they are still atoning not just for the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/mps-expenses\" title=\"\">expenses scandal</a>, but for lobbying and for cash-for-questions and for God knows what else. The fact that a good third of the current crop weren’t actually MPs when any of this happened cuts no ice. They’ve become sin-eaters, endlessly pawning their souls for the sake of the departed.</p> \n<p>It’s wholly right that politicians should be held to account for abuses of public trust and money, and that some should have been jailed for it. It remains astonishing that some MPs (although only ever some) ever believed it right to help themselves so blithely.</p> \n<p>But six years on, the understandable anger about that is congealing into something stickier and more self-righteous. At its worst, it fuels a sense that we are all now entitled to make ourselves feel better by hurling as much bile as we like at politicians while they just stand and take it, rather like Cersei, the humiliated queen in Game of Thrones, on her naked walk of shame; a sense that if parliament really is falling down and <a href=\"http://www.bbc.co.uk/news/uk-politics-33184160\" title=\"\">riddled with asbestos and mice</a>, as a <a href=\"http://www.restorationandrenewal.parliament.uk/IOA-report.html\" title=\"\">report on the Palace of Westminster</a> suggested today, well that’s probably all they deserve.</p> \n<p>Like the wronged party in an adulterous marriage, who grudgingly takes the cheating spouse back, only to spend a lifetime punishing the cheater for it, we can’t let go of the moral high ground – even when it stops everyone from moving forward. Johnson’s gut reaction to being slagged off by a potential voter suggests an interesting unwillingness to stay in the doghouse for ever.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Has Rachel Reeves absorbed the idea that MPs can never do too much to atone for the sin of being one in the first place?</p> \n </blockquote> \n</aside> \n<p>It’s not necessarily for politicians to decide when they’ve done enough apologising, of course. But even Cersei had guards to prevent anyone in the crowd trying to take overly enthusiastic advantage of her humiliation; and even in this time of sackcloth and ashes, if there is a line over which politicians can be pushed, then surely politicians might be allowed to push back.</p> \n<p>I was thinking about this on the night the Boris clip started doing the rounds, when the shadow welfare secretary, <a href=\"https://twitter.com/RachelReevesMP/status/611257413782634496\" title=\"\">Rachel Reeves, announced the birth of her second baby on Twitter</a>. A quick glance through her posts confirmed that up until about four hours before the birth, she was still answering tweets from constituents.</p> \n<p>Maybe she was just taking her mind off the endless waiting, or killing time between contractions. But you have to wonder whether Reeves – recently attacked for daring to suggest <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/feb/23/cameron-hits-back-tory-mps-out-maternity-leave-comments-rachel-reeves-andrew-rosindell\" title=\"\">she might take maternity leave</a> if in the cabinet – has simply absorbed the idea that MPs can never do too much to atone for the sin of being one in the first place; and whether it’s wholly healthy that so many politicians can never relax their guard for a second, for fear of being called lazy or entitled. Politicians should be the servants of the people. But we should be masters, not tyrants, in return.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434652040538/Boris-Johnson-illustratio-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'By reacting as many men might to abuse in the street, Johnson looks less posh than usual.' illustration by Nate Kitch","credit":"Guardian","altText":"Boris Johnson illustration by Nate Kitch","cleanCaption":"'By reacting as many men might to abuse in the street, Johnson looks less posh than usual.' illustration by Nate Kitch"}],"bodyImages":[],"webPublicationDate":"2015-06-18T19:00:06Z","lastModified":"2015-06-18T23:00:54Z","metadata":{"commentable":true,"commentCount":288,"contributors":[{"name":"Gaby Hinsliff","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/12/1410533756119/Gaby-Hinsliff-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gabyhinsliff"}],"feature":false,"keywords":["Politics","Boris Johnson","MPs' expenses","Rachel Reeves","House of Commons","UK news"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/boris","webTitle":"Boris Johnson"},{"id":"politics/mps-expenses","webTitle":"MPs' expenses"},{"id":"politics/rachel-reeves","webTitle":"Rachel Reeves"},{"id":"politics/houseofcommons","webTitle":"House of Commons"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Gaby Hinsliff","topic":{"type":"tag-contributor","name":"profile/gabyhinsliff"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/18/boris-johnson-taxi-rant-politicians-doghouse-mps-scandals-bile","shortUrl":"http://gu.com/p/4avfq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/18/boris-johnson-taxi-rant-politicians-doghouse-mps-scandals-bile","webUri":"http://www.theguardian.com/commentisfree/2015/jun/18/boris-johnson-taxi-rant-politicians-doghouse-mps-scandals-bile"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434652040538/Boris-Johnson-illustratio-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'By reacting as many men might to abuse in the street, Johnson looks less posh than usual.' illustration by Nate Kitch","credit":"Guardian","altText":"Boris Johnson illustration by Nate Kitch","cleanCaption":"'By reacting as many men might to abuse in the street, Johnson looks less posh than usual.' illustration by Nate Kitch"}},"importance":4,"byline":{"title":"Gaby Hinsliff"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434652040538/Boris-Johnson-illustratio-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'By reacting as many men might to abuse in the street, Johnson looks less posh than usual.' illustration by Nate Kitch","credit":"Guardian","altText":"Boris Johnson illustration by Nate Kitch","cleanCaption":"'By reacting as many men might to abuse in the street, Johnson looks less posh than usual.' illustration by Nate Kitch"}}]},{"title":"Yvette Cooper – the Labour leadership hopeful the PM's most likely to dread","rawTitle":"Yvette Cooper – the Labour leadership hopeful the PM's most likely to dread","item":{"type":"comment","id":"politics/2015/jun/18/yvette-cooper-labour-leadership-hopeful-politics-sketch","title":"Yvette Cooper – the Labour leadership hopeful the PM's most likely to dread","trailText":"Shadow home secretary is confident and engaging since her husband has left Westminster, and could just be Cameron’s perfect nemesis at the dispatch box","standFirst":"<p>Shadow home secretary is confident and engaging since her husband has left Westminster, and could just be Cameron’s perfect nemesis at the dispatch box</p>","byline":"John Crace","body":"<p> “Your husband came third in the 2010 Labour leadership election,” a reporter observed at a lobby lunch for Yvette Cooper. “Has he given you any tips on how to avoid ending up in the same place?” Cooper gave only the faintest flash of annoyance, a masterclass in self-restraint considering this was at least the fifth time within an hour that Ed Balls had been namechecked. However hard the shadow home secretary tries to step out of her husband’s shadow, people are queueing up to push her back into it. Radio 4’s Woman’s Hour was first on the bandwagon. Vive la Sisterhood.</p> \n<p> To be fair, it had been easy to mistake Cooper’s apparent dullness for deference in the last parliament. Whenever she and Balls were in the same room, it was he who always seemed to get the first, second, third and, well … every word in; not all of them as well thought through as they might have been. Guilt by association became the accepted wisdom. Since Balls lost his seat, though, Cooper has become a different woman in Westminster. Confident, well-informed and engaging. She now treats her husband in public as she probably always did in private. With long-suffering forbearance.</p> \n<p> “The one thing Ed has told me,” she said, “was that by the end of the hustings every contender will have stolen each others’ stories.” It was an astute observation. With only one down and at least 15 more to go, it’s happened already. On Wednesday night in Nuneaton, Liz Kendall scored a point over Andy Burnham by saying “country first”. This has now also become firmly incorporated into the Cooper narrative. “Country first,” she insisted, “though obviously the party is very important, too.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>At least we turned down the fiscal policy water feature at the seventh planning meeting</p> \n  <footer> \n   <cite>Yvette Cooper on the Ed Stone</cite> \n  </footer> \n </blockquote> \n</aside> \n<p> Come September it may well be hard to tell the three main contenders for the leadership – Cooper, Burnham and Kendall – apart. For all the rhetoric, all three are for much the same thing. “Learning from our mistakes. Reaching out to all parts of the country. Moving forwards while looking backwards and not being afraid to step sideways.” What will really make the difference is how much they can convince members of the Labour party that they have the requisite personality, stature and quick-wittedness to lead the party and go head-to-head with David Cameron. Cooper has always been written up as the safe pair of hands: the person who could be relied on to not make a bad situation any worse. On this showing she might well prove to be rather better than that.</p> \n<p> Disguising her disappointment that the lobby lunch was less formal than she had been led to believe, Cooper remarked: “I was expecting a packed lobby, not a packed lunch.” OK, so this wasn’t the funniest gag ever, nor had she written it herself, but the audience was still wrongfooted. This was the first time anyone had heard Cooper say anything that was meant to be funny at which anyone had laughed. </p> \n<p> This, though, was just the start. Having sounded like someone you wouldn’t mind sitting next to at dinner as she whizzed through her spiel on Labour and Europe, she had enough confidence to save her best joke for questions. When someone mentioned the Ed Stone, she said: “At least we turned down the fiscal policy water feature at the seventh planning meeting.” This was all the funnier for probably being true.</p> \n<p> It’s also hard not to imagine that Cooper is the person Cameron would least like to face at PMQs. He’s at his worst with women; especially those who are brighter than him. What’s more, she should be more than able to deal with her past. “This is the woman who is married to the man who wrecked the economy,” the prime minister may say in October. To which she will reply: “This is the man married to a woman who works for a tax haven-based luxury goods company and whose father-in-law makes &pound;350,000 per year from a publicly subsidised wind farm on his estate.” That should just about do it.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49eb7ab196bb0fab36601e37eadb9c107a135fe2/0_0_3253_1953/3253.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1953,"width":3253,"orientation":"landscape","credit":"Jonathan Brady/PA","altText":"Yvette Cooper makes a speech in support of her Labour party leadership campaign.","cleanCredit":"Photograph: Jonathan Brady/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-18T17:32:07Z","lastModified":"2015-06-18T23:01:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Crace","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johncrace"}],"feature":false,"keywords":["Yvette Cooper","Politics","UK news","Labour party leadership","Labour"],"tags":[{"id":"politics/yvette-cooper","webTitle":"Yvette Cooper"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"}],"section":{"id":"politics"},"topics":[{"displayName":"John Crace","topic":{"type":"tag-contributor","name":"profile/johncrace"}}],"series":{"title":"The politics sketch","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/the-politics-sketch"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/18/yvette-cooper-labour-leadership-hopeful-politics-sketch","shortUrl":"http://gu.com/p/4avey","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/18/yvette-cooper-labour-leadership-hopeful-politics-sketch","webUri":"http://www.theguardian.com/politics/2015/jun/18/yvette-cooper-labour-leadership-hopeful-politics-sketch"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49eb7ab196bb0fab36601e37eadb9c107a135fe2/0_0_3253_1953/3253.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1953,"width":3253,"orientation":"landscape","caption":"Yvette Cooper makes a speech in support of her Labour party leadership campaign. Photograph: Jonathan Brady/PA","credit":"Jonathan Brady/PA","altText":"Yvette Cooper makes a speech in support of her Labour party leadership campaign.","cleanCaption":"Yvette Cooper makes a speech in support of her Labour party leadership campaign.","cleanCredit":"Photograph: Jonathan Brady/PA"}},"importance":3,"byline":{"title":"John Crace"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://i.guim.co.uk/media/w-700/h--/q-95/49eb7ab196bb0fab36601e37eadb9c107a135fe2/0_0_3253_1953/1000.jpg","height":420,"width":700}}]},{"title":"The pope insists US politicians respond to climate change. Will they listen?","rawTitle":"The pope insists US politicians respond to climate change. Will they listen?","item":{"type":"comment","id":"commentisfree/2015/jun/18/pope-challenged-politicians-climate-change-encyclical","title":"The pope insists US politicians respond to climate change. Will they listen?","trailText":"The Vatican’s encyclical called on strong government action to protect the environment but political leaders really don’t like a call to conversion","standFirst":"<p>The Vatican’s encyclical called on strong government action to protect the environment but political leaders really don’t like a call to conversion</p>","byline":"Sister Simone Campbell","body":"<p>Pope Francis’ encyclical on the environment was delivered to the entire world, but much of what he wrote was important for those of us in the US – especially our political leaders. It is a strong wake-up call that market-driven approaches to climate change and environmental degradation are not sufficient. Strong government action is needed, but most people, including political leaders, really don’t like a call to conversion.</p> \n<p>Pope Francis was right when he asked politicians:<em> </em>“What would induce anyone, at this stage, to hold on to power only to be remembered for their inability to take action when it was urgent and necessary to do so?” He was referring to continued reluctance by leaders in the US and elsewhere to effectively tackle these crises.</p> \n<p>Contrary to what many of our politicians maintain, Pope Francis stated that human activity is most responsible for global warming. And his strong criticisms of technology and other profit-driven “solutions” to environmental problems were not welcomed by many of our political and business leaders.</p> \n<p>Moreover, his historic encyclical goes far beyond climate change and technology. His repeated reminders that all of life is interconnected mean that piecemeal approaches to worldwide problems are doomed to failure. Throughout the document, he powerfully integrates issues of economic and ecological justice.</p> \n<p>The pope’s frequent criticisms of consumerism run counter to much of what is considered part of US lifestyle. We Americans especially prize freedom, but he notes that although many believe they are free when they have the “supposed freedom to consume”, in reality, the only free ones are “the minority who wield economic and financial power”.</p> \n<p>There was a telling moment during the Vatican press conference on Thursday marking the release of the encyclical. A journalist asked about politicians, especially in the US, who insist that the pope should stick to religion and not delve into areas such as science, politics and economics. Cardinal Peter Turkson, a key Vatican spokesman who helped draft the encyclical, replied that such a “claim … is not worth sustaining.” He added: “I would imagine that when they themselves become politicians without being scientists they will not say another word about science.” </p> \n<p>Both sides of the political aisle will find some nourishment in the encyclical, but progressive leaders will find more to fuel their arguments. He wrote people have a fundamental right to water, food and housing. We need to address inequality. We need to create a system of living where nothing is wasted and all serve the common good. And we need to listen to indigenous people when decisions are made about them. This last argument has special resonance in current congressional debates about US trade policies. </p> \n<p>Pope Francis calls us to be converted from a “throwaway culture” and an economy of exclusion, to solidarity and care for those who are most vulnerable. We must all be engaged in making that happen, with a vital role played by our leaders, many of whom happen to be Catholic. This will be a hard lesson for some to hear. But, as the pope also reminds us, people are capable of change so there is hope for a better world for this and future generations.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434651385017/dceb2e34-f468-4754-b022-fe7d75220d71-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Domenico Stinellis/AP","altText":"pope","cleanCredit":"Photograph: Domenico Stinellis/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-18T18:41:07Z","lastModified":"2015-06-18T18:41:08Z","metadata":{"commentable":true,"commentCount":139,"contributors":[{"name":"Sister Simone Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simone-campbell"}],"feature":false,"keywords":["Pope Francis","Vatican","Catholicism","Environment","Climate change","Climate change","World news","Christianity","The papacy","Religion"],"tags":[{"id":"world/pope-francis","webTitle":"Pope Francis"},{"id":"world/vatican","webTitle":"Vatican"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"science/scienceofclimatechange","webTitle":"Climate change"},{"id":"world/world","webTitle":"World news"},{"id":"world/christianity","webTitle":"Christianity"},{"id":"world/the-papacy","webTitle":"The papacy"},{"id":"world/religion","webTitle":"Religion"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Sister Simone Campbell","topic":{"type":"tag-contributor","name":"profile/simone-campbell"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/18/pope-challenged-politicians-climate-change-encyclical","shortUrl":"http://gu.com/p/4avft","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/18/pope-challenged-politicians-climate-change-encyclical","webUri":"http://www.theguardian.com/commentisfree/2015/jun/18/pope-challenged-politicians-climate-change-encyclical"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434651385017/dceb2e34-f468-4754-b022-fe7d75220d71-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pope Francis said we are turning the Earth into an “immense pile of filth.” Photograph: Domenico Stinellis/AP","credit":"Domenico Stinellis/AP","altText":"pope","cleanCaption":"Pope Francis said we are turning the Earth into an “immense pile of filth.”","cleanCredit":"Photograph: Domenico Stinellis/AP"}},"importance":3,"byline":{"title":"Sister Simone Campbell"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434651385017/dceb2e34-f468-4754-b022-fe7d75220d71-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Domenico Stinellis/AP","altText":"pope","cleanCredit":"Photograph: Domenico Stinellis/AP"}}]}],"lastModified":"2015-06-19T08:10:37Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}