{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Wanted: Tory moderates willing to halt their party’s lurch to the right","rawTitle":"Wanted: Tory moderates willing to halt their party’s lurch to the right","item":{"type":"comment","id":"commentisfree/2015/may/27/wanted-tory-moderates-party-right","title":"Wanted: Tory moderates willing to halt their party’s lurch to the right","trailText":"For five years, Lib Dems formed the liberal wing of the government. Now the ‘wets’ must take that role","standFirst":"For five years, Lib Dems formed the liberal wing of the government. Now the ‘wets’ must take that role","byline":"Rafael Behr","body":"<p>One feature of coalition government, starkly exposed by its sudden absence, is the way rival parties’ views of each other mattered. For five years, the attitude of Liberal Democrats towards Tories and vice versa was relevant to the direction of government. Party leaders had to consider which of their policies might be palatable to MPs from another tribe.</p> \n<p>It is unlikely that David Cameron misses that obligation. The need to consult a coalition partner was a chore. Losing ministerial appointments that might otherwise have been used to procure the loyalty of Tory MPs was a pain. Those were only practical impediments in Downing Street. The sense of liberation, palpable now among Conservative MPs, comes from no longer having to care what anyone who isn’t another Conservative thinks.</p> \n<p>The size of Cameron’s election victory has been inflated by the low expectations that came before. For years <a href=\"http://www.conservativehome.com/majority_conservatism/2012/12/why-cameron-cant-win-a-majority-in-2015.html\" title=\"\">Tory MPs fretted about the impossibility of reaching a Commons majority</a>. Many felt their reputation for indifference to social deprivation and intimacy with the super-rich were insurmountable barriers. Only Ed Miliband’s deficiencies as Labour leader sustained hope that a second term was possible.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit\">George Osborne calls emergency July budget to reveal next wave of austerity</a> </p> \n</aside> \n<p>Some Tories would even concede that Miliband had valid points: his criticism of an economy where the proceeds of growth are shared unfairly; and his targeting of “vested interests” that hoarded opportunity for the wealthy few. The big difference was that Conservatives mistrust state control as a mechanism for smashing the cartels of privilege. That was the case made by <a href=\"http://www.newstatesman.com/politics/2015/03/whats-good-about-right\" title=\"\">Michael Gove in a speech in March</a>, urging fellow Conservatives to stand as “warriors of the dispossessed”, advocating free enterprise as a moral means to liberate people from poverty.</p> \n<p>That argument probes a political weakness of the anti-capitalist left, which is its tendency to discount any prosperity that market liberalism generates because a minority are left behind. That leads to unhealthy contempt for people, including former Labour voters, who saw the Thatcher years as an age of opportunity. It conflates the urge to get on in life through individual initiative with greed or false consciousness manufactured by wicked press barons.</p> \n<p>The equivalent failing on the right is to let faith in the redemptive power of enterprise become disregard for anyone who doesn’t seize their life chances – casting poverty as a product of flaccid will or infantilised state dependency. The left’s attachment to public spending is then cast as misguided cruelty, sustaining the habits of indolence, with welfare cuts a form of long-term compassion: tough love. But most people’s understanding of compassion doesn’t come with economic caveats that require a precursor of cruelty. It&nbsp;just&nbsp;means not being nasty.</p> \n<p>George Osborne has so far been effective in casting austerity as the unavoidable consequence of Labour’s misrule, with unpleasant consequences as a marginal cost. That justification will decay over time. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/08/tories-conservatives-12bn-welfare-cuts\" title=\"\">next &pound;12bn to&nbsp;come out of welfare spending</a>, with&nbsp;a&nbsp;disproportionate impact on the low-paid and disabled, will inevitably look vindictive.</p> \n<p>Already it seems perverse for the chancellor to be publishing an “emergency” budget in July, just four months after a budget that he described as a model of long-term planning. The “emergency” element is the need to write the remnants of Lib Dem influence out of the fiscal programme and bring it in line with a manifesto that hardly anyone in the Treasury expected to have to implement undiluted by concessions in a renewed coalition.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Some Tories would even concede Miliband had valid points on the economy and his targeting of 'vested interests'</p> \n </blockquote> \n</aside> \n<p>Osborne’s calculation is that, with Labour and Lib Dems routed, the only source of dangerous dissent in the coming months – perhaps years – will be other Tories. Precedent says it is the right who will kick up a fuss. So it is in satisfying their appetites that the political capital amassed by a surprise election victory must be spent.</p> \n<p>An alternative would be to confound expectations with an act of humility, acknowledging that millions of voters are still unpersuaded that Tory hearts are in the right place – scrapping the bedroom tax, for example, or reviewing the sanctions that punish jobseekers for the tiniest failure to meet conditions set for the receipt of benefits. (I’m told by friends of Nick Clegg that he expected Cameron to offer such a gesture in his first 100 days.)</p> \n<p>I have tested this idea on a range of Tory MPs and it gets no traction. Some accept that even well-intentioned welfare reforms have vicious unintended consequences but balk at the prospect of a humiliating U-turn. Others seem to see any loosening of the screws as a concession to weak-minded socialism. This hardening is not exclusive to the neo-Thatcherite ultras. There is a mood of exuberant vindication in the parliamentary Conservative party that is treating the&nbsp;election as the irrefutable demolition of every complaint made about the party over the past five years. Several times I have heard Tory MPs wonder aloud if there is any point to Labour or Lib Dems anymore. “The hubris is through the roof,” says one disillusioned liberal Tory.</p> \n<p>Cameron thinks he is responding to victory magnanimously, reaching for the rhetorical centre. He has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/08/david-cameron-uk-one-nation-scotland-election\" title=\"\">rehabilitated the language of “one-nation” Conservatism</a>; he expects Osborne’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/the-northerner/2015/may/14/george-osborne-northern-powerhouse-devolution-manchester\" title=\"\">“northern powerhouse” plans for regional devolution</a> to restore Tory fortunes beyond the party’s southern heartlands. He will find an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/10/george-osborne-conservative-party-election-pledge-extra-8bn-nhs\" title=\"\">extra &pound;8bn for the NHS budget</a>. But those measures will not diminish perceptions of Tory heartlessness because they all flow from the same habit of treating social conscience as something to be simulated with political tactics or subsumed into long-term economic reform. True compassion means helping&nbsp;people in need now, not explaining how today’s pain is required to save future generations.</p> \n<p>It is not clear where that pressure will now come from. In coalition, the moderate “wet” side of the Tory party was largely silent: partly because Clegg monopolised liberal dissent within government; partly for fear of undermining Cameron and ending up with a leader who would be even less interested in their qualms. Some secretly felt that another coalition might be preferable to a situation where the hard right called the shots. Well that is what they have now and still they are silent. So if there are Conservatives with reservations about Cameron’s rightward course they should make themselves heard. Otherwise they may as well go looking for their lost political purpose elsewhere. Perhaps they could join the Lib Dems.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432661332394/Illustration-by-Andrzej-K-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'If there are Conservatives with reservations about Cameron’s rightward course they should make themselves heard.' Illustration: Andrzej Krauze","credit":"Andrzej Krauze","altText":"Illustration by Andrzej Krauze","cleanCaption":"'If there are Conservatives with reservations about Cameron’s rightward course they should make themselves heard.' Illustration: Andrzej Krauze"}],"bodyImages":[],"webPublicationDate":"2015-05-27T05:00:29Z","lastModified":"2015-05-27T05:00:29Z","metadata":{"commentable":true,"commentCount":165,"contributors":[{"name":"Rafael Behr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/1/1409577817446/Rafael-Behr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rafaelbehr"}],"feature":false,"keywords":["Conservatives","Politics","David Cameron","Liberal Democrats","UK news"],"tags":[{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Rafael Behr","topic":{"type":"tag-contributor","name":"profile/rafaelbehr"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/wanted-tory-moderates-party-right","shortUrl":"http://gu.com/p/498yn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/27/wanted-tory-moderates-party-right","webUri":"http://www.theguardian.com/commentisfree/2015/may/27/wanted-tory-moderates-party-right"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432661332394/Illustration-by-Andrzej-K-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘If there are Conservatives with reservations about Cameron’s rightward course they should make themselves heard.’ Illustration: Andrzej Krauze","credit":"Andrzej Krauze","altText":"Illustration by Andrzej Krauze","cleanCaption":"‘If there are Conservatives with reservations about Cameron’s rightward course they should make themselves heard.’ Illustration: Andrzej Krauze"}},"importance":7,"byline":{"title":"Rafael Behr"},"showQuotedHeadline":true},{"title":"Why I am content to wait 100 years for the next Margaret Atwood","rawTitle":"Why I am content to wait 100 years for the next Margaret Atwood","item":{"type":"comment","id":"commentisfree/2015/may/26/grand-theft-author-future-library-margaret-atwood-douglas-adams","title":"Grand Theft Author: I’d wait 100 years to read Margaret Atwood – but many wouldn’t","trailText":"Margaret Atwood is the first author to submit work for the Future Library project – while Douglas Adams’ Hitchhiker is remembered in space","standFirst":"Margaret Atwood is the first author to submit work for the Future Library project – while Douglas Adams’ Hitchhiker is remembered in space","byline":"Natalie Haynes","body":"<p>For years I have owned a slim volume by <a href=\"http://en.wikipedia.org/wiki/Jorge_Luis_Borges\" title=\"\">Jorge Luis Borges</a> that I’ve never opened. There are 11 stories in Doctor Brodie’s Report, and (unusually for me) I haven’t failed to read them because I shoved them on a shelf and then forgot about them. I have deliberately not read them because I can’t bear the thought of never having a new Borges story to read again. I’d rather be hit by a bus with the stories unread than have read them all and not have them to look forward to. Well, I suppose I’d rather not be hit by a bus at all, but some of that is down to the driver. And maybe I shouldn’t be reading as I’m walking along.</p> \n<p>So, even though I’m a huge <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/margaretatwood\" title=\"\">Margaret Atwood</a> fan, I’m not at all sorry that I won’t be able to read whatever she has written for <a href=\"http://www.katiepaterson.org/futurelibrary/\" title=\"\">the Future Library</a>, the brainchild of Scottish artist, Katie Paterson. One author will submit a work to the library each year for the next 100 years (Atwood is the first to contribute), until they are all published in 2114. The texts will remain in sealed boxes and be kept in the <a href=\"http://en.wikipedia.org/wiki/Oslo_Public_Library\" title=\"\">Deichman Library</a> in Oslo until then. Meanwhile, 1,000 trees are to be planted nearby to provide the paper for the books.</p> \n<p>Everything about this idea is romantic. As Atwood said, “Future Library is bound to attract a lot of attention over the decades, as people follow the progress of the trees, note what takes up residence in and around them, and try to guess what the writers have put into their sealed boxes.” And how beautiful to own a book made from trees that you had watched grow around you.</p> \n<p>Someone could be writing a literary heist story, in which demented book nerds attempt a library break-in, sometime over the next 100 years, to read the words of their idols. George Clooney is probably halfway through the script. I offer Grand Theft Author as the working title.</p> \n<p><strong>Hitchhiker reaches space</strong></p> \n<p>Authors have little say in how they are remembered: plenty of popular and critically acclaimed writers have been forgotten because their work fell out of fashion, or was simply overlooked. Others are suddenly rediscovered when their books are re-evaluated: remember the unexpected hit, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/dec/13/stoner-john-williams-julian-barnes\" title=\"\">Stoner</a>, a couple of summers ago?</p> \n<p>But Douglas Adams is remembered each year on 25 May, known as <a href=\"http://www.towelday.org/\" title=\"\">Towel Day</a> – the one thing no good hitchhiker should be without – because his fans are (even by the standards of sci-fi) incredibly devoted.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=TpQfWLkKbhw\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/TpQfWLkKbhw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Douglas Adams is remembered in space with a reading from the Hitchhikers Guide to the Galaxy on the International Space Station.\n </figcaption> \n</figure> \n<p>Not only is Towel Day celebrated here on earth, it is even marked at the International Space Station. The European Space Agency yesterday released <a href=\"http://boingboing.net/2015/05/25/astronaut-samantha-cristoforet-2.html\" title=\"\">a video of Italian astronaut, Samantha Cristoforetti</a>, upside down in a T-shirt which reads Don’t Panic, reading aloud from the first few pages of the Hitchhiker’s Guide to the Galaxy. So Adams’ work will surely last. At least until someone builds a bypass through our galaxy and it’s all over.</p> \n<p><strong>Glasgow amat Latin</strong></p> \n<p>The <a href=\"http://irisproject.org.uk/index.php/projects/literacy-through-latin\" title=\"\">Iris Project</a>, masterminded by Lorna Robinson, has for some years been sending volunteer classics students into state primary schools to help children with literacy through Latin. It started out as a small scheme in Oxford, and has now spread across the country. It’s also become an official part of one classics degree course: the University of Glasgow has just announced that it will now offer its classics students an optional, one-year credit-bearing course as part of the project. They will teach primary school pupils for an hour a week to improve literacy rates.</p> \n<p>I don’t think every student should have to learn ancient languages, but I do wish they all had the opportunity to do so. Latin shouldn’t be the preserve of those rich enough to pay for it. And in Glasgow, among many other places, it isn’t.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432650180454/Margaret-Atwood-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Even though I’m a huge Margaret Atwood fan, I’m not at all sorry that I won’t be able to read whatever she has written for the Future Library.' Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo Macleod","altText":"Margaret Atwood","cleanCaption":"'Even though I’m a huge Margaret Atwood fan, I’m not at all sorry that I won’t be able to read whatever she has written for the Future Library.' Photograph: Murdo Macleod"}],"bodyImages":[],"webPublicationDate":"2015-05-26T17:29:11Z","lastModified":"2015-05-26T23:01:06Z","metadata":{"commentable":true,"commentCount":51,"contributors":[{"name":"Natalie Haynes","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/natalie-haynes"}],"feature":false,"keywords":["Margaret Atwood","Books","Douglas Adams","European Space Agency","Science","Glasgow","UK news"],"tags":[{"id":"books/margaretatwood","webTitle":"Margaret Atwood"},{"id":"books/books","webTitle":"Books"},{"id":"books/douglasadams","webTitle":"Douglas Adams"},{"id":"science/european-space-agency","webTitle":"European Space Agency"},{"id":"science/science","webTitle":"Science"},{"id":"uk/glasgow","webTitle":"Glasgow"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Natalie Haynes","topic":{"type":"tag-contributor","name":"profile/natalie-haynes"}}],"series":{"title":"Notebook","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/notebook"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/26/grand-theft-author-future-library-margaret-atwood-douglas-adams","shortUrl":"http://gu.com/p/498eh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/26/grand-theft-author-future-library-margaret-atwood-douglas-adams","webUri":"http://www.theguardian.com/commentisfree/2015/may/26/grand-theft-author-future-library-margaret-atwood-douglas-adams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432650180454/Margaret-Atwood-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Even though I’m a huge Margaret Atwood fan, I’m not at all sorry that I won’t be able to read whatever she has written for the Future Library.' Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo Macleod","altText":"Margaret Atwood","cleanCaption":"'Even though I’m a huge Margaret Atwood fan, I’m not at all sorry that I won’t be able to read whatever she has written for the Future Library.' Photograph: Murdo Macleod"}},"importance":5,"byline":{"title":"Natalie Haynes"},"showQuotedHeadline":true},{"title":"Why press freedom-loving Fifa and Qatar are so perfectly matched","rawTitle":"Why press freedom-loving Fifa and Qatar are so perfectly matched","item":{"type":"comment","id":"media/greenslade/2015/may/27/why-press-freedom-loving-fifa-and-qatar-are-so-perfectly-matched","title":"Why press freedom-loving Fifa and Qatar are so perfectly matched","trailText":"Joined in unholy matrimony, both believe journalists should know their place","standFirst":"<p>Joined in unholy matrimony, both believe journalists should know their place</p>","byline":"Roy Greenslade","body":"<p><em>In view of the breaking news about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/may/27/fifa-officials-arrested-on-corruption-charges-live\">the arrests of Fifa officials in Switzerland</a> I make no apologies for reproducing the <a href=\"http://www.standard.co.uk/business/media/roy-greenslade-fifa-and-qatar-make-a-perfect-antipress-match-10263678.html\"> column I wrote for last week’s London Evening Standard</a>:</em></p> \n<p>Please read this sentence and try not to laugh after doing so: “Any instance relating to an apparent restriction of press freedom is of concern to Fifa and will be looked into with the seriousness it deserves.”</p> \n<p>That was the response by international football’s governing body after a BBC crew was arrested in Qatar for daring to act like journalists.</p> \n<p>This is the press freedom-loving Fifa that frustrated the Sunday Times during its award-winning investigation into the circumstances that led to the controversial decision to award the 2022 World Cup to Qatar.</p> \n<p>This is also the organisation that spent 18 months investigating, “with the seriousness it deserves”, widespread allegations of corruption involving the Qatari bid and declared itself squeaky clean after ignoring the bulk of its chief investigator’s detailed report. </p> \n<p>So I think we can imagine the likely outcome of Fifa’s “investigation” into the arrest of the BBC team and, incidentally, the arrest and interrogation of German journalists the week before.</p> \n<p>Clearly, Fifa and Qatar deserve each other. They share the dubious distinction of opposing the exercise of press freedom. Following the detention of the BBC’s Middle East correspondent, Mark Lobel, along with his cameraman, driver and translator, the best excuse that Qatari officials could advance was the crew had been guilty of trespass.</p> \n<p>In what other country would an instance of (alleged) trespass involve the deployment of eight cars, the frisking of a media team by a dozen members of the security forces, the confiscation of their equipment and hours of hostile questioning by intelligence officers. </p> \n<p>As Lobel discovered from his interrogators, he had been under surveillance throughout his time in Qatar. “They had actually photographed my every move since I arrived,” he said.</p> \n<p>His arrest was no accident. It was the culmination of an operation designed to prevent the BBC - and all journalists - from delving into the the plight of migrant workers who are building World Cup stadiums. Lobel was, to quote a BBC spokesman, “engaged in a perfectly proper piece of journalism.”</p> \n<p>What joins Fifa and Qatar in unholy matrimony is the shared belief that journalists should know their place. For Fifa that means reporters sticking to covering football matches and no more. For Qatar, it involves restricting visiting reporters to sanctioned tours in which their activities are monitored.</p> \n<p>Laughably, Qatar’s head of communications, Saif al-Thani, said: “We deeply regret that he [Lobel] was unable to report the real story, which is that the government and the private sector are making significant progress in efforts to improve the lives and the labour conditions of guest workers in Qatar.”</p> \n<p>If that is the case, if Qatar has nothing to hide, then why was Lobel being covertly photographed? Why was it necessary to arrest him? Why was his crew’s equipment not returned to them? </p> \n<p>No wonder Human Rights Watch described the arrests as “jaw-droppingly awful PR” and, doubtless, the London-based Portland Communications, which acts on behalf of the Qatari government, will be addressing that matter in discreet calls to journalists. </p> \n<p>Meanwhile, don’t hold your breath as you await Fifa’s “investigation” into these incidents. I imagine a forthcoming statement about there having been a “misunderstanding”. </p> \n<p>How many more of those will occur as reporters from across the world take an interest in freedom-loving Qatar and its links with Fifa?</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432712456183/8a9a67a1-d1b6-44ab-90bf-ad045e8ea05e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mike Egerton/PA","altText":"Trophy","cleanCredit":"Photograph: Mike Egerton/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-27T07:48:21Z","lastModified":"2015-05-27T07:51:42Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Roy Greenslade","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747830/RoyGreenslade.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/roygreenslade"}],"feature":false,"keywords":["Media","Fifa","Qatar","World Cup","World Cup 2022","BBC","Middle East and North Africa","World news","Sport","Football","Football politics","Human rights","Sunday Times","London Evening Standard","National newspapers","Newspapers","Press freedom"],"tags":[{"id":"media/media","webTitle":"Media"},{"id":"football/fifa","webTitle":"Fifa"},{"id":"world/qatar","webTitle":"Qatar"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"football/world-cup-2022","webTitle":"World Cup 2022"},{"id":"media/bbc","webTitle":"BBC"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"media/sundaytimes","webTitle":"Sunday Times"},{"id":"media/london-evening-standard","webTitle":"London Evening Standard"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/press-freedom","webTitle":"Press freedom"}],"section":{"id":"media"},"topics":[{"displayName":"Roy Greenslade","topic":{"type":"tag-contributor","name":"profile/roygreenslade"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/greenslade/2015/may/27/why-press-freedom-loving-fifa-and-qatar-are-so-perfectly-matched","shortUrl":"http://gu.com/p/499xp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/greenslade/2015/may/27/why-press-freedom-loving-fifa-and-qatar-are-so-perfectly-matched","webUri":"http://www.theguardian.com/media/greenslade/2015/may/27/why-press-freedom-loving-fifa-and-qatar-are-so-perfectly-matched"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432712456183/8a9a67a1-d1b6-44ab-90bf-ad045e8ea05e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The holy grail - Fifa’s world cup trophy held aloft in Brazil last year.  Photograph: Mike Egerton/PA","credit":"Mike Egerton/PA","altText":"Trophy","cleanCaption":"The holy grail - Fifa’s world cup trophy held aloft in Brazil last year. ","cleanCredit":"Photograph: Mike Egerton/PA"}},"importance":5,"byline":{"title":"Roy Greenslade"},"showQuotedHeadline":true},{"title":"Do our MPs lie? Yes, copiously and consistently","rawTitle":"Do our MPs lie? Yes, copiously and consistently","item":{"type":"comment","id":"commentisfree/2015/may/26/mps-lies-sliding-scale-alistair-carmichael","title":"Do our MPs lie? Yes, copiously and consistently","trailText":"In defending his Lib Dem colleague, MP Malcolm Bruce admitted what we all know. No wonder voters are so disillusioned","standFirst":"In defending his Lib Dem colleague, MP Malcolm Bruce admitted what we all know. No wonder voters are so disillusioned","byline":"David McKie","body":"<p>The Liberal Democrat MP Alistair Carmichael has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/22/lib-dem-alistair-carmichael-admits-responsibility-anti-sturgeon-leak-mp-snp-leader-david-cameron\">admitted he lied over the claim that the SNP leader Nicola Sturgeon wanted David Cameron to hang on in Downing Street</a>. He didn’t invent the claim, but he did maintain that he’d known nothing about it until a journalist told him. In fact, he had authorised a minion to get it published.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/26/sir-malcolm-bruce-house-of-commons-lying-mps\">Sir Malcolm Bruce: Commons would empty very fast if lying MPs had to quit</a> </p> \n</aside> \n<p>He can’t be sacked from the cabinet, since he’s no longer in it, but he accepts that such a demotion would have been justified – and he’s forfeited the severance payment which those who lose cabinet seats are routinely paid. But does that go far enough? The SNP say he should give up his seat – the only one the Lib Dems still hold in Scotland.</p> \n<p>Defending Carmichael’s right to stay put on BBC radio on Tuesday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/26/sir-malcolm-bruce-house-of-commons-lying-mps\">his veteran Westminster colleague Malcolm Bruce was asked if lying was widespread in public life</a>; to which he produced the incisive reply: “No. Well, yes.”</p> \n<p>But asked if MPs should be sacked for telling lies, he said: “If you are suggesting every MP who has never quite told the truth or even told a brazen lie, including cabinet ministers, including prime ministers, we would clear out the House of Commons very fast.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/26/police-investigate-alistair-carmichaels-false-denials-over-memo-leak\">Police investigate Alistair Carmichael's false denials over memo leak</a> </p> \n</aside> \n<p>That sounds like the kind of answer that brings politics into disrepute, but in fact it’s a pretty fair summary of what everyone knows about politicians and equally (sometimes more culpably: see recent City scandals) about public performers in general. The truth, as everyone in that area knows, is that there’s a sliding scale – degrees one might say of degradation, which range from the tiddler to the absolute whopper – and worse. If every lie told by politicians, especially those uttered in parliament, where the offence is taken most solemnly, was a hanging offence, you wouldn’t be able to move at Westminster for gibbets.</p> \n<p>Some dishonest parliamentary assertions amount to little more than white lies. A few degrees higher there are statements meant to be true when uttered but proven thereafter to be wholly unfounded: Nick Clegg’s stance on raising tuition fees; David Cameron’s “no ifs, no buts” pledge on cutting immigration.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Anyone who’s been a political reporter understands the routine use of tactical lying</p> \n </blockquote> \n</aside> \n<p>Lurking somewhere in this territory too, as anyone knows who has looked at assessments by such trustworthy truth-tellers as the Institute for Fiscal Studies, is the claim that since the coalition moved against the deficit, we’ve been “all in this together”.</p> \n<p>Anyone who’s been a political reporter understands the routine use of tactical lying: I’m not alone in having sat in the reporters’ gallery hearing myself denounced for having written a story “without foundation” by the very minister who – in a candid moment – let me in on a secret.</p> \n<p>Parliamentary conventions preclude an MP calling another a liar, though that rule has sometimes been flouted without rebuke – as when the Labour frontbencher Chris Bryant said in the house that Jeremy Hunt, then culture secretary, had lied to the house about his connections with the forces of Rupert Murdoch.</p> \n<p>The term MPs more often resort to is one coined by Winston Churchill when he said that the term “slavery” could not be applied in a contentious issue without risking a “terminological inexactitude”. In fact, Churchill here was distinguishing such an “inexactitude” from a lie, in much the same way as the former cabinet secretary, Sir Robert Armstrong, told an Australian court that in its handling of the Spycatcher case the government had been “economical with the truth”.</p> \n<p>The famously unfettered Conservative minister Alan Clark refashioned that formula later, putting it up a notch or two in the mendacity league by telling the Matrix Churchill hearing on arms sales to Iraq that in answering parliamentary questions he’d been “economical with the actualit&eacute;” – an answer honest enough to cause the trial to collapse.</p> \n<p>There are not so many claims to a place in the highest echelons of political lying, where the case becomes a lasting scandal and breaks the politician who lied. The most famous case was that of John Profumo, who paid the supreme penalty not directly for his association with Christine Keeler but for lying to the house when he denied their connection.</p> \n<p>So do people in public life lie? Yes, copiously and consistently. And is Carmichael’s offence so high on the sliding scale that he deserves eviction? It certainly could be said that his lie was designed to shield him from the consequences of a breach of legitimate electoral processes.</p> \n<p>The <a href=\"http://www.legislation.gov.uk/ukpga/1983/2\">1983 Representation of the People Act</a> rates it an offence to make false statements about a candidate. In 2010, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2011/mar/21/phil-woolas-charges-false-election-statements\">Labour MP Phil Woolas was condemned by the election court for doing that</a>, and had to leave politics.</p> \n<p>The parallel here is not exact, since Woolas impugned his constituency opponent, whereas Carmichael condoned an enterprise designed to damage a whole political party. Yet if election candidates who impugned a whole political party – as happened with Carmichael – were required to stand down, there’d be hardly any left standing at the end of an election campaign.</p> \n<p>Sadly, bringing politics into disrepute, which is blamed for the irresistible rise of political disillusionment – and of which the belief that politicians are habitually lying is a basic ingredient – goes unpunished in too many ways to single out this case from the rest.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432667509279/659bb4f4-4e75-4bfd-8410-14adbf178341-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bettmann/CORBIS","altText":"John Profumo with his wife Valerie Hobson after resigning over lying about the Christine Keeler affair\r\n","cleanCredit":"Photograph: Bettmann/CORBIS"}],"bodyImages":[],"webPublicationDate":"2015-05-26T19:44:26Z","lastModified":"2015-05-27T07:20:17Z","metadata":{"commentable":true,"commentCount":143,"contributors":[{"name":"David McKie","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidmckie"}],"feature":false,"keywords":["House of Commons","Scottish National party (SNP)","Liberal Democrats","Politics","Scottish politics","Scotland","Nicola Sturgeon","UK news"],"tags":[{"id":"politics/houseofcommons","webTitle":"House of Commons"},{"id":"politics/snp","webTitle":"Scottish National party (SNP)"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/scotland","webTitle":"Scottish politics"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"politics/nicola-sturgeon","webTitle":"Nicola Sturgeon"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"David McKie","topic":{"type":"tag-contributor","name":"profile/davidmckie"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/26/mps-lies-sliding-scale-alistair-carmichael","shortUrl":"http://gu.com/p/498nd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/26/mps-lies-sliding-scale-alistair-carmichael","webUri":"http://www.theguardian.com/commentisfree/2015/may/26/mps-lies-sliding-scale-alistair-carmichael"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432667509279/659bb4f4-4e75-4bfd-8410-14adbf178341-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Profumo with his wife Valerie Hobson after resigning over lying about the Christine Keeler affair Photograph: Bettmann/Corbis","credit":"Bettmann/Corbis","altText":"John Profumo with his wife Valerie Hobson after resigning over lying about the Christine Keeler affair\r\n","cleanCaption":"John Profumo with his wife Valerie Hobson after resigning over lying about the Christine Keeler affair","cleanCredit":"Photograph: Bettmann/Corbis"}},"importance":4,"byline":{"title":"David McKie"},"showQuotedHeadline":true},{"title":"The British left must learn to speak a new language – Spanish","rawTitle":"The British left must learn to speak a new language – Spanish","item":{"type":"comment","id":"commentisfree/2015/may/27/labour-spain-podemos-winning-streak-inspiring-people","title":"The British left must learn to speak a new language – Spanish","trailText":"The victories for Podemos in Spain came after it abandoned rhetoric and reconnected with voters. Labour should listen","standFirst":"The victories for Podemos in Spain came after it abandoned rhetoric and reconnected with voters. Labour should listen","byline":"Owen Jones","body":"<p>‘Politics has nothing to do with being right,” says the pony-tailed Spanish political phenomenon Pablo Iglesias. “Politics is about succeeding.” And succeed is what the Spanish left does.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/25/mariano-rajoy-disappointed-indignados-election-success-spain\" title=\"\">The fortresses of Madrid and Barcelona fell in regional elections this weekend</a>, now set to be ruled by two feminist radicals who are implacably opposed to austerity and the free market order. Movements linked to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/31/podemos-revolution-radical-academics-changed-european-politics\" title=\"\">Podemos – the party led by Iglesias which was formed only last year </a>– has mounted the biggest challenge to Spain’s two-party system since the restoration of democracy four decades ago. Spain has one of the fastest growing economies in the EU, but economic growth has not rescued the defenders of a grotesquely unequal order.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/31/podemos-revolution-radical-academics-changed-european-politics\">The Podemos revolution: how a small group of radical academics changed European politics | Giles Tremlett</a> </p> \n</aside> \n<p>So if you’re part of Britain’s battered, bruised and demoralised left, you should listen when Iglesias speaks. Last year, he delivered a speech berating the traditional left’s failure to communicate. Leftwing students never spoke to “normal people”, he said, and treated working-class people as though “they were from another planet”, bewildered that they did not respond in the way Marxist textbooks said they should. The enemy, <a href=\"https://www.jacobinmag.com/2014/12/pablo-iglesias-podemos-left-speech/\" title=\"\">says Iglesias</a>, “wants us small, speaking in a language no one understands, in a minority, hiding behind our traditional symbols”.</p> \n<p>The left in Britain is still in shock. We did not have time to emotionally prepare ourselves for a Tory majority government, because the pollsters and analysts with their fancy graphs and scientific formulas were insistent that the election race was neck and neck, despite the travesty that was the Labour “opposition”. For many, it is though time stopped at 10pm on 7 May 2015: we’re still trapped in that moment of horror and panicky disbelief. Demoralisation is compounded by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/26/queens-speech-miliband\" title=\"\">the farce that is the Labour leadership “debate”</a>. Strip politics of any conviction, inspiration, sense of purpose; add in a few vacuous buzzwords guaranteed to make the eyes of the average punter in the pub glaze over, and, voila, you have the leadership contest.</p> \n<p>How tempting for the left to turn inwards, to suddenly feel like strangers in a foreign and hostile land, populated by shy Tories and rampant Ukippery. You can see how the already inward-looking left could become ever more insular, with leftwing meetings serving as group therapy rather than a means to win over the unconvinced or the unreached, and activists retreating into online “safe spaces” free of those who think differently. Our language often seems intended to exclude, full of rhetoric and terminology that only those who have associated with leftwing milieus could ever hope to digest. Social media abounds with activists attacking others on the left for failing to abide by the strict rules of communication.</p> \n<p>Not speaking or writing in the correct way can be seen as suspicious at best, treacherous at worst. For millions of people who are not au fait with the latest queer theories, that means being written off. Being “leftwing” could become a cultural label, like being a hipster or an emo-kid, a way of standing out from the crowd and asserting difference in a Ukip-ised England.</p> \n<p>How ironic that the right preaches rampant individualism but often displays great solidarity, while the left professes collectivism, but often operates in the most rampantly individualistic way. Voices on the left who achieve any prominence whatsoever are castigated for careerism or other ulterior motives, or for failing to use their platform to promote the correct form of politics. Rather than seeing different strategies as complementary, an advocate of a different approach risks being accused of not acting in good faith.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Podemos’ approach is based on the assumption that, outside politics, most do not think in terms of 'left' and 'right'.</p> \n </blockquote> \n</aside> \n<p>For those of us who want to transform society, rather than just noisily critique the way things are, we have to completely rethink our approach. This is not me castigating the failures of others, arrogantly assuming I have it all worked out. I don’t, and this is about my failure as much as anyone else’s. The debate on how the left succeeds is often reduced to structure and organisation, about whether we are Labour, the Greens, the SNP, or some leftwing splinter group.</p> \n<p>Yes, in the months ahead, a wide-ranging discussion about how we best achieve political representation for working people and all those denied a voice beckons. But this comes back to what Iglesias said. It’s about attitude and approach, otherwise we are just debating which self-imposed ghetto we want to rant impotently from.</p> \n<p>Podemos’ approach is based on the assumption that, outside politicised bubbles, most do not think in terms of “left” and “right”. Outside the political world, most think in terms of issues to be addressed in a way that is convincing, coherent, and communicated in a language that people understand. Statistics and facts won’t win the support of millions; we’re human beings, we think in terms of empathy. Stories are more persuasive, because they speak to us emotionally. Why else do rightwing tabloids focus on extreme examples of benefit “scroungers”? They know such stories make their readers’ blood boil; they are human stories that connect emotionally, and powerfully so.</p> \n<p>Study after study shows that most Britons believe in policies that are on the “left”: like a living wage, public ownership of utilities and services, or workers’ rights. Ukip voters are, on some measures, even more on the left on economic issues. Though many want these policies, they may not be convinced they can be delivered; or they may prioritise clamping down on immigrants or benefit claimants over renationalising the railways. But many could be won over by a left that learned to communicate in a way that convinced and inspired.</p> \n<p>Millions of Britons did not vote in the election. Four million opted for Ukip, many of them working-class people with fears over housing, jobs and wages that have not been answered with politics based on hope. Here are groups that surely the left must be reaching out to.</p> \n<p>How do we do it? It means a new form of community-based politics rather than a strategy of yet another leftwing rally followed by yet another A to B demonstration. Do I have the answers to how this could be done? No, but that’s where the debate must surely be. Look to Podemos in Spain. They abandoned the old shackles of the left – the terminology and rhetoric from a different era – and they started to win. Some on the left are all too accustomed to losing; it’s almost become comforting. The rest of us have to change, just like Podemos, or we will die.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432669175682/Ahora-Madrid-achieves-suc-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Podemos- backed Ahora Madrid 'indignada' candidate Manuela Carmena, whose party came a close second in Madrid's municipal elections  Photograph: Czuko Williams/Czuko Williams/Demotix/Corbis","credit":"Czuko Williams/Czuko Williams/Demotix/Corbis","altText":"Ahora Madrid achieves success in city's municipal elections","cleanCaption":"Podemos- backed Ahora Madrid 'indignada' candidate Manuela Carmena, whose party came a close second in Madrid's municipal elections  Photograph: Czuko Williams/Czuko Williams/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-27T06:00:32Z","lastModified":"2015-05-27T06:00:32Z","metadata":{"commentable":true,"commentCount":254,"contributors":[{"name":"Owen Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400601747870/Owen-Jones-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owen-jones"}],"feature":false,"keywords":["Labour","Politics","Labour party leadership","Podemos","World news","Spain","Europe","UK news"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"world/podemos","webTitle":"Podemos"},{"id":"world/world","webTitle":"World news"},{"id":"world/spain","webTitle":"Spain"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Owen Jones","topic":{"type":"tag-contributor","name":"profile/owen-jones"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/labour-spain-podemos-winning-streak-inspiring-people","shortUrl":"http://gu.com/p/498gn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/27/labour-spain-podemos-winning-streak-inspiring-people","webUri":"http://www.theguardian.com/commentisfree/2015/may/27/labour-spain-podemos-winning-streak-inspiring-people"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432669175682/Ahora-Madrid-achieves-suc-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Podemos- backed Ahora Madrid 'indignada' candidate Manuela Carmena, whose party came a close second in Madrid's municipal elections  Photograph: Czuko Williams/Czuko Williams/Demotix/Corbis","credit":"Czuko Williams/Czuko Williams/Demotix/Corbis","altText":"Ahora Madrid achieves success in city's municipal elections","cleanCaption":"Podemos- backed Ahora Madrid 'indignada' candidate Manuela Carmena, whose party came a close second in Madrid's municipal elections  Photograph: Czuko Williams/Czuko Williams/Demotix/Corbis"}},"importance":4,"byline":{"title":"Owen Jones"},"showQuotedHeadline":true},{"title":"Josh Duggar allegations: we're so used to giving famous men the benefit of the doubt","rawTitle":"Josh Duggar allegations: we're so used to giving famous men the benefit of the doubt","item":{"type":"comment","id":"commentisfree/2015/may/26/josh-duggar-allegations-famous-men-benefit-of-doubt","title":"Josh Duggar allegations: we're so used to giving famous men the benefit of the doubt","trailText":"Our culture treats mens’ reputations with the same reverence as victims’ safety. That’s frightening","standFirst":"<p>Our culture treats mens’ reputations with the same reverence as victims’ safety. That’s frightening</p>","byline":"Lindy West","body":"<p>Between Bill Cosby, Jian Ghomeshi, Rolf Harris, Jimmy Savile, Terry Richardson, Woody Allen, like half the&nbsp;British government or something, and, most recently, American schlock TV star Josh Duggar, one might say that it has been a rough couple of years for famous men accused of sexual impropriety. The hammer’s really coming down. Tough break, gentlemen.</p> \n<p>Or not. Actually, I believe the word you’re looking for is “fantastic”. Fantastic break, gentlemen.</p> \n<p>Because the reality is that some of these men got away with their alleged crimes for years (decades, even) without ever being publicly exposed. Others saw their victims come forward only to be laughed off and dismissed by the culture at large – victims forced to watch the world fawn over their abusers while the statute of limitations achingly slipped away. None except for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/08/canadian-broadcaster-jian-ghomeshi-more-sexual-assault-charges\" title=\"\">Ghomeshi</a>, Harris and perhaps Cosby have experienced significant damage to their careers, and even those who are facing criminal charges got to spend the previous years doing exactly as they pleased, (allegedly) flush with the illusion of untouchability, leveraging their fame and power while freely victimising others for sport and pleasure.</p> \n<p>That’s not a loss; it’s a win. That’s not being embattled; it’s being pampered. The pain of being criticised, however loudly, on the internet is in no way proportionate to the pain inflicted by sexual assault. Receiving a five-, 20-, or 50-year buffer before any charges stick to you is pretty much as cushy as crime gets.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/22/josh-duggar-resigns-from-19-kids-and-counting-amid-molestation-claims\">Josh Duggar from 19 Kids and Counting resign from job amid molestation claims</a> </p> \n</aside> \n<p>The Duggar case, in this regard, is particularly repulsive. For those unversed in the “look at this weird family” school of American reality television (subsets include “let’s all laugh at the impoverished” and “fats – they think they’re people!”), the Duggar family populates a programme called 19 Kids and Counting, formerly 18 Kids and Counting, formerly 17 Kids and Counting. The premise is that patriarch Jim Bob Duggar incessantly impregnates his wife Michelle in order to expand the ranks of their sanctimonious Christian homeschooling cult – which, as far as I can tell, holds as its sacraments: boringness, purity, female subservience, shamelessly rubbing heterosex in strangers’ faces, the letter “J”, hairdos of a peltlike nature and keeping LGBT people from doing stuff.</p> \n<p>(Side note: Oddly enough, despite being a show about weird culty bigots who wear pioneer dresses and don’t fronthug before marriage, 19 Kids and Counting manages to be screamingly dull. Like, it would be actually more entertaining if it was literally just 19 kids sitting still and then next to them there was a guy counting.)</p> \n<p>“News” “broke” this week that the&nbsp;eldest Duggar son, Josh, sexually assaulted at least five girls (four of whom were his sisters) when he was 14, allegedly sneaking into their bedrooms at night to grope them while they slept. I say “news” sarcastically because this occurred all the way back in 2002, so it’s hardly new, and I&nbsp;say “broke” sarcastically because the list of people who are said to have known about it this entire goddamn time apparently includes but is not limited to: Jim Bob Duggar, Michelle Duggar, an unknown number of Jim Bob and Michelle Duggar’s church friends, at least one online commenter, an Arkansas state trooper who did not pursue the case for some strange reason and then in a <em>totally unrelated coincidence</em> was imprisoned for child pornography later.</p> \n<p>And yet, as is typical, especially in insular, patriarchal religious communities, Josh’s life rolled on with little perceptible disruption – he’s now married with four children of his own, two of whom are girls, and (until he resigned this week) he was executive director of the political arm of the Family Research Council, a rightwing hate group that specialises in spreading hysteria about transgender people assaulting your children in public toilets. Josh has already been defended by rightwing Christians as high-profile as presidential hopeful Mike Huckabee, who called the sexual assault of five children a “mistake” made by a “good [person]”. One pastor’s wife who also subscribes to the Duggars’ “Quiverfull” movement (which, apparently, is where you pretend <a href=\"http://en.wikipedia.org/wiki/Quiverfull\" title=\"\">your nutsack is a quiver</a> and your penis is a stout longbow and your wife is a pile of hay or rags that you shoot sperm arrows into), argued that Josh was just “playing doctor” and deserves to be “left alone to live a good life”.</p> \n<p>It strains imagination to wonder where these supposed pillars of morality actually draw the line. (A transgender person going to the bathroom, I guess.)</p> \n<p>What’s frightening is that we’re so accustomed to giving powerful, famous men the benefit of the&nbsp;doubt that, on a cultural level, we treat men’s reputations with the same reverence as victims’ safety. “Sure, it’s important to protect the vulnerable and sexually traumatised or whatever, but what about that nice man’s TV show? He worked really hard for that! You can’t just take away a man’s stuff!”</p> \n<p>The result is a system in which victims often find themselves on trial in their own rape proceedings; a culture in which <a href=\"http://ibelieveyouitsnotyourfault.tumblr.com/\" title=\"\">silence is incentivised</a> and <a href=\"http://www.independent.co.uk/arts%C2%ADentertainment/books/features/james%C2%ADrhodes%C2%ADhow%C2%ADthepianists%C2%ADlegal%C2%ADbattle%C2%ADto%C2%ADstop%C2%ADthe%C2%ADinjunction%C2%ADof%C2%ADhis%C2%ADmemoirs%C2%ADshowed%C2%ADhim%C2%ADhow%C2%ADthe%C2%ADlaw%C2%ADcanpunish%C2%ADthe%C2%ADinnocent%C2%AD10273617.html\" title=\"\">speaking out is often punished</a>; a world in which we have ample vocabulary for comforting the accused (“I’m waiting to hear all the facts,” “we can’t jump to conclusions,” “who can even make sense of consent these days?”) but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/may/24/top&shy;universities&shy;fail&shy;record&shy;sexualviolence&shy;against&shy;students&shy;russell&shy;group\" title=\"\">precious little for victims</a> (when’s the last time you heard a simple, unqualified “I believe you” outside of the feminist blogosphere?).</p> \n<p>So, to any of Josh Duggar’s alleged victims, to anyone raised in a purity culture that blamed and shamed you for your own victimisation, to anyone whose trauma has been sidelined while your abuser’s feelings are placed centre-stage, to anyone thinking of speaking up and anyone who feels like they can’t: I believe you.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655870870/Josh-Duggar----no-shortag-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Josh Duggar  … no shortage of defenders. Photograph: Kris Connor/Getty Images","credit":"Kris Connor/Getty Images","altText":"Josh Duggar  … no shortage of defenders.","cleanCaption":"Josh Duggar  … no shortage of defenders. Photograph: Kris Connor/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-26T19:00:16Z","lastModified":"2015-05-27T07:55:53Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Lindy West","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/west-lindy"}],"feature":false,"keywords":["Child protection","Children","Social care","Society","US news","World news"],"tags":[{"id":"society/childprotection","webTitle":"Child protection"},{"id":"society/children","webTitle":"Children"},{"id":"society/social-care","webTitle":"Social care"},{"id":"society/society","webTitle":"Society"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Lindy West","topic":{"type":"tag-contributor","name":"profile/west-lindy"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/26/josh-duggar-allegations-famous-men-benefit-of-doubt","shortUrl":"http://gu.com/p/498jd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/26/josh-duggar-allegations-famous-men-benefit-of-doubt","webUri":"http://www.theguardian.com/commentisfree/2015/may/26/josh-duggar-allegations-famous-men-benefit-of-doubt"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655870870/Josh-Duggar----no-shortag-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Josh Duggar  … no shortage of defenders. Photograph: Kris Connor/Getty Images","credit":"Kris Connor/Getty Images","altText":"Josh Duggar  … no shortage of defenders.","cleanCaption":"Josh Duggar  … no shortage of defenders. Photograph: Kris Connor/Getty Images"}},"importance":3,"byline":{"title":"Lindy West"},"showQuotedHeadline":true},{"title":"We are no longer paid what we are worth – just look at dog walkers","rawTitle":"We are no longer paid what we are worth – just look at dog walkers","item":{"type":"comment","id":"commentisfree/2015/may/26/dog-walkers-average-employee-job","title":"We are no longer paid what we are worth – just look at dog walkers","trailText":"With some dog walkers now paid more than the average employee, it’s clear the days when pay was linked to effort, skill and the societal worth of a job are over","standFirst":"With some dog walkers now paid more than the average employee, it’s clear the days when pay was linked to effort, skill and the societal worth of a job are over","byline":"Peter Fleming","body":"<p>Are you paid what you are worth? What is the relationship between the actual work you do and the remuneration you receive?</p> \n<p>The revelation that <a href=\"http://www.telegraph.co.uk/finance/jobs/11624564/Want-a-new-job-You-could-probably-earn-more-walking-dogs.html\">London dog walkers are paid considerably higher (&pound;32,356) than the national wage average (&pound;22,044)</a> tells us much about how employment functions today. Not only are dog walkers paid more, but they work only half the hours of the average employee.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We have seen an explosion of 'crap jobs', especially in the service sector</p> \n </blockquote> \n</aside> \n<p>It is clear that the relationship between jobs and pay is now governed by a new principle. The old days in which your pay was linked to the number of hours you clocked up, the skill required and the societal worth of the job are long over. Other factors play a bigger role in determining how much you are rewarded today. This is why we live in a world where the task of walking a millionaire’s dog through Hyde Park is considered more valuable than an NHS nurse (starting salary &pound;21k).</p> \n<p>We are surrounded by examples of this increasing disparity between jobs and pay. For example, average wages in western countries have stagnated since the 1980s, with little movement as living costs have soared and public utilities been privatised, which almost always increases the cost to users. Labour productivity and growth during the same period has steadily increased too until very recently, leaving wages far behind. If we really want to understand why productivity has recently stalled in the UK, then wage stagnation must be part of the answer. If someone asked you to work harder with the hours at your disposal, and you had not received a pay increase in 20 years, would you happily reply, “Sure”? More likely you would nod obligingly and then fake as much of the extra work as possible, behaviour <a href=\"http://www.nytimes.com/2015/05/05/upshot/how-some-men-fake-an-80-hour-workweek-and-why-it-matters.html?_r=2&amp;abt=0002&amp;abg=1\">recently observed in a US study</a>.</p> \n<p>And then there are the gargantuan and completely disproportionate <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/executive-pay-bonuses\">salaries awarded to business executives and senior public servants</a>. What determines these eye-watering figures? It cannot reflect increased effort because no one can raise their productivity levels by that much. Neither can these huge salaries be put down to market scarcity of skilled individuals. It’s not as if the pool of able executives suddenly dried up in the last 10 years. And it cannot be linked to company performance given the 2008 financial crisis. Yet executive pay has trebled over the last few years despite the double-dip recession and the banking crisis. Something else must be going on, more related to the privilege and power around the job than the actual job itself.</p> \n<p>Executive salaries stand in stark contrast to what has been happening to everybody else. Why is there now such a gulf between the work we do and the pay we receive? Unemployment isn’t a natural state of affairs, but closely managed to keep wages low. It has been very useful for deterring the kinds of wage increases that once made employment relatively worthwhile instead of a one-way ticket to hardship as it is today. Moreover, we have seen an explosion of “crap jobs”, especially in the service sector, which are often stressful, relatively difficult to do well and unduly low paid.</p> \n<p>Emerging out of this rather bleak employment situation is a new type of work ethic. It is defined by one’s willingness to sacrifice everything for work. A person’s worth is no longer defined by their positive contribution to society but their readiness to abandon all vestiges of self-preservation in order to be counted as “gainfully employed”. The message is clear: simply be grateful you have a job and accept whatever sum is offered. Hence the trend of moving the costs of employment on to the individual, which frequently exceeds their income, accounting for the horrendous levels of personal debt currently plaguing more and more workers. Many people are actually paying to work rather than working to be paid.</p> \n<p>This weird ethic of sacrifice is evident at both the bottom and top of the occupational hierarchy. In the banking sector, for example, we see some employees making the ultimate sacrifice. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2013/oct/05/moritz-erhardt-internship-banking\">Dropping dead from overwork</a> or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/jan/28/jp-morgan-employee-fell-to-death-named-gabriel-magee\">leaping from the top of high buildings</a>. And then we have the working poor who expend all of their income simply to work, including an expensive commute, childcare and so forth. But the ultimate expression of the sacrificial ethos is the intern. They work for free.</p> \n<p>So rather than income accurately reflecting effort, performance or social value, it is probably more dependent on where you are located on a rather steep employment hierarchy, which increasingly appears to be determined by the wealth you already have.</p> \n<p>At the apex of this hierarchy are senior executives and public officials, selected from the same group of elite schools and families. These individuals receive so much money that they do not really need to work. They could easily join the ultra-small group of unearned income holders, the rentiers and idle rich that control good parts of Britain, the US and the global south.</p> \n<p>Then you have the second tier of employees who hold very well-paid jobs that service the rich.</p> \n<p>The third tier consists of the 99%-ers and they make up the rest of the hierarchy. So many of us are in this category that it has developed its own hierarchy of “good jobs” and “bad jobs”. Some of these are crucial to society: midwives, street cleaners, postal workers, health inspectors. Others are “crap jobs” that have proliferated in the service sector, but are still considered infinitely preferable to entering into the government-run hell called the unemployment industry.</p> \n<p>Jobs that are most necessary for the public good are often the least economically recognised. And vice versa. Given some of the pointless but overpaid jobs, perhaps dog walkers are underpaid after all.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432648310275/Dog-walkers-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'That London dog walkers are paid considerably higher (£32,356) than the national wage average (£22,044) tells us much about how employment functions today.' Photograph: Matt Cardy/Getty Images","credit":"Matt Cardy/Getty Images","altText":"Dog walkers","cleanCaption":"'That London dog walkers are paid considerably higher (£32,356) than the national wage average (£22,044) tells us much about how employment functions today.' Photograph: Matt Cardy/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-26T14:11:03Z","lastModified":"2015-05-26T14:41:22Z","metadata":{"commentable":true,"commentCount":1143,"contributors":[{"name":"Peter Fleming","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peter-fleming"}],"feature":false,"keywords":["Pay","Work & careers","Money","Dogs","Animals","Pets","Life and style","UK news"],"tags":[{"id":"money/pay","webTitle":"Pay"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"money/money","webTitle":"Money"},{"id":"lifeandstyle/dogs","webTitle":"Dogs"},{"id":"world/animals","webTitle":"Animals"},{"id":"lifeandstyle/pets","webTitle":"Pets"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Peter Fleming","topic":{"type":"tag-contributor","name":"profile/peter-fleming"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/26/dog-walkers-average-employee-job","shortUrl":"http://gu.com/p/498dx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/26/dog-walkers-average-employee-job","webUri":"http://www.theguardian.com/commentisfree/2015/may/26/dog-walkers-average-employee-job"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432648310275/Dog-walkers-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'That London dog walkers are paid considerably higher (£32,356) than the national wage average (£22,044) tells us much about how employment functions today.' Photograph: Matt Cardy/Getty Images","credit":"Matt Cardy/Getty Images","altText":"Dog walkers","cleanCaption":"'That London dog walkers are paid considerably higher (£32,356) than the national wage average (£22,044) tells us much about how employment functions today.' Photograph: Matt Cardy/Getty Images"}},"importance":3,"byline":{"title":"Peter Fleming"},"showQuotedHeadline":true}],"lastModified":"2015-05-27T07:58:00Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}