{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Poor David Cameron is now prisoner of all his promises","rawTitle":"Poor David Cameron is now prisoner of all his promises","item":{"type":"comment","id":"commentisfree/2015/may/27/queens-speech-cameron","title":"Poor David Cameron is now prisoner of all his promises","trailText":"It was a Queen’s speech laden with his pre-election giveaways. Those chickens will come home to roost.","standFirst":"<p>The Queen’s speech suggests that the prime minister regrets his moment of pre-election passion and is left wondering what he promised</p>","byline":"Simon Jenkins","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/27/queens-speech-the-day-psychoactive-drugs-tripped-off-the-royal-tongue\">Queen's speech: the day ‘psychoactive drugs’ tripped off the royal tongue</a> </p> \n</aside> \n<p>The first <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/may/27/queens-speech-2015-politics-live\" title=\"\">Queen’s speech</a> of the second term should be golden. All trouble and strife is behind. Ahead lie the sunny uplands of a Commons majority. Apologies have been made, lessons learned and hope restored. For a party leader the second term is the moment of opportunity, when courage can be allowed its head. This is especially true for David Cameron, who has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/23/david-cameron-i-would-not-serve-third-term-as-pm\" title=\"\">stipulated this term as his last</a>. He has nothing to lose but reputation.</p> \n<p>Cameron’s second-term predecessors, Harold Wilson, Margaret Thatcher and Tony Blair, all felt they had wasted their&nbsp;second terms. Lord Ridley called Thatcher’s “the years the locusts ate”. Blair retreated into war-mongering. Cameron’s speech did not augur well. It read like the ramblings of a man the morning after a dreadful one-night stand with the electorate, wondering what on earth he promised during the passion.</p> \n<p>Did he really pledge a “statutory” ban&nbsp;on higher taxes? (Why not leave just&nbsp;a breakable promise?) Did he really offer to sell off housing association homes cheap to their tenants? (Did she really ask me that?) Did he really give 30&nbsp;hours a week of free child care? (Did the passion get that far?). And why did he give away three million apprenticeships, high-speed trains without limit and unconditional powers for Scotland? It was the hangover of a meretricious general election.</p> \n<p>After the give-aways there was little new. Cameron is continuing with his creeping centralism. Housing charities and council estates will in effect come under a central land bank, with Whitehall dictating disposals, subsidies and revenue transfers. The failed attempt in the last parliament to balance affordable sales with newbuilds has led Cameron to seize control of public housing finance in every corner of the land. This is megalomania.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The EU in-out referendum threatens to be for Cameron what Iraq was for Blair, the defining event of his last years.</p> \n </blockquote> \n</aside> \n<p>The government is now seeking to complete the covert project to nationalise all schools. New primaries and secondaries, together with those defined by Whitehall as “failing or coasting”, are to be brought under regional tzars. Some schools will be called “free”, but that makes no difference. The nationalisation of Britain’s schools, a project sought by Lord Lawson in the 1980s, may at last be achieved, ending a long tradition of local responsibility for education.</p> \n<p>As for the NHS, it must do its bit, ordered by Cameron to supply seven-day general practice everywhere, whatever it costs. A five-year plan will also bring local social service in line with the NHS, presumably removing local accountability from all social services in the end.</p> \n<p>The speech did have a localist flourish, with a mention of elected mayors, but it was not clear what is to put devolutionary bite into the rhetoric of the “northern powerhouse”. The reality is that Britain will soon be unique in the free world in having its entire welfare state – schools, hospitals, doctors’ surgeries, child care, care of the elderly and public housing – owned or controlled by its central government, either directly or through social or private subcontractors.</p> \n<p>The remainder of the speech looked back to the constitutional upheavals of Cameron’s first term in office, notably on Europe and devolution. The EU in-out referendum threatens to be for Cameron what Iraq was for Blair, the defining event of his last years. Britain can be commended as the only member state prepared to challenge Germany’s continental dominance, based on the eurozone’s current path to&nbsp;uncompetitiveness and personal misery of millions. Cameron wants a reformed Europe, but Europe seems likely to call his bluff.</p> \n<p>Before the election Cameron <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/sep/19/scottish-referendum-david-cameron-devolution-revolution\" title=\"\">sloppily conceded more devolution</a> to Edinburgh with no commensurate fiscal&nbsp;responsibility. When it was mooted to the SNP’s Nicola Sturgeon last&nbsp;month that Scotland win full budgetary independence – with no London subvention – she understandably blanched. Now surely is the time for Cameron to put her on the spot. Does Scotland want real independence, or not really?</p> \n<p>The Queen’s speech was an exercise in political expediency. It opened with numbing platitudes about “legislating for all the people” and ended with pious hopes about ridding the world of terror. There was nothing in between to suggest the stamp of an original mind or a collective political philosophy. There was just a litany of the lobbies to which Cameron has come to be increasingly in thrall: the publicists for the crazy HS2 and other vanity projects such as the Manchester science centre, the Swansea barrage and the continuing Olympics “legacy”.</p> \n<p>The government will go on pouring subsidies into the middle-class interests. There is always money for pensions tax relief, first-time buyers and inherited property. There is no mention of new property taxes. As for Cameron’s pledge to free businesses from red tape, this was surreal. Has he not been briefed on the deluge of new pensions and building regulations that he has just imposed on small businesses the length of the land? There has been no such deregulation.</p> \n<p>The left can dismiss any Tory leader as bound by tribal instinct to oppress the poor and line the pockets of the top 1%. That is not Cameron. He may be victim of an incorrigible cronyism, and his overdue attempt to reform Britain’s welfare state has left many rough edges, some of them inexcusable. But he is a politician sincere in wanting to avoid the disciplines of a growing economy falling too heavily on those in genuine need. He is just not good at saying so.</p> \n<p>Perhaps the PM should take lessons on Edmund Burke from his backbench colleague, Jesse Norman. Cameron is a traditional Tory. He is no radical. He does not believe in a smaller state or in radical redistribution of wealth. He is a city-dweller, a Whitehall centralist, a natural meddler, an interventionist at home and abroad. The countryside, natural beauty or the arts do not feature in his make-up – or in the Queen’s speech. Such localism as he professes has been forced on him by Europe’s new wave of centrifugal politics. Cameron is no Thatcher, indeed the worrying thing is his professed admiration for Blair.</p> \n<p>To his own surprise, Cameron last month snatched victory from the jaws of predicted defeat. He can laugh in the face of those who accused him of lacking stomach for a fight. He is a confident gambler. But as he embarks on his European venture, one of the greatest gambles a PM has taken in recent times, he leaves his stall&nbsp;in the political market place curiously empty. He leaves a country wanting more.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432748910424/The-State-Opening-Of-Parl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'There was nothing in the Queen's speech to suggest the stamp of an original mind or a collective political philosophy.' Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"The State Opening Of Parliament","cleanCaption":"'There was nothing in the Queen's speech to suggest the stamp of an original mind or a collective political philosophy.' Photograph: Carl Court/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-27T18:53:25Z","lastModified":"2015-05-28T08:34:48Z","metadata":{"commentable":true,"commentCount":425,"contributors":[{"name":"Simon Jenkins","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonjenkins"}],"feature":false,"keywords":["Queen's speech","The Queen","UK news","Politics"],"tags":[{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"uk/queen","webTitle":"The Queen"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Simon Jenkins","topic":{"type":"tag-contributor","name":"profile/simonjenkins"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/queens-speech-cameron","shortUrl":"http://gu.com/p/499y7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/27/queens-speech-cameron","webUri":"http://www.theguardian.com/commentisfree/2015/may/27/queens-speech-cameron"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456923863","source":"Reuters","durationInSeconds":173,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/27/150528queensspeechedit_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/27/150528queensspeechedit.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432740092921/Queen-Elizabeth-delivers--011.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Queen Elizabeth delivers the Queen's Speech Photograph: Pool/REUTERS","credit":"Pool/REUTERS","altText":"Queen Elizabeth delivers the Queen's Speech","cleanCaption":"Queen Elizabeth delivers the Queen's Speech Photograph: Pool/REUTERS"}}},"importance":7,"byline":{"title":"Simon Jenkins"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Cartoon / Steve Bell on the Fifa corruption arrests","rawTitle":"Steve Bell on the Fifa corruption arrests","item":{"type":"comment","id":"commentisfree/picture/2015/may/27/fifa-corruption-arrests-uefa-world-cup-cartoon","title":"Steve Bell on the Fifa corruption arrests – cartoon","trailText":"Uefa calls for postponement of presidential election following arrest of officials on corruption charges amid World Cup inquiry ","standFirst":"","byline":"Steve Bell","body":"","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432759211426/99dead9b-c84c-4cb3-af14-8239ce771634-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","credit":"© Steve Bell 2015","altText":"Steve Bell 28.05.2015","cleanCredit":"Photograph: © Steve Bell 2015"}],"bodyImages":[],"webPublicationDate":"2015-05-27T20:38:17Z","lastModified":"2015-05-28T07:12:28Z","metadata":{"commentable":true,"commentCount":101,"contributors":[{"name":"Steve Bell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevebell"}],"feature":false,"keywords":["Fifa","Uefa","Sepp Blatter","Football","Football politics","World Cup","Sport"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/uefa","webTitle":"Uefa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Steve Bell","topic":{"type":"tag-contributor","name":"profile/stevebell"}}],"series":{"title":"Guardian comment cartoon","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/guardian-comment-cartoon"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/picture/2015/may/27/fifa-corruption-arrests-uefa-world-cup-cartoon","shortUrl":"http://gu.com/p/499na","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/picture/2015/may/27/fifa-corruption-arrests-uefa-world-cup-cartoon","webUri":"http://www.theguardian.com/commentisfree/picture/2015/may/27/fifa-corruption-arrests-uefa-world-cup-cartoon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432758601812/abb8cda7-b6ab-4a5c-9445-9d58ef5fde14-620x421.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":421,"width":620,"orientation":"landscape","caption":"Steve Bell 28.05.2015 Photograph: Illustration: © Steve Bell 2015","credit":"Illustration: © Steve Bell 2015","altText":"Steve Bell 28.05.2015","cleanCaption":"Steve Bell 28.05.2015","cleanCredit":"Illustration: © Steve Bell 2015"}},"importance":5,"kicker":{"title":"Cartoon"},"showQuotedHeadline":false,"sublinks":[{"title":"Opinion / The Guardian view: football’s game-changer","rawTitle":"The Guardian view: football’s game-changer","item":{"type":"comment","id":"commentisfree/2015/may/27/guardian-view-on-fifa-arrests-football-game-changer","title":"The Guardian view on the Fifa arrests: football’s game-changer","trailText":"<strong>Editorial:</strong> Sepp Blatter’s corrupt era cannot continue after Wednesday’s raids in Zurich and Miami. Either Blatter goes or Fifa collapses – perhaps both","standFirst":"<p>Sepp Blatter’s corrupt era cannot continue after the raids in Zurich and Miami. Either Blatter goes or Fifa collapses – perhaps both</p>","byline":"Editorial","body":"<p>It was the start of the ugliest day in the history of the beautiful game. The choreography of the arrests brought to mind the climactic <a href=\"https://www.youtube.com/watch?v=EfbYp9oaIT8\" title=\"\">baptism scene</a> in The Godfather, except that on this occasion it was the mafia that was on the receiving end. The victims had arrived, as they always do, travelling first-class. As usual they had checked into <a href=\"http://www.bauraulac.ch/en/home.html\" title=\"\">a grand five-star hotel</a> in a country where their organisation is based but pays little tax. But the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/may/27/fifa-officials-arrested-on-corruption-charges-live\" title=\"\">arrests of seven Fifa bigwigs</a> in Zurich on Wednesday, and the coordination of a raid on Fifa’s $100m headquarters down the road with a raid on the Miami HQ of international football’s north and central American federation caught everyone off their guard.</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/fifa\" title=\"\">Fifa was still not thinking straight</a> when it summoned a press conference a few hours later. “This for Fifa is good,” pronounced the spokesperson <a href=\"http://www.fifa.com/about-fifa/news/y=2015/m=5/news=press-conference-live-at-11-00-cet-2609064.html\" title=\"\">Walter De Gregorio</a>, at the same moment as 14 defendants (seven of them, including two Fifa vice-presidents, plucked from their Zurich hotel) were being indicted in New York for what the <a href=\"http://www.justice.gov/opa/pr/nine-fifa-officials-and-five-corporate-executives-indicted-racketeering-conspiracy-and\" title=\"\">US attorney-general Loretta Lynch</a> called “corruption that is rampant, systemic and deep-rooted”, involving abuse of trust to acquire “millions of dollars in bribes and kickbacks”. If this was one of Fifa’s good days, the mind boggles at what a bad one might look like.</p> \n<p>Fifa’s behaviour on Wednesday was full of such skewed logic. But, not for the first time, Fifa is in denial. Its president <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/jun/06/sepp-blatter-king-fifa-land-corruption-claims-world-cup\" title=\"\">Sepp Blatter</a> was said to be focusing on the Fifa congress due on Thursday and Friday, the occasion that had so conveniently gathered his acolytes together so that the police could gather them in and at which Mr Blatter was intending to seek a fifth term. His boss was calm, cooperative and not involved, Mr De Gregorio insisted. But that’s how being in denial works. Wednesday’s international investigative coordination between the US and Switzerland was game-changing. Fifa’s reaction recalls chickens running around <a href=\"http://modernfarmer.com/2014/08/heres-chicken-can-live-without-head/\" title=\"\">after losing their heads</a>: sad and maybe understandable – but utterly hopeless.</p> \n<p>Outside the Fifa bubble, there was nothing unexpected about what happened on Wednesday. The only surprise is perhaps that it has taken so long. But, thanks to good investigative journalism, there has been little secret for years about the high-living corruption of the self-perpetuating freemasonry that is Fifa. Two generations of Fifa and other officials have colluded with sports marketing bodies through the systematic payment of bribes and kickbacks. Corruption is, quite simply, what they do. Fifa is an organisation whose members still do not think they did anything worthy of investigation by awarding the 2018 and 2022 World Cups to Russia and Qatar.</p> \n<p>Mr Blatter sits atop this steaming mound of graft. He may indeed be calm. But he is finished. Either he goes or Fifa collapses – or perhaps both. As the US authorities put it on Wednesday: “Organised international soccer needs a new start.” That will not happen through another worthless promise of internal Fifa reform. Sponsors and national football associations may need to threaten a boycott, and to mean it. Yet without this, the survival of international football and even the World Cup must surely be open to doubt.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a6d90c19e3cf834a0fa0b9ac1ef43362e5904584/128_0_3301_1980/3301.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1980,"width":3301,"orientation":"landscape","credit":"Arnd Wiegmann/Reuters","altText":"Fifa president Sepp Blatter","cleanCredit":"Photograph: Arnd Wiegmann/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-27T18:55:44Z","lastModified":"2015-05-28T07:31:12Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["Fifa","World Cup","Sepp Blatter","Football politics","Football","Sport","Law","World news"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"law/law","webTitle":"Law"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/guardian-view-on-fifa-arrests-football-game-changer","shortUrl":"http://gu.com/p/499kd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/27/guardian-view-on-fifa-arrests-football-game-changer","webUri":"http://www.theguardian.com/commentisfree/2015/may/27/guardian-view-on-fifa-arrests-football-game-changer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a6d90c19e3cf834a0fa0b9ac1ef43362e5904584/128_0_3301_1980/3301.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1980,"width":3301,"orientation":"landscape","caption":"Fifa president Sepp Blatter. ‘Mr Blatter sits atop this steaming mound of graft. He may indeed be calm. But he is finished.’  Photograph: Arnd Wiegmann/Reuters","credit":"Arnd Wiegmann/Reuters","altText":"Fifa president Sepp Blatter","cleanCaption":"Fifa president Sepp Blatter. ‘Mr Blatter sits atop this steaming mound of graft. He may indeed be calm. But he is finished.’ ","cleanCredit":"Photograph: Arnd Wiegmann/Reuters"}},"importance":0,"kicker":{"title":"Opinion"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"I am a Snoop Dogg fan. That doesn’t make me less of a feminist","rawTitle":"I am a Snoop Dogg fan. That doesn’t make me less of a feminist","item":{"type":"comment","id":"commentisfree/2015/may/28/snoop-dogg-feminist-sexist-lyrics","title":"I am a Snoop Dogg fan. That doesn’t make me less of a feminist","trailText":"Lyrics about bitches and whores are offensive – but a life without such contradictory pleasures would be boring, if not impossible","standFirst":"Lyrics about bitches and whores are offensive – but a life without such contradictory pleasures would be boring, if not impossible","byline":"Julie Bindel","body":"<p>When I first joined the women’s movement, in the late 1970s, I was sneered at for watching romcoms, for preferring dogs to cats, and – as time went on – refusing to go to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2013/sep/02/greenham-common-women-taught-generation-protest\" title=\"\">Greenham Common</a>. (I like a shower, the telly, and clean clothes. I don’t camp.)</p> \n<p>Since then, my cultural choices haven’t become any more obviously feminist. If I were asked to describe my ideal evening at home it would involve cooking rabbit, watching The Godfather Part II, listening to the album Tha Doggfather by rap artist Snoop Dogg, while sinking a bucket of wine.</p> \n<p>Snoop’s music has a clear strain of sexism, but that has never stopped me listening to it. In 2003, I watched as he showed up at the MTV awards with two women in dog collars and leashes. And in 2010 I went to the Glastonbury festival – my idea of hell (as I said, I really don’t like camping) – to see Snoop live on stage. I own no fewer than four of his CDs.</p> \n<p>This week Snoop announced that, after years of calling women whores and bitches, he has <a href=\"http://news.sky.com/story/1489414/snoop-has-no-regrets-over-old-sexist-lyrics\" title=\"\">changed his ways</a>, and will from now on respect us. And while this might make it easier for me to enjoy his music, the truth is that, as a long-time fan, I have never really worried that my musical taste could end up with my feminist membership card being revoked. I have never subscribed to the orthodoxy of the left, and find stringent groupthink tedious.</p> \n<p>How do I reconcile my feminism with the sexism in some of the pop culture I love? There are certainly some feminists who try to police what they watch and listen to quite carefully. When I interviewed the iconic feminist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2011/may/13/shere-hite-film-feminist-sex\" title=\"\">Shere Hite</a>, for instance, she told me she only watched films by female directors. Now, there are some fantastic women making films, but because of sexism and discrimination the vast majority of films are still made by men. Cut all those out, and you’re left with a very limited selection.</p> \n<p>When it comes to songs it’s not unusual for the beat and the artist’s voice to be brilliant, but the lyrics offensive, as with Snoop’s back catalogue. In recent years, some feminists have responded particularly strongly to this issue, with many British student unions banning the song Blurred Lines, on the grounds that it is “deeply offensive and dangerous”.</p> \n<p>There are lines I do observe – when I notice them. I recall one embarrassing but hilarious moment while singing karaoke at my 30th birthday party. I was halfway through Tom Jones’s Delilah when I realised that it was a song about a jealous man killing his unfaithful wife. This was an all too real occurrence that I was actively campaigning against at the time.</p> \n<p>To be a feminist is to live with daily contradictions and inconsistencies. In order to exist in the world, and consume pop culture, it’s difficult to avoid hardcore sexism. Hip-hop is one of my favourite music genres, but the dominant message is often about men being in control; being hateful to women; and throwing their guns and money around while posing with flash cars. As my friend <a href=\"https://thebottomline.as.ucsb.edu/2015/05/byron-hurts-hip-hop-beyond-beats-and-rhymes-unapologetically-dissects-hip-hop-culture\" title=\"\">Byron Hurt</a> said, following the success of his film Hip-Hop: Beyond Beats and Rhymes, rich, white male music moguls promote African American rap artists with an image that perpetuates the racist stereotype of black men as pimps and gangsters. As a white woman who tries to be anti-racist, it is surely contradictory to my politics that I invest in a genre with this message. The women who feature as backing singers or dancers for male hip-hop artists are also often portrayed in a racist and sexist way. Stereotypes of black women are played out in the videos, in which they are framed as overly sexualised and animalistic.</p> \n<p>To be clear, I do not subscribe to the neoliberal view that individual choices made by women who are at least a bit feminist are even vaguely feminist ones. I don’t think pole dancing or prostitution is liberating, despite the constant suggestions that feminism is all about personal “choice”. Tripping about in spike heels is not a feminist act, and nor is having cosmetic surgery, such as breast enlargement or having a toe removed to fit into the latest Blahniks.</p> \n<p>So I don’t think that because a woman is a feminist all her actions are too; and I also don’t think that engaging occasionally in sexist pop culture makes someone less of a feminist. I do plenty of things that are not feminist, on a daily basis, such as watching reruns of Carry On films, and buying products from companies that pay women less than men.</p> \n<p>The truth is that, if feminists – especially those of us who prioritise the campaign to end male violence against women – restricted themselves to entertainment that was perfectly non-sexist, perfectly pure, we would be pretty miserable, and have very little to watch or listen to. No football, because of the machismo and sexist chants. A ban on books and TV programmes that are based on violence against women. I would need to throw away all my crime novels, and never watch The Killing again.</p> \n<p>As a feminist, under the system of patriarchy, to live a life without contradiction means I would have to wall myself off from the wider world of music, film and literature, something I’m not prepared to do. Life as an activist could be unremittingly hard if you chose to forego such genuine pleasures.</p> \n<p>To attempt to be ideologically perfect would not only be boring, but probably impossible. I deflect my guilt by telling myself that I prioritise effecting real and sustainable change for women, because while I may occasionally listen to a sexist song, or watch a film which is miles from passing the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/24/films-that-pass-the-bechdel-test-plummet-in-2014\" title=\"\">Bechdel test</a>, as a feminist activist I never, ever take time off. If judgmental moralists feel that listening to feminist folk music will bring about better change than direct campaigning to end violence against women, so be it. But I know what I would rather concentrate my efforts on.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432751555389/Snoop-Dogg-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Snoop Dogg: 'After years of calling women whores and bitches, he has changed his ways.' Photograph: Peter Kaminski / Barcroft Media","credit":"Peter Kaminski / Barcroft Media/Peter Kaminski / Barcroft Media","altText":"Snoop Dogg","cleanCaption":"Snoop Dogg: 'After years of calling women whores and bitches, he has changed his ways.' Photograph: Peter Kaminski / Barcroft Media"}],"bodyImages":[],"webPublicationDate":"2015-05-28T08:00:02Z","lastModified":"2015-05-28T08:03:42Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Julie Bindel","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliebindel"}],"feature":false,"keywords":["Feminism","Snoop Dogg","Hip-hop","Music","Women","Film","Culture","World news"],"tags":[{"id":"world/feminism","webTitle":"Feminism"},{"id":"music/snoopdogg","webTitle":"Snoop Dogg"},{"id":"music/hip-hop","webTitle":"Hip-hop"},{"id":"music/music","webTitle":"Music"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Julie Bindel","topic":{"type":"tag-contributor","name":"profile/juliebindel"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/28/snoop-dogg-feminist-sexist-lyrics","shortUrl":"http://gu.com/p/499m5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/28/snoop-dogg-feminist-sexist-lyrics","webUri":"http://www.theguardian.com/commentisfree/2015/may/28/snoop-dogg-feminist-sexist-lyrics"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432751555389/Snoop-Dogg-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Snoop Dogg: ‘After years of calling women whores and bitches, he has changed his ways.’ Photograph: Peter Kaminski / Barcroft Media","credit":"Peter Kaminski / Barcroft Media/Peter Kaminski / Barcroft Media","altText":"Snoop Dogg","cleanCaption":"Snoop Dogg: ‘After years of calling women whores and bitches, he has changed his ways.’ Photograph: Peter Kaminski / Barcroft Media"}},"importance":5,"byline":{"title":"Julie Bindel"},"showQuotedHeadline":true,"sublinks":[]},{"title":"The word from Hollywood: sensible is the new sexy","rawTitle":"The word from Hollywood: sensible is the new sexy","item":{"type":"comment","id":"commentisfree/2015/may/27/hollywood-sensible-new-sexy-the-rock","title":"The word from Hollywood: sensible is the new sexy","trailText":"Watching The Rock’s sturdy approach to earthquakes in the film San Andreas proved useful when tackling north London’s Harringay tsunami","standFirst":"Watching The Rock’s sturdy approach to earthquakes in the film San Andreas proved useful when tackling north London’s Harringay tsunami","byline":"Catherine Shoard","body":"<p>Dwayne “The Rock” Johnson, ex-wrestler and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/jul/22/robert-downey-jr-forbes-highest-earning\" title=\"\">current second highest-earning actor</a>, does some amazing saving all through <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/23/battle-of-los-angeles-san-andreas\" title=\"\">San Andreas</a>, a new 3D earthquake disaster movie which crumples the US west coast like a crisp packet. In one scene, he instructs screaming people to crouch by a wall. They do so, and a skyscraper collapses around them. No one is hurt. “You just gotta get up against something sturdy,” he explains to the crowd – among them his estranged wife. Her eyes shine with renewed desire. She’s thinking what we’re all thinking: there is nothing sturdier than The Rock.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/23/cannes-concludes-with-call-to-arms-on-climate-change-to-not-tackle-the-issue-through-film-would-be-criminal\">Cannes concludes with call-to-arms on climate change: ‘To not tackle the issue through film would be criminal’</a> </p> \n</aside> \n<p>At Cannes, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/23/cannes-concludes-with-call-to-arms-on-climate-change-to-not-tackle-the-issue-through-film-would-be-criminal\" title=\"\">a fresh wave of climate change fiction films were announced</a>, all of which aim to engage audiences with exciting stories of direct action activism, rather than dire warnings about impending apocalypse (such films having conspicuously failed). San Andreas does the same for seismic calamity. It hopes to get Californians pre-planning not just by showing what might happen if they don’t, but through the relentless glamorisation of practical competence.</p> \n<p>For it’s not just The Rock who’s sturdy here. His 19-year-old daughter is stranded without cellphone service as San Francisco cracks up around her. But she knows where the high ground is and how to get there. She can read an actual map and hack a police walkie-talkie. She also knows how to bandage a wound and, most amazingly, how to locate a landline. “You’re astonishing,” says a bloke with&nbsp;whom she’s teamed up, before moving in for a snog. These two first met, incidentally, when he spilt his coffee and she came to his rescue with&nbsp;a wet wipe. It’s her resourcefulness, not her big eyes and small vest, that seals the deal. Sensible isn’t just life saving. It is, says&nbsp;San Andreas, seriously sexy.</p> \n<p>I came home on Tuesday evening having heard tell of the <a href=\"http://www.harringayonline.com/forum/topics/harringay-tsunami\" title=\"\">Harringay tsunami</a>: a north London flood caused by a burst water main, which turned 300 yards of road on the way to my house into a river. “When it first happened the water came gushing down the street like a tsunami,” a local&nbsp;shopkeeper was quoted as saying. “We were all a bit scared.” As I walked towards the disaster zone I had plastic bags ready to use as impromptu galoshes. In fact the street&nbsp;looked the same, just cleaner. But it’s good to know cinema can still inform, as well as entertain.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>She knows how to bandage a wound and locate a landline. 'You’re astonishing,' says a bloke she's teamed up with</p> \n </blockquote> \n</aside> \n<p><strong>The great chocolate heist </strong></p> \n<p>What does &pound;201,000 worth of Toblerone look like? We may never know. Yesterday, six men were convicted of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/26/toblerone-lorry-thieves-jailed\" title=\"\">nicking three lorries from a haulage yard near Dover</a>. One contained &pound;23,000 worth of whisky, the other &pound;40,000 of miscellaneous swag and the third a presumably vast amount of the triangular chocolate. But despite the jail terms, the Toblerones have never been recovered – although the lorry itself was found, abandoned in Lancashire. Alan Partridge fans will recall his barefoot drive to Dundee while bingeing on Toblerones, to which, he reveals in his autobiography, he’d become “medically addicted”. Lancaster is, of course, just over halfway to Dundee from Dover. To point fingers is always dangerous. But this does feel fishy.</p> \n<p><strong>Fast cars and flip-flops</strong></p> \n<p>Flying back from Cannes on Monday, the plane was full of people in huge watches (the men) and white jeans (the women), who’d been on a jolly to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/24/nico-rosberg-monaco-f1-gp-win-mercedes-pit-lewis-hamilton\" title=\"\">Monaco Grand Prix</a>. Fetishisation of the sports car is big on the Riviera. The main drag at Cannes is nose-to-tail with flash motors – low-slung yellow Ferraris and sober tinted-window trucks. All of them inch along, doing about two miles an hour, unable to get into second gear on account of the buildup. There’s something uniquely pleasing about speeding past a Porsche in your flip-flops.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432742902044/Dwayne-Johnson-in-San-And-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'San Andreas hopes to get Californians pre-planning through the relentless glamorisation of practical competence.' Photograph: Jasin Boland/AP","credit":"Jasin Boland/AP","altText":"Dwayne Johnson in San Andreas","cleanCaption":"'San Andreas hopes to get Californians pre-planning through the relentless glamorisation of practical competence.' Photograph: Jasin Boland/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-27T17:13:28Z","lastModified":"2015-05-28T08:07:13Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Catherine Shoard","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733735285/CatherineShoard.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/catherineshoard"}],"feature":false,"keywords":["Cannes 2015","Film","Dwayne Johnson (The Rock)","London","UK news","San Andreas"],"tags":[{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/film","webTitle":"Film"},{"id":"film/dwayne-johnson","webTitle":"Dwayne Johnson (The Rock)"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"},{"id":"film/san-andreas","webTitle":"San Andreas"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Catherine Shoard","topic":{"type":"tag-contributor","name":"profile/catherineshoard"}}],"series":{"title":"Notebook","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/notebook"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/hollywood-sensible-new-sexy-the-rock","shortUrl":"http://gu.com/p/499ha","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/27/hollywood-sensible-new-sexy-the-rock","webUri":"http://www.theguardian.com/commentisfree/2015/may/27/hollywood-sensible-new-sexy-the-rock"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432742902044/Dwayne-Johnson-in-San-And-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'San Andreas hopes to get Californians pre-planning through the relentless glamorisation of practical competence.' Photograph: Jasin Boland/AP","credit":"Jasin Boland/AP","altText":"Dwayne Johnson in San Andreas","cleanCaption":"'San Andreas hopes to get Californians pre-planning through the relentless glamorisation of practical competence.' Photograph: Jasin Boland/AP"}},"importance":4,"byline":{"title":"Catherine Shoard"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Burning fossil fuels nearly wiped out life on Earth – 250m years ago","rawTitle":"Burning fossil fuels nearly wiped out life on Earth – 250m years ago","item":{"type":"comment","id":"commentisfree/2015/may/27/threat-islamic-state-fossil-fuel-burning","title":"How fossil fuel burning nearly wiped out life on Earth – 250m years ago","trailText":"New evidence shows that catastrophic climate change probably destroyed 96% of species at the end of the Permian period. It could happen again","standFirst":"New evidence shows that catastrophic climate change probably destroyed 96% of species at the end of the Permian period. It could happen again","byline":"George Monbiot","body":"<p>Do you want to know the real reason for the advances by Islamic State in Iraq and Syria? Changing lightbulbs in America. This is the explanation given by John McCain, Republican chair of the Senate armed services committee. At the weekend <a href=\"http://www.addictinginfo.org/2015/05/24/mccain-cc-obama/\" title=\"\">he blamed</a> Barack Obama’s inability to magic away Isis on the president’s belief that climate change is “the biggest&nbsp;enemy we have”. Never mind the role of the Iraq war – which McCain supported – in destabilising the region, destroying the Iraqi army and creating the opportunities Isis has exploited. Never mind the propagation of Salafi doctrines by Saudi Arabia, which McCain bravely confronts by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jan/18/john-mccain-senators-saudi-arabia-tour-syria-rebels\" title=\"\">grovelling</a> before <a href=\"http://cnnpressroom.blogs.cnn.com/2014/01/12/mccain-christie-can-move-past-scandal/\" title=\"\">its tyrants</a>. It’s the <a href=\"https://www4.eere.energy.gov/challenge/home\" title=\"\">Better Buildings Challenge</a> and the <a href=\"http://energy.gov/eere/sunshot/solar-instructor-training-network\" title=\"\">Solar Instructor Training Network</a> that&nbsp;allowed Isis to capture Ramadi and&nbsp;Palmyra.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/20/barack-obama-climate-change-poses-risk-to-us-military-bases\">Barack Obama: climate deniers pose serious threat to US security</a> </p> \n</aside> \n<p>In fact there is a connection, but it <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/20/barack-obama-climate-change-poses-risk-to-us-military-bases\" title=\"\">strengthens Obama’s contention</a> that “climate change constitutes a serious threat to global security”. One of the likely catalysts for the 2011 uprising in Syria was a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/02/global-warming-worsened-syria-drought-study\" title=\"\">massive drought</a> – the worst in the region in the instrumental record – that lasted from 2006 to 2010. It caused the emigration of one and a half million rural workers into Syrian cities, and generated furious resentment when Bashar al-Assad’s government failed to respond effectively. Climate models suggest that manmade global warming more than doubled the likelihood of a drought of this magnitude.</p> \n<p>But this is nothing by comparison to the real threats to global security, which make global security, as understood by McCain and Obama, look almost frivolous. As the evidence accumulates, it now seems that climate change was the commonest&nbsp;cause of mass extinction in the Earth’s prehistory.</p> \n<p>In the media, if not scientific literature, global catastrophes have long&nbsp;been associated with asteroid strikes. But as the dating of rocks has improved, the links have vanished. Even the famous meteorite impact at Chicxulub in Mexico, widely blamed for the destruction of the dinosaurs, <a href=\"http://www.skepticalscience.com/So-what-did-in-the-dinosaurs.html\" title=\"\">was out of sync by more than 100,000 years</a>.</p> \n<p>The story that emerges repeatedly from the fossil record is mass extinction caused by three deadly impacts, occurring simultaneously: global warming, the acidification of the oceans&nbsp;and the loss of oxygen from seawater. All these effects are caused by large amounts of carbon dioxide entering the atmosphere. When seawater absorbs CO2, its acidity increases. As temperatures rise, circulation in the oceans stalls, preventing oxygen from reaching the depths.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This catastrophe wiped out not just species within the world’s ecosystems but the ecosystems themselves</p> \n </blockquote> \n</aside> \n<p>The great outgassings of the past were caused by volcanic activity that were orders of magnitude greater than the eruptions we sometimes witness today. The dinosaurs appear to have been wiped out by the formation of the <a href=\"http://volcano.oregonstate.edu/vwdocs/volc_images/europe_west_asia/india/deccan.html\" title=\"\">Deccan Traps</a> in India: an outpouring on such a scale that one river of lava flowed for 1,500km. But that event was dwarfed by a far greater one, 190m years earlier, that wiped out 96% of marine life as well as most of the species on land.</p> \n<p>What was the cause? It now appears&nbsp;that it might have been the burning of fossil fuel. Before I explainthis extraordinary contention, it’s worth taking a moment to consider what mass extinction means. This catastrophe, at the end of the <a href=\"http://www.ucmp.berkeley.edu/permian/permian.php\" title=\"\">Permian period</a> about 252m years ago, wiped out not just species within the world’s ecosystems but the ecosystems themselves. Forests and coral reefs vanished from the fossil record for some&nbsp;10 million years. When, eventually, they were reconstituted, it was with a different collection of species which evolved to fill the ecological vacuum. Much of the world’s surface was reduced to bare rubble. Were such an extinction to take place today, it would be likely to eliminate almost all the living systems that sustain us. When&nbsp;plants are stripped from the land,&nbsp;the soil soon follows.</p> \n<p>The latest research into the catastrophe at the end of the Permian is summarised in two articles by the geologist John Mason on the <a href=\"http://www.skepticalscience.com/\" title=\"\">Skeptical Science</a> site. The strongest clues all seem to point to the same conclusion: that the extinctions were triggered by the eruption of an igneous belt even bigger than the Deccan plateau: the <a href=\"http://www.le.ac.uk/gl/ads/SiberianTraps/Introduction.html\" title=\"\">Siberian Traps</a>. As well as CO2, the volcanoes there produced sulphur dioxide, chlorides and fluorides, causing acid rain and the depletion of ozone.</p> \n<p>But because carbon dioxide’s residence time in the atmosphere is greater than that of these other gases, it’s likely to have been the major cause of extinction. The change of state – including a rise in oceanic temperatures of 6-10C – was too sudden and sustained to permit the majority of life forms to adapt. The onset of mass extinction coincides with a giant carbon spike “so distinctive that it serves as a marker-horizon all over the world”.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"fb99d1bc2f547fbb4550963fa44be5dea0c13f24\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432740109716/7d1c8bd4-8e83-47ef-a310-f502c6518f65-460x276.jpeg\" alt=\"Stromboli volcano at night. \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The great outgassings of the past were caused by volcanic activity that were orders of magnitude greater than the &shy;eruptions we sometimes witness today.</span> \n </figcaption> \n</figure> \n<p>So where did the carbon dioxide come from? Some of it would have bubbled out of the magma. But, enormous as the eruptions were, this alone seems insufficient to account for either the total volume of emissions or the ratio of isotopes (the different atomic forms) of the carbon entering the atmosphere. Fossil fuel seems to fill the gap.</p> \n<p>The volcanoes exploded through the <a href=\"http://www.sciencedirect.com/science/article/pii/S0031018215002230\" title=\"\">Tunguska sedimentary basin</a>,cooking much of the coal, petroleum and methane it contained. Particles of coal fly ash have been found in rocks as far away as the Canadian Arctic. Rising temperatures might also have destabilised methane hydrates – a frozen form of natural gas – causing the&nbsp;kind of runaway feedback that terrifies some climate scientists today. Yes: the geological record suggests that fossil fuel burning might have eliminated most life on Earth.</p> \n<p>And today? According to a <a href=\"http://www.sciencedirect.com/science/article/pii/S0025326X13003925\" title=\"\">paper published in 2013</a>, the current rate of ocean acidification, caused by the burning of fossil fuels, is faster than at any time in the past 300m years. During the Permian mass extinction, the&nbsp;eruption of the Siberian Traps through the Tunguska basin seems to have produced between one and two gigatonnes of carbon dioxide a year. Today fossil fuel burning produces 30&nbsp;gigatonnes a year.</p> \n<p>Isis? Global security? If anyone were to survive a mass extinction on the scale of the Permian catastrophe, they would look back and shake their heads, amazed that we could have considered such issues more important.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432731793748/Greenpeace-activists-burn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greenpeace activists burn a symbol of carbon dioxide at the Klingenberg power plant in Berlin. ‘As the evidence ­accumulates, it now seems that climate change was the ­commonest cause of mass ­extinction in the Earth’s prehistory.' Photograph: Theo Heimann/AFP/Getty","credit":"Theo Heimann/AFP/Getty","altText":"Greenpeace activists burn a symbol of CO2","cleanCaption":"Greenpeace activists burn a symbol of carbon dioxide at the Klingenberg power plant in Berlin. ‘As the evidence ­accumulates, it now seems that climate change was the ­commonest cause of mass ­extinction in the Earth’s prehistory.' Photograph: Theo Heimann/AFP/Getty"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432740111362/7d1c8bd4-8e83-47ef-a310-f502c6518f65-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The great outgassings of the past were caused by volcanic activity that were orders of magnitude greater than the ­eruptions we sometimes witness today.","credit":"Created by drcooke/Getty/Moment Open","altText":"Stromboli volcano at night. ","cleanCaption":"The great outgassings of the past were caused by volcanic activity that were orders of magnitude greater than the ­eruptions we sometimes witness today."}],"webPublicationDate":"2015-05-27T13:05:47Z","lastModified":"2015-05-27T23:00:45Z","metadata":{"commentable":true,"commentCount":594,"contributors":[{"name":"George Monbiot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/10/1410361956546/George-Monbiot-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/georgemonbiot"}],"feature":false,"keywords":["Climate change","Fossil fuels","Environment","Climate change","Science","Energy","Islamic State"],"tags":[{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/environment","webTitle":"Environment"},{"id":"science/scienceofclimatechange","webTitle":"Climate change"},{"id":"science/science","webTitle":"Science"},{"id":"environment/energy","webTitle":"Energy"},{"id":"world/isis","webTitle":"Islamic State"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"George Monbiot","topic":{"type":"tag-contributor","name":"profile/georgemonbiot"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/threat-islamic-state-fossil-fuel-burning","shortUrl":"http://gu.com/p/499ax","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/27/threat-islamic-state-fossil-fuel-burning","webUri":"http://www.theguardian.com/commentisfree/2015/may/27/threat-islamic-state-fossil-fuel-burning"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432731793748/Greenpeace-activists-burn-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greenpeace activists burn a symbol of carbon dioxide at the Klingenberg power plant in Berlin. ‘As the evidence ­accumulates, it now seems that climate change was the ­commonest cause of mass ­extinction in the Earth’s prehistory.' Photograph: Theo Heimann/AFP/Getty","credit":"Theo Heimann/AFP/Getty","altText":"Greenpeace activists burn a symbol of CO2","cleanCaption":"Greenpeace activists burn a symbol of carbon dioxide at the Klingenberg power plant in Berlin. ‘As the evidence ­accumulates, it now seems that climate change was the ­commonest cause of mass ­extinction in the Earth’s prehistory.' Photograph: Theo Heimann/AFP/Getty"}},"importance":4,"byline":{"title":"George Monbiot"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Like a teenager’s bedroom it will become a mess","rawTitle":"Like a teenager’s bedroom it will become a mess","item":{"type":"comment","id":"commentisfree/2015/may/27/queens-speech-2015-columnists-view","title":"Queen’s speech 2015: ‘Like a teenager’s bedroom it will become a mess’","trailText":"Was it aspirational, isolationist or just a bit all over the place? Our columnists give their view. But what did you make of the Queen’s speech? ","standFirst":"<p>Was it aspirational, isolationist or just a bit all over the place? Our columnists give their view. But what did you make of the Queen’s speech? </p>","byline":"Hugh Muir, Deborah Orr, Michael White, Martin Kettle","body":"<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/hughmuir\">Hugh Muir</a><strong>: ‘A smokescreen and a quick getaway’</strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"1f1d3bd85c13fa7fab485a1741a8bf02ff88759f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432729036699/4baa5c0a-cf8f-4a59-aa89-9bc707811aa3-280x420.jpeg\" alt=\"Hugh Muir\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p>So how was it done? Was the section of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/may/27/queens-speech-2015-politics-live\">Queen’s speech</a> relating to the Human Rights Act edited out? Or was it there to be skipped over, obliterated perhaps by marker pen? This was a Queen’s speech as notable for the highlight that never was, as for its actual content.</p> \n<p>After all the speculation, the huffing and puffing of the election campaign and the wild-eyed hysteria whipped up by government cheerleaders in the press, all we got here was: “My government will bring forward proposals for a British bill of rights.” Not a bill of rights, but a move towards something that, if all goes well and the stars align, could result at some point in a bill of rights. George Osborne, flanking the prime minister, looked pensive throughout, like the lookout man in a post office robbery. Perhaps the formula designed to gloss over the government’s human rights retreat today was his.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/may/27/queens-speech-2015-politics-live\">Queen's speech 2015: Cameron's plan to axe Human Rights Act delayed - Politics live</a> </p> \n</aside> \n<p>If the aim was a smokescreen and a quick getaway, the Queen was a well-chosen accomplice, for she recounted the government’s intentions with a weary monotone that might have been designed to make it impossible to differentiate between the various elements of the leaden, soundbite-heavy script Michael Gove, the lord chancellor, had foisted upon her. My government hopes to raise the “productive potential of the economy”, she said. Some hope, she might have added. There will be more jobs – with shirkers ordered to “earn or learn”, more apprenticeships; wheezes to improve energy security. They’ll control immigration, secure the NHS, push forward devolution in a spirit of “mutual respect” – all the hardy perennials. And of course the promised in/out EU referendum. All related with the verve of the speaking clock.</p> \n<p>It was a big day for the Tory majority government. Mark Harper, the new chief whip, shuffled and smiled, unable to believe his luck, as a man who left the last government having <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/feb/09/mark-harper-immigration-minister-resigns\">illegally employed a migrant cleaner</a>, once again a big player. Michael Fallon nodded sagely as the Queen indicated he would do great things at defence. But she did so with no great enthusiasm.</p> \n<p>Perhaps today’s Queen’s speech was one speech too many for the Queen.</p> \n<p>But don’t look to Charles. He was seated adjacent, and disconnected to the point that a casual observer might have assumed he was listening to Classic FM on his headphones. He doesn’t seem to have much stomach for the pantomime either.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/deborah-orr\">Deborah Orr</a><strong>: ‘The sense of English isolation was pervasive’</strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"a5af9ad6fa80ea0f3b9f77bd09651dcde40d3d91\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432729104172/511fef43-dec4-4d0f-977c-20a27687a22b-280x420.jpeg\" alt=\"Deborah Orr\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p>The saddest thing about this Queen’s speech was that despite the conciliatory tone, the underlying theme was Fortress Mentality. A flavour of that was only to be expected, with the upcoming EU referendum. Yet even with the scrapping of the Human Rights Act downgraded to the status of wish rather than promise, the sense of English isolation was depressingly pervasive.</p> \n<p>I use the word English advisedly. Even as Cameron talks of “one nation” it’s painfully clear that there is barely a single Westminster plan that Scotland will be even mildly keen on, apart from beefing up the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/nov/27/scottish-devolution-smith-commission-key-points\">Smith Commission</a> and getting on with the job of promoting ever more distant union.</p> \n<p>The difficulty isn’t just with Fortress Britain or Fortress England either. It’s with Fortress Anglo-Saxon Values. If you have a good job and a mortgage, we’ll look after you, because you can look after yourself. If you actually need looking after, then you’re on your own. Taking people out of income tax if they work 30 hours a week on the minimum wage is fine. But it’s also a bleak admission that such a wage is not enough to establish active citizenship.</p> \n<p>Fear and distrust are the human qualities being fostered and promoted in Britain today, as a slew of Home Office legislation attests. Conformity is everything.</p> \n<p>Difference is suspicious. The government’s small-mindedness is suffocating and it’s lack of imagination palpable. We can all look forward to a term that will manage to be complex, destructive and dangerously tedious.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/michaelwhite\">Michael White</a><strong>: ‘A yawning gap between aspiration and reality’</strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"750e696895a1a6077267479c325ad6ba808c3039\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432729501192/122555f7-219a-4394-b2eb-7710fcc5e295-280x420.jpeg\" alt=\"Michael White\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p>There is a cut-and-paste quality to the first all-Tory Queen’s speech programme of legislation since John Major’s swansong in 1996. On the one hand, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/12/david-cameron-sets-out-priorities-as-conservative-cabinet-meets-for-first-time\">“blue-collar” David Cameron</a> has sensibly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2015/may/27/david-cameron-delay-scrap-human-rights-act-queen-speech\">backed off an early battle over repeal of Labour’s Human Rights Act</a>, one he might lose. He has also promised <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/08/david-cameron-uk-one-nation-scotland-election\">“one nation”</a> reforms to help those struggling with childcare, workplace skills and access to their GP.</p> \n<p>On the other hand “velvet-collar” Dave is embracing a fast-track EU referendum strategy, which is highly risky. His trade union reform will impose oppressive restrictions on the long-attenuated right to strike. The snooper’s charter is back too, and the government remains determined to confiscate housing association assets – a move condemned by knowledgeable people on all sides.</p> \n<p>What unifies this evidence-lite package is the yawning gap between pious aspiration (not-so-pious stuff, too) and the realities it is likely to confront, including the forces – English peers as well as Scottish Nats – determined to block it. Can we really confiscate the modest pay of illegal immigrants? Where will the extra doctors and their pay come from to provide all-hours GP services? How does the greater energy security the Queen promised us square with a Nimbies’ charter on planning consent for unpopular wind farms?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There is videogame quality, a sense of the PR man’s gloss on the unpalatable limits of a fragile economic recovery</p> \n </blockquote> \n</aside> \n<p>When Cameron talks in his introduction to the official text (big-footing Her Majesty, some may feel) of a “two-speed society” – and bigs up the very welcome “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/northern-powerhouse-cities-devolution-england-manchester-george-osborne\">northern powerhouse” rhetoric</a> emanating from Tatton’s George Osborne – we applaud the sentiment, but note that he is also committed to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/26/guardian-view-on-benefit-cuts-cameron-menu-of-pain\">welfare cuts that will hurt many of the most vulnerable</a>.</p> \n<p>So there is an unreal, videogame quality to it, a sense of the PR man’s gloss on the unpalatable limits of a fragile economic recovery. It is enhanced by the foolish “five-year lock” on higher income tax, NICs and VAT to pay for promised goodies. Voters simply don’t believe it – but they disbelieved Labour even more.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/martinkettle\">Martin Kettle</a><strong>: ‘Best-laid plans can go wrong quite quickly’</strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"902efded59a8eca7cf11f94ddcb28124b69c9489\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432729579118/c0d2500b-c830-41d2-87e3-312dba837060-280x420.jpeg\" alt=\"Martin Kettle\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p>A Queen’s speech is an agenda for a year. In any such speech the important thing is to try to distinguish the wood from the trees. There will be lots of excited talk for and against some of the individual measures in this first Conservative Queen’s speech for nearly 20 years. Yet even important bills such as the communications data powers or the stiffer controls on strike ballots are essentially secondary in political terms. They won’t define the government for years to come, however strong the passions they raise.</p> \n<p>Four things matter most in this Queen’s speech. They are: Europe, devolution, tax and spending, and childcare. The European referendum bill matters for two reasons: first, it paves the way for a defining decision about this country’s place in the international order and, second, every eventual outcome will damage the Tory party to some degree. Even if David Cameron navigates the issue successfully, some in his party will regard a yes vote as a betrayal.</p> \n<p>Devolution matters because the future of the United Kingdom itself is on the line in this parliament. With 56 Scottish nationalists primed to play a bigger role at Westminster than ever before, every bill that bears on the relationship between the nations and regions of these islands will be controversial. That starts this week, with the promised plans to implement the Smith Commission. But English votes for English laws is on the agenda too, as are fresh powers for Wales and to currently gridlocked Northern Ireland. All big-picture stuff. Cameron has played these issues appallingly badly in the past. And now?</p> \n<div>\n __VIDEO_EMBED_gu-video-456923863__\n</div> \n<p>Tax and spend is not normally on the legislative agenda. But it is this time because of the so-called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/29/tories-promise-tax-lock-in-latest-move-to-combat-labour\">tax-lock plans</a>, a legislative gesture of virtue that wastes parliament’s time – who will be punished if it is breached? – but which means that George Osborne has tied his own hands on government revenue-raising. It is a stupid and reprehensible way of proceeding, though Gordon Brown did it too. But it is a reminder that economic and fiscal management, in the form of spending austerity, are the central pillars of this government’s success with middle Britain.</p> \n<p>Finally, childcare. Almost unnoticed and undebated in the recent election campaign, the radical Tory plan to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/apr/14/david-cameron-conservatives-childcare-manifesto\">double the amount of free childcare to 30 hours a week in England</a> could be David Cameron’s secret weapon. It is a big pledge, and will be a big material benefit to working parents. It is a serious feelgood counter to claims that the government is driven exclusively by a desire to benefit the rich at the expense of ordinary families. It doesn’t excuse the divisiveness or foolishness of austerity, but it will be very popular.</p> \n<p>A Queen’s speech allows a government to set the agenda. But when there is only a small government majority, as there is today, the best-laid plans can go wrong quite quickly. Cameron has already retreated on its Human Rights Act repeal plans. That’s a sign of many things, but they include the reality that this will be a tricky parliament. It may look neat and tidy today. But like a teenager’s bedroom, it will become a mess much sooner than looks possible amid the order and pageantry of the parliament’s opening day.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432763234511/22a2befb-fcd0-40ba-8e8a-c710d2e9d64e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Suzanne Plunkett/Getty Images","altText":"‘Perhaps today’s Queen’s speech was one speech too many for the Queen.’","cleanCredit":"Photograph: Suzanne Plunkett/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432729038417/4baa5c0a-cf8f-4a59-aa89-9bc707811aa3-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","credit":"Linda Nylind/Guardian","altText":"Hugh Muir","cleanCredit":"Photograph: Linda Nylind/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432729105738/511fef43-dec4-4d0f-977c-20a27687a22b-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","credit":"Fiona Shaw","altText":"Deborah Orr","cleanCredit":"Photograph: Fiona Shaw"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432729504173/122555f7-219a-4394-b2eb-7710fcc5e295-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","credit":"Linda Nylind/Guardian","altText":"Michael White","cleanCredit":"Photograph: Linda Nylind/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432729580825/c0d2500b-c830-41d2-87e3-312dba837060-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","credit":"Linda Nylind/Guardian","altText":"Martin Kettle","cleanCredit":"Photograph: Linda Nylind/Guardian"}],"webPublicationDate":"2015-05-27T12:47:41Z","lastModified":"2015-05-27T21:47:19Z","metadata":{"commentable":true,"commentCount":752,"contributors":[{"name":"Hugh Muir","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739000/HughMuir.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hughmuir"},{"name":"Deborah Orr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408550842728/Deborah-Orr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deborah-orr"},{"name":"Michael White","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744420/MichaelWhite.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michaelwhite"},{"name":"Martin Kettle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744076/MartinKettle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martinkettle"}],"feature":false,"keywords":["Queen's speech","Politics","Conservatives","UK news"],"tags":[{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[],"series":{"title":"The panel","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/thepanel"},"embeddedVideos":[{"id":"gu-video-456923863","source":"Reuters","durationInSeconds":173,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/27/150528queensspeechedit_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/27/150528queensspeechedit.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/27/1432727327989/KP_246388_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Queen's speech 2015 - video highlights ","credit":"guardian.co.uk","altText":"620x372 trailpic for Queen's speech 2015 - video highlights ","cleanCaption":"620x372 trailpic for Queen's speech 2015 - video highlights "}}],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/queens-speech-2015-columnists-view","shortUrl":"http://gu.com/p/4999c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/27/queens-speech-2015-columnists-view","webUri":"http://www.theguardian.com/commentisfree/2015/may/27/queens-speech-2015-columnists-view"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432763234511/22a2befb-fcd0-40ba-8e8a-c710d2e9d64e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Perhaps today’s Queen’s speech was one speech too many for the Queen.’ Photograph: Suzanne Plunkett/Getty Images","credit":"Suzanne Plunkett/Getty Images","altText":"‘Perhaps today’s Queen’s speech was one speech too many for the Queen.’","cleanCaption":"‘Perhaps today’s Queen’s speech was one speech too many for the Queen.’","cleanCredit":"Photograph: Suzanne Plunkett/Getty Images"}},"importance":3,"byline":{"title":"The panel verdict on the Queen's speech"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Worldwide sexism increases suicide risk in young women","rawTitle":"Worldwide sexism increases suicide risk in young women","item":{"type":"comment","id":"commentisfree/2015/may/28/worldwide-sexism-increases-suicide-risk-in-young-women","title":"Worldwide sexism increases suicide risk in young women","trailText":"If sexism impacts mental health, it makes sense that it would also impact suicide risk for young women, no matter where they live","standFirst":"<p>If sexism impacts mental health, it makes sense that it would also impact suicide risk for young women, no matter where they live</p>","byline":"Jessica Valenti","body":"<p>How do you explain that the leading cause of death of women aged 15 to 19, worldwide, is suicide? An internationally <a href=\"http://time.com/3822953/vikram-patel-2015-time-100/\">recognized</a> expert on global mental health and suicide said <a href=\"http://www.telegraph.co.uk/women/womens-health/11549954/Teen-girls-Suicide-kills-more-young-women-than-anything.-Heres-why.html\">in an interview with the Telegraph</a>: “The most probable reason is gender discrimination.”</p> \n<p>In other words, misogyny kills. <br /></p> \n<p>There are plenty of shocking statistics in a recently rediscovered <a href=\"http://apps.who.int/iris/bitstream/10665/131056/1/9789241564779_eng.pdf?ua=1&amp;ua=1\">2014 study on suicide from the World Health Organization</a>. The report found that suicides are responsible for half of all violent deaths in men and 71% of violent deaths in women. It also showed that globally, suicide is the second leading cause of death for all young people between the ages of 15 and 29 years old. Yet, somehow, it took us <a href=\"http://www.telegraph.co.uk/women/womens-health/11549954/Teen-girls-Suicide-kills-more-young-women-than-anything.-Heres-why.html\">until now</a> to notice just how badly it affects young women.</p> \n<p>It was Dr Suzanne Petroni, the senior director for gender, population and development at the <a href=\"http://www.icrw.org/\">International Center for Research on Women</a>, who first realized the chilling statistic as she was going through a WHO special report on adolescents. In a section on how maternal mortality has dropped, there was almost a throwaway line: “[M]aternal mortality ranks second among causes of death of 15–19-year old girls globally, exceeded only by suicide.”</p> \n<p>Petroni called a friend at the WHO to make sure the stat was correct and then dug a little deeper: she found that not only had suicide taken over maternal mortality as the top cause of death for adolescent girls, but she told me: “it was clear that from at least 2000 it was a leading cause of death in this age group”. </p> \n<p>“We need more research and evidence to tell us if it is actually happening for the reason we hypothesize it is – which is that gender norms and inequality have a significant link for suicide vulnerability”, Petroni said. <br /></p> \n<p>Petroni notes that adolescence is when gender roles and discrimination start to intensify globally. “There’s increased violence, child marriage, sexual abuse, exploitation, limitations on reproductive control and girls excluded from education”, she. In El Salvador, for example – where abortion is completely illegal – teen pregnancy (often the result of being the victim of rape or incest) is considered <a href=\"http://www.reuters.com/article/2014/11/12/us-el-salvador-suicide-teens-idUSKCN0IW1YI20141112\">one of the leading causes of suicide.</a> </p> \n<p>And when you consider what the World Health Organization identifies as risks for suicide – discrimination, abuse, violence and conflictual relationships – it’s clear that these are risks disproportionately faced by younger women. Latanya Mapp Frett, the executive director of Planned Parenthood Global, told me that “around the world, girls are too often undervalued or neglected by their government officials, communities, and even their own families”. </p> \n<p>Petroni and Patel’s conclusion also lines up with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/26/sexism-is-making-women-sick\">a study published earlier this year</a> on the role of sexism in American women’s mental health issues. Researchers from the University of Missouri-Kansas and Georgia State University found that there was a link between women’s “psychological distress” and issues like sexual harassment, objectification and sexual violence. </p> \n<p>If sexism impacts mental health, it makes sense that it would also impact suicide risk for young women, no matter where they live. Girls aren’t treated poorly just in one country; they’re treated poorly nearly in all of them. </p> \n<p><a href=\"http://www.cdc.gov/women/lcod/2011/WomenAll_2011.pdf\">According to the Centers for Disease Control,</a> suicide is a leading cause of death for young American women, ages 15-24, second only to accidents. And we’ve read about more than one <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/oct/03/-sp-rape-bullying-rehteaeh-parsons-audrie-pott-families\">young woman in the United States and Canada</a> who took her own life <a href=\"http://www.slate.com/blogs/xx_factor/2014/01/07/daisy_coleman_alleged_maryville_rape_victim_attempted_suicide_again.html\">or attempted to do so</a> after being sexually assaulted and then victim-blamed by their peers. </p> \n<p>“Gender based violence can also contribute to depression and suicidal behavior”, Petroni said. “And sexual violence can happen anywhere.”</p> \n<p>Sexism is different and more extreme in some places than others. But few, if any, countries are completely free of violent misogyny, and global statistics about the rates at which young women commit suicide tell a chilling story. </p> \n<p>Frett told me that, to move forward, “we must put girls at the center of development and public policies, recognizing them as subjects of rights.” Petroni also offered some tangible solutions: “We need more data, we need to make sure that national health surveys monitor suicide attempts and that hospital systems improve their data”, she says.<br /></p> \n<p>Perhaps what we need most of all is the hardest thing to come by: equality. </p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432765567408/a11d85e3-9ab0-4103-9810-5d2c95f91f3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graeme Robertson/Graeme Robertson","altText":"suicide","cleanCredit":"Photograph: Graeme Robertson/Graeme Robertson"}],"bodyImages":[],"webPublicationDate":"2015-05-28T08:30:03Z","lastModified":"2015-05-28T08:33:42Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Jessica Valenti","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/30/1414675415419/Jessica-Valenti-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessicavalenti"}],"feature":false,"keywords":["Gender","Women","Mental health","Health","Society","World Health Organisation"],"tags":[{"id":"world/gender","webTitle":"Gender"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"world/world-health-organisation","webTitle":"World Health Organisation"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jessica Valenti","topic":{"type":"tag-contributor","name":"profile/jessicavalenti"}}],"series":{"title":"Jessica Valenti column","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/jessica-valenti-column"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/28/worldwide-sexism-increases-suicide-risk-in-young-women","shortUrl":"http://gu.com/p/499z3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/28/worldwide-sexism-increases-suicide-risk-in-young-women","webUri":"http://www.theguardian.com/commentisfree/2015/may/28/worldwide-sexism-increases-suicide-risk-in-young-women"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432765567408/a11d85e3-9ab0-4103-9810-5d2c95f91f3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Suicide risks are disproportionate to younger women. Photograph: Graeme Robertson/Graeme Robertson","credit":"Graeme Robertson/Graeme Robertson","altText":"suicide","cleanCaption":"Suicide risks are disproportionate to younger women.","cleanCredit":"Photograph: Graeme Robertson/Graeme Robertson"}},"importance":3,"byline":{"title":"Jessica Valenti"},"showQuotedHeadline":true,"sublinks":[]}],"lastModified":"2015-05-28T08:35:24Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}