{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"The problems of an opinionated prince","rawTitle":"The problems of an opinionated prince","item":{"type":"article","id":"lifeandstyle/2015/may/24/problems-of-an-opinionated-prince","title":"The problems of an opinionated prince","trailText":"Prince Charles may be under fire for speaking his mind, but compared to what princes have done in the past it pales into insignificance","standFirst":"<p>Prince Charles may be under fire for speaking his mind, but compared to what princes have done in the past it pales into insignificance</p>","byline":"Katharine Whitehorn","body":"<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/prince-charles\" title=\"\">Prince Charles is being reproached again</a> for having too many views on his future kingdom. It’s amazing the way people who have no objection to a figurehead royal get annoyed any time he gets involved in controversies. I remember a&nbsp;time when foreign billionaires were allowed to make architectural changes to a posh part of London, and Prince Charles used his influence to alter it – it was never clear why the billionaires could do anything, but a future monarch was not even supposed to have an opinion.</p> \n<p>Another time he put the cat among the pigeons – well, the British Medical Association – by saying orthodox medicine sometimes left out much of the springs of human wellbeing. He was the patron of an alternative medicine charity run by Dr Patrick Pietroni, who had a GP practice in the basement of Marylebone Church. When Pietroni became a distinguished academic, he threw a party to celebrate, to which a couple of Americans were invited. One of them wondered why Americans were interested in monarchy at all, and the other one said: “It’s the fairy tales – whoever heard of a maiden kissing a frog and it then turning into a handsome senator?”</p> \n<p>Some think princes who take sides ought to turn into frogs, but surely doing good PR&nbsp;for valuable causes must be better than being a tyrant, starting wars, or beheading queens like&nbsp;good king&nbsp;Hal?</p> \n<p><strong>What do you think? Have your say below</strong></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432118199688/Prince-Charles-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"What's on your mind?: Prince Charles gets it off his chest. Photograph: Alastair Grant/AP","credit":"Alastair Grant/AP","altText":"Prince Charles","cleanCaption":"What's on your mind?: Prince Charles gets it off his chest. Photograph: Alastair Grant/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-24T07:15:05Z","lastModified":"2015-05-24T07:15:05Z","metadata":{"commentable":true,"commentCount":32,"contributors":[{"name":"Katharine Whitehorn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/katharine-whitehorn"}],"feature":true,"keywords":["Life and style","Prince Charles","Monarchy","Prince Charles letters"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"uk/prince-charles","webTitle":"Prince Charles"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"uk-news/prince-charles-letters","webTitle":"Prince Charles letters"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Katharine Whitehorn","topic":{"type":"tag-contributor","name":"profile/katharine-whitehorn"}}],"series":{"title":"Katharine Whitehorn column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/katharine-whitehorn-column"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/24/problems-of-an-opinionated-prince","shortUrl":"http://gu.com/p/494xp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/24/problems-of-an-opinionated-prince","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/24/problems-of-an-opinionated-prince"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432118199688/Prince-Charles-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"What’s on your mind?: Prince Charles gets it off his chest. Photograph: Alastair Grant/AP","credit":"Alastair Grant/AP","altText":"What’s on your mind?: Prince Charles gets it off his chest. Photograph: Alastair Grant/AP","cleanCaption":"What’s on your mind?: Prince Charles gets it off his chest. Photograph: Alastair Grant/AP"}},"importance":7,"showQuotedHeadline":false},{"title":"Has the Labour party outlived its usefulness?","rawTitle":"Has the Labour party outlived its usefulness?","item":{"type":"comment","id":"commentisfree/2015/may/24/has-labour-party-outlived-its-usefulness","title":"Has the Labour party outlived its usefulness?","trailText":"Labour’s time could be up. History says that it could be reborn in a different guise and with a different purpose","standFirst":"Labour’s time could be up. History says that it could be reborn in a different guise and with a different purpose","byline":"Selina Todd","body":"<p>Does it matter if the Labour party survives its current crisis? History suggests not. Labour, and the British left, has been massively defeated. However, in broad historical terms, one might argue that this defeat didn’t happen on 7 May 2015 but in the late 1960s and 1970s. Labour’s era may now be over and perhaps it is time for something new.</p> \n<p>Its heyday was in the late 1940s and early 1950s. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2001/mar/14/past.education\" title=\"\">Clement Attlee’s Labour </a>party was the party of the welfare state and full employment, with trade unions fully incorporated into national bargaining because they represented a massive section of the workforce. The party had concrete policies that spoke to people’s needs and desires – from which the current operation could learn .</p> \n<p>In the late 1960s, this consensus broke apart. Foreign competition and the assertive, but reasonable demands of young workers for more say over the way their industries were managed led certain big businesses to organise into the Confederation of British Industries (CBI) and demand the reduction of workers’ rights.</p> \n<p><a href=\"http://www.nationalarchives.gov.uk/cabinetpapers/themes/industrial-unrest.htm\" title=\"\">Barbara Castle’s white paper, In Place of Strife</a>, began talking of strikers and trade unionists as separate from, rather than representative of, “the public”. Edward Heath’s Conservative administrations and the succeeding Labour government took this policy further. In 1976, Labour accepted that an economic downturn should be remedied by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/1976/oct/01/labour.uk\" title=\"\">accepting International Monetary Fund aid</a>, conditional on massive public spending cuts.</p> \n<p>The following year, a huge strike for trade union recognition by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2007/dec/28/past.politics4\" title=\"\">Asian women at the Grunwick</a> film processing plant was crushed by police with the full support of the Labour government and the Conservative opposition. The rest, as they say, is history, including the national Labour leadership’s failure to support the 1984-85 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/oct/03/miners-strike-thatcher-real-enemy-within-extremism\" title=\"\">miners’ strike</a>.</p> \n<p>The Labour movement, it could be argued, is still living with defeat. While that’s a long time when you are living through it, it is brief in historical terms. <a href=\"http://en.wikipedia.org/wiki/Reign_of_Terror\" title=\"\">After the French Revolution</a>, the left on both sides of the Channel suffered brutal repression for decades. After each defeat, there was a need to regroup and reorganise.</p> \n<p>That is not simply because organisations are weakened or crushed, but defeats tend to follow victories, the legacies of which are never entirely wiped out by the repression that follows. These, in turn, lead to social transformations requiring new forms of political organisation. It would be historically unprecedented for the Labour party to re-emerge once more as a popular force for leftwing change.</p> \n<p>Over time, as people’s experiences change, so do their aims and their methods of organising. In the 1900s, most trade union members were skilled men. Most labour leaders believed it was impossible to unionise casual workers, the unskilled or women, just as many people despair of rebuilding the left these days, when part-time and casual work is so prevalent.</p> \n<p>But in the 1930s, women organised themselves when thousands of them left domestic service for the factories and once there demanded the same rights their fathers and brothers had already won for themselves. The <a href=\"http://en.wikipedia.org/wiki/Transport_and_General_Workers%27_Union\" title=\"\">Transport and General Workers Union, </a>quick to seize this opportunity, signed them up in large numbers and by the end of the 1930s was Britain’s largest trade union. Thirty years earlier, no one would have predicted this.</p> \n<p>Unlike the TGWU of then, today’s Labour party seems <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/sep/22/labour-scottish-referendum-devolution-general-election-scotland\" title=\"\">unable to grasp the zeitgeist</a>. There are some portents of new kinds of organisation, Occupy and the growing feminist movement among them. Anyone who was in Scotland immediately before the 2014 referendum will testify that the powerful movement for independence did not look solely to the SNP for leadership. Those who called themselves <a href=\"http://radicalindependence.org/\" title=\"\">Radical Indy</a> shared a belief in redistributing economic and political power and were galvanised by an inchoate, yet powerful feeling that a yes vote would precipitate further changes that, while unpredictable, could not be worse than the status quo.</p> \n<p>Journalists and politicians south of the border dismissed their lack of a coherent programme for government, but in such a spirit are revolutions made and they are rarely made overnight. Radical movements have unintended consequences and long legacies. The no vote did not result in a return to normal, but instead galvanised a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/09/nicola-sturgeon-snp-scotland-not-sidelined-election-landslide\" title=\"\">political debate about Scotland’s future</a>. The spirit in Scotland was for a politics bigger than party and more active than simply placing a cross in a ballot box every five years.</p> \n<p>Can people really find a new form of politics? Some will feel that there is no alternative, especially those who reckon that the world is being plundered by governments committed to economic growth rather than redistribution. In this context, one can see how remaking the world becomes a far more important question than whether to save the Labour party.</p> \n<p><em>Dr Selina Todd is fellow in modern history and vice principal of St Hilda’s College, Oxford</em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Columnist/Columnists/2015/5/23/1432380122376/The-1977-Grunwick-strike--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 1977 Grunwick strike was crushed by police with the full support of the Labour government. Photograph: Pa/PA Archive/Press Association Images","credit":"Pa/PA Archive/Press Association Images","altText":"The 1977 Grunwick strike was crushed by police with the full support of the Labour government.","cleanCaption":"The 1977 Grunwick strike was crushed by police with the full support of the Labour government. Photograph: Pa/PA Archive/Press Association Images"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:02:07Z","lastModified":"2015-05-23T23:02:07Z","metadata":{"commentable":true,"commentCount":368,"contributors":[{"name":"Selina Todd","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/selina-todd"}],"feature":false,"keywords":["Labour","Trade unions","Politics","Work & careers","Politics past"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/tradeunions","webTitle":"Trade unions"},{"id":"politics/politics","webTitle":"Politics"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"politics/past","webTitle":"Politics past"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Selina Todd","topic":{"type":"tag-contributor","name":"profile/selina-todd"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/24/has-labour-party-outlived-its-usefulness","shortUrl":"http://gu.com/p/496pk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/24/has-labour-party-outlived-its-usefulness","webUri":"http://www.theguardian.com/commentisfree/2015/may/24/has-labour-party-outlived-its-usefulness"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Columnist/Columnists/2015/5/23/1432380122376/The-1977-Grunwick-strike--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 1977 Grunwick strike was crushed by police with the full support of the Labour government. Photograph: Press Association Images","credit":"Pa/PA Archive/Press Association Images","altText":"The 1977 Grunwick strike was crushed by police with the full support of the Labour government.","cleanCaption":"The 1977 Grunwick strike was crushed by police with the full support of the Labour government. Photograph: Press Association Images"}},"importance":5,"byline":{"title":"Selina Todd"},"showQuotedHeadline":true},{"title":"Greece’s misery shows we need Chapter 11 bankruptcy for countries","rawTitle":"Greece’s misery shows we need Chapter 11 bankruptcy for countries","item":{"type":"comment","id":"business/2015/may/24/greece-misery-need-chapter-11-bankruptcy-for-countries","title":"Greece’s misery shows we need Chapter 11 bankruptcy for countries","trailText":"Argentina defaulted in 2001, and is still not free of its creditors. There needs to be a clear resolution to the blight of vulture funds and neverending austerity","standFirst":"Argentina defaulted in 2001, and is still not free of its creditors. There needs to be a clear resolution to the blight of vulture funds and neverending austerity","byline":"Heather Stewart","body":"<p>Alexis Tsipras, Greece’s combative prime minister, is facing yet another week of fraught negotiations as he and his team struggle to agree a shopping list of economic reforms stringent enough to appease the country’s creditors, but different enough from the grinding austerity of the past five years to satisfy the Greek electorate.</p> \n<p>And all the while, bank deposits will leach out of the country, investment plans will remain on hold and consumers hammered by years of austerity will continue living hand to&nbsp;mouth.</p> \n<p>Change the actors – and the stakes – and it’s a tired plotline familiar to many governments across the world. According to <a href=\"http://www.eurodad.org/\" title=\"\">Eurodad</a>, the coalition of civil society groups that campaigns on debt, there have been 600 sovereign debt restructurings since the 1950s – with many governments, including Argentina for example, experiencing one wrenching write-off after another.</p> \n<p>Many of these countries plunged deeper into recession as a result of the uncertainty and delay inherent in this bewildering process and the punishing austerity policies inflicted on them, with a resulting collapse in investor and consumer confidence.</p> \n<p>Argentina defaulted in 2001. Fourteen years later, it is still being pursued through the courts by so-called vulture funds, which buy distressed countries’ debts on the cheap and use every legal device they can to reclaim the money.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The aim would be to impose a debt write-off significant enough to make future repayments manageable</p> \n </blockquote> \n</aside> \n<p>Yet while the world’s policymakers have expended countless hours since the crisis of 2008 rewriting regulations on bonuses, mortgage lending, derivatives and too-big-to-fail banks, little attention has been paid to what should happen when a government is on the brink of financial meltdown.</p> \n<p>Sacha Llorenti, the Bolivian ambassador to the UN, is currently touring the world’s capitals trying to change that. “We’re not just talking about a financial issue; it’s an issue related to growth, to development, to social and economic rights,” he says.</p> \n<p>The UN is not the obvious forum for discussing debt restructuring: unlike the International Monetary Fund, it is not a lender of last resort with emergency cash to disburse, and doesn’t have a seat around the table when countries have to go to their creditors to ask for help. Yet also unlike the IMF, the UN general assembly is not dominated by the world’s major powers: each member country has one vote.</p> \n<p>When Argentina tabled a motion calling for the UN to examine the issue of sovereign debt restructuring last autumn, 124 countries voted for it; 11, including the UK and the US, with their powerful financial lobbies, voted against; and there were 41 abstentions.</p> \n<p>Llorenti, who is chairing the UN “ad hoc committee” set up as a result of that vote, says the 11 countries that objected hold 45% of the voting power at the IMF. He believes they would prefer the matter to be tackled there, where they can shape the arguments: “It’s a matter of control, really.”</p> \n<p>The proposals he is pushing – <a href=\"http://unctad.org/en/PublicationsLibrary/gdsddf2015misc1_en.pdf\" title=\"\">drawn up by the UN’s trade and development arm, Unctad</a> – would create something like a bankruptcy procedure for countries. As a starting point, troubled governments would be given a standstill on repayments – something Tsipras is having to fight tooth and nail for – while talks with creditors take place.</p> \n<p>The aim would be to substantiate every claim on the country, whether from banks, governments or businesses; carry out a thorough sustainability analysis; and impose a debt write-off significant enough to make future repayments manageable and allow the stricken economy to recover.</p> \n<p>“Moral hazard” is one of the key arguments often used against such an approach: allow reckless borrowers a get-out clause, and you give them an incentive to gorge on cheap debt in the good times. But entering any such “debt workout” would inevitably come with a hefty dose of political humiliation and stringent conditions attached.</p> \n<p>US firms don’t tend to enter Chapter&nbsp;11 lightheartedly: it means admitting they are no longer solvent, and tends to be followed by swingeing cost cuts, as US airlines experienced after 9/11. But after radical surgery, companies can exit Chapter 11 and make a fresh start.</p> \n<p>At a lively seminar to discuss the proposals in the European parliament earlier this month, Unctad’s Richard Kozul-Wright said: “Bankruptcy rules are a key part of any healthy, democratic, free-market economy.” One MEP after another expressed anger and frustration about the damage inflicted on the Greek people by the eurozone’s botched bailouts.</p> \n<p>Few expect a multilateral system for negotiating sovereign debt workouts to spring up overnight. Llorenti concedes the best he can hope for may be that the UN keeps the issue on the agenda after a fresh vote is held in June.</p> \n<p>Ultimately, the reviled IMF is likely to be involved in any workable new approach. But perhaps by channelling the anger of Argentina, Greece, Spain, and scores of others, Llorenti can at least keep the subject alive.</p> \n<p>It will be far too late for Greece. Ultimately, almost everyone believes the stricken country will need a renewed debt write-off. Meanwhile, its creditors are following an all-too-familiar playbook.</p> \n<p>As Syriza MEP Stelios Kouloglou put it in Brussels: “We are pretending this is a sustainable solution, which it is not: it’s getting worse and worse.” Instead of the hated troika of the IMF, European Central Bank and Brussels, he said, “we’re facing another troika, made up of blackmailing, threatening and ultimatums”.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432305602281/Alexis-Tsipras-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greece's Alexis Tsipras: more fraught negotiations in prospect. Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"Alexis Tsipras","cleanCaption":"Greece's Alexis Tsipras: more fraught negotiations in prospect. Photograph: Petros Giannakouris/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-24T08:05:06Z","lastModified":"2015-05-24T08:05:06Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Heather Stewart","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738716/HeatherStewart.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/heatherstewart"}],"feature":false,"keywords":["Austerity","Chapter 11 - corporate bankruptcies","Greece","Economics","Europe","United Nations","Unctad","Eurozone crisis","European Union","European monetary union","Banking","Business","World news"],"tags":[{"id":"business/austerity","webTitle":"Austerity"},{"id":"business/chapter-11-corporate-bankruptcies","webTitle":"Chapter 11 - corporate bankruptcies"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/economics","webTitle":"Economics"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/unitednations","webTitle":"United Nations"},{"id":"world/unctad","webTitle":"Unctad"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"business"},"topics":[{"displayName":"Heather Stewart","topic":{"type":"tag-contributor","name":"profile/heatherstewart"}}],"series":{"title":"Heather Stewart's economics comment","uri":"http://mobile-apps.guardianapis.com/lists/tag/business/series/heather-stewart-s-economics-comment"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/24/greece-misery-need-chapter-11-bankruptcy-for-countries","shortUrl":"http://gu.com/p/496dn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/24/greece-misery-need-chapter-11-bankruptcy-for-countries","webUri":"http://www.theguardian.com/business/2015/may/24/greece-misery-need-chapter-11-bankruptcy-for-countries"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432305602281/Alexis-Tsipras-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greece's Alexis Tsipras: more fraught negotiations in prospect. Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"Alexis Tsipras","cleanCaption":"Greece's Alexis Tsipras: more fraught negotiations in prospect. Photograph: Petros Giannakouris/AP"}},"importance":5,"byline":{"title":"Heather Stewart"},"showQuotedHeadline":true},{"title":"Game of Thrones rape? Care more about real assaults","rawTitle":"Game of Thrones rape? Care more about real assaults","item":{"type":"comment","id":"commentisfree/2015/may/24/game-of-thrones-rape-on-television-if-real-thing-upset-us-as-much","title":"Game of Thrones rape? Care more about real assaults","trailText":"Why are people so upset about a scene in a TV show and so indifferent to true-life cases?","standFirst":"<p>Why are people so upset about a scene in a TV show and so indifferent to true-life cases?</p>","byline":"Barbara Ellen","body":"<p>Watching <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/20/game-of-thrones-rape-sansa-stark\" title=\"\">the rape of Sansa Stark</a> by her new groom, Ramsay Bolton, on <em>Game of Thrones</em>, I have to say that I wasn’t remotely offended. For me, it registered as a dramatic manifestation of Ramsay’s controlling malevolence and Sansa’s suffering, which I presume was what was intended.</p> \n<p>Certainly, with <em>GOT</em> (the TV series, rather than the books), it seems rather late to start complaining about “gratuitous” scenes. Personally, I’ve stuck with the show for the imaginative plotlines and strong characterisation – and very much despite the irksome “medieval” costumes (groan), stupid dragons (eye roll) and risible levels of female nudity that reduce it to soft porn for schoolboys (overgrown and otherwise) presumably too emotionally stunted to lust properly over, say, Lara Croft. In this way, far from being the porny antichrist, <em>GOT </em>is merely the tragic modern-day equivalent of what used to be furtive peeks at the bras section of the likes of Kay’s catalogue. Bless.</p> \n<p>As for violence, there have been innumerable appalling assaults – sexual (including rape) and every other kind – on both male and female characters. Theon, the character forced to witness Sansa’s rape, previously had his penis chopped off. In fact, the amputation of male genitals is a recurring theme in <em>GOT.</em> In Theon’s case, the mutilator was (again) Ramsay, a character drawn so textbook-evil that rape is an entirely credible action for him.</p> \n<p>In this context, of the sort of show that <em>GOT</em> is known to be, it seems genuinely odd that, for all the horror of the crime, Sansa’s rape has generated such censure, including from US senators. A cynic might ponder: well, wouldn’t it be great if society took real rape as seriously as some people want a fantasy TV drama to take it?</p> \n<p>In some ways, this is fallacious and unfair. If you drew a Venn diagram, people who are worried about rape in the “real world” would doubtless overlap significantly with people who are concerned about the <em>portrayal</em> of fictional rape; nor are they wrong to be. In everything from <em>Straw Dogs</em> to <em>The Accused</em> to <em>Game of Thrones</em>, how sexual assault is handled in drama (that it’s never trivialised, sexualised nor normalised) remains crucially important. However, does this justify what appears to be the inappropriate levels of opprobrium aimed at the <em>GOT</em> rape scene?</p> \n<p>All of this seems particularly noteworthy in a week when<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/22/victim-falsely-accused-of-lying-by-uk-hampshire-police-wins-payout\" title=\"\"> a young woman from Hampshire was awarded &pound;20,000 compensation for being arrested and branded a liar by police</a> for reporting that she was raped. There was also the brilliant and harrowing BBC documentary series <em>The Detectives</em>, which tracked the Serious Sexual Offences unit of Greater Manchester, showing their struggles to secure justice for victims.</p> \n<p>So, here were two snapshots about sexual assault: one showing that, while false rape accusations are relatively rare, rape denial still remains rife, even among some police – the very people who hold the key to any kind of justice. The second, depicting how other police officers are fighting a determined but losing battle against a system that appears to thwart attempts to help victims at every turn.</p> \n<p>This was happening in just one country, Britain, in the course of one week. But what gets all the attention – a TV fantasy drama, set in faraway magic lands, featuring a vile assault that was nonetheless conducted mainly off-screen, and was entirely in character for the perpetrator?</p> \n<p>I’m not disputing <em>Game of Thrones</em>’ cultural reach, or the harm done by badly executed rape scenes. However, priorities, people, please. Should a TV fantasy drama be held to such impossibly high standards that it becomes effectively unworkable to feature any rape scenes at all? Moreover, isn’t what’s happening with real rape far more important than being overly judgmental of a disturbing (but wholly justified) television scene – even if the latter is much easier (and more populist) to shout about?</p> \n<h2>Briga-goons are quite right to put the party first</h2> \n<figure class=\"element element-image\" data-media-id=\"ce858ff283fd3b80fed6ffadabce004a76bc7eab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432381834799/08946ef7-3944-4334-b58d-ba7c272ab1b8-460x276.jpeg\" alt=\"Dennis Skinner facing a fight to keep his position in the Commons after SNP demanded it from him\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dennis Skinner facing a fight to keep his position in the Commons after SNP demanded it from him</span> \n  <span class=\"element-image__credit\">Photograph:</span> \n </figcaption> \n</figure> \n<p>The misbehaving new SNP MPs, branded <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/21/sir-gerald-kaufman-labour-snp-mps-goons-commons-behaviour\" title=\"\">“goons” by Gerald Kaufman</a>, have been making me giggle. There are stories about them marauding around the Commons, colonising the bars, being “chippy and confrontational”, feasting on chips and sweets (Mhairi Black), taking forbidden selfies at the PM’s dispatch box (you know who you are, Roger Mullin) and generally whooping it up.</p> \n<p>I didn’t like the attempt to bump Labour stalwart <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/shortcuts/2015/may/19/snp-first-big-westminster-battle-dennis-skinner-seat\" title=\"\">Dennis Skinner out of his frontbeach seat </a>(come on, SNP – of all the people to pick on!), but the rest sounds suspiciously akin to how I’d have behaved, given similar circumstances and half the chance, back in the days when I was still “fun” (and yes, this feeling is closely related to the Commons bar).</p> \n<p>Nicola Sturgeon is said to be displeased, and you can see her point, but perhaps she and Kaufman need to get over it. It’s just new MP excitement – they’ll soon settle down to work. Where’s the harm?</p> \n<p>Modern politicians are always droning on about connecting with “ordinary people”. Messing about and having a lark in the Commons in their first few weeks could be seen as one way of doing it.</p> \n<h2>For Richter, for poorer....</h2> \n<figure class=\"element element-image\" data-media-id=\"5ba030e6799a5133c4b1c84053b73cad799a22f3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432381600908/6f0bd834-ec45-41ca-a0ae-1b2c79778729-280x420.jpeg\" alt=\"The earth moved: Whitstable seafront.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The earth moved: Whitstable seafront.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/22/earthquake-hits-kent-shaking-houses-waking-residents\" title=\"\">extremely minor earthquake in Kent</a> provoked a sarcastic Twitter storm, mocking how feeble it was. There were repeated jokes along the lines of “we must rebuild” alongside shots of upended wheelie bins and plastic garden chairs.</p> \n<p>Sure, it was funny, but it was also an outrageous breach of seismic etiquette. It’s extremely bad form to deride another county’s earthquake, however hilariously pathetic and underwhelming it was, unless you either come from the affected region or were a former inhabitant. The fact that I have just made this new rule up makes no difference whatsoever.</p> \n<p>I grew up in Rutland, <a href=\"http://www.earthquakes.bgs.ac.uk/earthquakes/recent_events/20150128222602.html#page=summary\" title=\"\">which also suffered a series of somewhat pitiable earthquakes</a>; where garden furniture struggled to topple over, bird wings remained decidedly unruffled and the most frightening and dramatic report involved a glass wobbling a bit on a kitchen table. Was I mean and sarcastic about these earthquakes? Delighted by the exquisite banality of it all? Of course I was, but that was my right as a former Rutlander.</p> \n<p>Non-Rutlanders had no such entitlement and the same is now true of Kent. Only current or former Kent dwellers are permitted to find the scenes of post-earthquake tranquillity, normality, even monotony, in any way comedic – unless of course they’d always laughed at Kent previously.</p> \n<p>For this reason, Rutland feels Kent’s pain. Proud Rutlanders and former Rutlanders have also had their earthquake-lites mocked and their lack of drama and devastation lampooned by people with no love or knowledge of the affected area. On behalf of Rutland, I’d like to send a message of support to Kent. They may mock our upended plastic garden chairs and our gently swinging gates, but they will never break our spirit.</p> \n<p><span class=\"bullet\">•</span> Comments will be opened later today</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432382036755/Game-of-Thrones-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sophie Turne, as Sansa Stark, and Iwan Rheon, as Ramsay Bolton, in Game of Thrones. Photograph: Helen Sloan/AP","credit":"Helen Sloan/AP","altText":"Game of Thrones","cleanCaption":"Sophie Turne, as Sansa Stark, and Iwan Rheon, as Ramsay Bolton, in Game of Thrones. Photograph: Helen Sloan/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432381835338/08946ef7-3944-4334-b58d-ba7c272ab1b8-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Dennis Skinner facing a fight to keep his position in the Commons after SNP demanded it from him Photograph: Photograph:","credit":"Photograph:","altText":"Dennis Skinner facing a fight to keep his position in the Commons after SNP demanded it from him","cleanCaption":"Dennis Skinner facing a fight to keep his position in the Commons after SNP demanded it from him","cleanCredit":"Photograph:"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432381602483/6f0bd834-ec45-41ca-a0ae-1b2c79778729-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"The earth moved: Whitstable seafront. Photograph: Alamy","credit":"Alamy","altText":"The earth moved: Whitstable seafront.","cleanCaption":"The earth moved: Whitstable seafront.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-05-23T23:05:07Z","lastModified":"2015-05-24T08:24:43Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Barbara Ellen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733711/BarbaraEllen.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barbaraellen"}],"feature":true,"keywords":["Rape","Game of Thrones","Society","Law","UK news","Natural disasters and extreme weather","Earthquakes","Scottish National party (SNP)"],"tags":[{"id":"society/rape","webTitle":"Rape"},{"id":"tv-and-radio/game-of-thrones","webTitle":"Game of Thrones"},{"id":"society/society","webTitle":"Society"},{"id":"law/law","webTitle":"Law"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"world/earthquakes","webTitle":"Earthquakes"},{"id":"politics/snp","webTitle":"Scottish National party (SNP)"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Barbara Ellen","topic":{"type":"tag-contributor","name":"profile/barbaraellen"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/24/game-of-thrones-rape-on-television-if-real-thing-upset-us-as-much","shortUrl":"http://gu.com/p/496pm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/24/game-of-thrones-rape-on-television-if-real-thing-upset-us-as-much","webUri":"http://www.theguardian.com/commentisfree/2015/may/24/game-of-thrones-rape-on-television-if-real-thing-upset-us-as-much"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432382036755/Game-of-Thrones-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sophie Turne, as Sansa Stark, and Iwan Rheon, as Ramsay Bolton, in Game of Thrones. Photograph: Helen Sloan/AP","credit":"Helen Sloan/AP","altText":"Game of Thrones","cleanCaption":"Sophie Turne, as Sansa Stark, and Iwan Rheon, as Ramsay Bolton, in Game of Thrones. Photograph: Helen Sloan/AP"}},"importance":4,"byline":{"title":"Barbara Ellen"},"showQuotedHeadline":true},{"title":"Ryanair’s Marie Antoinette tweet fails to charm Copenhagen","rawTitle":"Ryanair’s Marie Antoinette tweet fails to charm Copenhagen","item":{"type":"comment","id":"business/2015/may/24/ryanair-marie-antoinette-tweet-fails-charm-copenhagen","title":"Ryanair’s Marie Antoinette tweet fails to charm Copenhagen","trailText":"The airline’s efforts not to ‘piss people off’ appear not to have prevented it tweeting a doctored picture of the city’s lord mayor","standFirst":"The airline’s efforts not to ‘piss people off’ appear not to have prevented it tweeting a doctored picture of the city’s lord mayor","byline":"Nick Fletcher","body":"<p>Michael O’Leary’s pledge to stop Ryanair “unnecessarily pissing people off” does not seem to extend to the lord mayor of Copenhagen or the German courts.</p> \n<p>The Danish capital’s Frank Jensen has banned staff from flying with Ryanair on official business because he dislikes its employment practices. The airline responded by tweeting a picture of Jensen’s face superimposed on Marie Antoinette’s body alongside the words “Let them eat cake!” and “Let them pay high fares!”</p> \n<p>Meanwhile O’Leary has reportedly declined to appear at a German labour court in July relating to a complaint about its recruitment policy brought by a former pilot.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Ryanair/statuses/601073013623234560\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Here are the Low Fares <a href=\"https://twitter.com/hashtag/Copenhagen?src=hash\">#Copenhagen</a>'s High Fare Mayor <a href=\"https://twitter.com/FrankJensenKBH\">@FrankJensenKBH</a> doesn't want you to book! <a href=\"http://t.co/4qBo0gtRof\">http://t.co/4qBo0gtRof</a> <a href=\"http://t.co/OOF6dDYrY3\">pic.twitter.com/OOF6dDYrY3</a></p>— Ryanair (@Ryanair) \n  <a href=\"https://twitter.com/Ryanair/status/601073013623234560\">May 20, 2015</a>\n </blockquote> \n</figure> \n<p>But its new strategy – more carry-on baggage, allocated seating, schedule changes to accommodate business travellers – has given the airline a lift. In its full-year results, due on Tuesday, it is forecast to report a rise in net income from €523m to around €865m (&pound;615m). Analysts expect a number of high profile airports to be added to its route map by next year, with Paris Charles de Gaulle one possibility.</p> \n<p>Barclays said: “Ryanair’s strategic transformation continues to be one of the most impressive we have seen in any airline... [It] is expanding capacity by 7%, with growth focused on Stansted, Dublin and its new primary airport bases (Italy, Spain, Portugal, Greece). Aided by a strong pound, we expect Ryanair to give an upbeat view of the summer when it reports, albeit accompanied with highly conservative assumptions for next winter’s yields.”</p> \n<p>Meanwhile O’Leary continued his new customer-friendly image in a recent French interview by saying Ryanair would cut fares by 10-15% over the next two years, as it passed on the benefits of lower oil prices.</p> \n<h2>Only a pawnbroker in their game<br /></h2> \n<p>Mondaysees what is routinely billed as the richest game in football – the &pound;120m battle to gain promotion to the Premier league via the Championship playoff final.</p> \n<p>A lot will be riding on the outcome for supporters and teams, and for the sponsors of the two clubs concerned. Aviva, backer of Norwich City, probably does not need more publicity, especially with the ubiquity of those awful Paul Whitehouse ads. But Ramsdens, the northern pawnbroker whose brand is on Middlesbrough’s shirts, will no doubt be elated at the prospect of seeing its name blazing from global TV screens next season. After all, knowing where in Stockton-on-Tees to sell, say, a mobile phone or a bit of gold could be very useful to viewers in the Far East.</p> \n<p>But sponsorship can be a mixed blessing. Newcastle United, with all their existing problems, probably did not want the extra controversy associated with payday lender Wonga. And Zoopla was quick to distance itself from West Bromwich Albion following Nicolas Anelka’s infamous <em>quenelle </em>gesture.</p> \n<p>So a word of caution to Ramsdens – be careful what you wish for.</p> \n<h2>Tate ready for a sucralose rush<br /></h2> \n<p>Tate &amp; Lyle unveiled a major restructuring last month, including a plan to close its Singapore sucralose factory and concentrate production of the artificial sweetener in the US.</p> \n<p>Moving all the business to Alabama seemed to be vindicated when drinks giant PepsiCo subsequently announced it was planning to replace aspartame sweetener in Diet Pepsi with sucralose.</p> \n<p>Liberum analysts said: “We believe&nbsp;this could be a positive for Tate&nbsp;&amp; Lyle as we expect they would win the business over commodity Chinese suppliers. A sucralose contract with PepsiCo could further explain Tate’s decision to combine all sucralose production in its Alabama plant as the US is the largest market for Diet Pepsi.”</p> \n<p>Tate has also decided to sell most of its European bulk ingredients businesses to its joint venture partner, to move away from commodity products to more specialist ingredients, and will receive around €240m when the deal completes in the summer.</p> \n<p>Meanwhile the legacy of its old structure will be seen this week when it unveils full-year profits expected to fall from &pound;322m to around &pound;200m. Analysts at Canaccord say: “We believe the cleaner operating structure… makes a potential acquisition of Tate by [US peer] Bunge, as speculated in the press, easier to accomplish. We had pointed to the joint venture structure in Europe as a possible hurdle complicating the deal; this hurdle has now been removed.” Sweet.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432309188072/Passengers-walking-toward-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ryanair: full-year results look promising. Photograph: Alamy","credit":"/Alamy","altText":"Passengers walking towards a Ryanair plane","cleanCaption":"Ryanair: full-year results look promising. Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-24T08:05:07Z","lastModified":"2015-05-24T08:05:07Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Nick Fletcher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nickfletcher"}],"feature":false,"keywords":["Ryanair","Airline industry","Business","Denmark","Europe","World news","Championship","Aviva","Tate and Lyle"],"tags":[{"id":"business/ryanair","webTitle":"Ryanair"},{"id":"business/theairlineindustry","webTitle":"Airline industry"},{"id":"business/business","webTitle":"Business"},{"id":"world/denmark","webTitle":"Denmark"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"football/championship","webTitle":"Championship"},{"id":"business/avivabusiness","webTitle":"Aviva"},{"id":"business/tateandlyle","webTitle":"Tate and Lyle"}],"section":{"id":"business"},"topics":[{"displayName":"Nick Fletcher","topic":{"type":"tag-contributor","name":"profile/nickfletcher"}}],"series":{"title":"Observer business agenda","uri":"http://mobile-apps.guardianapis.com/lists/tag/business/series/observer-business-agenda"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/24/ryanair-marie-antoinette-tweet-fails-charm-copenhagen","shortUrl":"http://gu.com/p/496h7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/24/ryanair-marie-antoinette-tweet-fails-charm-copenhagen","webUri":"http://www.theguardian.com/business/2015/may/24/ryanair-marie-antoinette-tweet-fails-charm-copenhagen"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432309188072/Passengers-walking-toward-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ryanair: full-year results look promising. Photograph: Alamy","credit":"/Alamy","altText":"Passengers walking towards a Ryanair plane","cleanCaption":"Ryanair: full-year results look promising. Photograph: Alamy"}},"importance":4,"byline":{"title":"Nick Fletcher"},"showQuotedHeadline":true},{"title":"Ireland is a kinder, fairer place after voting for same-sex marriage","rawTitle":"Ireland is a kinder, fairer place after voting for same-sex marriage","item":{"type":"comment","id":"commentisfree/2015/may/24/same-sex-vote-makes-ireland-a-kinder-fairer-place","title":"Ireland is a kinder, fairer place after voting for same-sex marriage","trailText":"The referendum was a victory for the old ideas of humane citizenship and societal empathy","standFirst":"The referendum was a victory for the old ideas of humane citizenship and societal empathy","byline":"Joseph O'Connor","body":"<p>This year, Ireland is commemorating the 150th anniversary of Yeats’s birth. That great poet once remarked waspishly that the Irish had “fed the heart on fantasies/ the heart’s grown brutal from the fare/ more substance in our enmities than in our love.” But on Friday, Ireland took a massive step against enmity and consigned one outmoded version of itself to the past.</p> \n<p>Things won’t be the same again.</p> \n<p>The referendum saw the Irish become the first national electorate in the world to legalise same-sex marriage. In other countries, marriage equality has come about through acts of parliament or through the courts. Here, significantly, it’s been won at the ballot box, in a move that will have far-reaching ramifications. This full and final welcoming of LGBT people into the Irish family is a homecoming that enhances us all.</p> \n<p>The result is hardly a surprise, given that all the major Irish political parties were in support of equality. A broad spectrum of sportspeople, writers, children’s rights activists, artists and other public figures rowed into the campaign. Former president Mary McAleese, a devout Catholic deeply respected by older voters, <a href=\"http://www.belfasttelegraph.co.uk/news/republic-of-ireland/irish-gay-marriage-referendum-mary-mcaleese-calls-for-yes-vote-after-gay-sons-secret-suffering-31241325.html\" title=\"\">spoke movingly about the experiences</a> of her son who is gay and stated that she would be voting for equality.</p> \n<p>Powerful contributions from acclaimed novelist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/21/colm-toibin-gay-marriage-referendum-vote\" title=\"\">Colm T&oacute;ib&iacute;n</a>, <em>Irish Times</em> columnist Una Mullally and TV3 political reporter Ursula Halligan proved important testimonies of the discrimination and fear suffered by Irish gay people in the past. A low-key, but <a href=\"http://www.independent.ie/videos/irish-news/preview-brendan-oconnor-meets-taoiseach-enda-kenny-31227895.html\" title=\"\">steely interview given by the taoiseach, Enda Kenny,</a> to the <em>Sunday Independent</em> last weekend was crucial. “Are we going to say to our own people that they aren’t equal?” Kenny asked, crystallising the debate into one central question.</p> \n<p>Meanwhile, the no side helped scupper their chances. Surrogate pregnancy, illegal in Ireland, was dragged into the debate, as was assisted human reproduction and adoption law. A dismal poster campaign featured images of a <a href=\"https://www.the-newshub.com/international/will-my-irish-grandmother-vote-no-to-gay-marriage\" title=\"\">photogenic young man and woman kissing a baby</a>, with the slogan: “Children deserve a mother and a father”. It later emerged that the couple on the poster had no idea that their picture was being used in this way and were strong proponents of marriage equality.</p> \n<p>Another no <a href=\"https://irishelectionliterature.wordpress.com/2015/05/15/a-mothers-love-is-irreplaceable-vote-no-leaflet-from-the-iona-institute/\" title=\"\">poster proclaimed</a>: “A mother’s love is irreplaceable”, a contention that will have given pause for thought to the tens of thousands of Irish citizens who had loving stepmothers (as I had) or who are part of the kind of family that doesn’t appear in shampoo ads. Portraying the pro-equality electorate as opponents of motherhood was an unusual and high-risk strategy. Some of us expected a poster with the slogan: “Gays hate apple pie”. Further missteps by the no side helped to seal their defeat. One prominent no campaigner <a href=\"http://www.thejournal.ie/breda-obrien-sunday-independent-interview-2056918-Apr2015/\" title=\"\">appeared to suggest</a> in a newspaper interview that all unmarried people, gay and straight, should abstain from sex forever. As rallying calls go, it was brave.</p> \n<p>In the end, the no campaign failed to persuade the electorate that the referendum was fundamentally about anything other than the right of Irish gay people to be equal in their own country. The Catholic hierarchy’s position was two-track, to say the least. “Offensive language” was not to be used about gay people, the bishops said. At the same time, gay marriage was “a radical departure from human nature”. No offence there, obviously.</p> \n<p>Brave <a href=\"http://www.independent.co.uk/news/world/europe/irelands-samesex-marriage-vote-as-date-looms-the-irish-ask--how-would-god-vote-10265310.html\" title=\"\">priests and nuns came out in favour of a yes vote</a>. But the debate saw the continuing march of the Irish hierarchical church into the swamps of its self-wrought irrelevance, precisely at a time when a strong spiritual voice for social justice was needed.</p> \n<p>The political class in Ireland has learned painful lessons from previous referendum defeats, lessons perhaps highlighted by the pollsters getting it so badly wrong about the recent UK general election. As a result, the government’s spin was that the result would be close. A well-managed campaign was matched by a remarkably wide social movement, of the type that hasn’t been seen in Ireland before. Thousands of <a href=\"http://www.bbc.co.uk/news/world-europe-32736418\" title=\"\">young Irish emigrants, galvanised by social media, returned to the country to vote</a>. Sixty thousand new voters registered in the last two months.</p> \n<p>Our impressive young health minister, Leo Varadkar, himself a gay man (and possibly a future taoiseach), <a href=\"http://www.irishtimes.com/news/politics/leo-varadkar-i-wanted-to-be-an-equal-citizen-and-today-i-am-1.2223688\" title=\"\">called the result “a kind of revolution”</a>. Certainly, it’s an acknowledgement of social attitudes that have quietly been evolving and maturing in Ireland over the past two decades.</p> \n<p>For Irish LGBT people and for those of us with gay family members and loved ones, the victory is an immense relief and a joy. More widely, it has radically altered the dynamic between the gay and straight communities in Ireland; indeed, it has done a lot to dissolve such distinctions.</p> \n<p>This is a victory for humane citizenship and societal empathy, an old idea in Ireland, stretching back to our founding revolution, the centenary of which is to be commemorated next year. Indeed, a defeat would have rendered a central phrase in the 1916 proclamation meaningless, the promise to “cherish all the children of the nation equally”.</p> \n<p>In a wider sense, the amendment will be seen as an important part of a much larger societal change. This has to do with lamentable political failure, the decline of church power in the wake of the child abuse scandals, the growth of education and mass media, the collapse of discredited certainties. Even the savage economic crash may have played a part. Some of us in Ireland feel that we should be focusing a lot more on what people are doing in their boardrooms rather than in their beds.</p> \n<p>But at heart, the vote was intensely personal. The great novelist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2002/jan/05/fiction.books\" title=\"\">John McGahern once wrote</a> that Ireland has never been a nation, but a collection of tens of thousands of little republics called families. My sense is that Irish voters flooded to the polls to support their gay daughters and sons, their siblings, neighbours, workmates and friends.</p> \n<p>To most of us, it wasn’t a culture war, but a multitude of private solidarities expressed through a vote. One letter writer to an Irish newspaper expressed the matter simply: “I have two adult children. One is allowed to marry, the other is not. How can this be right?”</p> \n<p>The decision reveals a country no longer willing to act the part of obedient little Ireland, but increasingly at peace with the diverse society it is, unbothered by anyone else’s images. The country remains far from a liberal utopia – abortion is still illegal in all but the rarest of circumstances. But the campaign was conducted with unusual civility. There was no mud-slinging, very little anger or bitterness. There was even some humour. (<a href=\"https://www.youtube.com/watch?v=y9cSq8bqFaM\" title=\"\">YouTube features a clip of one Dublin taxi driver</a> being interviewed on British television. “I’m all in favour of same-sex marriage. I’ve been having the same sex with the wife for the last 30 years.”)</p> \n<p>Most voters listened in respectful attentiveness to what the no side had to say and then rejected it out of hand. And hundreds of thousands of Catholic yes voters will be attending mass today, in every constituency up and down the land. They do so in a kinder and fairer country where extraordinary new possibilities have been glimpsed.</p> \n<p>It’s been a wonderful, deeply moving moment of liberation and hope, a redefining of Ireland’s attitude towards itself. Never again will a gay Irish teenager be told by her country’s laws that she doesn’t deserve equality. I’m grateful to be a citizen of Ireland today.</p> \n<p><em>Joseph O’Connor’s most recent novel is </em>The Thrill of It All</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Columnist/Columnists/2015/5/23/1432396845156/Supporters-for-same-sex-m-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Supporters for same-sex marriage await the referendum result in Dublin. Photograph: Paul Faith/AFP/Getty Images","credit":"Paul Faith/AFP/Getty Images","altText":"Supporters for same-sex marriage await the referendum result in Dublin.","cleanCaption":"Supporters for same-sex marriage await the referendum result in Dublin. Photograph: Paul Faith/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:04:08Z","lastModified":"2015-05-23T23:04:08Z","metadata":{"commentable":true,"commentCount":202,"contributors":[{"name":"Joseph O'Connor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/joseph-o-connor"}],"feature":false,"keywords":["Gay marriage","Ireland","LGBT rights","Europe","World news","UK news","Sexuality"],"tags":[{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"world/ireland","webTitle":"Ireland"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/sexuality","webTitle":"Sexuality"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Joseph O'Connor","topic":{"type":"tag-contributor","name":"profile/joseph-o-connor"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/24/same-sex-vote-makes-ireland-a-kinder-fairer-place","shortUrl":"http://gu.com/p/497xv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/24/same-sex-vote-makes-ireland-a-kinder-fairer-place","webUri":"http://www.theguardian.com/commentisfree/2015/may/24/same-sex-vote-makes-ireland-a-kinder-fairer-place"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Columnist/Columnists/2015/5/23/1432396845156/Supporters-for-same-sex-m-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Supporters for same-sex marriage await the referendum result in Dublin. Photograph: Paul Faith/AFP/Getty Images","credit":"Paul Faith/AFP/Getty Images","altText":"Supporters for same-sex marriage await the referendum result in Dublin.","cleanCaption":"Supporters for same-sex marriage await the referendum result in Dublin. Photograph: Paul Faith/AFP/Getty Images"}},"importance":3,"byline":{"title":"Joseph O'Connor"},"showQuotedHeadline":true},{"title":"For Cameron, the best answer to Europe is a quick one","rawTitle":"For Cameron, the best answer to Europe is a quick one","item":{"type":"comment","id":"commentisfree/2015/may/24/andrew-rawnsley-european-referendum-david-cameron-man-in-a-hurry","title":"For David Cameron, the best answer to the Europe question is a quick one","trailText":"With pre-referendum visits to foreign capitals already in the diary, the prime minister looks like a man in a hurry","standFirst":"With pre-referendum visits to foreign capitals already in the diary, the prime minister looks like a man in a hurry","byline":"Andrew Rawnsley","body":"<p>In politics, as in comedy and sex, timing is often everything. David Cameron has given himself until the end of 2017 to answer what the British call the European Question and Europe calls the British Question. That long deadline for a renegotiation followed by a referendum is the position that will be repeated when the Queen is conveyed to Westminster this week to read out the government’s programme. The smoke signals from Number 10 suggest that the prime minister would like to get it done much faster than that.</p> \n<p>The corporate world is lobbying for an accelerated timetable with warnings that a protracted period of uncertainty will create an investment blight as companies suspend decisions until they know whether the UK is staying within the EU or heading for the exit.</p> \n<p>The rest of Europe had rather hoped the question might go away, but now that a referendum is seen as inevitable it would suit most of the biggest players if the UK made its mind up sooner rather than later. There are a lot of elections in key European states coming up. Spanish and Polish ones later this year and a German election and a French presidential contest both in 2017. Those closely involved believe that the window for serious negotiations opens in the second half of this year and lasts only until the first half of next.</p> \n<p>“It has to be done before the Germans and French go into election mode,” says one senior figure at the heart of the planning.</p> \n<p>The hardline anti-Europeans on the Tory benches, their antennae twitching for signs that their leader is about to betray them, are already suspicious that he wants a quick timetable because he’s only looking to secure some modest concessions that they will condemn as merely cosmetic. But contrary to the impression their party often gives, not all Tories are obsessives about Europe and many care about their party’s unity. They know that the referendum is going to trigger the mother of all battles among Conservatives and that there may be a better prospect of containing the damage during it and cauterising the wounds afterwards by getting it over and done with.</p> \n<p>I strongly suspect David Cameron agrees. He will not publicly declare at this stage that he’d prefer a 2016 referendum because it is too early to say whether it is achievable and it would leave him looking like a chump if it does not prove viable. But this he knows. The later he leaves it, the more risk he takes that his backbenchers will have become querulous and his government will have descended into a midterm slump by the time the people are asked the question. Many believe his ideal would be to hold the plebiscite on the same day as the May elections next year. London will be voting for its mayor, Scotland for its parliament, Wales for its assembly. Coinciding the referendum with those elections ought to boost turnout in areas of the country that are above average in their enthusiasm for remaining within the EU.</p> \n<p>The people as a whole might be grateful if the referendum was sooner rather than later. We have just emerged from a general election that was officially six weeks in duration and effectively, since the parties started campaigning in January, more than four months. That felt numbingly long to a lot of people. With the yes and no campaign organisations already beginning to limber up, a late referendum holds out the prospect of the political class and the media being consumed by a subject that passionately engages a minority but is of only intermittent interest to the majority. One Number 10 official characterises the likely attitude of most of the public as “wake me up when it is time to make a decision”.</p> \n<p>If David Cameron were master of the timetable, I’m pretty sure he’d want to speed it up, but he’s not in complete control. One hurdle is to get a bill legislating for a referendum through parliament. That shouldn’t be a problem in the Commons, especially when three of the Labour leadership candidates have done a reverse ferret on Ed Miliband’s position and now declare that they are in favour of a referendum. The Lords, where the Conservatives are far short of a majority, might be trickier. Ministers are assuming that peers will abide by the Salisbury convention that says that their lordships ought not to block legislation that a government promised in its election manifesto. “But there are a lot of Lib Dems in there,” remarks one senior government figure and those Lib Dems are hopping mad with the Tories for cannabilising their MPs at the election. The devilling will be in the detail. It’s generally thought is that it is better for your side to be the one that asks for a yes. So the question on the ballot paper will invite voters to affirm that they want to stay in the European Union rather than ask whether they want to leave. An issue to watch out for is the franchise. Should UK citizens living in other EU countries be allowed to participate in the referendum? And should the same right be extended to citizens of other EU states who are living in the UK? It is estimated that there are more than 2 million people in each category. Since both groups can be presumed to be more likely to vote yes, they could make a big difference to the outcome. Which is why some pro-European voices are saying they should be included and anti-European voices are demanding their exclusion.</p> \n<p>The most crucial factor is the pace of the negotiations. By the prime minister’s own admission, his conversations with other leaders have so far only “scratched the surface”. His ambition is to get a timetable and framework agreed at the European Council at the end of June. Assuming that is achieved, what will follow will be incredibly complex, with a lot of different actors. This is too often forgotten in Britain. We are not talking about Churchill and Roosevelt settling the hash over cigars and cognac. There are 27 other governments, each with their own interests to protect, their own parliaments to answer to and their own electorates to think about. No one serious in the rest of Europe wants this country to self-expel itself, but many continental governments have only just started to think about what they might be prepared to concede to keep the UK aboard. Before the election, they had been looking at the opinion polls and thinking that the question might not even arise. Says one minister: “They weren’t ready to offer anything until they knew what they would be dealing with. The election result has concentrated minds. There has been a mood change in Brussels.”</p> \n<p>Even so, realists in the British government know that Europe has quite a lot else on its plate. If you only followed the British media, you might have thought the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/22/david-cameron-eu-reform-riga-european-union\" title=\"\">recent summit in Riga</a> was all about the UK’s future in the EU. In fact, David Cameron’s talks with other leaders were on the margins of that meeting. Its main point was to discuss relations with ex-Soviet states at this time of crisis over Ukraine. Oh, and did I mention Greece? What happens there will hugely affect how much energy and diary time other leaders have to think about the UK.</p> \n<p>Speaking at the Riga summit, Mr Cameron made a statement of the fairly obvious when he suggested that his mission will not be easy. The negotiations will be punctuated by “lots of noise”, “rows”, “ups and downs” and “knockbacks”.</p> \n<p>Some took that as an admission, others as a warning. It might actually be a hope. When it comes to selling the results of the renegotiation to his party, and then to the British public in the referendum, perceptions of what he has achieved will be crucial. Some noise, by dramatising the process, may help him to persuade people that he has achieved something solid.</p> \n<p>Only, though, so long as it is actually brought to a successful conclusion. The prime minister will have to be good at making friends and winning minds in Europe, something he did not excel at in his first term. He can’t afford to be nobby no-mates now. Angela Merkel has often told him that she will do what she can to help keep the UK inside the EU, but the prime minister has to help himself by learning to do things “the European way”. He will only succeed by patient application to alliance-building. There’s some evidence that he has taken this to heart. Officials report that he’s “taking it very seriously, he’s very engaged, very hands on”.</p> \n<p>Tomorrow night, the prime minister will be laying on dinner at Chequers for Jean-Claude Juncker, the man he tried to block from being president of the commission. The commission will be a crucial player in the renegotiation, but ultimately success or failure will come down to relations with other heads of government. Visits to Berlin, Paris, Warsaw and Copenhagen are already in the diary. More stops around other European capitals will follow.</p> \n<p>David Cameron looks like a man in a hurry who is following the advice of the most famous line from <em>Macbeth</em>. If it were done when ’tis done, then ’twere well it were done quickly.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432395379119/9adcf55d-f4a8-49b1-ac0d-c0f4a8094a12-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mindaugas Kulbis/AP","altText":"A man on a mission: David Cameron in Riga.","cleanCredit":"Photograph: Mindaugas Kulbis/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:05:08Z","lastModified":"2015-05-23T23:05:08Z","metadata":{"commentable":true,"commentCount":130,"contributors":[{"name":"Andrew Rawnsley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewrawnsley"}],"feature":false,"keywords":["David Cameron","European Union","Europe","UK news","Politics"],"tags":[{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Andrew Rawnsley","topic":{"type":"tag-contributor","name":"profile/andrewrawnsley"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/24/andrew-rawnsley-european-referendum-david-cameron-man-in-a-hurry","shortUrl":"http://gu.com/p/497vk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/24/andrew-rawnsley-european-referendum-david-cameron-man-in-a-hurry","webUri":"http://www.theguardian.com/commentisfree/2015/may/24/andrew-rawnsley-european-referendum-david-cameron-man-in-a-hurry"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432395379119/9adcf55d-f4a8-49b1-ac0d-c0f4a8094a12-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A man on a mission: David Cameron in Riga. Photograph: Mindaugas Kulbis/AP","credit":"Mindaugas Kulbis/AP","altText":"A man on a mission: David Cameron in Riga.","cleanCaption":"A man on a mission: David Cameron in Riga.","cleanCredit":"Photograph: Mindaugas Kulbis/AP"}},"importance":3,"byline":{"title":"Andrew Rawnsley"},"showQuotedHeadline":true}],"lastModified":"2015-05-24T08:06:57Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}