{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Serena Williams transcends sport. We're lucky to be living in her time","rawTitle":"Serena Williams transcends sport. We're lucky to be living in her time","item":{"type":"comment","id":"sport/2015/jul/12/serena-williams-transcends-sport-outsider","title":"Serena Williams transcends sport. We're lucky to be living in her time","trailText":"Racism and sexism are for real, but Serena has overcome this double burden with a grace and composure taught only in classrooms. She’s a real American hero","standFirst":"<p>Racism and sexism are for real, but Serena has overcome this double burden with a grace and composure taught only in classrooms. She’s a real American hero</p>","byline":"Bryan Armen Graham","body":"<p>It’s been said the black woman in American society has two strikes against her: being born a woman and being born black. No demographic has been more marginalized, oppressed and subjugated throughout the country’s 239-year history.</p> \n<p>Which is why Serena Jameka Williams, now beyond any reasonable dispute the greatest ever women’s tennis player after capturing a sixth Wimbledon title and 21st major championship overall on Saturday, is transcending sport into a space we’re only beginning to reckon – past the Jordans, Gretzkys and Messis into the rarified air of Muhammad Ali and Jackie Robinson.</p> \n<p>The 33-year-old now holds all four grand slam titles simultaneously, an achievement so rare it became eponymously associated with her – the “Serena Slam” – when she first managed it more than 12 years ago. Yet she remains the ultimate outsider, hardly less today than when she burst on the scene as a braided teenager nearly two decades ago: a black female Jehovah’s Witness from Compton re-writing the record book of a sport predominantly owned, played and watched by affluent white people.</p> \n<p>This is the ultimate American folk tale – and it’s still being written in real time.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam\">Serena Williams beats battling Garbi&ntilde;e Muguruza to win Wimbledon</a> </p> \n</aside> \n<p>Those re-examining Williams’s extraordinary narrative from positions of privilege may be tempted to downplay the double burdens she’s overcome with the brand of grace and composure we’d only been taught about in classrooms. Not in 2015, they say.</p> \n<p>Take a look around. Only this week did the Confederate flag come down in South Carolina. Bill Cosby is finally being investigated for serial rape after how many years? Racism and sexism are for real.</p> \n<p>And it’s not just the white middle class that’s threatened by an unapologetically strong black female beating them at their own game. Just turn on the radio – For Everybody by Juicy J and Wiz, I Don’t Mind by Usher – for everyday instances of black culture hating on black women.</p> \n<p>Let not the knee-jerk deluge of plaudits seduce us into slighting Serena’s struggle. She fought her way onto the stage amid resistance, derision and criticism from all corners. A <a href=\"http://www.protennisfan.com/2006/03/chris_evert_tak.html\">open letter in Tennis Magazine</a> from Chris Evert (white woman) in 2006 doubting her commitment, a 2007 eulogy by Pat Cash (white man) <a href=\"http://web.archive.org/web/20080821180813/http://www.timesonline.co.uk/tol/sport/tennis/article1292868.ece\">declaring her washed up</a>, a <a href=\"http://web.archive.org/web/20090709162516/http://msn.foxsports.com/tennis/story/9757816/Serena-could-be-the-best-ever,-but-\">breathtaking 2009 screed</a> by Jason Whitlock (black man) that demeaned Williams in sexualized, animalistic language so wildly inappropriate it reads like satire. A <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/oct/19/serena-williams-russian-sexist-comments\">federation official</a> (white woman) one day, the sport’s <a href=\"http://web.archive.org/web/20141024095438/http://www.crunkfeministcollective.com/2011/09/12/refereeing-serena-racism-anger-and-u-s-womens-tennis\">broadcasting commentariat</a> (almost exclusively white) the next.</p> \n<p>Even on the morning of Saturday’s final, a New York Times story on women’s tennis and body-image issues – which couldn’t have talked around race more if it had tried – intimated that Serena’s competitors aren’t as good because they “choose” not to be, running with the presumption that being muscular makes you less than a woman.</p> \n<p>More sinister are the nameless, faceless critics lurking on social media and comments sections, giving voice to a society’s most hateful impulses. What top champion in any sport has received a fraction of the snide remarks that Williams routinely weathers?</p> \n<p>It’s never been just about tennis with Serena. Which makes her leverage of her twin burdens, while dominating three separate eras of conventionally attractive women from far more advantaged backgrounds, all the more heroic. How fortunate she was to find a binary platform – the ball is in or out – where not even the elemental forces aligned against her could deny her what’s rightfully hers, a justice not afforded far too many black women in society. They cannot touch her.</p> \n<p>So on she goes, winning major titles with a metronomic efficiency, as self-assured today as the 17-year-old girl who fielded a congratulatory phone call from President Clinton after winning her first major title more than a decade and a half ago. And the most preposterous thought is, at 33, she’s better than ever.</p> \n<p>Only Floyd Mayweather can offer an adequate, if unlikely, comparison to Serena’s sustained dominance and unapologetic blackness.</p> \n<p>Both turned professional in the mid-1990s and almost immediately soared to the top of unforgiving individual sports, where competitors exist in an unsparingly exposed state and all but the strongest of mind and body wash out. Both have gone about their work with a rugged individualism, supplementing divine natural gifts with untold hours of hard work and dedication behind the scenes. Both have passed the litmus test of the greatest champions, winning titles when they’re young and keeping them till they’re old: Mayweather, a world champion for more than half his adult life, while Williams has now won grand slam titles in her teens (one), twenties (12) and thirties (eight, a record).</p> \n<p>And disproportionately broad segments of America, either privately or otherwise, want both to lose.</p> \n<p>Yet the crucial differences between the two most dominant athletes of their generation show Serena’s getting a rawer deal. Mayweather is a serial batterer of women who actively embraces the role of race-baiting pantomime villain in the self-interest of souring the crowd to sweeten the gate, while Serena has done nothing even remotely criminal or even deliberately offensive. All she’s done is win and not be sorry for it. Those hell-bent enough to find character flaws could point to moments of iffy sportsmanship early in her career, especially after losses. Yet she’s made demonstrable strides in that area, which is even more admirable than if she’d been perfect all along because people generally don’t change. Today she’s the exemplar of grace and graciousness in victory or defeat.</p> \n<p>Mayweather in recent years has embraced the hashtag-friendly honorific #TBE – The Best Ever – as a self-appointed talisman of his greatness. While such bluster may be more imperative in a trade that demands a greater degree of self-promotion than any other, it’s a superlative that Serena has managed to realize more comprehensively – and with inestimably finer tact.</p> \n<p>We are lucky to be living in the age of Serena Williams. Only in time will it become stupidly obvious, a cultural truism, a trajectory not unlike Ali’s path from enemy of the state and champion of the disenfranchised to universally acknowledged icon. Only because the arc of history bends toward justice do we know that, years from now, everyone will act like they backed her all along. But you’ll know better. Because you were there.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/591d3dc25a37b2bc21a63f5906c21d10e15c54e8/0_62_2912_1747/2912.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1747,"width":2912,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Wimbledon Championships 2015 Day Twelve All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 11 Jul 2015<br>Editorial use only. No merchandising. For Football images FA and Premier League restrictions apply inc. no internet/mobile usage without FAPL license - for details contact Football Dataco\r\nMandatory Credit: Photo by BPI/REX Shutterstock (4900740cn)\r\nSerena Williams of the USA celebrates after winning her finals match\r\nWimbledon Championships 2015 Day Twelve All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 11 Jul 2015","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-12T08:00:06Z","lastModified":"2015-07-12T08:00:06Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Bryan Armen Graham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bryan-armen-graham"}],"feature":false,"keywords":["Serena Williams","Wimbledon 2015","Tennis","Sport","US sports","Wimbledon"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/wimbledon","webTitle":"Wimbledon"}],"section":{"id":"sport"},"topics":[{"displayName":"Bryan Armen Graham","topic":{"type":"tag-contributor","name":"profile/bryan-armen-graham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/serena-williams-transcends-sport-outsider","shortUrl":"http://gu.com/p/4at43","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/serena-williams-transcends-sport-outsider","webUri":"http://www.theguardian.com/sport/2015/jul/12/serena-williams-transcends-sport-outsider"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/591d3dc25a37b2bc21a63f5906c21d10e15c54e8/0_62_2912_1747/2912.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1747,"width":2912,"orientation":"landscape","caption":"Serena Williams celebrates her sixth Wimbledon title on Saturday. Photograph: Rex Shutterstock/BPI","credit":"Rex Shutterstock/BPI","altText":"Serena Williams celebrates her sixth Wimbledon title on Saturday.","cleanCaption":"Serena Williams celebrates her sixth Wimbledon title on Saturday.","cleanCredit":"Photograph: Rex Shutterstock/BPI"}},"importance":7,"byline":{"title":"Bryan Armen Graham"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/591d3dc25a37b2bc21a63f5906c21d10e15c54e8/0_62_2912_1747/2912.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1747,"width":2912,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Wimbledon Championships 2015 Day Twelve All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 11 Jul 2015<br>Editorial use only. No merchandising. For Football images FA and Premier League restrictions apply inc. no internet/mobile usage without FAPL license - for details contact Football Dataco\r\nMandatory Credit: Photo by BPI/REX Shutterstock (4900740cn)\r\nSerena Williams of the USA celebrates after winning her finals match\r\nWimbledon Championships 2015 Day Twelve All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 11 Jul 2015","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}}]},{"title":"Scared of summer? You should be…","rawTitle":"Scared of summer? You should be…","item":{"type":"comment","id":"lifeandstyle/2015/jul/12/scared-of-summer-you-should-be-eva-wiseman","title":"Scared of summer? You should be…","trailText":"So far we’ve had sharks in Kent, a&nbsp;rampaging robot, killer barbecues… and let’s not think about what’s in the pool","standFirst":"<p>So far we’ve had sharks in Kent, a rampaging robot, killer barbecues… and let’s not think about what’s in the pool</p>","byline":"Eva Wiseman","body":"<p>As summer broke, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/lifeandstyle/paris-hilton\" title=\"\">Paris Hilton</a> boarded a small plane for an aerial tour of Dubai. Can you imagine anything hotter? Of course, you and I have experienced heat, too, this heat that feels like you’re standing in a wind tunnel of all your past humiliations, farting past you one by one. This heat that bodes badly for the summer/civilisation, this heat that brings our primality to the surface. Fear. It blows in on the heat.</p> \n<p>So Paris is on the plane. Within minutes of taking off, the aircraft began to dive. Alarms sounded. Everybody was screaming – some passengers strapped on parachutes and jumped out into the sky. When the plane landed safely, Hilton learned she had been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/shortcuts/2015/jun/29/paris-hilton-plane-crash-tv-prank-egyptian-trick\" title=\"\">pranked by a&nbsp;TV show called <em>Ramez in Control</em></a>.</p> \n<p>The terror. Not only did she think she was going to die (updates alternate between “She was in on it” and “She’s suing them”), but she learned she would appear on a show called <em>Ramez in Control</em>.</p> \n<p>My friend Becca went on a&nbsp;course to cure her fear of flying. It culminated with a flight over Brighton in which she learned what every crunching noise meant. But since she explained it to me I’ve found flying excruciating. The noises never sound like the noises Becca described – she passed on her anxiety to me. <em>Ramez in Control</em> appears to be pinpointing people’s biggest fears and acting them out with flying props.</p> \n<p>I can’t remember a summer when more of our primal fears were being tested. Sharks, for instance. Sharks are attacking people. According to the International Shark Attack File at the University of Florida (and if you’ve ever heard of a scarier file I urge you to please keep it to yourself) sharks have already attacked 10 people off the coast of North and South Carolina this year. Why? One big reason is global warming – the sea is getting too hot. Clambering up the beach with a&nbsp;sharked limb hanging from a&nbsp;single string of human meat will be for nothing, because when you get there the earth will promptly melt due to broken forests. Perhaps <em>Ramez</em> is responsible for the sharks too. <em>Ramez</em>? Lads? Are you there? A shark was seen in Kent for the second time last week. People put photographs on Twitter, a&nbsp;looming dorsal fin a mile off the coast of Reculver, blurry but murderous, like a fourth drink. So: sharks.</p> \n<p>Next up on the is-this-real-life list of things to fear this summer: robots! If last week’s story about a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/02/robot-kills-worker-at-volkswagen-plant-in-germany\" title=\"\">22-year-old man killed at a VW factory</a> had been reported as an industrial accident it’s unlikely the news would have made it out of Germany. It&nbsp;wasn’t. It was Man Killed By Robot. The robot picked him up and crushed him. Immediately the mind goes, again, to murder, because that’s the way our minds have learned to go. How long, we wonder, had this evil machine been sweating through a heatwave, plotting his death? Gone are any thoughts of the man himself. And gone are thoughts of hydraulics and programming – raw and real-seeming is the idea that this thing had a brain and flashing eyes, and a thirst for power. One day, the TV reasoning goes, our toasters will eat us all.</p> \n<p>Hey, you know what else is going to make you sick as you go: “Hell, let’s eat on the patio, why not?” That sausage. “Unless you use three forks” was the crux of the <em>Mail</em>’s major investigation into how barbecuing will kill you, which included, but was not limited to, ice cream, chicken packaging, rice and the grass.</p> \n<p>Then it was reported this week that it’s not chlorine that irritates your eyes when you cool off in the pool. It’s piss. “<a href=\"http://www.newsweek.com/its-pee-not-just-chlorine-irritates-eyes-pool-346766\" title=\"\">It’s not the chlorine itself</a>,” said the chief of the Centers for Disease Control. “It’s chlorine mixed with poop, [urine] and sweat.” And the stronger a pool smells of chlorine, the filthier it is. “Healthy pools” don’t smell. Fear – fear smells. When you smell chlorine, worry.</p> \n<p>So that’s that then. Summer 2015. With heat comes filth, sharks, vomit, Paris Hilton and death. Have a lovely weekend.</p> \n<p><em>Email Eva at </em><a href=\"mailto:e.wiseman@observer.co.uk\" title=\"\"><em>e.wiseman@observer.co.uk</em></a><em> or follow her on Twitter </em><a href=\"https://twitter.com/evawiseman\" title=\"\"><em>@EvaWiseman</em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436355779375/women-swimming-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Come on in, the water's… eeeuuuck: don't get out of your depth this summer. Photograph: Blend Images LLC","credit":"Blend Images LLC","altText":"women swimming","cleanCaption":"Come on in, the water's… eeeuuuck: don't get out of your depth this summer. Photograph: Blend Images LLC"}],"bodyImages":[],"webPublicationDate":"2015-07-12T05:00:00Z","lastModified":"2015-07-12T05:00:00Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Eva Wiseman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/evawiseman"}],"feature":false,"keywords":[],"tags":[],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Eva Wiseman","topic":{"type":"tag-contributor","name":"profile/evawiseman"}}],"series":{"title":"The Eva Wiseman column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/up-front"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/12/scared-of-summer-you-should-be-eva-wiseman","shortUrl":"http://gu.com/p/4afbj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/12/scared-of-summer-you-should-be-eva-wiseman","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/12/scared-of-summer-you-should-be-eva-wiseman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436355779375/women-swimming-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Come on in, the water’s… eeeuuuck: don’t get out of your depth this summer. Photograph: Blend Images LLC","credit":"Blend Images LLC","altText":"women swimming","cleanCaption":"Come on in, the water’s… eeeuuuck: don’t get out of your depth this summer. Photograph: Blend Images LLC"}},"importance":5,"byline":{"title":"Eva Wiseman"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/20/1400605594500/Eva-Wiseman-L.png"}}]},{"title":"Is it the Sun wot will do for Rupert Murdoch?","rawTitle":"Is it the Sun wot will do for Rupert Murdoch?","item":{"type":"comment","id":"media/2015/jul/12/is-it-the-sun-wot-will-do-for-rupert-murdoch","title":"Is it the Sun wot will do for Rupert Murdoch?","trailText":"The tycoon would once have reacted to falling circulations by pouring in cash. Now, in its place, there’s a redundancy programme","standFirst":"The tycoon would once have reacted to falling circulations by pouring in cash. Now, in its place, there’s a redundancy programme","byline":"Peter Preston","body":"<p>The <em>Sun</em>, if you take a six-month look at its circulation performance, is over 10% off 2014’s pace (the <em>Mirror</em> lost only 7%). The <em>Sun on Sunday</em> sets 12.4% down. There’s no better test, then, of Rupert Murdoch’s continuing hegemony in the historic part of empire closest to his heart.</p> \n<p>In the old days, he’d have poured in cash, marketing and resolve: he’d have boomed his way out of crisis in sole flush proprietor mode. But now there’s a redundancy programme unwinding. Now the tablets of stone that put digital behind an impenetrable paywall are being hacked into little pieces. Now the sweaty squeeze is on – as though Rupert were a conventional non-tycoon, obliged to operate in modest, price-conscious ways: an ordinary mortal at last.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/10/1436532833042/Rupert-Murdoch-and-the-Su-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rupert Murdoch holding copies of his first editions of the Sun and the Sun on Sunday. Photograph: Reuters","credit":"Reuters","altText":"Rupert Murdoch and the Sun","cleanCaption":"Rupert Murdoch holding copies of his first editions of the Sun and the Sun on Sunday. Photograph: Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-12T08:00:04Z","lastModified":"2015-07-12T08:00:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Peter Preston","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/17/1424167472996/Peter-Preston-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterpreston"}],"feature":false,"keywords":["Rupert Murdoch","The Sun","National newspapers","Paywalls","Newspapers & magazines","Digital media","Newspapers","Media"],"tags":[{"id":"media/rupert-murdoch","webTitle":"Rupert Murdoch"},{"id":"media/sun","webTitle":"The Sun"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/paywalls","webTitle":"Paywalls"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"media"},"topics":[{"displayName":"Peter Preston","topic":{"type":"tag-contributor","name":"profile/peterpreston"}}],"series":{"title":"Peter Preston on press and broadcasting","uri":"http://mobile-apps.guardianapis.com/lists/tag/media/series/peter-preston-on-press-and-broadcasting"},"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jul/12/is-it-the-sun-wot-will-do-for-rupert-murdoch","shortUrl":"http://gu.com/p/4ahc5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jul/12/is-it-the-sun-wot-will-do-for-rupert-murdoch","webUri":"http://www.theguardian.com/media/2015/jul/12/is-it-the-sun-wot-will-do-for-rupert-murdoch"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/10/1436532833042/Rupert-Murdoch-and-the-Su-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rupert Murdoch holding copies of his first editions of the Sun and the Sun on Sunday. Photograph: Reuters","credit":"Reuters","altText":"Rupert Murdoch and the Sun","cleanCaption":"Rupert Murdoch holding copies of his first editions of the Sun and the Sun on Sunday. Photograph: Reuters"}},"importance":5,"byline":{"title":"Peter Preston"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/2/17/1424167472996/Peter-Preston-L.png"}}]},{"title":"Even I've fallen victim to aggressive cold calling and I'm a director of fundraising","rawTitle":"Even I've fallen victim to aggressive cold calling and I'm a director of fundraising","item":{"type":"comment","id":"voluntary-sector-network/2015/jul/12/charity-fundraising-cold-calling-scandal","title":"Even I've fallen victim to aggressive cold calling and I'm a director of fundraising","trailText":"We have to question whether fundraising agencies, as profit making organisations, hold the same values as charity workers","standFirst":"<p>We have to question whether fundraising agencies, as profit making organisations, hold the same values as charity workers</p>","byline":"Anonymous","body":"<p>The reports <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/07/charities-investigated-for-calling-vulnerable-people-for-money\">in the Daily Mail surrounding some of the biggest charities’ alleged fundraising methods</a> – cold calling vulnerable people – are disappointing and reflect badly on the sector. I am not going to name and shame, but if the reports are true, you are ruining it for the rest of us.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/voluntary-sector-network/2015/jul/09/charity-fundraising-fix-this-mess-open-thread\">Charity fundraising: how do we fix this mess? – Open thread</a> </p> \n</aside> \n<p>As a director of fundraising at a medium sized charity I lead a passionate and dedicated team of hardworking staff and volunteers. None of us are perfect – I have made slip ups in my career, but if the reports are true and aggressive fundraising methods are used, a devastating mistake has been made. And, an attempt to keep these tactics at arms length by employing firms whose staff do not fall under the charity’s management is also a massive error of judgement. </p> \n<p>I love my job and the cause that I work for but I am also passionate about a few other causes too. I even used to have a regular direct debit set up for one of the big charities – that is until 2008, when times got tough with three children at university. I did what many people were forced to do during the economic crisis, I stopped my direct debit alongside a few magazine subscriptions and my gym membership. Then the floodgate opened and the hard sell began. </p> \n<p>The telephone began to ring and calls started to become frequent; messages were left on my home answer phone, I even had calls on Sunday afternoons. Initially I explained that as a family we were having to economise, that I hoped it was a temporary measure and I would return in due course. I said “please don’t call me, I’ll call you” but still they persisted. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>For those of us smaller, lesser known charities, you have just made our jobs much harder.</p> \n </blockquote> \n</aside> \n<p>Finally I had enough and told them to look at their database. I informed them as a director of fundraising I would be writing to their giant charity’s counterpart. At this point they hung up. </p> \n<p>I never wrote that letter, and now wish I had. In some small way my failure to address this issue over their aggressive fundraising methods may have contributed to bringing the whole sector into disrepute. I am deeply saddened about this – many years of fundraising experience has taught me that there is great fundraising going on by smaller charities across the UK. Unfortunately we are now all tarred with the same brush. </p> \n<p>We are all target-driven professionals who have opted to work in the charity sector – we do so because we want to make a difference, we are driven to meet our charitable objectives and support our beneficiaries. We have to question whether a third party, profit making organisation holds the same values that we do. I’m sure they say they do, but clearly their actions demonstrate this is not the case. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/voluntary-sector-network/2015/jan/02/confessions-of-a-charity-professional-we-want-your-blogs\">Confessions of a charity professional – we want your blogs</a> </p> \n</aside> \n<p>If the reports are true – monoliths of the sector, please think about the consequences of your actions both personally and professionally. You are blessed with infinitely more resources than most charities across the UK and this will no doubt help you navigate these storms. I am sure in the months to come the sun will shine for you again. For those of us smaller, lesser known charities, you have just made our jobs much harder.</p> \n<p>I wonder whether our new, much anticipated legacy campaign, which will be launched this autumn with a very tiny budget, will be as well received by our supporters, who as intelligent people will no doubt be thinking twice.</p> \n<p>Personally, I am pleased to report times are much better again for me financially, but you know what? I won’t be giving another penny to that big charity.</p> \n<p><strong>Confessions of a charity professional is the <a href=\"http://www.theguardian.com/voluntary-sector-network\">Guardian Voluntary Sector Network’s</a> anonymous series where charity workers tell it how it is. If you would like to pitch us an idea, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/voluntary-sector-network/2015/jan/02/confessions-of-a-charity-professional-we-want-your-blogs\">click here</a>.</strong></p>","section":"Voluntary Sector Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436528274620/3f6b65ab-c722-42e9-bf41-6b42fb05b697-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"A pair of scissors cutting through a telephone ","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-12T06:00:03Z","lastModified":"2015-07-12T06:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Anonymous","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anonymous"}],"feature":false,"keywords":["Charities","Society","Voluntary sector","Voluntary Sector Network","Voluntary sector network blog"],"tags":[{"id":"society/charities","webTitle":"Charities"},{"id":"society/society","webTitle":"Society"},{"id":"society/voluntarysector","webTitle":"Voluntary sector"},{"id":"voluntary-sector-network/voluntary-sector-network","webTitle":"Voluntary Sector Network"},{"id":"voluntary-sector-network/voluntary-sector-network-blog","webTitle":"Voluntary sector network blog"}],"section":{"id":"voluntary-sector-network"},"topics":[{"displayName":"Anonymous","topic":{"type":"tag-contributor","name":"profile/anonymous"}}],"series":{"title":"confessions of a charity professional","uri":"http://mobile-apps.guardianapis.com/lists/tag/global/series/confessions-of-a-charity-professional"},"embeddedVideos":[],"adTargetingPath":"voluntary-sector-network"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/voluntary-sector-network/2015/jul/12/charity-fundraising-cold-calling-scandal","shortUrl":"http://gu.com/p/4ah4f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/voluntary-sector-network/2015/jul/12/charity-fundraising-cold-calling-scandal","webUri":"http://www.theguardian.com/voluntary-sector-network/2015/jul/12/charity-fundraising-cold-calling-scandal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436528274620/3f6b65ab-c722-42e9-bf41-6b42fb05b697-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" In some small way my failure to address big charities’ aggressive fundraising methods may have contributed to bringing the whole sector into disrepute. Photograph: Alamy","credit":"Alamy","altText":"A pair of scissors cutting through a telephone ","cleanCaption":" In some small way my failure to address big charities’ aggressive fundraising methods may have contributed to bringing the whole sector into disrepute.","cleanCredit":"Photograph: Alamy"}},"importance":4,"byline":{"title":"Anonymous"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436528274620/3f6b65ab-c722-42e9-bf41-6b42fb05b697-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"A pair of scissors cutting through a telephone ","cleanCredit":"Photograph: Alamy"}}]},{"title":"Why the eurozone crisis is just part of our long struggle for peace","rawTitle":"Why the eurozone crisis is just part of our long struggle for peace","item":{"type":"comment","id":"commentisfree/2015/jul/12/fight-for-the-soul-of-the-european-union","title":"Why the eurozone crisis is just part of our long struggle for peace","trailText":"After two world wars, a mere currency must not be allowed to derail a grand European project that has been decades in the making","standFirst":"After two world wars, a mere currency must not be allowed to derail a grand European project that has been decades in the making","byline":"Mark Mazower","body":"<p>The seemingly endless eurozone crisis is coming to a head, but it won’t be completely over in the near future. In the meantime, it has unquestionably precipitated the most serious challenge to the idea of a unified Europe since the Second World War. The common currency, which was dreamed up to drive integration forward, has become a source of strain that threatens to tear apart the eurogroup and mortally weaken the EU itself. It is therefore not surprising that many people see this – for good or bad – as an existential struggle for the soul of Europe.</p> \n<p>Whatever happens with Greece, the way its debt has been fought over during the past five years has revealed the shallowness of any sense of political solidarity across the continent and the limited legitimacy of the EU’s political institutions. The Greeks complain about German meanness, the Germans about Greek profligacy; the French and Italians are driven by the worry that if Greece goes they may be next; while across eastern Europe people are asking why their money should go to prop up a standard of living in Athens that remains several notches higher than their own.</p> \n<p>And all of this, it is worth remembering, is about nothing more or less than money – lifeblood of a modern capitalist economy to be sure, but hardly the most uplifting or noble cause around which to fight for the soul of Europe.</p> \n<p>Yet if we try to take the longer view – the first casualty of any crisis – it is clear that the process of European integration has always been defined as much by its crises as its successes. Eurosceptics who see red any time there is talk of “ever closer union” should remember that the phrase, first encountered in the Treaty of Rome, has functioned more like a kind of mantra to ward off evil spirits than as an operating principle. The truth is that the process of integration has never been smooth and the path forward was littered with dead ends from the very beginning.</p> \n<p>Most historians date the origins of the Common Market to the early 1950s with the creation of the European Coal and Steel Community and the Messina conference in 1955, skating over the false starts of the previous decade. Wartime agencies that had been intended to turn into European planning bodies withered on the vine: no one today remembers the European Advisory Committee, formed while fighting against Germany was still going on, and the UN’s Economic Commission for Europe, which was once supposed to run Europe for the new world body, never got beyond publishing reports. The American effort to do the same thing started off with big ambitions but ended up with the mouse of the OECD. The Council of Europe never lived up to expectations, and the first serious effort to create a European army, the European Defence Community, failed so badly that no one has ever properly tried again since.</p> \n<p>The aspiration to “ever closer union” made a certain sense in the postwar decades when membership was small and there was much work to be done simply in bringing down barriers to economic co-operation erected during the 1930s, still isolating peoples and countries into the 1960s. It is also worth remembering how much more effectively the Common Market served to redistribute wealth than the EU has been doing: the common agricultural policy in particular recycled funds from rapidly growing urban and industrial areas to stagnant villages, softening the growing town-country divide. Later on, regional funds did much the same thing.</p> \n<p>The decade of the Delors presidency from 1985 saw further steps towards integration taken with relatively little fuss. These included a much higher degree of labour mobility and free trade, intensified educational exchanges, the founding of the European Bank for Reconstruction and Development, and an enhanced role for the European Court of Justice. It is true that approval of the Maastricht treaty ran into political opposition but referendum results confirmed the pro-European orientation of the public. There were examples of national opposition – Swiss hostility to the idea of joining led its government to give up the prospect of membership, while the Norwegians twice rejected the idea. But these were more than outweighed in these years by the large number of countries seeking admission.</p> \n<p>The resulting expansion of the EU is perhaps the main reason why the common currency has proved a challenge of a different order of magnitude to any in the past. Remember that, at its foundation, the Common Market had only six members. When Jacques Delors became Commission president in 1985 there were 10 members; by the time he left in 1994, with a single currency already under consideration, there were 16, and a decade later there were 25.</p> \n<p>This truly dramatic transformation turned the EU into a genuinely European body for the first time, which was all to the good. But it vastly increased the wealth disparity across the membership and simultaneously made decision-making more complex. Above all, it meant that the proposed currency union was not simply about bringing in six more or less comparable national economies but about protecting financial stability across the continent, from Lisbon to Riga.</p> \n<p>There is no intrinsic reason that this could not have worked. Regional wealth disparities in the US are no less great than they are in Europe. But two things exist across the Atlantic that are absent in Europe. One is a sense of common political allegiance to the federal system – to be American means something, to be European much less. And the second, which contributes to the first, is that there are mechanisms for redistributing wealth and influence across the country as a whole.</p> \n<p>Unfortunately, the architects of the euro failed to grasp the importance of either factor. They assumed the euro would help create a sense of common identity and failed to see that the currency could as easily, in the wrong circumstances, threaten to tear the EU apart. And they devoted much more attention to the question of fiscal discipline than to the need to recycle funds. The Maastricht criteria limited the scope for Keynesian-style strategies to combat recession by prohibiting budget deficits over 3% of GDP. This rule was honoured in the breach by countries large and small but it still suggested that the architects of the euro were haunted more by the prospect of inflation and a depreciating currency than they were by the thoughts of a major depression ahead. Their own rules thus penalised the use of some of the most effective weapons in any governmental toolkit for combating unemployment in a recession.</p> \n<p>The warning signs were already there in the traumatic experience of the ex-Soviet Baltic states in the early years of the global crisis. Starting from a much lower base than the Greeks, the Latvians and Lithuanians were determined to join the euro and they did. But they are paying a heavy price in austerity. Why then has the Greek crisis proved so much more politically difficult for the eurozone to manage? One reason is that because they were aware of Putin on their border, the Baltic peoples were willing to put up with things. At the same time, a buoyant German economy in particular served as a cushion for emigration.</p> \n<p>In Greece, the shock was greater, the willingness to put up with it much less. And one has to factor in too the sheer opportunism of the country’s politicians, who for most of this period missed no chance to put their party interest and personal ambition above the needs of their nation.</p> \n<p>Faced with Greek defiance, of course, the diplomacy of the creditors’ side has turned out to be deeply unimpressive as well, peddling short-term solutions that were as much designed to improve their own financial interests as to help get Greece back on track. The austerity programme was badly conceived and evidently made matters worse than they needed to be. There is enough fault to go round.</p> \n<p>Whoever was to blame, it is clear that the consequences for continental solidarity have been toxic. The longer the crisis dragged on, the more it has corroded the continent’s political culture and revealed the depths of our ignorance of one another’s countries and traditions. Journalists reached for easy stereotypes – where would the papers have been without the Nazis or the Kaiser, or for ancient Greek wisdoms or Zorba? As Greek laziness met Prussian rigidity and self-righteousness, ethics became a tool of parochialism.</p> \n<p>Faced with these rising national passions, the challenge to the euro will continue to exist, whether an agreement is patched up with the Greeks or not, since even if the euro survives it will do so in a continent of different political traditions and economic performance, and that means that a system of redistribution from surplus to deficit countries needs to become part of the culture.</p> \n<p>The bigger and more important question is the impact of the crisis on the future of the EU. Greece being forced out of the euro would certainly throw into question the whole irreversibility argument. But even if Greece stays in, the crisis ought to lead Europeans to think whether it is now time for a pause. At the heart of the European project is a deep ambivalence towards nationalism. Nineteenth-century theorists of nationalism saw no incompatibility between love of country and international solidarity. But that was before two world wars. Twentieth-century fathers of federalism, such as the Italian Altiero Spinelli, had a barely disguised loathing for the excesses of nationalism, which they associated with fascism and war.</p> \n<p>We can have a little more confidence than that. Even the No vote in the Greek referendum was, so the polls suggest strongly and as the prime minister, Alexis Tsipras, has acknowledged, a vote for Europe and even for continued membership of the euro itself. And if, after five years of the worst depression since the 1930s, the Greek public still recognises the merits of participating in Europe, we can be sure public opinion in most other countries contains a solid core of pro-European sentiment. This is for historical reasons (memories of the world wars), geopolitical (fears of Russia and of fallout from the Middle East), and also because people can see that the real problems ahead lie well beyond the capacity of single states to tackle – global warming, endemic conflict in Africa and the Middle East that is generating hugely destabilising movements of people.</p> \n<p>But we should not push things too far, which is precisely what the euro, at least as administered until now, has done. For one thing, it has too often been presented as just a question of signing up to rules, as if central bankers and not the elected representatives of member nations should make the fundamental decisions in any kind of democratic confederation. For another, it has lacked any redistributive or solidaristic dimension.</p> \n<p>If the EU learns the lesson of the eurozone crisis and rows back from some of the more unbalanced and excessively intrusive initiatives of which the euro itself in its current incarnation has become the symbol, the Greek crisis may turn out to have been just another of those stutters that accompany any grand political experiment. But if the euro is run as before, whether or not Greece remains will not be the point. The single currency will generate the same kind of problem over time, and the kinds of politics it embodies will weaken the popularity of the idea of a united Europe still further.</p> \n<p><em>Mark Mazower teaches history at Columbia University</em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/10/1436558125866/Dual-identity-the-Greek-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dual identity: the Greek and European Union flags share the skyline in front of the Parthenon in Athens.  Photograph: Aris Messinis/AFP/Getty Images","credit":"Aris Messinis/AFP/Getty Images","altText":"Dual identity: the Greek and European Union flags share the skyline in front of the Parthenon in Ath","cleanCaption":"Dual identity: the Greek and European Union flags share the skyline in front of the Parthenon in Athens.  Photograph: Aris Messinis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-11T23:05:05Z","lastModified":"2015-07-11T23:05:05Z","metadata":{"commentable":true,"commentCount":122,"contributors":[{"name":"Mark Mazower","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mark-mazower"}],"feature":false,"keywords":["Eurozone crisis","Greece","European Union","European monetary union","Economics","Europe","UK news"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Mark Mazower","topic":{"type":"tag-contributor","name":"profile/mark-mazower"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/12/fight-for-the-soul-of-the-european-union","shortUrl":"http://gu.com/p/4ahnh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/12/fight-for-the-soul-of-the-european-union","webUri":"http://www.theguardian.com/commentisfree/2015/jul/12/fight-for-the-soul-of-the-european-union"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/10/1436558125866/Dual-identity-the-Greek-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dual identity: the Greek and European Union flags share the skyline in front of the Parthenon. Photograph: Aris Messinis/AFP/Getty Images","credit":"Aris Messinis/AFP/Getty Images","altText":"Dual identity: the Greek and European Union flags share the skyline in front of the Parthenon. Photograph: Aris Messinis/AFP/Getty Images","cleanCaption":"Dual identity: the Greek and European Union flags share the skyline in front of the Parthenon. Photograph: Aris Messinis/AFP/Getty Images"}},"importance":4,"byline":{"title":"Mark Mazower"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/10/1436558125866/Dual-identity-the-Greek-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dual identity: the Greek and European Union flags share the skyline in front of the Parthenon in Athens.  Photograph: Aris Messinis/AFP/Getty Images","credit":"Aris Messinis/AFP/Getty Images","altText":"Dual identity: the Greek and European Union flags share the skyline in front of the Parthenon in Ath","cleanCaption":"Dual identity: the Greek and European Union flags share the skyline in front of the Parthenon in Athens.  Photograph: Aris Messinis/AFP/Getty Images"}}]},{"title":"Imaginative ideas that could help save the Labour party","rawTitle":"Imaginative ideas that could help save the Labour party","item":{"type":"comment","id":"politics/2015/jul/12/14-ideas-that-could-save-labour","title":"Imaginative ideas that could help save the Labour party","trailText":"With no sign of the rebirth Labour needs, we present the first in a series detailing imaginative ideas that an intellectually curious leader might pursue","standFirst":"<p>With no sign of the rebirth Labour needs, we present the first in a series detailing imaginative ideas that an intellectually curious leader might pursue</p>","byline":"Charles Leadbeater","body":"<p>Whoever wins the Labour leadership will be trapped in a maze of bewildering complexity. Voters in Scotland are highly aspirational, but for an anti-austerity, social democratic nationalism – not at all what aspiration means in the Home Counties. In London, the party appeals to cosmopolitan voters, who might flirt with the Greens, while in the north Ukip is breathing down its neck in search of white working-class support. Labour needs fresh thinking but also to rebuild a reputation for competence, especially among older voters, where it trailed the Tories badly.</p> \n<p>To complicate matters George Osborne is like a fiendish political version of Monty Don planting new lines of hedge complete with vicious and unexpected twists and turns: large companies compelled to offer apprenticeships, a living wage and city devolution among them. Freed from coalition, the Conservatives have not just moved right but become more heterodox, borrowing from across the political spectrum. Meanwhile, much of the Labour party does not seem to want to move very far from where it is, marooned, slightly sulky, uncomprehending, fighting itself in a cage mainly of its own making.</p> \n<p>Faced with putting together an electoral coalition under these conditions, whoever becomes leader will need to be curious and imaginative, unafraid to mix up ideas that create unorthodox hybrids. Ideas that will work will have to appeal to left, right and the non-aligned; those who embrace modern ideas of bottom-up, digitally enabled networks of power as well as those who favour traditional social democratic measures of social justice; create a fairer society through a more inclusive, innovative and productive economy, rather than redistribution. Labour needs to stand for the social self, where the desire for individualism and choice meet an appetite for collaboration and sharing. Creating ideas with that appeal will be like playing with a Rubik’s cube.</p> \n<p>Of course, what Labour most needs is to take a step sideways, to become a party of inquisitive researchers, to learn more about how people’s lives are changing. That would mean disengaging from electoral politics and focussing on how the party can become a movement for change, within society. A good first step would be for every Labour MP to spend a week a year travelling by public transport and staying in B&amp;Bs across a constituency the party has to win in 2020.</p> \n<p>Labour could easily spend another five years in a downward spiral as a failing former incumbent offering a form of politics of interest to a dwindling band of diehard supporters, or it can reinvent itself, Stella Creasy style, as a kind of political start-up, pivoting to find new ways to connect with people as a social movement. The stage-managed, underwhelming and increasingly anachronistic annual party conference should be cut back to two days, and subsumed within a much larger Festival of Ideas for Better Living, providing a mixture of talks, debate, innovation, culture, music and food for anyone interested in how to live well for less in a cooperative spirit. The <em>Daily Mail</em> is famous for the Ideal Home exhibition; why doesn’t Labour find partners to do the Ideal Community festival? The party needs to stop complaining, talking to and about itself and instead start learning how to back solutions that offer people a tangible sense of a better, shared future.</p> \n<p>It will not be impossible for Labour to get out of the maze. But it will take qualities that the party, and most of its aspirant leaders are not known for: ingenuity, agility, experimentation, imagination, curiosity and above all a delight in blending thinking from unorthodox sources to create new political recipes.</p> \n<p>Here are just some ideas Labour will need to engage with if it is to break out of the trap Ed Miliband led it into.</p> \n<h2>1.<strong> Schools of life and work </strong></h2> \n<p>Education has become a 16-year apprenticeship in diligently delivering the right answers at the right time, when it needs to prepare young people to be adaptive, persistent, collaborative problem solvers, capable of coping with uncertainty with only limited resources. Above all, young people should go to school to make things – films, software, food, products, art – and learn how to earn a living while also passing exams. That’s why at <a href=\"http://school21.org/\">School 21</a> in Newham and the <a href=\"http://www.bigpicture.org/schools/\">Big Picture</a> schools in the US young people spend large chunks of time on properly structured work placements. Labour needs to stop playing catch-up in the standards game and change the game by talking about what education should be for with a massive expansion in creative, vocational learning.</p> \n<h2>2.<strong> Eco wealth fund </strong></h2> \n<p>The National Trust is a huge, respected membership organisation which looks after physical assets, often donated by the wealthy, for the benefit of the nation. We should create a forward looking sister organisation, the National Trust Wealth Fund, which could for example invest in green economy solutions such as combined heat and power systems. It could be financed in part by drawing on some of the “dead money” being hoarded in cash by corporations; through contributions from “non doms” who want to show they are committed to the country and augmented by crowdfunding. The National Trust Wealth Fund would be a sovereign social development fund, with a combined social and commercial purpose, like <a href=\"http://www.khazanah.com.my/\">Khazanah</a>, the highly effective and innovative Malaysian fund.</p> \n<h2>3.<strong> The &pound;36-a-year utility bill </strong></h2> \n<p>In the German city of Freiburg are hundreds of three- and four-storey shared apartment blocks,<a href=\"http://www.theurbanist.org/2014/05/14/baugruppen-proactive-jurisdictions/\"><em>baugruppen</em></a>, which are beautifully designed, self-built and in shared ownership. They use energy from renewable sources, combined with high standards of insulation, to allow a family of four to heat their apartment for about €50 (&pound;36) a year. This is green, collaborative innovation making life affordable for people on median incomes. <a href=\"http://thelongandshort.org/issues/season-one/freiburg.html\">Freiburg</a> is a prime example of the heterogenous recipe Labour needs: public leadership promoting a mass of green, social and commercial innovation letting people live well for less.</p> \n<figure class=\"element element-image\" data-media-id=\"56838011dca4db6a1e655e0c5fb5459088f38d88\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436638641877/94b632df-cf38-4417-a202-6583b886eca1-460x276.jpeg\" alt=\"The public defeated plans to privatise forests because of what trees symbolise about a community.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The public defeated plans to privatise forests because of what trees symbolise about a community.</span> \n  <span class=\"element-image__credit\">Photograph: David Noton/The Travel Library</span> \n </figcaption> \n</figure> \n<h2>4.<strong> The sharing state </strong></h2> \n<p>Not every platform in the sharing economy – Uber meets Airbnb and Couchsurfing – is socially progressive. But the pace at which these mass, dispersed solutions have spread suggests there is a huge appetite for shared solutions which mobilise otherwise idle assets. Airbnb in particular is creating a relationally rich economy, which helps those with limited resources find better solutions. This should be prime Labour territory, applying these approaches to big social challenges.</p> \n<p><a href=\"https://www.wework.com/\">We Work</a>, the shared New York-based workspace provider, has become a $15bn (&pound;9.6bn) company by providing community workspaces for small companies, in the process providing an alternative to traditional landlords. How about a We Homes approach to co-housing solutions to create affordable, aspirational social housing? Or We Care, a national programme based on the brilliant <a href=\"http://www.sharedlivesplus.org.uk/\">Shared Lives Plus</a> programme in which people with spare rooms and time provide adult social care at home?</p> \n<h2>5.<strong> A party for public spaces </strong></h2> \n<p>Defeat of the coalition government’s ill-considered plans to privatise the national forests was an example of the force of “public love”: people did not defend the forests out of calculation for the services they provided but because of what trees symbolised about the community they wanted to be a part of. Labour spends too much time talking about politics as a combination of rights, policy and process when it needs to engage with expressions of public love, starting with how we design and develop small public spaces, especially in cities. If people can muster 30 supporters prepared to commit time and money to caring for a public space, they should be eligible for matching state support from the Objects of Public Love Fund. Then we might see gardens, allotments, benches and playgrounds flowering in towns around the country: small places where people can be convivial, little engines of empathy and social connection. The <a href=\"https://en.wikipedia.org/wiki/Routemaster\">Routemaster</a> bus, both new and old, is a prime example of an object of public love: we need many more of them, especially in cities where commercial development of high-rise rabbit hutches threatens to smother public space.</p> \n<figure class=\"element element-image\" data-media-id=\"460ceb847a16c55111cd18872a08b80499a4ae1a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436638878577/71f536c6-07d4-4515-ae65-a54febb19cb5-460x276.jpeg\" alt=\"Shutting a road for a party is a brilliant example of the power of small ideas and an experience in democracy.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Shutting a road for a party is a brilliant example of the power of small ideas and an experience in democracy.</span> \n  <span class=\"element-image__credit\">Photograph: Janine Wiedel/Rex</span> \n </figcaption> \n</figure> \n<h2>6.<strong> The streets party </strong></h2> \n<p>In 2011 a group of parents in Bristol decided to use legislation for street parties to close their street to traffic for a day to turn it into a playground. That spawned a charity Play Out, which has helped to create hundreds of play street events all over the country. If there were five per primary school, there would be about 20,000 a year. Nothing is stopping Labour building this movement now, with every Labour council committing to children taking over the streets of their town one day a year. The idea of shutting a road to traffic for the sake of children playing out is a brilliant example of the power of small ideas, especially if they are simultaneously old-fashioned and progressive. It’s not just the health benefits of taking children away from screens, or the community benefits of people on the same street bothering to talk to one another that make play streets so attractive. Taking over the streets is a powerful experience of everyday democracyy: everyone feels a little better as a result.</p> \n<h2>7.<strong> Sixty not-out: time for your second career</strong></h2> \n<p>The <a href=\"https://encore.org/\">Encore</a> movement was started by Marc Friedman, a remarkable US social entrepreneur, to help people over 60 to start second, third and fourth careers doing work that matters to them and offers social good. He promotes the movement through an annual Purpose Prize, which invests in entrepreneurs aged over 60 who are changing the world in small yet inspirational ways. Mauricio Lim Miller, one of this year’s winners, for example set up the Family Independence Initiative which enrols groups of families into a support programme so they help one another achieve their goals. It has helped to create 40 lending circles in Oakland, San Francisco, Fresno, Boston, Detroit and New Orleans, pooling over $1.5m in interest-free loans. Labour did badly among older voters. It should create a Purpose Prize and go a step further with an Encore Investment Fund providing very low-cost loans for older entrepreneurs, commercial and social, to set up projects. It does not need to wait until it is in government to do this. It should do it now, while it is out of government, using its own fundraising capacity to create something of lasting value for older voters.</p> \n<figure class=\"element element-image\" data-media-id=\"e57fe5cee59a538b437443dcafdacc664850e47e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436650724120/ca02f7a7-7f70-4503-9345-efe650b26274-460x276.jpeg\" alt=\"Party for public spaces: Whether it's the new or old version, the Routemaster bus is a prime example of something that people love.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Party for public spaces: Whether it’s the new or old version, the Routemaster bus is a prime example of something that people love.</span> \n  <span class=\"element-image__credit\">Photograph: Justin Kase ztwoz/Alamy</span> \n </figcaption> \n</figure> \n<h2>8.<strong> The anti-loneliness party </strong></h2> \n<p>Labour needs to become a movement again, a community with a cause, which can make a difference to society without being in power. An obvious target is loneliness, which is a cause and a symptom of ill health and depression. One of the most impressive models is the 10,000-strong volunteer <a href=\"http://www.academia.edu/7838691/Home-based_palliative_care_in_Kerala_India_the_Neighbourhood_Network_in_Palliative_Care\">Network for Neighbourhood Palliative Care</a> in Kerala, India, mainly comprised of students. Its target is to make sure no old person confined to their home is ever completely alone. A very high proportion of older people in the UK regard the television as their main contact with the world. The Labour party should become an anti-loneliness movement, proving itself by making a direct contribution to society rather than self-obsessing about re-election. Make a difference, now and people might start listening to you again.</p> \n<h2>9.<strong> Making Sundays special </strong></h2> \n<p>Shopping absorbs more of our time and energy than ever, spreading much happiness in its wake. Yet is it also true that many people yearn for something more, beyond the meagre measure of money, which perhaps lifts their horizons, bringing people together: friends, families, lovers, fans and believers. Over the summer we trek to fields all over Britain to be caught up in festivals that offer something bigger than ourselves. Labour should give voice and form to this search for something more without being dull and dour. The Conservatives have just extended retail opening hours on a Sunday; Labour should show more imagination by reinventing Sunday as a day for culture that brings people together, reinvesting it with meaning. We might not want to go to church, but that does not mean we want to spend our Sundays in a mall. Bogota makes Sundays special by turning the city over to cyclists. In the heart of Mexico City on a Sunday morning you can take part in mass yoga sessions. The mayor of Bristol has been Making Sundays Special once a month, closing the city centre to cars, importing climbing walls and bouncy castles and inviting street performers to take over. Last year a giant water slide constructed down a main street attracted 100,000 applicants for 360 tickets. Sunday does not need to be religious, but it should be special.</p> \n<h2>10.<strong> Universal basic income </strong></h2> \n<p>The Tories are leapfrogging Labour by bringing in a Living Wage, while also cutting in-work benefits. That leaves many people with the promise of higher wages but the reality of lower incomes. Labour is left to defend those on “benefits”, an unappealing position. The only effective response is to up the ante by being more radical: simplify welfare, eliminate means-testing and bureaucracy by introducing a <a href=\"http://www.vox.com/2014/9/8/6003359/basic-income-negative-income-tax-questions-explain\">universal basic income</a>, linked to a massive increase in volunteering and access to vocational education. Most studies show that basic incomes do not undermine the work ethic but instead encourage people to study to get better-paid jobs. The <a href=\"https://www.thersa.org/\">RSA</a>, led by Matthew Taylor, is about to start exploring how to revive an idea favoured by Milton Friedman and Martin Luther King, precisely the unlikely coalition Labour will need.</p> \n<h2>11.<strong> Better-business campaign </strong></h2> \n<p>Business is one of Labour’s blind spots. Ed Miliband had a 1970s academic’s distaste for virtually all forms of business. The post-Ed rush to embrace all “wealth creators” is equally simplistic. It should not be hard for Labour to find ways to support better ways to do business. An obvious step would be to endorse the Benefit Corporation <a href=\"https://www.bcorporation.net/\">standard</a>, the good business equivalent of a Leadership in Energy &amp; Environmental Design certification, which companies get by delivering higher standards of transparency, accountability and social responsibility, to act for the good of the wider community as well as their shareholders. By declaring themselves a legal entity, a Benefit Corporation, these companies signal to investors that they have to organise their financial returns for the sake of social purpose. It creates a legal vehicle to give executives a degree of protection from over-greedy shareholders.</p> \n<h2>12.<strong> Liveable cities </strong></h2> \n<p>In the bleak years of the early 1980s Labour’s renewal started with David Blunkett’s inspirational leadership of Sheffield city council. Labour again needs to make the most of its strong position in city government by creating a Fair City Movement. Since the 1970s the big urban challenge has been to resuscitate cities in danger of stagnation and decline. Many have found a growth recipe based on innovation, culture and retail. The problem is that with growth comes a sense of social division as the lion’s share of the benefits goes to the highest paid, leaving many on middle incomes left behind. That problem is most evident in London, but it is not alone. Many other cities – Oxford, Bristol, Cambridge are feeling similar pressures.</p> \n<p>The challenge for cities is to find a more inclusive model of growth, which works not through redistributive transfers, subsidies and benefits but by ensuring that the markets that drive city growth also deliver fairer outcomes for middle-income citizens. Fair Cities would be committed to inclusive growth through a variety of tools, including a living wage; affordable childcare; a commitment from large companies to a <a href=\"https://www.wagemark.org/\">Wagemark</a> to limit the gap between chief executive and shopfloor pay to no more than eight times; the creation of public Land Banks such as Denver’s <a href=\"http://www.urbanlandc.org/\">Urban Land Conservancy</a> to subsidise affordable housing. Labour needs to show through its local leadership how cities can grow in a fair way: the highly participatory <a href=\"http://www.plymouth.gov.uk/homepage/fairnesscommission.htm\">fairness commission run by Plymouth council</a> was a good start.</p> \n<h2>13. One for One Welfare Programmes</h2> \n<p>Social solidarity has been reduced to a series of routines and procedures, denuded of all its human and emotional content. To revive a commitment to social justice we need to make welfare more like a relationship than a soulless system. One way to do that is to use more one-for-one models.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/audio/2015/jul/03/general-election-2015-labour\">How to rebuild a political party – from the ground up</a> </p> \n</aside> \n<p><a href=\"https://freeformers.com/\">Freeformers</a>, an innovative digital training programme, is a prime example. A company which buys a place on the Freeformers training programme automatically buys a place for a young unemployed person to study alongside the corporate executives. We should routinely use one-for-one models in other areas, as the <a href=\"https://www.leyf.org.uk/\">London Early Years Foundation</a> is exploring with child care. Both parties benefit from a solution which creates a human connection.</p> \n<h2>14. Mutual banking systems</h2> \n<p>Ed Miliband liked to rail against the banks. The next Labour leader will need to show the party has tangible, shared solutions to create a better basic banking service for people. Peer-to-peer lending is gathering momentum through platforms such as <a href=\"http://www.zopa.com/\">Zopa</a> and <a href=\"https://www.ratesetter.com/\">Rate Setter</a> and in foreign exchange through services like <a href=\"https://transferwise.com/\">TransferWise</a> and <a href=\"https://www.midpoint.com/\">Midpoint</a>, which could become as ubiquitous as Facebook.</p> \n<p>This should tell us what to do with traditional, mainstream banks. The Bank of England should take into mutual ownership the shared payments systems run by the big banks so this system can also be made available to smaller, innovative players, such as <a href=\"https://www.ffrees.co.uk/\">Ffrees</a> and <a href=\"http://www.thinkmoney.co.uk/\">Think Money</a> to market themselves nationwide.</p> \n<p><em>Charles Leadbeater is the author of the manifesto for New Times, published in Marxism Today in 1988.</em></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436631769057/city-centre-ctclists-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Closing the city centre to cars turns Sunday into a special experience for cyclists. Photograph: Dorothy Alexander/Alamy","credit":"Dorothy Alexander/Alamy","altText":"city centre ctclists","cleanCaption":"Closing the city centre to cars turns Sunday into a special experience for cyclists. Photograph: Dorothy Alexander/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436638644122/94b632df-cf38-4417-a202-6583b886eca1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The public defeated plans to privatise forests because of what trees symbolise about a community. Photograph: David Noton/The Travel Library","credit":"David Noton/The Travel Library","altText":"The public defeated plans to privatise forests because of what trees symbolise about a community.","cleanCaption":"The public defeated plans to privatise forests because of what trees symbolise about a community.","cleanCredit":"Photograph: David Noton/The Travel Library"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436638880081/71f536c6-07d4-4515-ae65-a54febb19cb5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shutting a road for a party is a brilliant example of the power of small ideas and an experience in democracy. Photograph: Janine Wiedel/Rex","credit":"Janine Wiedel/Rex","altText":"Shutting a road for a party is a brilliant example of the power of small ideas and an experience in democracy.","cleanCaption":"Shutting a road for a party is a brilliant example of the power of small ideas and an experience in democracy.","cleanCredit":"Photograph: Janine Wiedel/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436650725704/ca02f7a7-7f70-4503-9345-efe650b26274-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Party for public spaces: Whether it’s the new or old version, the Routemaster bus is a prime example of something that people love. Photograph: Justin Kase ztwoz/Alamy","credit":"Justin Kase ztwoz/Alamy","altText":"Party for public spaces: Whether it's the new or old version, the Routemaster bus is a prime example of something that people love.","cleanCaption":"Party for public spaces: Whether it’s the new or old version, the Routemaster bus is a prime example of something that people love.","cleanCredit":"Photograph: Justin Kase ztwoz/Alamy"}],"webPublicationDate":"2015-07-11T23:05:04Z","lastModified":"2015-07-11T23:05:04Z","metadata":{"commentable":true,"commentCount":140,"contributors":[{"name":"Charles Leadbeater","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/charles-leadbeater"}],"feature":true,"keywords":["Labour","Labour party leadership","Society","Politics","Housing","Cities","George Osborne","Cities and development","Business","Banking reform","Welfare","Life and style"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/housing","webTitle":"Housing"},{"id":"cities/cities","webTitle":"Cities"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"global-development/cities-and-development","webTitle":"Cities and development"},{"id":"business/business","webTitle":"Business"},{"id":"business/banking-reform","webTitle":"Banking reform"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"politics"},"topics":[{"displayName":"Charles Leadbeater","topic":{"type":"tag-contributor","name":"profile/charles-leadbeater"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/12/14-ideas-that-could-save-labour","shortUrl":"http://gu.com/p/4atx9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/12/14-ideas-that-could-save-labour","webUri":"http://www.theguardian.com/politics/2015/jul/12/14-ideas-that-could-save-labour"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436631769057/city-centre-ctclists-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Closing the city centre to cars turns Sunday into a special experience for cyclists. Photograph: Dorothy Alexander/Alamy","credit":"Dorothy Alexander/Alamy","altText":"city centre ctclists","cleanCaption":"Closing the city centre to cars turns Sunday into a special experience for cyclists. Photograph: Dorothy Alexander/Alamy"}},"importance":3,"byline":{"title":"Charles Leadbeater"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436631769057/city-centre-ctclists-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Closing the city centre to cars turns Sunday into a special experience for cyclists. Photograph: Dorothy Alexander/Alamy","credit":"Dorothy Alexander/Alamy","altText":"city centre ctclists","cleanCaption":"Closing the city centre to cars turns Sunday into a special experience for cyclists. Photograph: Dorothy Alexander/Alamy"}}]},{"title":"George Osborne’s Britain is no country for young men… or women","rawTitle":"George Osborne’s Britain is no country for young men… or women","item":{"type":"comment","id":"commentisfree/2015/jul/12/osborne-britain-no-country-for-young-men-and-women","title":"George Osborne’s Britain is no country for young men… or women","trailText":"Conservative policies are often designed to protect the old at the expense of the young. The July budget was no different","standFirst":"Conservative policies are often designed to protect the old at the expense of the young. The July budget was no different","byline":"Nick Cohen","body":"<p>I have taken to apologising for owning a home. Not in the Uriah Heepish way leftwing males apologise for sexism, the better to get into women’s knickers, or in the self-abasing manner of students who check their white privilege and thus perpetuate the racial stereotypes they are meant to deplore. I don’t believe in wasting energy apologising for genders and skin colours you had no say in choosing. And I thought I had seen too many charlatans exploit identity politics and liberal guilt to comply with demands to check my privilege.</p> \n<p>Yet still, and for all that, when young friends call, I fall over myself to explain how I came to own a house in London. There’s no family fortune, I say, it’s just that in the 1980s debt was low and property cheap. A middle-class couple in unspectacular jobs – I was a general news reporter on the <em>Independent</em>, my wife was a department manager for John Lewis – would climb on the property ladder as automatically as we would take a driving test.</p> \n<p>My guests cannot imagine owning a flat if they live to be 100. They try not to hit me and I try to explain to myself why I am apologising.</p> \n<p>Checking your age privilege feels as absurd as checking your white or male privilege. The notion of the oppressed “young” is as artificial as the oppressed “ethnic minorities” or subjugated “women”. It is not as if we are talking about a unified group in any of these instances. More often than not, the British are just finding a way of avoiding talking about class, which so thoroughly dominates this creaking country it is as if the 20th century never happened.</p> \n<p>To spell it out: a supposedly privileged baby-boomer is not noticeably privileged if he’s a 65-year-old former miner, coughing up his lungs with chronic bronchitis. Nor can a public-school-educated princess, with a job in the City or the arts, and the promise of an untaxed and unearned windfall when her parents die, reasonably be described as an accursed member of “the jilted generation”.</p> \n<p>But just as your gender matters vastly more than it should if you live in Saudi Arabia or work in a sexist office, so age in the rich world is determining to an unjust extent the burdens citizens must carry.</p> \n<p>In Europe, the pain of the eurozone crisis bears disproportionately on the young, who have experienced Weimar levels of youth unemployment in Spain, Portugal and Greece. In Britain, you see a less dramatic but equally ominous future: the growth of the gerontocracy, where politicians realise that the client group they must bribe with other people’s money is the ever-growing number of elderly voters.</p> \n<p>George Osborne may have been the youngest chancellor in 120 years but he has turned on the young with single-minded viciousness. Maybe he was bullied at school. More probably he has made a cynical calculation. There are more pensioners than ever. They are more likely to vote than anyone else. Therefore the smart move for canny political operators everywhere is to forget about prudence and fiscal conservatism in the elderly’s case and follow a doctrine of “capitalism for the young and socialism for the old”.</p> \n<p>A small library of research charts the shift in wealth and power. As we report today, the 2015 Intergenerational Fairness Index reveals a 10% deterioration in the prospects of younger generations relative to the old in the past five years. The Office for National Statistics says that <a href=\"http://www.ons.gov.uk/ons/rel/household-income/middle-income-households/1977---2011-12/rpt--middle-income-households.html\" title=\"\">retirees saw their incomes</a> increase by 5.1% between 2007/08 and 2011/12, while typical working households saw incomes fall by 6.4%. The Institute for Fiscal Studies meanwhile <a href=\"http://www.ifs.org.uk/publications/7461\" title=\"\">makes a point</a> that cannot be made often enough: 30 years ago, pensioners were much more likely to be poorer than their younger counterparts. In 2011, the average incomes of pensioner households rose above the average incomes of the rest of the population for the first time in history, and they are still rising today.</p> \n<p>Tory policies are too often acts of class war, designed to help the middle and upper classes at the expense of the working class and poor, but they are also acts of intergenerational war, designed to protect and increase the wealth of the old at the expense of the young. Last week’s budget was an exceptionally <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/10/budget-2015-how-young-people-lose-out\" title=\"\">squalid example</a>: Osborne hit 13 million working families with his changes to tax credits and the universal benefit, decided that his raised minimum wage should apply only to workers aged over 25, turned the university maintenance grants of 500,000 students from working-class families into loans and further restricted housing benefit for 18- to 21-year-olds.</p> \n<p>The consequences of denying opportunities to the young are well known. As the leftwing economist Chris Dillow <a href=\"http://stumblingandmumbling.typepad.com/stumbling_and_mumbling/2009/09/recessions-and-beliefs.html\" title=\"\">puts it</a>: “Economic conditions in our formative years can have long-lasting effects upon our attitudes towards the economy. It is, surely, only a generation brought up cosseted in (relative) affluence that could ever have listened to song lyrics such as ‘All you need is love’ without laughing contemptuously.”</p> \n<p>Some of today’s young who have been through exploitative internships, bum jobs and no jobs at all will be cowed for the rest of their life. They haven’t made their rites of passage. They have missed out on learning the work ethic and lost opportunities for education and training. The economic record shows they are less productive when they finally find work. There is good evidence that they are also likely to be much more cynical than men and women who came of age in good times. They believe that success <a href=\"http://www.iza.org/de/webcontent/publications/papers/viewAbstract?dp_id=4365\" title=\"\">depends on luck, </a>not talent, and they are <a href=\"http://www.econ.berkeley.edu/%7Eulrike/Papers/DepressionBabies_37.pdf\" title=\"\">far less inclined</a> to take financial risks as they grow older.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Modern Conservative economics produces very unconservative people</p> \n </blockquote> \n</aside> \n<p>In short, modern Conservative economics produces very unconservative people. They are unlikely to be entrepreneurs and will regard the “role models” society holds up for them to admire as the beneficiaries of luck or fraud. It is also unsustainable. As the number of pensioners grows we cannot afford to keep whacking up their benefits, or fund lavish public sector pensions, or exempt all pensioner earnings from national insurance. Especially when we are simultaneously inflating the costs of housing and education for their children and grandchildren.</p> \n<p>One day, we’ll find there aren’t enough productive young people to support Osborne’s future. And as the young are all in the end the old have to maintain them, they should worry more about how they are going to do it.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4940ef21488e846b16f318773af0de5e12a257d5/37_870_3148_1888/3148.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1888,"width":3148,"orientation":"landscape","credit":"Jim Wood/Demotix/Corbis","altText":"Anti-austerity protesters with a banner reading 'We demand a future!'","cleanCredit":"Photograph: Jim Wood/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-11T23:05:06Z","lastModified":"2015-07-11T23:05:06Z","metadata":{"commentable":true,"commentCount":127,"contributors":[{"name":"Nick Cohen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/4/17/1397762419542/NickCohen.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nickcohen"}],"feature":false,"keywords":["Budget 2015 (July)","Young people","Older people","Budget","UK news","Society","George Osborne","Politics","Conservatives","Economic policy","Public services policy"],"tags":[{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"society/youngpeople","webTitle":"Young people"},{"id":"society/older-people","webTitle":"Older people"},{"id":"uk/budget","webTitle":"Budget"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/society","webTitle":"Society"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"society/policy","webTitle":"Public services policy"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Nick Cohen","topic":{"type":"tag-contributor","name":"profile/nickcohen"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/12/osborne-britain-no-country-for-young-men-and-women","shortUrl":"http://gu.com/p/4ahq5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/12/osborne-britain-no-country-for-young-men-and-women","webUri":"http://www.theguardian.com/commentisfree/2015/jul/12/osborne-britain-no-country-for-young-men-and-women"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4940ef21488e846b16f318773af0de5e12a257d5/37_870_3148_1888/3148.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1888,"width":3148,"orientation":"landscape","caption":"Anti-austerity protest outside Cardiff Castle, Wales, on the day of George Osborne’s July 2015 budget. Photograph: Jim Wood/Demotix/Corbis","credit":"Jim Wood/Demotix/Corbis","altText":"Anti-austerity protesters with a banner reading 'We demand a future!'","cleanCaption":"Anti-austerity protest outside Cardiff Castle, Wales, on the day of George Osborne’s July 2015 budget.","cleanCredit":"Photograph: Jim Wood/Demotix/Corbis"}},"importance":3,"byline":{"title":"Nick Cohen"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/4/17/1397762419542/NickCohen.png"}}]}],"lastModified":"2015-07-12T08:11:45Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}