{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Why do people wrestle over cheap food? Because we’re desperate","rawTitle":"Why do people wrestle over cheap food? Because we’re desperate","item":{"type":"comment","id":"commentisfree/2015/jun/22/cheap-food-desperate-supermarket-bargains-tesco","title":"Why do people wrestle over cheap food? Because we’re desperate","trailText":"Many people like me live off these supermarket bargains, so the ugly scenes at Northampton Tesco are hardly surprising","standFirst":"Many people like me live off these supermarket bargains, so the ugly scenes at Northampton Tesco are hardly surprising","byline":"Penny Anderson","body":"<p>People in Britain are <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/18/customers-filmed-scrabbling-on-floor-over-cheap-food-in-tesco\" title=\"\">battling each other</a> for cut-price food. This is what desperation and poverty does. <a href=\"http://www.dailymail.co.uk/news/article-3128484/Shocking-moment-shoppers-wrestled-Tesco-supermarket-floor-scrambling-cut-price-food-like-scavenging-dogs.html\" title=\"\">Video has emerged</a> of customers at a Tesco store in Weston Favell, Northampton, scrabbling around on the floor to reach discounted essential groceries – indicative of increasing and entrenched food poverty.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/18/customers-filmed-scrabbling-on-floor-over-cheap-food-in-tesco\">Customers filmed scrabbling on floor over cheap food in Tesco</a> </p> \n</aside> \n<p>It might come as a shock to anyone who imagines that writers fly to work in their own helicopter with truffle sandwiches for lunch, but I survive on food found in the supermarket reduced aisle. Occasionally dealings around the cut-price food can turn ugly.</p> \n<p>Every day, I see shoppers who desperately need these bargains, since for many, it’s the only possibility of eating properly. After all, a huge pack of reduced mince or chicken is a good source of protein lasting across several days if cooked and eked-out properly. But this level of thriftiness is exhausting, which might explain the frayed tempers of the Northampton food-scrum.</p> \n<p>I order my day around the rhythms of the discount hour, which is different at each of the three shops on my circuit. Food is first reduced mid-morning, then again later in the day. Bargain hunters benefit from holding their nerve, as the real reductions are made later on.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I order my day around the rhythms of the discount hour, which is different at each of the three shops on my circuit</p> \n </blockquote> \n</aside> \n<p>There can be a sense of camaraderie, and my fellow bargain seekers acknowledge each other with wry smiles. We even share recipes – I hear familiar voices discussing how to turn slabs of cheap smoked fish into a nutritious and inexpensive chowder. We sometimes help each other out – I reach food for shorter or older customers and in return, they help me read the labels (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/ms-multiple-sclerosis-diagnosis-healthcare\" title=\"\">I have some sight problems</a>).</p> \n<p>The Northampton all-in, <a href=\"http://www.bbc.co.uk/news/uk-england-33191098\" title=\"\">food wrestle-mania occurred</a>, I suspect, when informal protocols which bring order to the demeaning experience of hanging around trying to look busy while waiting for the soup to be reduced, were ignored. Personally, one vital guideline, and a rule which makes me furious whenever I see it being ignored, is don’t be greedy. If you see massive packs of organic vintage cheddar for 20p (this has happened) please don’t hog them all. I’ve witnessed people loading stacks of gourmet pizzas into the boot of a new BMW, which if owned by the loader seemed to me a little unfair.</p> \n<p>The etiquette of poverty-induced budget food-hunting decrees that you don’t barge in and grab stuff over the heads of those too polite to let go of their manners. Around the appointed hour of food reduction, a vague, straggly queue forms. When it’s just one remaining pack of prime steak, then who dares wins, but don’t knock other people over.</p> \n<p>Supermarkets observe rigid sell-by dates. Especially odd, but useful to me is cut-price unripe fruit, citrus and even granite-hard avocados which are past the expiry label, but ripen up nicely when kept properly (next to bananas is a good tip).</p> \n<p>My best discovery is that almost anything can be frozen: even eggs, which must be gently broken into a container so the yolk remains intact and keep for about a month. Personally, I relish the good bread (the only way a non-baker gets to eat sourdough). I head for fish to freeze and then, veg, making no apologies for turning right back round again to return if I spot a section being reduced after I had given up my cheap-asparagus quest (best kept in a small amount of water in the fridge.)</p> \n<p>The main (unwritten) rule of food-bargain club is this: be nice to supermarket workers – they are your friend, and will occasionally give you a sly nod to indicate when they will brandish their supermarket price label guns. Besides, they are doing a hard job for low pay. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/apr/22/food-bank-users-uk-low-paid-workers-poverty\" title=\"\">Some are even on work-for-benefits schemes</a> and privately admit they would appreciate the chance to buy cheap food themselves. So be kind not just to them, but all your fellow bargain hunters.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434888204981/e33cf432-483e-47ac-a91a-631954483560-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Johnny Lester / Newsteam/Johnny Lester / Newsteam","altText":"'When it’s just one remaining pack of prime steak, then who dares wins, but don’t knock other people over.'","cleanCredit":"Photograph: Johnny Lester / Newsteam/Johnny Lester / Newsteam"}],"bodyImages":[],"webPublicationDate":"2015-06-22T08:00:08Z","lastModified":"2015-06-22T08:03:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Penny Anderson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pennyanderson"}],"feature":false,"keywords":["Poverty","Tesco","Society","Food poverty"],"tags":[{"id":"society/poverty","webTitle":"Poverty"},{"id":"business/tesco","webTitle":"Tesco"},{"id":"society/society","webTitle":"Society"},{"id":"society/food-poverty","webTitle":"Food poverty"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Penny Anderson","topic":{"type":"tag-contributor","name":"profile/pennyanderson"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/22/cheap-food-desperate-supermarket-bargains-tesco","shortUrl":"http://gu.com/p/4a2va","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/22/cheap-food-desperate-supermarket-bargains-tesco","webUri":"http://www.theguardian.com/commentisfree/2015/jun/22/cheap-food-desperate-supermarket-bargains-tesco"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457196378","source":"Johnny Lester","durationInSeconds":51,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/17/150617tesco.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/17/150617tesco_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/17/1434573664145/KP_299834_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tesco shoppers ","credit":"guardian.co.uk","altText":"620x372 trailpic for Tesco shoppers ","cleanCaption":"620x372 trailpic for Tesco shoppers "}}},"importance":7,"byline":{"title":"Penny Anderson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434888204981/e33cf432-483e-47ac-a91a-631954483560-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Johnny Lester / Newsteam/Johnny Lester / Newsteam","altText":"'When it’s just one remaining pack of prime steak, then who dares wins, but don’t knock other people over.'","cleanCredit":"Photograph: Johnny Lester / Newsteam/Johnny Lester / Newsteam"}}]},{"title":"Airbnb and Uber’s sharing economy is one route to dotcommunism","rawTitle":"Airbnb and Uber’s sharing economy is one route to dotcommunism","item":{"type":"comment","id":"commentisfree/2015/jun/21/airbnb-uber-sharing-economy-dotcommunism-economy","title":"Airbnb and Uber’s sharing economy is one route to dotcommunism","trailText":"Peer-to-peer platforms have changed the game. Make them cheap or free, and it would be way of reinventing the economy to deliver participation and choice alongside social justice","standFirst":"<p>Peer-to-peer platforms have changed the game. Make them cheap or free, and it would be way of reinventing the economy to deliver participation and choice alongside social justice</p>","byline":"Paul Mason","body":"<p>The key will be under a milk bottle, said the email, and it had better be. I had flown to Sydney for a month-long stay in an apartment, booked via <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/airbnb\">Airbnb</a>, and I would have been in disarray if there had been something wrong. But the key was there, and, eventually, so was a line in my credit-card bill commensurate with staying for four weeks on the seafront at Bondi beach. The elderly couple who owned the apartment block were shocked when I told them how much their tenant had sublet for: several times the rent he was paying.</p> \n<p>It was my first experience of the so-called “sharing economy”, and it was good. The platform – Airbnb – worked, and I built up some of the vital capital of the peer-to-peer economy: trust. The place was a lot more like it said it was than most hotels are. And, unlike most hotels, the Wi-Fi worked.</p> \n<p>But consider the economics of what happened: the elderly couple owned an asset that was generating rent. The tenant then – informally – leased out his own rights to be there, generating yet more rent. And the owners of Airbnb were generating economic rent out of their asset – the peer-to-peer booking and payment platform that has a near-monopoly of the market.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/small-business-network/2015/apr/08/sharing-economy-startups-airbnb-business\">The sharing economy: a money-making space made for startups</a> </p> \n</aside> \n<p>It’s similar to what happens with Uber: people who are lease-purchasing a car use it to generate extra informal income, while other revenue goes to the platform operating the market.</p> \n<p>That’s how the official economics work. But there’s an unofficial economic force at work in these sites: the network effect. <a href=\"https://en.wikipedia.org/wiki/Bell_Telephone_Company\">Bell Telephone </a>boss Theodore Vail described the principle behind the network effect in 1908 when he pointed out that the more users there are on a telephone network, the more useful it is to each of them.</p> \n<p>Economists came to describe this benefit of collaboration as a “positive externality”. And the clue is in the name. It’s good, but it comes from somewhere outside the strict market relationship between two parties in a contract. The next problem is how to quantify the benefit – and decide who should own it. In Vail’s day, the answer was easy: he had a monopoly, so any commercial upside – made from each telephone being more useful as the network grew – would go to the company.</p> \n<p>It was not until the advent of networked computing that economists had to get their heads around the biggest problem, which haunts our modern corporate existence: it may not be possible to capture or measure all the benefits of networks inside a market system.</p> \n<p>Consider the ethernet port. You still find them in hotels, or on old computers, but, in the 1980s, they were avant garde: your own personal rubbery link to the internet. <a href=\"http://www.networkworld.com/article/2202019/lan-wan/living-legends--ethernet-inventor-bob-metcalfe.html\">Robert Metcalfe, who invented the ethernet</a>, came up with a highly optimistic “law” to measure the benefits. The cost of building an ethernet network, he said, grew in a straight line; the value of the network would grow by the number of users squared: it produced an exponential curve. “I was a little vague about what ‘value’ was, but in those days it had something to do with sharing expensive disks and printers, exchanging electronic mail within buildings,” he admitted 25 years later.</p> \n<p>In fact, the true value of the positive externalities is a thing deeply troubling to economics: it is a mixture. It is part extra usefulness and part commercial gain. And economics – from <a href=\"https://en.wikipedia.org/wiki/Adam_Smith\">Adam Smith</a> to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/karl-marx\">Marx</a> to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2006/nov/17/guardianobituaries.politics\">Milton Friedman</a> – is founded on the strict separation of the two. A thing’s usefulness and its value are linked, but separate, concepts.</p> \n<p>For Metcalfe, the assumption was that, by linking everybody’s desktop, there would be much more value generated out of the things attached to it: the hard drive, the printer, etc. But the dotcom revolution fostered a different approach. Corporations such as Apple, Amazon, Facebook or eBay are effectively capturing the usefulness generated by many people interacting – buying, selling, recommending – as monetary value. You buy advertising per click, and the number of clicks rises if people are feeling the intangible buzz of sharing their information.</p> \n<p>So, if early telecoms companies were effectively saying: “Hey, we have this extra thing – the network effect – to add to our profitability”, the internet giants of the 2000s said: “The network effect <em>is</em> the business model.” But the internet giants were built as monopolies, jealously guarding their ownership of the information generated by our sharing activities. The stock-market valuation of each of them implies that, long term, they have to take over and destroy much of the rest of the capitalist market.</p> \n<p>What has emerged now, in the form of Uber, Airbnb and the other sharing platforms, is a different model. The utility is transparent and the benefits distributed more transparently. I know what I am paying per week to rent my Bondi flat (a lot); I know what I am paying Airbnb to handle the transaction and provide assurance (likewise, a lot). But I can be a producer in this business as well as a consumer. I can rent my own flat or register my own car to provide cab rides.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/political-science/2015/may/20/smarter-regulation-for-the-sharing-economy\">Smarter regulation for the sharing economy</a> </p> \n</aside> \n<p>So, while the “old” monopoly models of the 2000s only distrupted dinosaur businesses – such as print publishers or booksellers – the new sharing businesses can actually disrupt society. Barcelona, which <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/dec/09/uber-taxis-ban-spain-thailand\">has banned Uber</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/jul/07/airbnb-fined-illegal-tourist-lets-barcelona-catalonia\">hit Airbnb with heavy fines</a>, was responding to protests by cab drivers anxious to protect their trade, and the tourist industry, which wanted people renting out their flats to pay for registration, as non-air B&amp;Bs actually do.</p> \n<p>The sharing model is in its infancy, and there are plenty of me-too businesses trying to make it work in other sectors (cars, bikes, high-end cameras, etc). And, beyond the issues of consent – as in Barcelona – it poses two challenges. First, however brilliant these new models are, they cannot produce exponential growth. It is technology in the service of squeezing out the final drops of value from something, rather than infinite expansion.</p> \n<p>Second, who owns the upside? Once the platforms to rent out things, services or time are stable, textbook economics states that the cost of using them should fall. So, what if you applied the sharing principle without seeking a profit at all? What if these very platforms could be taken over by society and repurposed so that all the benefit went to the consumer or to society itself? The socialists of the early 20th century eyed monopolies like Vail’s with optimism: take them over and their highly organised and unitary status means you can use them to run the economy. Today, if you wanted to re-order the economy to deliver participation and choice alongside social justice, it’s the sharing models you would start from.</p> \n<p>The arrival of sharing changes the game when it comes to the social potential of technology. It was hard to see a route from Apple and Google to “dotcommunism”. It is quite easy to see it, though, if you began with the sharing sites, and made them cheap or free.</p> \n<p><em>Paul Mason is economics editor of Channel 4 News. Follow him </em><a href=\"https://twitter.com/paulmasonnews\"><em>@paulmasonnews</em></a><a href=\"http://www.channel4.com/news/paul-mason\"><em> Read his blog here</em></a><em>. </em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434728908570/Airbnb-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The sharing model is in its infancy. Photograph: Jeff Blackler/REX Shutterstock","credit":"/Jeff Blackler/REX Shutterstock","altText":"Airbnb","cleanCaption":"The sharing model is in its infancy. Photograph: Jeff Blackler/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-21T21:30:19Z","lastModified":"2015-06-21T23:10:08Z","metadata":{"commentable":true,"commentCount":135,"contributors":[{"name":"Paul Mason","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-mason"}],"feature":false,"keywords":["Business","Airbnb","Uber","Society"],"tags":[{"id":"business/business","webTitle":"Business"},{"id":"technology/airbnb","webTitle":"Airbnb"},{"id":"technology/uber","webTitle":"Uber"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Paul Mason","topic":{"type":"tag-contributor","name":"profile/paul-mason"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/21/airbnb-uber-sharing-economy-dotcommunism-economy","shortUrl":"http://gu.com/p/4ax5v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/21/airbnb-uber-sharing-economy-dotcommunism-economy","webUri":"http://www.theguardian.com/commentisfree/2015/jun/21/airbnb-uber-sharing-economy-dotcommunism-economy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434728908570/Airbnb-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The sharing model is in its infancy. Photograph: Jeff Blackler/REX Shutterstock","credit":"/Jeff Blackler/REX Shutterstock","altText":"Airbnb","cleanCaption":"The sharing model is in its infancy. Photograph: Jeff Blackler/REX Shutterstock"}},"importance":5,"byline":{"title":"Paul Mason"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434728908570/Airbnb-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The sharing model is in its infancy. Photograph: Jeff Blackler/REX Shutterstock","credit":"/Jeff Blackler/REX Shutterstock","altText":"Airbnb","cleanCaption":"The sharing model is in its infancy. Photograph: Jeff Blackler/REX Shutterstock"}}]},{"title":"Doctor Google is here to stay – and here to help","rawTitle":"Doctor Google is here to stay – and here to help","item":{"type":"comment","id":"commentisfree/2015/jun/22/bronte-doyne-cancer-google","title":"Doctor Google is here to stay – and here to help","trailText":"Oncologists told Bronte Doyne to stop Googling her symptoms. She died of a rare cancer. Doctors must go back to listening and genuine caring","standFirst":"Oncologists told Bronte Doyne to stop Googling her symptoms. She died of a rare cancer. Doctors must go back to listening and genuine caring","byline":"Ranjana Srivastava","body":"<p>Few doctors could have read about Bronte Doyne and not thought: “There but for the grace of God go I.”</p> \n<p>Doyne was 19 when she succumbed to an extremely rare form of liver cancer whose recurrence went undiagnosed because doctors, specialists and GPs at Nottingham University Hospitals Trust failed to listen or believe her complaints. Her increasingly urgent pleas for help were met with an admonishment to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/healthcare-network/2015/jun/19/google-search-doctor-diagnosis-imperfect-balance-bronte-doyne-cancer\" title=\"\">“stop Googling” </a>her symptoms.</p> \n<p>Her messages, made public last week by her courageous mother, are heartbreaking in their innocence and despair. Less than a month before she died she wrote of a consultant. “He said it’s inoperable at the moment. Don’t really know what that means.” Close to the end she wrote, “Can’t begin to tell you how it feels to have to tell an oncologist they are wrong. I had to, I’m fed up of trusting them.”</p> \n<p>The recurrence of a rare cancer was always going to be bad news, whatever the timing of its discovery. But to highlight this in Doyne’s case misses the point that early diagnosis would have enabled the teenager to access the pain management that she was denied, expert cancer care that she deserved and hospice care that was too little too late. Doyne’s mother has spoken of the “woeful lack of care and empathy” shown her daughter– measured words for a damning indictment of the second-class way in which the medical profession treats many patients.</p> \n<p>Although her extreme example does not sully the work of countless diligent doctors, in the NHS and elsewhere, I can’t help thinking that every cancer specialist has a Bronte Doyne of sorts.</p> \n<p>Mine was in her 40s, having just finished chemotherapy after successful surgery. At her six-week review she felt breathless but a scan excluded a pulmonary embolism or cancer. Some weeks later her sternum didn’t feel right but a bone scan was clear. I chastised myself for being the over-investigating oncologist I didn’t want to be.</p> \n<p>One day through mascara-streaked tears and tugging at her purple-dyed hair she told me about the split with her husband and her general difficulty in readjusting to life after cancer. Then she gave me an out. “I think I’m just anxious.” I seized gratefully on it, wrote a script for Lorazepam, and told her that these were still early days.</p> \n<p>All I could offer was a shared sense that the symptoms that nagged her also nagged at me. “Come back early,” I urged after every uneventful review, “so I can keep an eye on you.” When it turned out that her gut instinct about her cancer was right all along, this offer would turn out to be my saving grace.</p> \n<p>She did come back soon with a “pimple” on her chest. More nodules grew before my eyes and then the cancer was everywhere. Just months later my “cured but anxious” patient lay dying, unfathomably gracious towards me till the end. Her loss triggered a lot of soul-searching on my part. That the biology of her cancer was unforgiving and that tests had failed her was evident but I have never stopped wondering if I could have done more to spare her the torment of thinking, even for a while, that she was merely going crazy.</p> \n<p>The modern cancer patient has typically Googled the diagnosis, the oncologist, prospective treatment and a whole lot more before setting foot in the office. This can mean that serious, life-changing issues compete with the frankly nonsensical.</p> \n<p>Last week, between cajoling a patient to enter a hospice and treating a homeless man I heard a discourse on Mexican garlic, another on healing spinach juice and a patient demanded scans recommended by a popular blog.</p> \n<p>I resent Dr Google being the silent spoiler in my life but only until I recognise how the internet has allowed patients to seek counsel that would have been unthinkable in another era, and access to often high-quality information written with the patient in mind. My last few patients have probably learned more about clinical trials from the internet than from me.</p> \n<p>But look up “best treatment for cancer” and you have an astonishing 300 million offerings. Right there with rigorous, evidence-based sites there are those offering fermented foods and DIY cancer cure kits. Doyne consulted a reputable site but worried patients need help to distinguish between sensible advice and fanciful claims.</p> \n<p>Mostly, what medics must accept is that searching for more information is a natural instinct, not a slight against one’s doctor. The profession will have to get better at educating the next generation of doctors now that Dr Google is here to stay and, I think, to help. The greatest challenge of modern medicine is not to figure out the next blockbuster therapy for an uncommon disease but how to listen to the neediest of our patients and stay with them on the often long and lonely path of their illness.</p> \n<p>The internet will never replace the profound human dimension of the doctor-patient relationship. Those predicting the end of medicine as we know it, with sophisticated computers able to filter information better and faster than the hapless doctor who can barely keep up with a couple of journals, lack insight into the pathos of suffering, the vulnerability and the irreplaceable need for a compassionate voice.</p> \n<p>This is what you will find on any cancer ward amid the chaos and uncertainty – gestures of humanity from doctors, nurses, pharmacists, social workers and any number of allied health professionals. A hand held here, a tear wiped there. A wound dressed, a chaplain called. French fries, the occasional smuggled beer, a warm shower and a foot massage. Most of it goes unremarked but every day we meditate on the drama of life and death, pray silently and strive to recognise that the suffering we witness is physical and existential. Of course, we get it wrong, horribly so, in the case of poor Bronte Doyne whose treatment shames doctors as much as it outrages patients. But many times we get it right. Perhaps even more importantly, we worry about getting it right.</p> \n<p>In the 4th century BC Hippocrates provided doctors with a prescription for good medicine. “May you cure sometimes, treat often, comfort always.” The saddest thing about Bronte Doyne is that, unable to do the first two, her doctors abjectly failed her in the last. Speaking from experience, this is the failure that will haunt them the most.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434900640434/Teen-cancer-victim-was-to-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Bronte Doyne's increasingly urgent pleas for help were met with an admonishment to “stop Googling” her symptoms.' Photograph: Rex Shutterstock","credit":"Rex Shutterstock/Rex Shutterstock","altText":"Teen cancer victim was told to 'stop Googling' her rare cancer ","cleanCaption":"'Bronte Doyne's increasingly urgent pleas for help were met with an admonishment to “stop Googling” her symptoms.' Photograph: Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-22T07:00:07Z","lastModified":"2015-06-22T07:00:07Z","metadata":{"commentable":true,"commentCount":16,"contributors":[{"name":"Ranjana Srivastava","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/18/1416320691328/Ranjana-Srivastava-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ranjana-srivastava"}],"feature":false,"keywords":["Cancer","Health","Society","NHS"],"tags":[{"id":"society/cancer","webTitle":"Cancer"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"society/nhs","webTitle":"NHS"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Ranjana Srivastava","topic":{"type":"tag-contributor","name":"profile/ranjana-srivastava"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/22/bronte-doyne-cancer-google","shortUrl":"http://gu.com/p/4a22m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/22/bronte-doyne-cancer-google","webUri":"http://www.theguardian.com/commentisfree/2015/jun/22/bronte-doyne-cancer-google"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434900640434/Teen-cancer-victim-was-to-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Bronte Doyne's increasingly urgent pleas for help were met with an admonishment to “stop Googling” her symptoms.' Photograph: Rex Shutterstock","credit":"Rex Shutterstock/Rex Shutterstock","altText":"Teen cancer victim was told to 'stop Googling' her rare cancer ","cleanCaption":"'Bronte Doyne's increasingly urgent pleas for help were met with an admonishment to “stop Googling” her symptoms.' Photograph: Rex Shutterstock"}},"importance":5,"byline":{"title":"Ranjana Srivastava"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/11/18/1416320691328/Ranjana-Srivastava-L.png"}}]},{"title":"Letter-writing as post-election grief therapy for Guardian readers","rawTitle":"Letter-writing as post-election grief therapy for Guardian readers","item":{"type":"comment","id":"commentisfree/2015/jun/22/letter-writing-post-election-grief-therapy-guardian-readers","title":"Letter-writing as post-election grief therapy for Guardian readers","trailText":"<strong>Open door:</strong> A sense of numbness came out in many of the letters we received after the surprise heavy Labour defeat, showing all the classic symptoms of grieving","standFirst":"A sense of numbness came out in many of the letters we received after the surprise heavy Labour defeat, showing all the classic symptoms of grieving","byline":"Nigel Willmott","body":"<p>Readers write to the letters page for many reasons – to put an alternative view, present additional information, correct our grammar, burst our occasional pomposity, alert other readers to events or debates, or just let off steam. But in the weeks following the 7 May general election another reason took pre-eminence: as therapy.</p> \n<p>At least that’s the way it seemed. Letters were coming in at about twice the normal rate, a huge number fixated on the surprise Conservative win – or rather the surprise heavy Labour defeat. Our letters page headlines pretty much tell the story: Thursday 7 May, “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/05/green-labour-climate-change-protect-our-future\" title=\"\">Time to take a deep breath and vote Labour</a>”; Saturday 9 May, “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/08/handwringing-and-hopes-as-cameron-returns-to-downing-street\" title=\"\">Handwringing and hopes as Cameron returns to Downing Street</a>”.</p> \n<p>Of course it wasn’t just Labour that took a drubbing. Guardian readers are overwhelmingly left of centre, but that includes a solid slice of Liberal Democrats and a growing number of Greens. Our other 9 May headlines pretty much summed it for them too: “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/08/liberal-democrats-recapture-the-partys-true-nature\" title=\"\">Lib Dems must refind their true nature</a>” and “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/08/greens-leftist-rhetoric-let-them-down-badly\" title=\"\">Greens’ leftist rhetoric let them down badly</a>” – a fair reflection of views on one party reduced to a rump of eight MPs and another which won more votes, but was still left with just one seat.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We, along with the rest of the media, deserve part of the blame for the depth of the shock</p> \n </blockquote> \n</aside> \n<p>We, along with the rest of the media, deserve part of the blame for the depth of the shock. All of the record number of opinion polls given great prominence forecast a hung parliament right up until the large exit poll. (“I haven’t seen any opinion polls being cited in your newspaper for over a month. Any particular reason?” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global/2015/jun/10/making-a-mint-for-we-happy-few\" title=\"\">Irfan Husain asked innocently in a letter on 11 June</a>.)</p> \n<p>A more serious point was made <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/08/handwringing-and-hopes-as-cameron-returns-to-downing-street\" title=\"\">in a letter from Sally Lynes on 9 May</a>: “The exit polls have got it right in two consecutive general elections. The exit polls are based on a much larger sample than the numerous opinion polls before the election. In future, let’s have fewer opinion polls, based on larger samples, to give better guidance.” Whether or not the pollsters and the media which commission them take note of that – large samples cost money – polls are likely to be sotto voce until more accurate methods are devised or people have forgotten their miserable election record.</p> \n<p>What happened, and how our disproportional voting system distorted and magnified small electoral shifts, really needed some detailed analysis. “Labour increased their share of the vote by 3.6% in England,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/lessons-labour-must-learn-rebuilding-process-begings\" title=\"\">Stuart Raymond pointed on 11 May</a>. “Why is this being ignored?” he asked. Partly, perhaps, because a number of party grandees jumped in to blame the defeat on a) Ed Miliband’s leadership, and b) the party being too leftwing and anti-business, before there was time for any&nbsp;real reflection. Over the weekend of 9-10 May, a phalanx led by Alan Johnson, Peter Mandelson and Tony Blair were already at work to set the narrative for the Labour defeat. Meanwhile, potential leadership candidates Chuka Umunna and Liz Kendall were setting out their stalls in articles for the Sunday papers that said the party had to do more to appeal to Conservative voters. As one Labour source told the New Statesman, Umunna and Kendall were <a href=\"http://www.newstatesman.com/politics/2015/05/chuka-umunna-and-liz-kendall-attacked-early-labour-leadership-interventions\" title=\"\">“behaving like family members taking jewellery off a corpse”</a></p> \n<p>Their view was not without support among our readers. Also on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/lessons-labour-must-learn-rebuilding-process-begings\" title=\"\">11 May, Dr Roger Kennedy wrote</a>: “The mansion tax was a terrible psychological mistake, regardless of its rational justification. It made Labour appear to be envious and unfair to the elderly who may have worked hard all their lives to keep their&nbsp;property.”</p> \n<p>But a more common reaction was shock that the party was rushing to judgment and pressing ahead prematurely with a leadership election. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/11/stop-heaping-all-the-blame-on-miliband\" title=\"\">Ann Wardle, in a letter on 12 May</a>, was “appalled by the feeding frenzy from the Labour party, blaming its defeat solely on Ed Miliband”; while the previous day, counselling against rushing into a leadership election, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/lessons-labour-must-learn-rebuilding-process-begings\" title=\"\">Roger Clough wrote</a>: “We are desolate and must have time to grieve and absorb what has happened.”</p> \n<p>And that sense of numbness was what came out in many of the letters we didn’t publish, showing all the classic symptoms of grieving. Many just reiterated well-attested facts – such as that Labour lost by being too rightwing in Scotland and too leftwing in southern England – as profound new insights. Others latched on to “if only” type explanations. “The failure to challenge the constantly repeated claim that Labour overspending caused the crash and the deficit,” as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/09/looking-to-past-will-ensure-labour-future\" title=\"\">Professor Ron Glatter put it in a letter of 10 June</a>, was frequently cited. How to challenge this myth in an environment where the press is 85% anti-Labour is never really&nbsp;considered.</p> \n<p>Another trope was that by joining a united Better Together campaign for the Scottish independence referendum, Labour had just endorsed Tory austerity, and so caused the SNP landslide. “The failure to develop a distinctive stance meant that Labour’s response became completely identified with a no campaign that was negative in substance, dismissive – even contemptuous,” one correspondent wrote. This is something that Labour appears to have recognised in its decision to fight a separate campaign to stay in Europe, outside any cross-party pro-EU organisation that may emerge in the runup to the in/out referendum.</p> \n<p>Whether an immediate leadership contest was the right approach, it is how Labour is framing debate about its defeat and the way forward. Guardian readers will continue to contribute to that debate through the letters page, and the party could do worse than heed advice from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/29/advice-to-labour-on-the-way-ahead\" title=\"\">Alan Healey, who on 30 May noted</a> “the difference between what a Labour Queen’s speech might have contained and what the currently declared candidates for the Labour leadership are saying”, and warned: “This suggests that all candidates were lying to the electorate during the campaign since they are all, to varying degrees, backtracking on the policies on which they campaigned, just days after the election. If they were not lying then, this is a clear indication that their currently expressed beliefs are designed not to signal a future direction for Labour, but to get themselves elected.”</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9eae58441774dc3d62dac616450ea19c93b35061/0_0_4430_2658/4430.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2658,"width":4430,"orientation":"landscape","credit":"Dan Kitwood/Getty Images","altText":"David Cameron delivers a speech outside 10 Downing Street on 8 May after the Conservative party won a surprise overall majority in the 2015 general election, leaving many Guardian readers in shock.","cleanCredit":"Photograph: Dan Kitwood/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-22T06:00:07Z","lastModified":"2015-06-22T06:00:07Z","metadata":{"commentable":true,"commentCount":20,"contributors":[{"name":"Nigel Willmott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nigelwillmott"}],"feature":false,"keywords":["The Guardian","National newspapers","Newspapers & magazines","Newspapers","Media","Labour","General election 2015","Labour party leadership"],"tags":[{"id":"media/theguardian","webTitle":"The Guardian"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/media","webTitle":"Media"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Nigel Willmott","topic":{"type":"tag-contributor","name":"profile/nigelwillmott"}}],"series":{"title":"Open door","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/open-door"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/22/letter-writing-post-election-grief-therapy-guardian-readers","shortUrl":"http://gu.com/p/4a2xb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/22/letter-writing-post-election-grief-therapy-guardian-readers","webUri":"http://www.theguardian.com/commentisfree/2015/jun/22/letter-writing-post-election-grief-therapy-guardian-readers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9eae58441774dc3d62dac616450ea19c93b35061/0_0_4430_2658/4430.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2658,"width":4430,"orientation":"landscape","caption":"David Cameron delivers a speech outside 10 Downing Street on 8 May after the Conservative party won a surprise overall majority in the 2015 general election, leaving many Guardian readers in shock.  Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"David Cameron delivers a speech outside 10 Downing Street on 8 May after the Conservative party won a surprise overall majority in the 2015 general election, leaving many Guardian readers in shock.","cleanCaption":"David Cameron delivers a speech outside 10 Downing Street on 8 May after the Conservative party won a surprise overall majority in the 2015 general election, leaving many Guardian readers in shock. ","cleanCredit":"Photograph: Dan Kitwood/Getty Images"}},"importance":4,"byline":{"title":"Nigel Willmott"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9eae58441774dc3d62dac616450ea19c93b35061/0_0_4430_2658/4430.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2658,"width":4430,"orientation":"landscape","credit":"Dan Kitwood/Getty Images","altText":"David Cameron delivers a speech outside 10 Downing Street on 8 May after the Conservative party won a surprise overall majority in the 2015 general election, leaving many Guardian readers in shock.","cleanCredit":"Photograph: Dan Kitwood/Getty Images"}}]},{"title":"Let’s end this disgraceful charade over academies","rawTitle":"Let’s end this disgraceful charade over academies","item":{"type":"comment","id":"education/2015/jun/22/academies-secondary-school-illusion-choice","title":"Let’s end this disgraceful charade over academies","trailText":"This government is determined to make every secondary school an academy – despite maintaining an illusion of choice","standFirst":"This government is determined to make every secondary school an academy – despite maintaining an illusion of choice","byline":"Estelle Morris","body":"<p>Secondary schools are fast approaching the point of no return. This parliament has started in the same way as the last, with legislation to increase the number of academies. Five years ago, it was high-achieving schools that were offered incentives to convert; now underperforming ones are targeted. With more than half of the secondary sector already academies, it’s a safe bet that the job will be all but complete before the end of the decade.</p> \n<p>Ministers’ commitment to academies as their preferred school structure has never been in doubt and in some ways this clear focus is a strength. However, any admiration I may have had has drained away as their implementation plans have unfolded.</p> \n<p>Rather than being honest about their determination to create a fully academised school system, they have maintained an illusion of “choice” and presided over a drawn-out pretence that has been bad for education and shoddy politics. It has been costly in terms of time and money, a distraction to all concerned, and quite the most frustrating period of policy development I can remember – all in all, a disgraceful performance.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Ministers' speeches are full of stories of successful academies; a maintained school is rarely singled out for praise</p> \n </blockquote> \n</aside> \n<p>Most people’s experience tells them that there are successful and failing schools in all groups – but there are always those at the extremes. Some people are so ideologically opposed to academies they won’t acknowledge the real difference many have made. At the other extreme, ministers, bound by ideology, seem unable to see any good in any school that isn’t an academy.</p> \n<p>Listen to what they say: their speeches are littered with stories of successful academies, but a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2013/may/27/successful-community-schools\" title=\"\">maintained school</a> is rarely singled out for praise. Lord Nash name-checked five schools in his contribution to the <a href=\"http://www.publications.parliament.uk/pa/ld201516/ldhansrd/text/150603-0001.htm\" title=\"\">Queen’s speech</a> debate, every one an academy.</p> \n<p>Look at how they misuse exam results to exaggerate academies’ success. They cite improvement as a measure for sponsored academies because they usually start from a low base; when it comes to converter academies, which were high achievers before they converted, they quote actual results as their measure – a selective use of statistics.</p> \n<p>Note how the needs of academies monopolise people and money in the Department for Education – by its own admission, academies programmes are the most resource-intensive of its work.</p> \n<p>Meanwhile, though, ministers are not appointed as minister for academies but minister for schools. There is a fine line between promoting favoured policies and failing in a duty to all schools and all children – and ministers risk crossing it.</p> \n<p>The deeply frustrating consequence is that while ministers and Whitehall are engaged in the battle of academy numbers, most schools have moved on and are focused elsewhere. The really creative and exciting thinking is where teachers are raising standards in their own school and signing up to a collective endeavour to raise them in neighbouring schools as well.</p> \n<p>This is far from the government’s claim that the opening of a free school will mysteriously lead to higher standards throughout the neighbourhood, but hard-headed collaboration based on shared data, joint objectives and a professional and intelligent use of capacity and expertise.</p> \n<p>It is these people, cooperating among themselves, who are shaping our future school system. Guess what? They come from academies and maintained schools, multi-academy trusts and the local authority. They see beyond the label and understand that no single part of the school system has the monopoly of wisdom. They could teach ministers a&nbsp;thing or two.</p> \n<p>Five more years of this phoney academies battle, and partisan speeches that undermine and undervalue whole sections of the education system, hardly fills me with enthusiasm. I sometimes wonder if the government might as well cut to the chase, make all schools academies, and use the resources released to kickstart the new local school systems beginning to emerge.</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Education/Pix/pictures/2015/6/18/1434645824892/Academy-protest-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An anti-academy protestor in Birmingham – but is there any point fighting against the inevitable? Photograph: Gary Calton","credit":"Gary Calton","altText":"Academy protest","cleanCaption":"An anti-academy protestor in Birmingham – but is there any point fighting against the inevitable? Photograph: Gary Calton"}],"bodyImages":[],"webPublicationDate":"2015-06-22T06:00:05Z","lastModified":"2015-06-22T06:00:05Z","metadata":{"commentable":true,"commentCount":33,"contributors":[{"name":"Estelle Morris","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401107940317/Estelle-Morris-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estellemorris"}],"feature":false,"keywords":["Academies","Secondary schools","Schools","Education","Education policy","Politics"],"tags":[{"id":"education/academies","webTitle":"Academies"},{"id":"education/secondary-schools","webTitle":"Secondary schools"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"},{"id":"politics/education","webTitle":"Education policy"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"education"},"topics":[{"displayName":"Estelle Morris","topic":{"type":"tag-contributor","name":"profile/estellemorris"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jun/22/academies-secondary-school-illusion-choice","shortUrl":"http://gu.com/p/4avdc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jun/22/academies-secondary-school-illusion-choice","webUri":"http://www.theguardian.com/education/2015/jun/22/academies-secondary-school-illusion-choice"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Education/Pix/pictures/2015/6/18/1434645824892/Academy-protest-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An anti-academy protester in Birmingham – but is there any point fighting against the inevitable? Photograph: Gary Calton","credit":"Gary Calton","altText":"Academy protest","cleanCaption":"An anti-academy protester in Birmingham – but is there any point fighting against the inevitable? Photograph: Gary Calton"}},"importance":4,"byline":{"title":"Estelle Morris"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/26/1401107940317/Estelle-Morris-L.png"}}]},{"title":"George Osborne’s coup: converting Labour to fiscal conservatism \r\n","rawTitle":"George Osborne’s coup: converting Labour to fiscal conservatism","item":{"type":"comment","id":"commentisfree/2015/jun/21/george-osborne-fiscal-conservatism-political-chancellor","title":"George Osborne’s coup: converting Labour to fiscal conservatism","trailText":"The chancellor’s most remarkable achievement has been to change assumptions about public spending","standFirst":"The chancellor’s most remarkable achievement has been to change assumptions about public spending","byline":"Matthew d'Ancona","body":"<p>It is no accident that George Osborne and Iain Duncan Smith co-authored an article in <a href=\"http://www.thesundaytimes.co.uk/sto/news/Politics/article1571740.ece\" title=\"\">the Sunday Time</a>s, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/21/osborne-to-proceed-with-12bn-welfare-cuts-despite-anti-austerity-protests\" title=\"\">announcing that &pound;12bn</a> will indeed be cut from welfare in the summer budget on 8 July and in the subsequent spending review. Those who had grown used to the moderating hand of Nick Clegg and the bipartisan “quad” will now learn how very different a fully Conservative government is from a coalition.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/21/osborne-to-proceed-with-12bn-welfare-cuts-despite-anti-austerity-protests\">Osborne to proceed with &pound;12bn welfare cuts despite anti-austerity protests</a> </p> \n</aside> \n<p>Those who had hoped that Duncan Smith might squeeze some compromise from Osborne will also be disappointed. The relationship between the chancellor and the work and pensions secretary has often been fraught – most overtly in 2010 when Osborne announced at the Tory conference that higher-rate taxpayers were to lose child benefit, but neglected to give Duncan Smith advance notice (“I thought we were a team!” IDS wailed to David Cameron). But the relationship has improved. It is by no means perfect: Duncan Smith can occasionally find the chancellor high-handed and one still hears Treasury jokes about IDS’s IQ. But an unlikely partnership has somehow been forged from unpromising materials.</p> \n<p>Extra-parliamentary action often signals an intuition that the political class – rather than the governing party alone – is edging towards a consensus. In this sense, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/20/tens-thousands-rally-uk-protest-against-austerity\" title=\"\">anti-austerity activists</a> who marched in London are on to something. There are still plenty of frontline politicians who oppose the cuts with a passion, of whom Jeremy Corbyn is naturally the most prominent because of his candidacy for the Labour leadership. But the general trend at Westminster is quite otherwise:&nbsp;towards fiscal conservatism as the new orthodoxy.</p> \n<p>To understand why, one need look no further than the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/20/alexis-tsipras-last-ditch-offer-eu-greece-debt-crisis\" title=\"\">long-running debt crisis in Greece</a>, and the desperate bid by Alexis Tsipras, the Greek prime minister, to save his country from collapse. Against this geo-economic backdrop, Osborne’s greatest achievement has been to take a statistical abstraction – the deficit – and give it political bite.</p> \n<p>It is easy to warn voters that high interest rates will increase their mortgage premiums and depress the value of their homes. Inflation needs no explanation. But the threat of a high structural deficit is harder to capture in a slogan. Indeed, the centre-right on both sides of the Atlantic has a history of sharp division on this very matter.</p> \n<p>As HW Brands argues in his fine new biography of Reagan, American conservatives in the 1960s “disliked taxes but disliked deficits even more”. But Reagan’s presidency dramatised the argument, as those who favoured stability fought with those who demanded the stimulus of tax cuts. “If I have to be criticised,” the president wrote in his diary on 22 January 1982, “I’d rather be criticised for a deficit than for backing away from our economic programme.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In a treacherous world, fiscal stability has acquired the aura of economic Ready Brek.</p> \n </blockquote> \n</aside> \n<p>Margaret Thatcher, in contrast to her transatlantic ally, was a fiscal conservative by temperament – though the extent to which she practised what she preached remains a matter of controversy among her followers. Those who call themselves Thatcherite today prefer the swashbuckling tax cut to the dull virtue of calm economic waters.</p> \n<p>Cameron and Osborne are children of Black Wednesday. Their fiscal conservatism was seared into them by formative experience rather than ideology. Both share an uncomplicated belief in balancing the books and the virtue of stability. It is true that they have failed to pay down Britain’s spectacular debt or to clear the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/15/imf-forecast-uk-george-osborne-deficit-reduction-growth-fuel-tax\" title=\"\">deficit as quickly as they initially pledged.</a> What they have achieved is to change the terms of trade and to reframe political discourse.</p> \n<p>Before 2010, it was an unchallenged orthodoxy that increased public spending was hard to trump. Yes, it was legitimate to ask whether the sums could be afforded; whether they would be well spent, on properly reformed public services; and whether the specific expenditure reflected sound priorities. But it was a sackable offence for Tories to call for sweeping cuts: Oliver Letwin went to ground during the 2001 election campaign, having allegedly disclosed plans for &pound;20bn tax cuts to the Financial Times – an allegation he firmly denied – while <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2005/mar/29/uk.conservatives\" title=\"\">Howard Flight was sacked as Tory deputy chairman</a> and deselected as an MP in 2005 for declaring in private that the party would make greater cuts than it was admitting in public. And let us not forget that Cameron himself committed his party to match Labour spending plans up to 2010-11, until November 2008 when he claimed that Britain had “maxed out its credit card” and ditched the commitment.</p> \n<p>The cross-party notion that public spending is inherently virtuous remains powerful. It is entrenched in the Tories’ ring-fencing of the NHS, schools and international development, and in the pressure to which the government has been subject to commit <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/12/defence-spending-mps-vote-in-favour-of-keeping-budget-at-2-of-gdp\" title=\"\">2% of GDP to defence spending</a>. But this all-important premise is no longer unchallenged. Osborne’s most remarkable accomplishment has been to change our political culture and the governing assumptions of political debate.</p> \n<p>This has harsh implications for Labour. Chuka Umunna – no longer, sadly, a candidate in the party’s leadership contest – has expressed the problem of perception now facing his defeated party most pithily: “to be running a deficit in 2007, after 15 years of economic growth, was … a mistake. My party’s failure to acknowledge that mistake compromised our ability to rebuild trust in 2010 and in 2015. If a government can’t run a surplus in the 15th year of an economic expansion, when can it run one?”</p> \n<p>Other than Corbyn, the contenders for the Labour leadership accept to a greater or lesser extent that Ed Miliband’s successor must at least tip his or her cap to the notion that Gordon Brown’s government was spending too much. Of course, when expenditure is disaggregated into health, transport, education and so on, the voters will always tell pollsters that they support higher spending. But that does not necessarily translate into support for higher spending overall. In a treacherous world, fiscal stability has acquired the aura of economic Ready Brek.</p> \n<p>It is often said that New Labour was Thatcher’s greatest achievement. To reform one party is hard; to reform two is historic. Cameron and Osborne have not yet converted Labour fully to fiscal conservatism. But the seed has been sown. Like those in the US who lobby for a balanced budget amendment to the constitution, the chancellor now proposes to bind future governments to maintain a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/12/academics-attack-george-osborne-budget-surplus-proposal\" title=\"\">budget surplus</a> in “normal” times. The symbolism of this legislation is much more important than its prospective statutory force. It will enshrine a dramatic change in the practice of politics. “We are all Keynesians now”: it was Richard Nixon who said that in 1971, or something close to it. How long before we are all fiscal conservatives?</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434909763647/Britains-Chancellor-of-th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'George Osborne’s greatest achievement has been to take a statistical abstraction – the deficit – and give it political bite.' Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"Britain's Chancellor of the Exchequer","cleanCaption":"'George Osborne’s greatest achievement has been to take a statistical abstraction – the deficit – and give it political bite.' Photograph: Toby Melville/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-21T18:09:14Z","lastModified":"2015-06-21T23:00:34Z","metadata":{"commentable":true,"commentCount":513,"contributors":[{"name":"Matthew d'Ancona","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/13/1421152370713/Matthew-d-Ancona-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthew-dancona"}],"feature":false,"keywords":["Austerity","Conservatives","Politics","George Osborne","UK news"],"tags":[{"id":"business/austerity","webTitle":"Austerity"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Matthew d'Ancona","topic":{"type":"tag-contributor","name":"profile/matthew-dancona"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/21/george-osborne-fiscal-conservatism-political-chancellor","shortUrl":"http://gu.com/p/4a222","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/21/george-osborne-fiscal-conservatism-political-chancellor","webUri":"http://www.theguardian.com/commentisfree/2015/jun/21/george-osborne-fiscal-conservatism-political-chancellor"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434909763647/Britains-Chancellor-of-th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'George Osborne’s greatest achievement has been to take a statistical abstraction – the deficit – and give it political bite.' Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"Britain's Chancellor of the Exchequer","cleanCaption":"'George Osborne’s greatest achievement has been to take a statistical abstraction – the deficit – and give it political bite.' Photograph: Toby Melville/Reuters"}},"importance":3,"byline":{"title":"Matthew d'Ancona"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/1/13/1421152370713/Matthew-d-Ancona-R.png"}}]},{"title":"My wife always showed me how to be a good dad. I had to fail at it to notice","rawTitle":"My wife always showed me how to be a good dad. I had to fail at it to notice","item":{"type":"comment","id":"commentisfree/2015/jun/21/my-wife-good-dad","title":"My wife always showed me how to be a good dad. I had to fail at it to notice","trailText":"I spent years being the ‘Fun Dad’ to my five children, but they always seemed to respect their mother more. It turns out that they needed more than just my love","standFirst":"<p>I spent years being the ‘Fun Dad’ to my five children, but they always seemed to respect their mother more. It turns out that they needed more than just my love</p>","byline":"Terry Crews","body":"<p>I’ve been a dad since I was 20 years old. I was thrown into it in 1989 by my marriage to my wife, Rebecca, who was a single parent to a two-year-old little girl named Naomi. </p> \n<p>Rebecca and I met when I was 18 and Naomi was just 6 months old: introduced by friends, we became friends ourselves and then decided we didn’t want to live without each other. But Naomi was able to do without me just fine. I remember looking in her big, 2-year-old eyes and seeing her disdain at having me take her mother’s attention away. It had been just her and her mom for a long time, I was an intruder, and she let me know it. </p> \n<p>I knew Naomi didn’t like me and I understood <em>why</em> she didn’t like me: it was clearly because I had no clue as to what I was doing. I was one of those guys that would rip open a box and attempt to put anything together by just looking at the picture on the outside, completely ignoring the detailed instructions. It would get done, but there were always these screws and pieces that looked very important still laying on the floor when I was “finished”. </p> \n<p>For a long time, I believed life was like that, too: move forward, blaze a trail, get married, have a family and as long as you love your family and love what you are doing, everything will just fall together and work, just like on television. But over the years, I would get one rude awakening after the other, and as cruel and unusual as this sounds – love just isn’t enough.</p> \n<p>For instance, I tried to win Naomi over by being the “Fun Dad”. Road trip to Disney? Check. Playground? Check. Could she stay up and watch television past her bedtime? Check. I even made my wife the “bad guy” by putting her in the position of always having to say no. But though I was trying my hardest to win Naomi over, she still did not like me – and, what was strange is that she loved and respected her mother more even though <em>she</em> said “no”. I didn’t get it. </p> \n<p>Two years later, my second daughter, Azriel, was born, and I just knew that things would gel together; instead, I had two kids who didn’t respect me, even though I was breaking my neck to do everything for and give them want they wanted. “Bad guy” mom won the affection contest every time. </p> \n<p>For eight years it was just Naomi and Azriel, until my third daughter, Tera, was born. My wife still consistently warned me about spoiling the kids, but I didn’t listen. I was “loving” them by giving them exactly what they wanted – and sometimes more. Instead of a doll for their birthdays, I’d say, we are going to get seven of them with all the clothes to match and complete the set with one gigantic, life-size version to boot. My wife would shake her head in mock shame, but I had done what a man is supposed to do.</p> \n<p>I could never understand why didn’t they like me the way that they liked their mother.</p> \n<p>Wynfrey followed – bringing the girl-total in the house to a whopping four ladies. By then, Naomi was 15 and decided to move out because she was “tired of me trying to control her”. I thought to myself, <em>What?</em> <em>How can being the “Fun Dad” be an attempt to control her? Isn’t love all we need?</em></p> \n<p>Two years after Naomi left, Rebecca and I had our fifth child and our first boy, Isaiah. Maybe that was it, I thought: the problem had been that I was a man among girls, and surely a little boy would solve my “Fun Dad” problem. I’d have a little man who’d understand me. </p> \n<p>But the same problem reared its ugly head: I’d go overboard in an attempt to fun-dad the kids into respecting me, and it would almost always have the opposite result. I decided that I’d had enough.</p> \n<p>I threw myself in parenting books, relationship books, books about women, books about child psychology, gaining-success books and avoiding-failure books. I started reading those manuals I’d so often discarded to just go by the picture on the box, and found out that I had been wrong. </p> \n<p>Love isn’t enough despite what every sappy love song says: commitment to parenting was the missing piece. Commitment takes love on its back and carries it the whole way. When I’m committed to you, I learn to tell you no – not to hurt you but to help you grow and learn. I learned through my research that there are three things only a father can give you, spiritually more so than physically: your name; your security; and your inheritance. </p> \n<p>I realized that Naomi had been right: I had been a “Fun Dad” out of a desire to control and manipulate my children into doing what I wanted, but it’s impossible to love and control someone at the same time. I still do wonderful, amazing and fun things for my children, but now they earn those extra fun things with good behavior, excellent grades and working hard, and value the fun things more. </p> \n<p>Once I tried to pat myself on the back for all I’ve learned – but my wife reminded me that she had been telling me this the whole time that we’d been parents together. The more I thought about that, the more it was like a Sixth Sense moment for me: all the times she’d told me over the years to stop spoiling them played back in my head. And even when she knew that I was wrong, even when I made her be the bad guy, she loved our family and, more importantly, was committed to it – and she’s the reason that we are all still here, together.<br /></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/401bf4257f8be953de70c614cfd88d039b24d89d/169_305_1329_797/1329.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":797,"width":1329,"orientation":"landscape","credit":"Carlotta Arrivabene/Splash News/Corbis","altText":"terry rebecca crews","cleanCredit":"Photograph: Carlotta Arrivabene/Splash News/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-21T11:56:26Z","lastModified":"2015-06-22T03:13:57Z","metadata":{"commentable":true,"commentCount":241,"contributors":[{"name":"Terry Crews","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434806415212/Terry-Crews-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/terry-crews"}],"feature":false,"keywords":["Father's Day","Parents and parenting"],"tags":[{"id":"lifeandstyle/fathers-day","webTitle":"Father's Day"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Terry Crews","topic":{"type":"tag-contributor","name":"profile/terry-crews"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/21/my-wife-good-dad","shortUrl":"http://gu.com/p/4axtb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/21/my-wife-good-dad","webUri":"http://www.theguardian.com/commentisfree/2015/jun/21/my-wife-good-dad"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/401bf4257f8be953de70c614cfd88d039b24d89d/169_305_1329_797/1329.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":797,"width":1329,"orientation":"landscape","caption":"Terry Crews and his wife Rebecca Crews, Photograph: Carlotta Arrivabene/Splash News/Corbis","credit":"Carlotta Arrivabene/Splash News/Corbis","altText":"terry rebecca crews","cleanCaption":"Terry Crews and his wife Rebecca Crews,","cleanCredit":"Photograph: Carlotta Arrivabene/Splash News/Corbis"}},"importance":3,"byline":{"title":"Terry Crews"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434806415212/Terry-Crews-L.png"}}]}],"lastModified":"2015-06-22T08:13:39Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}