{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","title":"opinion","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/contributors/feature-stories"},"cards":[{"title":"Plagiarism is a mortal sin and last taboo – or is it?","rawTitle":"Plagiarism is a mortal sin and last taboo – or is it?","item":{"type":"comment","id":"education/2015/may/19/plagiarism-taboo-academic-pharrell-williams","title":"Plagiarism is a mortal sin and last taboo – or is it?","trailText":"Many people contribute to an academic paper and not many are credited. In the words of  Pharrell Williams, there are blurred lines","standFirst":"Many people contribute to an academic paper and not many are credited. In the words of Pharrell Williams, there are blurred lines","byline":"Jonathan Wolff","body":"<p>JD Salinger, at the start of his short story Raise High the Roof Beam, Carpenters, quotes an ancient Chinese tale about the search for a superlative new horse for Duke Mu of Chin. Chiu-fang Kao is commissioned for the job and recommends a wonderful black stallion, but describes it as a dun mare. Naturally, the duke questions his expertise, but Chiu-fang Kao’s patron replies “Has he really got as far as that? … In making sure of the essentials he forgets the homely details.”</p> \n<p>This story is a great comfort to me. When, as increasingly happens, I can remember a philosophical discussion, but forget who it was with, I take it as a sign, not of early onset something or other, but true enlightenment.</p> \n<p>There are, however, further consequences. My head is often buzzing with ideas. Whose are they? Academics do, or at least should, suffer “the anxiety of influence”, to use Harold Bloom’s phrase. I can read something I regard as completely mistaken, but re-reading it 10 or 20 years later find, to my horror, that its ideas wormed their way into my own thinking and, eventually, writing.</p> \n<p>This is progress, but it does mean that from time to time there is a missing footnote. In the words of Robin Thicke and Pharrell Williams (pictured), there are blurred lines, although thankfully financially there is not so much at stake.</p> \n<p>Academic plagiarism is one of our last mortal sins and taboos. Serious, systematic plagiarism, in which large chunks of text are reused without acknowledgement, is rare and these days and exposed in seconds. The first time I suspected plagiarism in student work it took me more than a month to find the source. Today, I’d simply sigh, search, and discover. This probably means that in academic works we will barely ever see crude plagiarism again.</p> \n<p>More subtle unacknowledged influence remains. We go to lectures and seminars, and we hear things about topics we are not yet working on. Later, do we always remember where everything comes from?</p> \n<p>More significant is the peer review process. I’ve spent much of the last month going through five referees’ reports suggesting revisions for a new edition of a book of mine. The comments are excellent, and I’ll produce a better text. All the referees will get is a general thanks in my preface. It will have to be general as I don’t even know who they are. It would be impossible to acknowledge every change, however minor. Therefore, it could be that the ideas readers take from the book, and fail to attribute to me, were never mine anyway so, by accident, rough justice is done.</p> \n<p>The editors and reviewers of many leading journals work tirelessly to make every published paper as good as it can be. I’ve benefited from this, although it didn’t feel like it at the time, as my work was subjected to wave after wave of searching criticism under increasing time pressure. It is said that an editor at one journal has helped perhaps 20 people by working with them to bring their fledgling ideas up to the highest international standards.</p> \n<p>Should we worry? Are we not, after all, engaged in the disinterested search for truth, so what matters are the ideas and arguments, not who has them? Maybe. It must be admitted that many are also engaged in the not-so-disinterested search for a career, in competition with others who will have had different levels of help. Still, the academic community, possibly even the wider world, profits from having the best possible work published, however it comes about. Perhaps that is a cause for celebration: we are much more a community of scholars than we ever noticed.</p> \n<p><em>Jonathan Wolff is professor of philosophy at University College London and dean of arts and humanities</em></p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Education/Pix/pictures/2015/5/14/1431625361322/Pharrell-Williams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the words of … Pharrell Williams, there are blurred lines, although with academics financially there’s not so much at stake. Photograph: Action Press/Rex","credit":"/Action Press/Rex","altText":"Pharrell Williams","cleanCaption":"In the words of … Pharrell Williams, there are blurred lines, although with academics financially there’s not so much at stake. Photograph: Action Press/Rex"}],"bodyImages":[],"webPublicationDate":"2015-05-19T06:15:00Z","lastModified":"2015-05-19T06:15:00Z","metadata":{"commentable":true,"commentCount":46,"contributors":[{"name":"Jonathan Wolff","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/24/1400944313457/Jonathan-Wolff-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanwolff"}],"feature":false,"keywords":["Plagiarism","Higher education","Education"],"tags":[{"id":"education/plagiarism","webTitle":"Plagiarism"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"education"},"topics":[{"displayName":"Jonathan Wolff","topic":{"type":"tag-contributor","name":"profile/jonathanwolff"}}],"series":{"title":"Marginal notes","uri":"http://mobile-apps.guardianapis.com/lists/tag/education/series/marginal-notes"},"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/may/19/plagiarism-taboo-academic-pharrell-williams","shortUrl":"http://gu.com/p/49v3a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/may/19/plagiarism-taboo-academic-pharrell-williams","webUri":"http://www.theguardian.com/education/2015/may/19/plagiarism-taboo-academic-pharrell-williams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Education/Pix/pictures/2015/5/14/1431625361322/Pharrell-Williams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Blurred lines – although for academics there’s not quite as much at stake financially. Photograph: Action Press/Rex","credit":"Action Press/Rex","altText":"Pharrell Williams","cleanCaption":"Blurred lines – although for academics there’s not quite as much at stake financially. Photograph: Action Press/Rex"}},"importance":7,"byline":{"title":"Jonathan Wolff"},"showQuotedHeadline":true},{"title":"A tip for the next Labour leader – get yourself an interest outside politics","rawTitle":"A tip for the next Labour leader – get yourself an interest outside politics","item":{"type":"comment","id":"commentisfree/2015/may/19/arts-education-policy-brighton-festival-politics","title":"A tip for the next Labour leader – get yourself an interest outside politics","trailText":"Michael Gove – and Nicky Morgan after him – downgraded arts education. But a rounded worldview is impossible without the influence of culture and creativity","standFirst":"Michael Gove – and Nicky Morgan after him – downgraded arts education. But a rounded worldview is impossible without the influence of culture and creativity","byline":"Polly Toynbee","body":"<p>What a strange time. As chair of the Brighton festival that opened on 2 May and runs until next Sunday, I have zig-zagged between politics and the arts, yo-yoing between two worlds that can seem utterly disconnected from each other. And yet are not – or shouldn’t be.</p> \n<p>The festival opened with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/may/04/apple-family-plays-brighton-festival-review\">Richard Nelson’s The Apple Family</a> Plays, an intense seven-hour story of an upstate New York family enmeshed in a history of hopey-changey Democratic politics. But there was also Dawn Chorus, by Marcus Coates: an extraordinary installation of humans singing birdsong Further from the realms of politics you cannot go, or so you’d think.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/may/04/apple-family-plays-brighton-festival-review\">The Apple Family Plays review – exemplary American ensemble tells a nation’s story</a> </p> \n</aside> \n<p>Obsessives consumed by politics in recent weeks, watching heart-in-mouth for each opinion poll, hopes raised then dashed, may now be suffering an exhausted political fatigue. God knows, it matters, as we shall see in the Queen’s speech and the budget. But there is a limit to what politics can do for the human spirit. The dead language – “aspiration”, “empowerment” – shrivels the imagination and withers the brains of politicians, activists and commentators alike. Engaging with politics is essential but never enough.</p> \n<p>In the lineup of Labour leadership potentials, how to choose between these able, good-looking and experienced Oxbridge graduates? The list of qualities required is probably impossible to combine within one human frame. We look for strength of character and rhetorical talent. But I would look for other clues, too: who has passions beyond politics? The politicians who seem most human are those with lives outside Westminster’s airless corridors: Ken Clarke’s love of serious jazz and F1 motor racing, Michael Heseltine’s passion for trees, Ed Balls taking piano exams or Margaret Hodge playing Mendelssohn helped make them all plain talkers in a world of ear-aching politics-speak. I’d probe the Labour leadership candidates for similar activities. Those who only do politics usually do it badly.</p> \n<p>That’s true in every walk of life: the arts enhance other talents. Recent research found science Nobel laureates are 25 times more likely to sing, dance, act and paint than other Royal Society members, and 12 times more likely to write poetry and novels. After all, <a href=\"https://www.psychologytoday.com/files/attachments/1035/arts-foster-scientific-success.pdf\">Einstein played the violin</a>.</p> \n<p>But that richness across cultures is in danger of being lost to future generations. Gove’s legacy is Gradgrind education, where arts teaching is stripped out in favour of fact-based subjects such as science, technology, economics and maths: imagination replaced with coding. <a href=\"http://www2.warwick.ac.uk/research/warwickcommission/futureculture/\">The Warwick Commission on the future of cultural value</a> found a drastic fall in arts GCSEs ever since Gove downgraded them – a 50% drop in design and technology, drama down by 23% and 25% fewer taking craft subjects. Only 8% of students combined arts and science at AS level – sealing that great “two cultures” divide.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Those who only do politics usually do it badly</p> \n </blockquote> \n</aside> \n<p>Education secretary Nicky Morgan last year warned students off studying arts, saying it held them back for years. How profoundly wrong she is. Facts soon fly out of mind and out of date too. Future-proofed education breeds creativity that spurs enterprise of every kind: nearly a quarter of the UK workforce is in creative employment, <a href=\"http://www.nesta.org.uk/publications/creativity-vs-robots\">according to the charity, Nesta</a> – higher than any other country. <a href=\"http://www.culturallearningalliance.org.uk/images/uploads/Key_Research_Findings.pdf\">Research shows</a> how the arts improve attainment in all subjects: drama improves literacy, music improves maths and early language. The arts make most difference to children from low-income families – those who get arts teaching are three times more likely to get a degree and a job.</p> \n<p>No one forgets any school play they were in. No discipline is tougher than acting in front of an audience, learning a part, speaking up to be heard. All those are skills vital to jobs in later life, as employers complain of young people mumbling and slouching in interviews. But fewer schools employ drama teachers. Shakespeare is the one writer every student must study – but without performance, it’s dead on the page. The Royal Shakespeare Company’s work with schools, training teachers to teach Shakespeare performance, showed remarkable results: performing a play transformed attitudes to both Shakespeare and to school.</p> \n<p>But the English baccalaureate excludes the arts altogether, leading to a sharp fall in arts subjects, especially in deprived areas. I would bet both Gove and Morgan would reject any school for their own child that had abandoned arts teaching. Now, a further 12% cut in school budgets will see arts cut again, as headteachers are judged only on exam results. New Arts Council England head Darren Henley is calling on concerned parents to become school governors if they want to protect arts teaching.</p> \n<p>Fewer poor students are getting a foot on the ladder into worlds of art, music or design. Arts Emergency, a small new charity for 15 to 19-year-olds, has found that pupils from low-income families are often discouraged from applying to art schools, as it promises too precarious an occupation. How long can the UK remain dominant in creative industries if the talent pool dwindles to all but the privileged few?</p> \n<p>The Arts Council, already cut by 30%, braces itself for worse, though every &pound;1 invested yields &pound;2 in GDP. Britain’s cultural power in art and broadcasting casts more global influence than embassies and trade missions. The West End may enjoy a golden age of theatre, but how long can it last without supply of new talent? The Brighton festival does what it can, opening with <a href=\"http://brightonfestival.org/event/5899/childrens_parade/\">a parade of 5,000 primary children</a> from schools who spent months creating costumes and floats with help from visiting artists: a wonderful idea, but no substitute for arts and music in all schools all the time.</p> \n<p>The arts don’t inhabit some distant elite space far removed from politics and commerce. They are integral to every aspect of our national life, from every note of music ever heard to the design of every object ever sold, touching everyone everyday. As for Brighton, don’t miss the spectacular light and sound installation on the beach this Sunday, paying homage to the murmuration of starlings over West Pier, while sparking reflections on political dissent, migration and the surveillance state. Politics and art are never as far apart as they seem.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431974169113/Personal-and-political-Th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Personal and political: The Apple Family Plays.  Photograph: Emma Robertson ","credit":"Emma Robertson /PR","altText":"Personal and political: The Apple Family Plays","cleanCaption":"Personal and political: The Apple Family Plays.  Photograph: Emma Robertson "}],"bodyImages":[],"webPublicationDate":"2015-05-19T05:00:11Z","lastModified":"2015-05-19T05:00:11Z","metadata":{"commentable":true,"commentCount":230,"contributors":[{"name":"Polly Toynbee","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/6/30/1404146756739/Polly-Toynbee-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pollytoynbee"}],"feature":false,"keywords":["Arts policy","Culture","Brighton festival","Festivals","Politics","UK news","Education"],"tags":[{"id":"culture/arts-policy","webTitle":"Arts policy"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/brighton-festival","webTitle":"Brighton festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Polly Toynbee","topic":{"type":"tag-contributor","name":"profile/pollytoynbee"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/19/arts-education-policy-brighton-festival-politics","shortUrl":"http://gu.com/p/492j5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/19/arts-education-policy-brighton-festival-politics","webUri":"http://www.theguardian.com/commentisfree/2015/may/19/arts-education-policy-brighton-festival-politics"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431974169113/Personal-and-political-Th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Personal and political: The Apple Family Plays.  Photograph: Emma Robertson ","credit":"Emma Robertson /PR","altText":"Personal and political: The Apple Family Plays","cleanCaption":"Personal and political: The Apple Family Plays.  Photograph: Emma Robertson "}},"importance":5,"byline":{"title":"Polly Toynbee"},"showQuotedHeadline":true},{"title":"Fifa and Qatar seemed like perfect partners on account of their mutual awfulness. But is the romance over?","rawTitle":"Fifa and Qatar seemed like perfect partners on account of their mutual awfulness. But is the romance over?","item":{"type":"comment","id":"commentisfree/2015/may/18/fifa-qatar-world-cup-press-freedom","title":"Fifa and Qatar seemed like perfect partners on account of their mutual awfulness. But is the romance over?","trailText":"Could anything ruin the romcom marriage between these two? Well, yes, and it’s the suppression of press freedom that could make for a messy breakup","standFirst":"<p>Could anything ruin the romcom marriage between these two? Well, yes, and it’s the suppression of press freedom that could make for a messy breakup</p>","byline":"Stuart Heritage","body":"<p>Unless England end up doing uncharacteristically well – or unless someone happens to invent a horrible-sounding musical instrument with a funny name – then I have to admit that a World Cup can often pass me by. So, really, hats off to Qatar. It isn’t hosting its World Cup for another seven years, but I’m already on the edge of my seat.</p> \n<p>It’s probably worth clarifying, by the way, that I am actually on the edge of my seat. I haven’t moved beyond the boundaries of my seat. Please let’s not arrest me for trespassing.</p> \n<p>For me, the only fun to be had during a World Cup usually comes from watching Fifa get to act like a terrifying cross between Galactus – the intangible planet-sapping Marvel comic entity – and the spivvy-looking one from Dad’s Army (Private Walker, now you ask). Once every four years it sweeps into a new country, drains it of cash and then hoofs it, leaving behind several hilariously oversized stadiums and a selection of embarrassed-looking politicians in its wake. It’s an especially efficient form of vampirism, one with its own official beer and a mascot that invariably ends up looking like some sort of obliterated genital.</p> \n<p>But in Qatar, it seems as though Fifa might have found its perfect partner in unethical behaviour. They’re so well matched, in fact, that they’re probably enacting a rom-com montage together as we speak; skipping through meadows, having pillow fights with sacks of money, tying women to trainlines and then twirling their moustaches and then high-fiving each other. That&nbsp;sort of thing.</p> \n<p>So, it would be a shame if Fifa suddenly had to sever its connection to Qatar. And it really might. After all, that seems like the logical thing to conclude, based on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/18/fifa-to-investigate-arrest-of-bbc-news-team-in-qatar\">Fifa’s decision to investigate the arrests of the four BBC journalists</a> caught trespassing on a worker-accommodation compound.</p> \n<p>Because Fifa investigations are profoundly rigorous, aren’t they? It took 18 months for it to fully investigate allegations of corruption following the successful Qatari World Cup bid, and it needed every single day of that to collate 430 pages of evidence, bin nine-tenths of it and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/dec/17/michael-garcia-resigns-fifa-ethics-committee\">then exonerate itself to the dismay of the chief investigator</a>. The man hours that must have gone into sieving the investigation for reputation-saving nuggets of semi-fact alone must be evidence of Fifa’s&nbsp;dedication.</p> \n<p>This investigation, really and truly, might be what does it for Qatar, following on from the accusations of horrific <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/23/qatar-nepal-workers-world-cup-2022-death-toll-doha\">human rights abuses that&nbsp;have cost over 1,000 workers their lives</a>. So&nbsp;far, nothing has quite been serious enough for Fifa to pull the plug, but who&nbsp;knows? Suppression of press freedom might just be the last straw.</p> \n<p>Qatar is certainly running out of places left to go. It’s already ticked off alleged corruption, mistreatment of immigrant workers and a frighteningly iffy attitude to the LGBT community, and 2022 is still miles away.</p> \n<p>That can only mean one thing. To sustain this momentum of mutual awfulness, one can only assume that Fifa and Qatar have gained possession of some sort of giant radioactive egg that, when hatched, will wreak havoc across the&nbsp;world as we know it. Millions will die under this monster’s terrible feet, and the planet will be&nbsp;forced to build itself anew after its devastation&nbsp;is complete. But, still, at least if it’s Fifa the monster will have its own official beer. That’s something.</p> \n<h2><strong>Mad, bad and dangerous to know</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"1a99af8a29caa72c421902d02d78120dc84c9392\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431971640894/23e002d6-ef1b-46e9-813f-e790364851ec-460x276.jpeg\" alt=\"Time to say farewell … to Mad Men.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Time to say farewell … to Mad Men.</span> \n  <span class=\"element-image__credit\">Photograph: Justina Mintz/AP</span> \n </figcaption> \n</figure> \n<p>If you don’t hear from me this week, then it’s because I’ve dug a hole for myself in the park, crawled into it and encased myself in concrete. Because I’m not going to watch the Mad Men finale until Thursday and, based on the sheer amount of internet chatter in the hours since its US broadcast, that’s the only way I’ll be able to get there spoiler-free.</p> \n<p>The dumbest thing is … it doesn’t even matter. To get knotted up about spoiling the end of any television series is simply a preposterous waste of anyone’s energy. But&nbsp;to get knotted&nbsp;up about spoiling the end of Mad&nbsp;Men is an act of criminal stupidity. Any trace of narrative dynamism&nbsp;the show&nbsp;ever&nbsp;had vanished in a puff of smoke&nbsp;about&nbsp;four years ago, and was replaced by a&nbsp;number of elliptical short stories about the circularity of negative behaviour patterns.</p> \n<p>Mad Men isn’t Breaking Bad. Its ending was never designed as part of its whole. It isn’t a show about a druglord hurtling towards&nbsp;inevitable self-destruction. It’s a show about a bored-looking alcoholic slowly drowning in a sea of sideburns over the course of a decade.</p> \n<p>It’s little more than a mood piece now. Any of its last 20 episodes could have reasonably functioned as its finale, and nobody would have been any the wiser. Unless this last episode ends with Don Draper unzipping his skin and revealing that he was actually three kids and a dog stacked on top of each other all along, very little will actually be spoiled by finding out how it ends before I watch it.</p> \n<p>But still, don’t tell me how it ends. Especially&nbsp;if Don dies. He does die, right? No, don’t tell me.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431971253700/69860d09-a93a-4e1c-9ab2-23a90219f516-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Walter Bieri/AP","altText":"FILE - In this Dec. 2, 2010 file picture FIFA President Joseph S. Blatter announces that Qatar will be hosting the 2022 Soccer World Cup, during the FIFA  2018 and 2022 World Cup Bid Announcement in Zurich, Switzerland. A FIFA task force on Tuesday, Feb. 24, 2015 recommended playing the 2022 World Cup in November-December to avoid the summer heat in Qatar. The plan must be approved by the FIFA executive committee, chaired by Blatter, at a March 19-20, 2015 meeting in Zurich. (AP Photo/Keystone/Walter Bieri, File)","cleanCredit":"Photograph: Walter Bieri/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431971642522/23e002d6-ef1b-46e9-813f-e790364851ec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Time to say farewell … to Mad Men. Photograph: Justina Mintz/AP","credit":"Justina Mintz/AP","altText":"Time to say farewell … to Mad Men.","cleanCaption":"Time to say farewell … to Mad Men.","cleanCredit":"Photograph: Justina Mintz/AP"}],"webPublicationDate":"2015-05-18T19:00:08Z","lastModified":"2015-05-18T23:00:39Z","metadata":{"commentable":true,"commentCount":115,"contributors":[{"name":"Stuart Heritage","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749780/StuartHeritage.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-heritage"}],"feature":false,"keywords":["Fifa","Qatar","World Cup 2022","Football","World Cup","Sport","BBC","Media","Mad Men","Televisa","Television","Drama","Historical drama","Football politics","Television & radio","US television","World news"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"world/qatar","webTitle":"Qatar"},{"id":"football/world-cup-2022","webTitle":"World Cup 2022"},{"id":"football/football","webTitle":"Football"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"sport/sport","webTitle":"Sport"},{"id":"media/bbc","webTitle":"BBC"},{"id":"media/media","webTitle":"Media"},{"id":"tv-and-radio/mad-men-tv-series","webTitle":"Mad Men"},{"id":"media/televisa","webTitle":"Televisa"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/drama","webTitle":"Drama"},{"id":"tv-and-radio/historical-drama","webTitle":"Historical drama"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"tv-and-radio/us-television","webTitle":"US television"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Stuart Heritage","topic":{"type":"tag-contributor","name":"profile/stuart-heritage"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/fifa-qatar-world-cup-press-freedom","shortUrl":"http://gu.com/p/492hy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/18/fifa-qatar-world-cup-press-freedom","webUri":"http://www.theguardian.com/commentisfree/2015/may/18/fifa-qatar-world-cup-press-freedom"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431971253700/69860d09-a93a-4e1c-9ab2-23a90219f516-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fifa President Sepp Blatter announcing – in December 2010 – Qatar as host of the 2022 World Cup. Photograph: Walter Bieri/AP","credit":"Walter Bieri/AP","altText":"FILE - In this Dec. 2, 2010 file picture FIFA President Joseph S. Blatter announces that Qatar will be hosting the 2022 Soccer World Cup, during the FIFA  2018 and 2022 World Cup Bid Announcement in Zurich, Switzerland. A FIFA task force on Tuesday, Feb. 24, 2015 recommended playing the 2022 World Cup in November-December to avoid the summer heat in Qatar. The plan must be approved by the FIFA executive committee, chaired by Blatter, at a March 19-20, 2015 meeting in Zurich. (AP Photo/Keystone/Walter Bieri, File)","cleanCaption":"Fifa President Sepp Blatter announcing – in December 2010 – Qatar as host of the 2022 World Cup.","cleanCredit":"Photograph: Walter Bieri/AP"}},"importance":5,"byline":{"title":"Stuart Heritage"},"showQuotedHeadline":true},{"title":"Abracadabra! Britain’s political elite has fooled us all again","rawTitle":"Abracadabra! Britain’s political elite has fooled us all again","item":{"type":"comment","id":"commentisfree/2015/may/18/britain-political-elite-fooled-us-again","title":"Abracadabra! Britain’s political elite has fooled us all again","trailText":"Bankers, bosses, selfish politicians; all are masters of&nbsp;misdirection. It allows them to escape blame-free","standFirst":"Bankers, bosses, selfish politicians; all are masters of&nbsp;misdirection. It allows them to escape blame-free","byline":"Aditya Chakrabortty","body":"<p>Magicians call it misdirection: directing the attention of a crowd elsewhere so as to distract from the trick happening right in front of it. A bump on the shoulder, a blur of handwaving and – wham! – your wallet’s taken leave of your hip pocket.</p> \n<p>Since the crash, British politics has been one epic act of misdirection. Lay off those bankers who shoved the country into penury! Just focus on stripping disabled people of their benefits. Never mind the millionaire bosses squeezing your pay! Spit instead at the minimum-wage migrant cleaners apparently making us poorer. So ingrained is the ritual that when a minister strides into view urging the need for “a grown-up debate”, we brace ourselves for another round of Blame the Victim. The only question is who gets sacrificed next: some ethnic minority, this family on low pay, that middle-aged dad who can’t get a job.</p> \n<p>Here is how political misdirection works in real time. Yesterday, Unite’s Len McCluskey came under a barrage of criticism for suggesting that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/17/labour-ties-with-unions-at-risk-warns-len-mccluskey\" title=\"\">Labour live up to its name and support “ordinary working people”</a>. Evil paymaster! Meanwhile, on the front page of this paper, digger firm <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses\" title=\"\">JCB called on David Cameron to prepare to take Britain out of the EU</a> – and this was just a company having its say.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses\">JCB boss says EU exit could lift burden of bureaucracy on UK businesses</a> </p> \n</aside> \n<p>I hold no brief for McCluskey – but he is the democratically elected head of a trade union simply seeking to influence the party part-funded by his members. Perhaps this comes as news to some on Fleet Street, but the debate over Labour’s future is not the chew-toy solely of newspaper columnists. Moreover, Unite’s donations to Her Majesty’s Opposition are a matter of easily checkable record. Not so the money poured into Tory coffers by JCB, either as a business or from its owners, the Bamford family. To learn that, we must rely upon forensic researchers such as <a href=\"https://www.liv.ac.uk/sociology-social-policy-and-criminology/staff/stuart-wilks-heeg/\" title=\"\">Stuart Wilks-Heeg</a> at Liverpool University. He <a href=\"https://twitter.com/StuartWilksHeeg/status/600214095946711040\" title=\"\">calculated</a> this morning that,&nbsp;between 2001-14, the&nbsp;Bamfords and JCB had together given the Conservatives at least &pound;6.7m. One arm of JCB also donated &pound;600,000 last year to Tory campaigns in key marginals, including the all-important battleground of Nuneaton.</p> \n<p>So a company that funded David Cameron all the way into Downing Street, and whose chairman was recently made a lord, seeks to influence the government on one of the most fundamental issues in British politics, something that affects all of us – and this is business as usual. Yet a workers’ elected representative adding his voice to the din of an internal party argument somehow represents the biggest political landgrab since a bloke with a goatee popped in to the Winter Palace.</p> \n<p>Expect more of this misdirection over the next few weeks. Labour has scheduled the entire summer for its leadership campaign, which could equal months of an entire party sounding like an indecisive satnav: Veer right! Keep left! Meanwhile, in just over a month, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit\" title=\"\">George Osborne will lay out an emergency budget</a> to deal with the enormous &pound;90bn deficit that he inherited from himself. Using the traditional lexicon of political hocus-pocus – “hard choices” – he will&nbsp;begin making some of the extra &pound;12bn of&nbsp;welfare cuts the Tories pledged&nbsp;at&nbsp;the&nbsp;last election.</p> \n<p>Every feat of misdirection is always intended to distract the audience from a sleight of hand. The same goes in politics – only here it’s aimed at taking our minds off the fact that all this jiggery-pokery is actually making us worse off. Let me show you what I mean, using figures calculated for the Guardian by academics at the <a href=\"http://www.cresc.ac.uk/\" title=\"\">Centre for Research on Socio-Cultural Change</a> (Cresc), using official data. When Thatcher moved into No 10, 28% of all working age households took more from the state in cash benefits, in health and education and all the rest of it than they paid back in taxes. In other words, more than one in four employers in Britain were failing to pay their staff’s way.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The next round of cuts will hit the working poor all over again, like a hammer to the face</p> \n </blockquote> \n</aside> \n<p>More than three decades later, through Major and Blair and Brown and Cameron, that proportion has kept on rising. Now 38% of working-age households rely on taxpayers to pay their way. Think about all those tax credits for low-paid work, those exemptions for people earning too little even to be taxed. We have more people in work than ever before – and more households than ever before relying on&nbsp;the state to keep them afloat.</p> \n<p>There’s nothing wrong with these people. These are the hard-working families politicians like talking about – the strivers, the squeezed middle, the alarm-clock Britain. But there’s a lot wrong with their employers – because they now rely on taxpayers to top up poverty pay, even while insisting on cuts in corporation tax and grants for investment. Come 8 July, it won’t be those businesses that the chancellor tells to change their ways – it’ll be the people they employ who will see more money taken out of their weekly budget by the cuts. Because the one thing we know about the next round of cuts is that they will hit the working poor all over again, like a hammer to the face.</p> \n<p>This is what politics looks like in Britain nowadays, once the newspapers have their japes and the politicians leave the TV studios: it is about justifying an extractive business class that wants to lean on taxpayers to pay their way, even while lecturing the rest of us about&nbsp;welfare dependency. And it doesn’t change all that much whether the Tories or Labour are in Downing Street. The Cresc team looked at who reaped the rewards from growth over the past three decades. Under Thatcher and Major, the top 10% of all working-age households took 29p in every &pound;1 of income growth. Under Blair and Brown, their share actually went up, to 30p in each &pound;1. Cresc found that New Labour bumped up the share of the poorest economically active households from 0.5% to 1.5%. Taxes and benefits evened that up a bit – the same taxes and benefits that are now deemed unaffordable. So much for trickle down.</p> \n<p>This is what all the misdirection has been about: taking our minds off the fact that Britain is a soft touch for businesses that want taxpayers to pay their way, and politicians who count on the middle classes to feel richer, not through their wage packets, but by their house prices, their no-frills flights, their luxury buys from Lidl. What a trick has been pulled on Britain by its political and business elite: never have so many people had their pockets picked at the same time.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431973627899/Sleight-of-hand-illustrat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'What a trick has been pulled on Britain by its political and business elite: never have so many people had their pockets picked at the same time.' Illustration: Bill Bragg","credit":"/Bill Bragg","altText":"Sleight of hand illustration by Bill Bragg","cleanCaption":"'What a trick has been pulled on Britain by its political and business elite: never have so many people had their pockets picked at the same time.' Illustration: Bill Bragg"}],"bodyImages":[],"webPublicationDate":"2015-05-18T18:38:28Z","lastModified":"2015-05-18T18:39:42Z","metadata":{"commentable":true,"commentCount":700,"contributors":[{"name":"Aditya Chakrabortty","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411565194870/Aditya-Chakrabortty-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adityachakrabortty"}],"feature":false,"keywords":["Politics","UK news","Conservatives","Labour","Welfare","Business"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Aditya Chakrabortty","topic":{"type":"tag-contributor","name":"profile/adityachakrabortty"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/britain-political-elite-fooled-us-again","shortUrl":"http://gu.com/p/492tp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/18/britain-political-elite-fooled-us-again","webUri":"http://www.theguardian.com/commentisfree/2015/may/18/britain-political-elite-fooled-us-again"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431973627899/Sleight-of-hand-illustrat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Never have so many people had their pockets picked at the same time.’ Illustration: Bill Bragg","credit":"Bill Bragg","altText":"Sleight of hand illustration by Bill Bragg","cleanCaption":"‘Never have so many people had their pockets picked at the same time.’ Illustration: Bill Bragg"}},"importance":4,"byline":{"title":"Aditya Chakrabortty"},"showQuotedHeadline":true},{"title":"The Guardian view on Nigel Farage / It’s all about Europe","rawTitle":"It’s all about Europe","item":{"type":"comment","id":"commentisfree/2015/may/18/guardian-view-on-nigel-farage-all-about-europe","title":"The Guardian view on Nigel Farage: it’s all about Europe","trailText":"<strong>Editorial: </strong>On the face of it this is personality politics. But the subtext is about the future of Ukip and Britain’s future in the EU","standFirst":"On the face of it this is personality politics. But the subtext is about the future of Ukip and Britain’s future in the EU","byline":"Editorial","body":"<p>In the wasteland of electoral defeat, it is the voice that can most authoritatively account for the failings of the immediate past that shapes the debate about the future. That struggle is under way at the moment in all the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/labour-great-crisis-ever\" title=\"\">defeated parties</a>, headed by Labour and the Liberal Democrats. In their cases there is everything to be said for taking this process slowly in the hope of getting it right in a way that will last. For them, the election campaign of 2020 is likely to be fought in a&nbsp;very different context from the last.</p> \n<p>For one party, time is not a luxury so readily available. Ukip emerged from 7 May massively stronger in terms of voter support, with almost 4 million votes, but with only one MP, Douglas Carswell in Clacton. The loss of Mark Reckless’s seat and the failure of Nigel Farage to win one meant the Ukip performance was not nearly as strong as seemed possible when it took 27% of the votes in the EU elections a year previously. With a European referendum perhaps only a&nbsp;year away, the party is suddenly facing some hard questions in a hurry.</p> \n<p>Leaving the EU is Ukip’s founding principle. But Mr Farage bundled up leaving the EU with a campaign focused on migrant workers from eastern Europe and wider anxieties about the level of immigration to construct a populist anti-establishment movement that at the election probably damaged Labour as much as the Conservatives. <a href=\"http://www.cityam.com/215414/general-election-2015-results-heres-who-came-second-every-seat-including-120-silver-medals\" title=\"\">Ukip came second</a> in 120 seats on 7 May, perhaps setting it up to break through next time. Of the 20 where Ukip was closest, <a href=\"http://www.dreamdeferred.org.uk/2015/05/election-analysis-ukips-rise-with-full-listing-of-second-places/\" title=\"\">half were Labour held</a>, a prospect which, after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/08/defeat-ed-balls-tories-portillo-moment-shadow-chancellor-loses-seat-labour\" title=\"\">Ed Balls’s defeat</a>, has produced something close to panic in Labour circles.</p> \n<p>Yet Ukip is itself in turmoil amid its advances. Part of this is about Mr Farage’s personality. But it is also about priorities and strategies and about the tensions between the inevitable focus on the EU in the referendum and longer-term party prospects. Some in the Ukip leadership think the party could develop in the same way that Marine Le Pen has developed and broadened the appeal of the Front National. That is partly what sparked the spat at the end of last week which saw <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/14/nigel-farage-advisers-quit-ukip-civil-war-raheem-kassam-matthew-richardson\" title=\"\">the exit of Raheem Kassam</a>, one of Mr Farage’s closest advisers, who wanted Ukip to grow into something like a British version of the American Tea Party. Mr Kassam’s departure will help those like Suzanne Evans, the deputy chair and author of the manifesto, <a href=\"http://www.bbc.co.uk/programmes/p02rkw9g\" title=\"\">who told the BBC</a> that the party should diversify and become more inclusive. On the same programme, Mr Carswell suggested millions of voters who might have backed the party were put off by the Farage rhetoric.</p> \n<p>Such critics plainly think Mr Farage is too divisive and unreliable to deliver a majority to get the UK out of Europe in a referendum. Yet he is also a powerful campaigner against the EU when he puts his mind to it. Anti-EU&nbsp;campaigners in the Tory party must also tread a fine line between making common cause with Mr Farage and not letting him hijack the whole thing. It would be easy to be cheered by the fragility of the no&nbsp;campaign. That would be a mistake. It&nbsp;is Ukip that is fragile, not the lobby to get&nbsp;Britain out of&nbsp;Europe.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431974228459/Nigel-Farage-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nigel Farage, 'a powerful campaigner against the EU when he puts his mind to it'. Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"Nigel Farage","cleanCaption":"Nigel Farage, 'a powerful campaigner against the EU when he puts his mind to it'. Photograph: Carl Court/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-18T18:38:32Z","lastModified":"2015-05-18T18:39:42Z","metadata":{"commentable":true,"commentCount":333,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["Nigel Farage","UK Independence party (Ukip)","Politics","UK news","European Union","Europe","World news","Foreign policy"],"tags":[{"id":"politics/nigel-farage","webTitle":"Nigel Farage"},{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/guardian-view-on-nigel-farage-all-about-europe","shortUrl":"http://gu.com/p/492j6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/18/guardian-view-on-nigel-farage-all-about-europe","webUri":"http://www.theguardian.com/commentisfree/2015/may/18/guardian-view-on-nigel-farage-all-about-europe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431974228459/Nigel-Farage-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nigel Farage, 'a powerful campaigner against the EU when he puts his mind to it'. Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"Nigel Farage","cleanCaption":"Nigel Farage, 'a powerful campaigner against the EU when he puts his mind to it'. Photograph: Carl Court/Getty Images"}},"importance":4,"kicker":{"title":"The Guardian view on Nigel Farage"},"showQuotedHeadline":false},{"title":"Life doesn't come with trigger warnings. Why should books?","rawTitle":"Life doesn't come with trigger warnings. Why should books?","item":{"type":"comment","id":"commentisfree/2015/may/18/life-doesnt-come-with-trigger-warnings-why-should-books","title":"Life doesn't come with trigger warnings. Why should books?","trailText":"The outside world is full of triggers. If I don’t warn you of one it’s not out of malice","standFirst":"<p>The outside world is full of triggers. If I don’t warn you of one it’s not out of malice</p>","byline":"Lori Horvitz","body":"<p>Do we, as citizens of this uncomfortable and unpredictable world, have the luxury and privilege of receiving “trigger warnings” before being exposed to disturbing material about subjects like the Holocaust, lynching, murder and rape? </p> \n<p> I taught courses in literature, creative writing and gender studies at the university level for 18 years without being asked for trigger warnings. But, during the past two years, more and more students have asked for them. They cite reasons similar to those given by the four Columbia university students who made <a href=\"http://www.newrepublic.com/article/121790/life-triggering-best-literature-should-be-too\">headlines</a> last week by <a href=\"http://columbiaspectator.com/opinion/2015/04/30/our-identities-matter-core-classrooms\">insisting</a> that Ovid’s Metamorphoses requires one because of rape scenes in the book. </p> \n<p>Last year, when revising the curriculum for a gender-studies related course I teach, I omitted books with sexually violent material to protect my students from responding negatively. The one new book I hadn’t read all the way through before I assigned it (although I researched the book and watched a film based on it) contained a gang rape scene from the point of view of a young child. A small group of students grumbled. One student, in an anonymous teacher evaluation, wrote: “Not providing trigger warnings is not only detrimental to a students’ emotional well-being … but it also represents further invalidation/insult of rape survivors. Providing trigger warnings, honestly, is less of a request and more of a student’s demand for this professor if she intends to teach this class again.”</p> \n<p>It is statements like these that make me want to opt out of teaching this material all together. </p> \n<p>I want to scream: “I care! This is why I have chosen to teach difficult material, about the oppression of women and minorities, in the first place.” I worry that, by giving in to requests for trigger warnings, professors are telling this new generation of students that they need to be coddled. </p> \n<p>I’m trying to understand. I’ve led workshops and conference panels about trigger warnings. In my Queer Literature course, I gave out a survey asking: would you want trigger warnings for every potentially triggering reading? Many said no and these are some of their reasons: “I would like to experience the novel without warning beforehand.” “I think one purpose of triggers is to face deep trauma and to hopefully grow from it.” “This is the real world and bad things happen. Caring for those affected by these topics is also a necessity.” “If someone is so shocked that they couldn’t deal with readings, they should really be seeking help professionally and not take the class at this time.” Other students disagreed. One said: “I think it is necessary to have uncomfortable conversations, but you need to be in the right frame of mind.”</p> \n<p>I understand the need, if possible, to emotionally detach when discussing and reading about difficult topics. But isn’t discomfort the place where real learning takes place? </p> \n<p>The American Association for University Professors (AAUP) issued a <a href=\"http://www.aaup.org/report/trigger-warnings\">harsh statement </a>against the use of trigger warnings in the academy, saying: “The classroom is not the appropriate venue to treat PTSD, which is a medical condition that requires serious medical treatment.”</p> \n<p>I whole-heartedly agree with the AAUP statement. But I still struggle.</p> \n<p>As a courtesy, I have begun providing a blanket content warning on my syllabi. Of course, there is no way to know which issues will be triggering for which students. On the first day of class I ask students to be aware of the possibility of triggers throughout the semester and to take care of themselves if they feel triggered — to seek counseling, to step out of the room, to talk with me. If a text contains blatant sexual abuse, I’ll most likely give a content warning. But not always. </p> \n<p>Last month, I showed the film Thelma and Louise. I asked myself if I should give a warning about the film’s attempted rape scene. I decided not to. The scene needed to be a surprise, as it’s a major plot point and reason for the characters to embark on their journey. </p> \n<p>I want to tell my students: sometimes I might not warn you. Not out of malice, but because I care. Because the outside world is full of triggers. Because any number of things, at any point of any day – the first few notes of a pop song, or the smell of french fries, or looking into the eyes of the man behind you at the bank – can trigger you. And you need to be ready and strong. You need to be prepared. </p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431965248730/667640fe-8375-4f14-9f2e-dbecedfc0653-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Image Source Salsa / Alamy/Alamy","altText":"rape","cleanCredit":"Photograph: Image Source Salsa / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-18T16:33:12Z","lastModified":"2015-05-18T21:18:59Z","metadata":{"commentable":true,"commentCount":321,"contributors":[{"name":"Lori Horvitz","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lori-horvitz"}],"feature":false,"keywords":["Gender","Feminism","Women","Life and style","Higher education","Education","US news"],"tags":[{"id":"world/gender","webTitle":"Gender"},{"id":"world/feminism","webTitle":"Feminism"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"education/education","webTitle":"Education"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Lori Horvitz","topic":{"type":"tag-contributor","name":"profile/lori-horvitz"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/life-doesnt-come-with-trigger-warnings-why-should-books","shortUrl":"http://gu.com/p/49xzk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/18/life-doesnt-come-with-trigger-warnings-why-should-books","webUri":"http://www.theguardian.com/commentisfree/2015/may/18/life-doesnt-come-with-trigger-warnings-why-should-books"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431965248730/667640fe-8375-4f14-9f2e-dbecedfc0653-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Increasing numbers of students are demanding ‘trigger warnings’ for books that feature scenes of rape and violence. Photograph: Image Source Salsa / Alamy/Alamy","credit":"Image Source Salsa / Alamy/Alamy","altText":"rape","cleanCaption":"Increasing numbers of students are demanding ‘trigger warnings’ for books that feature scenes of rape and violence.","cleanCredit":"Photograph: Image Source Salsa / Alamy/Alamy"}},"importance":3,"byline":{"title":"Lori Horvitz"},"showQuotedHeadline":true},{"title":"David Cameron’s promise of a ‘seven-day NHS’ is rooted in ignorance, not evidence","rawTitle":"David Cameron’s promise of a ‘seven-day NHS’ is rooted in ignorance, not evidence","item":{"type":"comment","id":"commentisfree/2015/may/18/nhs-seven-day-health-reform-conservatives-cameron","title":"David Cameron’s promise of a ‘seven-day NHS’ is rooted in ignorance, not evidence","trailText":"Can the government be serious with its latest plans to overhaul the NHS? No one believes care can be extended alongside savings of 2-3%","standFirst":"<p>Can the government be serious with its latest plans to overhaul the NHS? No one believes care can be extended alongside savings of 2-3%</p>","byline":"Colin Leys","body":"<p>David Cameron’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/18/cameron-seven-day-health-service-nhs-pledge-conservatives\" title=\"\">promise of a “seven-day NHS”</a> is&nbsp;curious. The NHS is already available seven days and nights a week. Out-of-hours GP services cover evenings and weekends, A&amp;E departments are always open, and inpatients are treated around the clock at weekends (with consultants on call), as on any other day. What seems implied is not new services at night and at the weekends, but better services. Yet the prime minister was not specific about what he has in mind, and any improvements will have costs.</p> \n<p>GPs, the government again suggests, should open their surgeries at weekends, and consultants should do more work at weekends. But GP practices can already earn extra funding for providing “enhanced services” on weekday evenings or at weekends. What&nbsp;this has shown is that demand for access at these times varies considerably, according to the demographics of the populations concerned; some GPs think that if you&nbsp;assess demand carefully, almost all&nbsp;of it can be met within normal weekday hours. This suggests that a blanket policy would waste resources: what would be helpful would be for NHS&nbsp;England to offer to assist every practice to work out the best way for it&nbsp;to meet the local demand.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/18/cameron-seven-day-health-service-nhs-pledge-conservatives\">Cameron vows to transform NHS into world's first seven-day health service</a> </p> \n</aside> \n<p>In the meantime, it is hard to see how&nbsp;any improvement is possible, even by 2020, given that there is a critical shortage of GPs. Training takes five years, and newly qualified doctors are choosing other kinds of medical career than general practice. In addition, up to&nbsp;80% of medical students are women, and many start families soon after qualifying – one practice in east London currently has five pregnant GPs and has&nbsp;not had a single application to cover the soon-to-be empty posts. In addition, most GPs choose to work part-time. These facts, if they persist, would mean that the government will need to pay for training three or four potential GPs for every full-time-equivalent who will eventually practise. Jeremy Hunt says he wants half of all qualifying doctors to choose to be GPs. This may be less than is needed just to maintain existing services, let alone extend them.</p> \n<p>The case for shifting some senior hospital medical staff hours from weekdays to weekends is also problematic, and the evidence that Cameron cited to justify it is disputed. Hospital admissions at weekends are different – they rarely come from outpatient clinics, which are held on&nbsp;weekdays: most are emergency admissions and tend to be more serious.&nbsp;But it is not entirely clear that outcomes are worse for such patients than for comparably ill patients admitted on weekdays.</p> \n<p>Supposing that the evidence did suggest that rearranging consultants’ hours in order to spread them over a seven-day week would be beneficial, the&nbsp;implications of&nbsp;such a shift would be&nbsp;immense. Consultants work with teams; it would affect every level of clinical staff, and the staff of all the diagnostic and other technical services that support surgical and non-surgical care; it could even lead to a fall in the quality of care overall.</p> \n<p>The government is said to have learned that breaking its 2010 election promise to have no more top-down reorganisations of the NHS was politically costly. It seems improbable that it really wants to start&nbsp;another on&nbsp;this scale. A third idea, floated by Hunt, is to shift responsibility from GPs to nurses (or perhaps new categories of clinical worker) to diagnose simple conditions, or give treatments or tests that that only&nbsp;GPs are currently authorised to provide. Such arrangements do exist in&nbsp;other comparable health services, though not&nbsp;as a cost-saving measure, and typically in countries with much&nbsp;higher ratios of doctors to patients&nbsp;than in the UK – Sweden and&nbsp;Germany, for example, have 3.9&nbsp;per&nbsp;thousand compared with the UK’s 2.7. That means less-qualified staff&nbsp;can provide some treatments without the risk that serious illnesses will be missed, so that quality and continuity of care remain central. In current conditions in&nbsp;the UK, the risk is that it would reduce the quality of primary care and&nbsp;drive those who could afford it to&nbsp;“go private”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Cameron’s assurance that people should ‘not assume' that it would cost more was visibly not shared by the NHS chief</p> \n </blockquote> \n</aside> \n<p>The attraction of reducing the skill mix is that it sounds like a way of saving money, while the other ideas – expanding the GP workforce by making it more attractive to be a GP, and getting many more hospital staff (and GPs and their staff) to work more unsocial hours, would cost serious money. Cameron’s airy assurance that people should “not automatically assume” that seven-day services would cost more was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/18/health-unions-threaten-to-strike-if-seven-day-nhs-means-pay-cuts\" title=\"\">visibly not shared by the NHS chief executive, Simon Stevens</a>, speaking after him at the same event.</p> \n<p>Analysts at Nuffield Trust <a href=\"http://www.nuffieldtrust.org.uk/sites/files/nuffield/121203_a_decade_of_austerity_full_report.pdf\" title=\"\">calculate</a> that to maintain the present level of services the NHS will need &pound;30bn a year more by 2020 than it is getting now. The PM has pledged to give it just &pound;8bn a year more by then, relying on <a href=\"http://www.england.nhs.uk/wp-content/uploads/2014/10/5yfv-web.pdf\" title=\"\">Stevens’ view</a> that the other &pound;22bn will be found from efficiency savings of 2-3% a year. But&nbsp;the&nbsp;efficiency savings already achieved under the Tony Blair and Gordon Brown governments came substantially from salary freezes. It is hard to find anyone familiar with the day-to-day reality in the NHS who thinks &pound;22bn a year can be saved by 2021 without a major loss of coverage and quality. Meanwhile, George Osborne proposes to cut welfare spending by &pound;12bn a year, implying a predictable increase in demands on health services.</p> \n<p>It is hard to avoid the impression that&nbsp;Cameron’s speech, whatever its intended political aim, lacks a serious basis in policymaking.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431969988175/NHS-reform-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The government is proposing extended coverage across an already-stretched NHS\r\r Photograph: Ryan Mcvay /Getty","credit":"Ryan Mcvay /Getty","altText":"NHS reform","cleanCaption":"The government is proposing extended coverage across an already-stretched NHS\r\r Photograph: Ryan Mcvay /Getty"}],"bodyImages":[],"webPublicationDate":"2015-05-18T17:46:25Z","lastModified":"2015-05-19T08:25:46Z","metadata":{"commentable":true,"commentCount":373,"contributors":[{"name":"Colin Leys","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/colin-leys"}],"feature":false,"keywords":["Health policy","NHS","Health","Society","Conservatives","Politics","David Cameron"],"tags":[{"id":"politics/health","webTitle":"Health policy"},{"id":"society/nhs","webTitle":"NHS"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Colin Leys","topic":{"type":"tag-contributor","name":"profile/colin-leys"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/nhs-seven-day-health-reform-conservatives-cameron","shortUrl":"http://gu.com/p/492gm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/18/nhs-seven-day-health-reform-conservatives-cameron","webUri":"http://www.theguardian.com/commentisfree/2015/may/18/nhs-seven-day-health-reform-conservatives-cameron"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431969988175/NHS-reform-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The government is proposing extended coverage across an already-stretched NHS. Photograph: Ryan Mcvay /Getty","credit":"Ryan Mcvay /Getty","altText":"NHS reform","cleanCaption":"The government is proposing extended coverage across an already-stretched NHS. Photograph: Ryan Mcvay /Getty"}},"importance":3,"byline":{"title":"Colin Leys"},"showQuotedHeadline":true}],"lastModified":"2015-05-19T06:33:31Z","personalization":{"id":"uk/groups/collections/uk-alpha/contributors/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/contributors/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/contributors/feature-stories/front"}