{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"The Clegg catastrophe","rawTitle":"The Clegg catastrophe","item":{"type":"article","id":"politics/2015/jun/24/the-nick-clegg-catastrophe","title":"The Clegg catastrophe","trailText":"<strong>The long read:</strong> Did the Lib Dems sell out their principles — or just lose their way? Patrick Wintour and Nicholas Watt examine the electoral disaster that has nearly destroyed the party","standFirst":"<p>Did the Lib Dems sell out their principles — or just lose their way? Patrick Wintour and Nicholas Watt examine the electoral disaster that has nearly destroyed the party</p>","byline":"Patrick Wintour and Nicholas Watt","body":"<p>On Thursday 17 April 2014, the Liberal Democrat peer Lord Oakeshott, an old personal friend of the business secretary Vince Cable, sent an email to Cable’s wife, Rachel. It contained the results of a private poll, commissioned by Oakeshott from the respected polling firm ICM, of six Lib Dem seats. It showed that Cable was already trailing in his Twickenham constituency. Oakeshott followed up the email with a text to Cable himself, stressing that his secretary’s discretion could be relied upon and explaining that Cable’s special adviser had “asked me to forward the poll to your wife”. Oakeshott signed off his text: “Happy to discuss on mob now, or we are back home tea time Sunday.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/24/nick-clegg-offered-to-resign-as-lib-dem-leader-a-year-before-2015-election\">Nick Clegg offered to resign as Lib Dem leader a year before 2015 election</a> </p> \n</aside> \n<p>The timing of the poll, and the surrounding secrecy, was not a coincidence. Oakeshott, a stalwart of the party’s social democratic left wing and a vocal critic of the Tory-Lib Dem coalition’s economic policies, had long been a political opponent of Nick Clegg. The Liberal Democrat leader was on the brink of an expected disaster in local and European elections the following month – the voters’ roar of disapproval at his decision to go into coalition with the Conservatives. Oakeshott regarded the forthcoming electoral drubbing as the last chance to remove Clegg, whom he had long seen as a political disaster for the party. “It felt like the scene in Far from the Madding Crowd when the sheep charge over the hill together,” Oakeshott recalled. “I thought ‘Oh my God, this is it’. In the face of all available evidence – in council elections, byelections and opinion polls – there was collective self-delusion, and the party was going to press ahead to disaster.”</p> \n<p>So the poll of Twickenham and five other seats – including Clegg’s constituency of Sheffield Hallam – was designed to map the scale of the defeat and shock the party into deposing Clegg, in order to avert an even more devastating wipeout at the next general election. Cable has always been vague about his precise knowledge of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/sep/12/oakeshott-lib-dems-nick-clegg\">Oakeshott’s polls</a>; he insisted at the time that he knew only about the polling in his own constituency. But it is now clear that Oakeshott briefed him not only on the poll results, but also on the coup being quietly plotted by John Pugh, the party’s MP for Southport, who was gathering names of MPs to join him in calling for Clegg’s resignation.</p> \n<aside class=\"element element-membership\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/the-fight-for-liberal-britain-with-tim-farron-and-norman-lamb-17479168664\">The Fight for Liberal Britain, with Tim Farron and Norman Lamb</a> </p> \n</aside> \n<p>“I had no animosity to Nick,” Pugh recalled. “But the party could not hinge on the fortunes of one man. We could not let liberalism disappear off the map just because we were afraid to take a tough decision about leadership. I approached colleagues and set some benchmarks – if we fell below three MEPs and lost more than 500 seats in locals, then we would have to act.” The party went on to lose 10 of its 11 European parliament seats, and 310 councillors. “There were a dozen MPs with serious misgivings,” Pugh said. “I spoke to Vince because MPs wanted to know, if Nick were to step down, would Vince step up? One MP’s only question to me was, ‘Will Vince do it ?’ Answer, ‘Yes’. ‘Oh, right, I am for it’.”</p> \n<p>At around the same time, Pugh spoke to Naomi Smith, the chair of the Social Liberal Forum, which represents the party’s left wing. Smith, a Londoner, was hastily arranging a series of key constituency meetings to discuss the leadership question – as was Cable’s special adviser, Ashley Lumsden. As many as 500 party members signed an open letter, many more than Smith had expected, though she was not the prime mover behind the letter. A broad timetable for the rebellion was set. On 24 May, two days after the local elections, Pugh and Adrian Sanders, the Lib Dem MP for Torbay, duly called for Clegg to step aside.</p> \n<p>Pugh expected that other voices would follow. “To my astonishment,” he recalled, “some of the very people who had said to me, ‘Yes, we have got to do something,’ then said diametrically the opposite.” By 26 May, Oakeshott became nervous that MPs were not rallying as planned – and in a bid to restore momentum to the rebellion, decided to publicise his polling on the dire fate awaiting the party at the general election. He handed the details to the Guardian, but insisted that his involvement in commissioning the polls not be revealed.</p> \n<p>Oakeshott tried to ring Cable, who was in China on a ministerial visit, to tell him what was afoot – but they missed each other by a matter of minutes. Pugh, meanwhile, was alarmed by Oakeshott’s leaking of the polls; he feared it was premature, and that it would look devious. Pugh worried – correctly – that the story would quickly shift from Clegg’s failure in the European and local elections to one focused on unmasking the identity of the mystery pollster.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"648498c26467ba65b85e151dcf19da3b2e5dc51a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435168717349/3888810a-a616-4b49-8901-2579ffcc05c3-338x420.jpeg\" alt=\"Ellie Foreman-Peck for the Guardian\" width=\"338\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration by Ellie Foreman-Peck</span> \n </figcaption> \n</figure> \n<p>At this point Stephen Lotinga, the newly installed Lib Dem communications chief, decided to try to flush Cable out. Without consulting Clegg, Lotinga telephoned Cable’s team in China and confronted them with an ultimatum: “Either you distance yourself from this, or you and Oakeshott are going to be named in tomorrow’s papers as the people behind it.”</p> \n<p>Lotinga now admits that he was bluffing. He had no definitive evidence that Oakeshott was involved. But Cable was disoriented, and started to get cold feet – he had already been uncomfortable with the prospect of being handed the leadership on a plate after Clegg was forced out. His wife, who was travelling with him in China, was unhappy that he had let himself become embroiled in the coup attempt to begin with. Within a few hours, Cable told the BBC that Oakeshott’s activities were reprehensible, and i<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/may/29/vince-cable-end-lib-dem-feuding-nick-clegg\">nsisted publicly that there was no leadership issue in the party</a>.</p> \n<p>The lesson, Lotinga said, was: “Never go to China if you want to mount a coup.” Cable was completely cut off. “If you go as a government minister, they take your phone off you. He could not phone the people he needed to find out what was going on, and he was entirely reliant on us to be told what was happening back in Britain. He panicked.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/may/28/matthew-oakeshott-departs-lib-dems-after-long-opposition-of-nick-clegg\">Oakeshott resigned from the party</a> after declaring that his only purpose had been to present evidence of the urgency of a leadership change. But the grassroots rebellion sputtered out without Cable’s support, and Pugh’s dozen rebels disappeared into the night. Clegg commissioned an official review of the election defeats, but little changed in the aftermath.</p> \n<p>The party’s result at the general election one year later was even worse than the rebels had feared: the party lost 49 of the 57 seats it had won in 2010, and its vote share plummeted by nearly two-thirds. The party had not been in such bad shape since the 1960s. In retrospect, it is easy to argue that the party needed to be warned of the scale of the approaching catastrophe. But the defeat is not easily explained away. How did an intellectually vibrant centrist party that was on course to become a permanent feature of a new British coalition politics fail so totally? Inside the crippled party, everyone is now asking the questions that were avoided at the time of the failed coup. They are attempting to determine whether the brutal result was caused by individual mistakes, fear of a Labour-SNP coalition, or a fundamental misjudgment in the party’s decision to enter government with the Conservatives in 2010.</p> \n<p>* * *</p> \n<p><strong>Though there can be no doubt</strong> that the party was badly damaged by Clegg’s decision to join the Tories in government, the seeds of the Lib Dems’ eventual electoral collapse may have been sown before the coalition was formed. On the one issue that damaged the party more than any other – its high-profile U-turn in favour of increasing tuition fees – the ground had already been prepared.</p> \n<p>After he became leader in December 2007, Clegg had begun to shift the party away from the social democratic populism that had defined it throughout the 2000s. Clegg and a circle of like-minded MPs, including Chris Huhne, David Laws and Vince Cable, wanted to move the Lib Dems towards the centre ground. The founding document of this group was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/jun/27/guardian-view-liberal-democrats-orange-book\">the Orange Book</a>, a collection of essays published in 2004, which argued that the party needed to find market-friendly solutions to policy problems.</p> \n<p>By the time of the 2010 general election, Clegg’s Orange Book revolution was still incomplete: on a number of issues, the party was caught in an ideological no-man’s land, with a considerable divergence in views between its old social democratic wing and its centrist faction.</p> \n<p>The Liberal Democrats had opposed Tony Blair’s controversial decision to introduce tuition fees in 1997 – and fees soon became one of the party’s signal issues. But in the wake of the financial crisis, as public finances tightened, the Cleggites became increasingly concerned about the party’s stance.</p> \n<p>In December 2008, Julian Astle, who was director of the party’s thinktank <a href=\"http://www.centreforum.org/\">Centre Forum</a>, made the first attempt to shift the debate. “The Liberal Democrat policy on fees is regressive and ineffective,” he wrote, in a paper entitled “<a href=\"http://www.centreforum.org/assets/pubs/times-up.pdf\">Time’s Up</a>”. The Lib Dem universities spokesman, Stephen Williams, also believed the abolition of tuition fees was an expensive albatross: with support from Clegg, Williams tried three times to shelve the policy, and met sharp resistance inside the party. One MP, David Howarth, threatened to stand down and force a byelection for his Cambridge seat if the party reversed course.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"83f8f7a9f4a0d91b5b2bad47777c226a13f73f6b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435168971618/01365404-6930-4afa-beb9-1b17f2198816-460x276.jpeg\" alt=\"David Cameron and Nick Clegg  in the rose garden of Number 10 Downing Street in 2010.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Cameron and Nick Clegg hold their first joint press conference in the rose garden of Number 10 Downing Street in 2010.</span> \n  <span class=\"element-image__credit\">Photograph: Charlie Bibby</span> \n </figcaption> \n</figure> \n<p>But Clegg believed a moment of reckoning was imminent. A major review of university funding, initiated by the Labour government and chaired by the former BP CEO Lord Browne, was to be published in October 2010, and it was widely expected that the report would recommend abolishing the &pound;3,000 annual tuition fee cap. Before the 2010 election, however, Clegg did not feel strongly enough to challenge the party’s commitment to free education – and he backed away from a battle over the issue at the 2009 Lib Dem conference. “There are only so many fights you can have before an election,” one of his aides recalled. But few expected the party would be forced to confront the matter so soon. “We probably did not think in 2009 that we were going to be in government from 2010,” the former party spokeswoman Baroness Grender said.</p> \n<p>The party, desperate for votes, then fell into a trap set by the National Union of Students. In November 2009, the NUS persuaded 400 Liberal Democrat candidates, including Clegg, to sign a pledge to vote against any increase in fees in the next parliament and to pressure the government to introduce a fairer alternative. To make matters worse, Clegg agreed to be filmed doing so. Aaron Porter, then the NUS president, recalls that the directive for party members to sign the pledge came from the Lib Dems’ campaign department rather than the party leadership. “It was very easy to get them to do it,” he said. Still, in the party’s 2010 manifesto, Clegg tried to create some wiggle room – keeping the commitment to abolish fees, but pledging to phase them out over six years.</p> \n<p>However, after the general election, when Clegg’s team began negotiating with the Conservatives on the terms of a coalition, the tuition fee promise was quickly jettisoned. Over the summer of 2010, the view that the party had betrayed voters by abandoning one of its core promises began to take hold. “Clegg had to have a position [on the tuition fees U-turn], but in the summer, as the narrative of betrayal built up, he was very vague about what he wanted,” said one of Clegg’s aides. “It was quite chaotic in those early days. He talked about a graduate tax, but no one believed a graduate tax would work. We spent hours discussing the presentation, probably more than the policy.”</p> \n<p>Many senior figures – including Clegg’s new press secretary James McGrory, Jonny Oates, the chief of staff, and David Laws, the former Treasury chief secretary – warned that supporting a rise in tuition fees would be disastrous. As business secretary, Cable looked for a way out; Danny Alexander, who had taken over from Laws as chief secretary to the Treasury, insisted the party should go along with the rise in tuition fees. Alexander, who participated – alongside Clegg, Cameron, and Osborne – in the “quad” meetings where coalition policy was hammered out, was less interested in the politics of the issue than the economic impact; he believed it was a necessary step to reduce the deficit. Far from being abolished over six years, as the Lib Dem manifesto had promised, fees were to treble over two years. Cable made numerous adjustments to the policy to make it less regressive, but by November he knew what had been spawned – on another trade mission to China, he watched on television as protesting students tried to trash the Conservative headquarters.</p> \n<p>In December, on the eve of the Commons vote to raise fees, Martin Shapland, the chairman of <a href=\"http://www.liberalyouth.org/\">Liberal Youth</a>, went to see the chief whip Alistair Carmichael to make a final attempt to persuade the party to change course. “I told him the damage was going to be permanent and he disagreed,” Shapland said. “I even put a wager on it. At the time we, as a party, were identified with two issues: anti-war and anti-fees. What we did was equivalent to Labour coming out against social justice. The problem was at the time there was nothing but bravado about owning coalition policies.”</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/aaron-porter\">Aaron Porter</a> tried to persuade the former party leader Charles Kennedy, one of the 21 Lib Dem MPs to vote against the fees rise, to say more in public. An apologetic Kennedy assured Porter that he would have his fights, but not so early in the parliament. Ahead of the debate, he took Porter up to the Commons gallery, and told him: “From here you can stare into Cable’s eyeballs as he sells out the party’s principles.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>From here you can stare into Cable’s eyeballs as he sells out the party’s principles</p> \n  <footer> \n   <cite>Charles Kennedy</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Baroness Williams, one of the original members of the “Gang of Four” who split from the Labour party to form the Social Democratic party in 1981, agrees that the fees decision cost the party dearly. “I just think we did not reckon with how deep the issue was, or how deep it would become,” she said. “It was a big mistake.”</p> \n<p>Williams believes the party made similar errors in dealing with the unpopular NHS reforms spearheaded by the Tory health secretary Andrew Lansley – a set of proposals the scale of which appeared to have crept up on the cabinet unawares. Initially Clegg defended them: in an interview with Andrew Marr in January 2011, he called the reforms “a fusion of the best thinking of the Lib Dems and the Tories”. But within two months, Clegg was facing new protests from his MPs, as figures such as John Pugh brought deputations of senior doctors from the Royal Colleges to brief Clegg on the damage they believed Lansley’s reforms would cause.</p> \n<p>It took Williams, who had previously been one of Clegg’s loyal supporters, to force him into retreat at the party’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/liberal-democrat-conference-2011\">spring 2011 conference</a> in Sheffield. Facing the prospect of a wider revolt, Cameron and Clegg announced a “pause” in the NHS reforms: the bill did not reach the Lords until October 2011, and it only passed into law the following year after numerous changes engineered by Williams and like-minded peers.</p> \n<p>“At the time, the Lib Dem party did not have anyone who was a great expert on health,” Williams recalled, describing her intervention. “Lansley is very much like a civil servant in many ways. He is very focused and hardly talks to anyone else – a lone man, a bit like Edward Heath in that sense.<strong> </strong>He had this fixed idea that all you needed to do was change the structure of the NHS and give commissioning powers to GPs. He is a decent man but fundamentally quite obsessive. So I went to Nick and said, ‘We are not having it’. Nick has never been very good at consulting more experienced members of his party<strong> </strong>or people who have actually been in government, such as David Steel. He did not fully realise the significance of what was being proposed, and he did not have that much time. It was only when he realised he could not carry his conference that he started to listen to me.”</p> \n<p>According to Williams, Clegg apologised for having not studied Lansley’s proposal more rigorously. “He said to me, ‘I got the issue wrong – I had not had time to read it, and I should not have allowed it into the Commons without more scrutiny.’ In all fairness, he is in many ways a gallant noble man, very reasonable and thoughtful. One time he called me over to his offices in the pouring rain at short notice, and he was at the top of stairs with a towel waiting for me.”</p> \n<p>Nonetheless, Williams believes Clegg made one more major error – eagerly joining the relentless Tory assault on Labour’s economic record. “I think the constant attack on Gordon Brown as being responsible for the banking crisis was terribly unfair and untrue,” she said. “We should not have taken part in it, but in fact we took part in it enthusiastically.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"923e021346b439645700a4a5c13bdacfd6e0bd73\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435169908537/e95ec97c-3316-48ab-ac29-fa75d7d69f4c-460x276.jpeg\" alt=\"Protesters scuffle with police during a student rally in central London, in 2012, against rises in university tuition fees.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Protesters scuffle with police during a student rally in central London, in 2012, against rises in university tuition fees.</span> \n  <span class=\"element-image__credit\">Photograph: Carl Court/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Cable was similarly troubled by the Lib Dems’ refusal to challenge the Tories’ economic narrative; he seriously considered resigning from his post as business secretary in 2012 in protest against Cameron and Osborne’s spending cuts. Although his critics say Cable is too academic and too ill-disciplined for the cut and thrust of modern politics, throughout his time in government he remained an irritation to his coalition partners. (His close relationship with Oakeshott particularly infuriated the Tories, and once prompted Cameron to offer to take Oakeshott with him on a trip to Moscow to act as his food taster.)</p> \n<p>After wrestling with his decision, Cable decided to remain, in part because he loved his department and wanted to protect it from cuts. Cable also believed that Osborne was heeding his calls to slow the pace of cuts – even if Osborne would not publicly admit that he had changed course.</p> \n<p>But the early combination of the tuition fee hike, the unpopular NHS reforms, and the continuing economic slowdown all took a toll on the party. At one point, Clegg admitted to his aides: “I am not really leading.” Within three months of forming the coalition, the Lib Dems’ popularity had fallen off a cliff – from 23 points to 13 points. Clegg’s personal ratings were even worse: in the summer of 2012, one YouGov poll found his approval rating had sunk to minus 59.</p> \n<p>Those closest to Clegg insisted there was no going back. Richard Reeves, his influential strategy adviser in the first two years of the coalition, was the most adamant. “There is a new political market for the Liberal Democrats,” he wrote in the <a href=\"http://www.newstatesman.com/politics/politics/2012/09/case-truly-liberal-party\">New Statesman in September 2012</a>. “The party just needs to seek it out rather than looking wistfully at the old customers who have turned away. The leftwing votes borrowed from Labour in 2010 will not be available in 2015. New ones must be found.”</p> \n<p>That same month, in a bid to set the party back on course, Clegg launched what later became known as his “masochism strategy” – a nod to the phrase Tony Blair used to describe his own encounters with angry voters around the time of the Iraq war in 2003. Phase one was a party political broadcast a week before the Lib Dem conference in Brighton, in which Clegg declared: “There is no easy way to say this. We made a pledge, we did not stick to it, and for that I am sorry.”</p> \n<p>Baroness Grender, Clegg’s communications adviser at the time, admitted that the apology did not work – but she believes that it was worth trying. “There was very little advice against it,” she said recently. “The risk was that it achieved nothing and simply raised the issue again – and in a way that confirmed betrayal as the standard narrative. But I think tuition fees became the mantra you can deploy for a feeling you cannot explain to yourself. If it had not been tuition fees, it would have been health or the bedroom tax – it was driven by a general dislike of politicians, a general disbelief in politicians sticking to their word, and the way in which the smaller partner in a coalition always gets a kicking.”</p> \n<h2>* * * </h2> \n<p><strong>In early 2013, Clegg received another warning</strong> of the Lib Dems’ electoral vulnerability. In February, Chris Huhne, one of the party’s big hitters, resigned as MP for Eastleigh after pleading guilty to perverting the course of justice 10 years earlier over a speeding offence.</p> \n<p>Huhne’s resignation led to a snap byelection in his Hampshire seat, which was regarded as one of the party’s safest. In the end, the Lib Dem candidate Mike Thornton only just managed to win the seat. “It was a complete fluke the way it turned out,” recalled Lord Oakeshott, who warned at the time that the byelection showed the party was in mortal danger. “It was our best-organised seat and it just happened that the Tory and the Ukip vote was equally split, so Mike Thornton scraped home. It gave the leadership an excuse to say, ‘Where we work we win’, a claim that irritated many activists, since they were working their socks off and still losing.”</p> \n<p>Disgruntled Lib Dem activists, mainly based around the left-leaning Social Liberal Forum (SLF), were ready to register their concerns just over a week later at the Lib Dem spring conference, which began on 8 March 2013. After a failed attempt by activists to make the party distance itself from the Tories’ economic policies, Naomi Smith, the SLF chair, began to feel that the party’s future was in jeopardy.</p> \n<p>“It really became clear to activists that we were going to fight this election on the ridiculous ‘Stronger economy, fairer society’ slogan, this ‘we’ll split the difference’ strategy that meant that you were always defined by other parties. There was the iceberg. Everyone could see it. We were drifting straight towards it. Everyone admitted it and nobody seemed to want to point the ship in a different direction.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There was the iceberg. We were drifting straight towards it and nobody wanted to point the ship in a different direction</p> \n </blockquote> \n</aside> \n<p>The warning shots had been fired by the dissidents. But Clegg trundled on, dutifully carrying out the masochism strategy by turning up every Thursday morning for his weekly mauling at the hands of <a href=\"http://www.lbc.co.uk/\">LBC listeners on his “Call Clegg”</a> phone-in programme. These radio appearances were not only painful, they were time-consuming: each one required that he be prepped as if facing prime minister’s questions – on subjects ranging from the latest developments in Syria to the case of a Sheffield United footballer charged with rape. “Ignorance was never an option”, one of his exhausted aides admitted.</p> \n<p>Towards the end of the year, attention moved to the final major electoral test before the general election, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/ng-interactive/2014/may/25/european-elections-results-across-europe-eu-parliament\">May 2014 European parliamentary elections</a>. Clegg’s team in the cabinet office, under the leadership of Jonny Oates, decided to fashion a campaign that was true to his beliefs as a passionate pro-European. They took the novel approach of talking about Europe in a European parliamentary election, and, braver still, decided to brand the Lib Dems as the party “In” on the EU.</p> \n<p>Confident that his LBC training had made him an adept media performer, Clegg agreed to take part in two TV debates against Nigel Farage during the campaign. They were not generally perceived to be among Clegg’s most dazzling performances. Ed Davey, the Lib Dem energy and climate change secretary at the time of the debates, was unimpressed. “The disaster over the Farage debate was there was a Liberal Democrat leader who was representing the establishment,” he said. “You looked and you thought if you want to have a pop at the government or the country and people in power you’re not going to vote for Nick because he is the status quo. He didn’t turn Europe into the aspirational change thing that it needs to be.”</p> \n<p>But Lord Ashdown, the former party leader and Clegg’s mentor, who ran the party’s 2015 general election campaign, thought that his protege acquitted himself well in the face-offs with Farage. “I don’t think it made any difference in the long run,” he said. “What I think did make a difference was that Nick was absolutely flawless throughout the campaign.”</p> \n<p>The European election campaign may have been flawless but the result was a catastrophe. The number of Lib Dem MEPs collapsed from 11 to one, as the party’s overall vote halved, delivering a humiliating fifth place in the share of the vote. By this point Smith was, she said, certain that the party desperately needed a new leader who was untainted by working closely in coalition with the Conservatives: “It became a case of ABCD – anyone but Clegg or Danny [Alexander].”</p> \n<p>Although the European results were not declared until Sunday 25 May, after a poor showing in the local elections that took place on the same day, Clegg knew what was coming. He descended into what Ashdown described as “the darkest of the dark nights of the soul”. In a series of phone calls with key figures across the party, Clegg ventured that the time had perhaps come for him to stand down.</p> \n<p>According to one senior Lib Dem who spoke to Clegg at the time, he said: “If I believe – and I think I’m very close to it – that I am the problem and not the solution, then I have to stand to one side.” But, the source continued, “I told him, ‘You don’t have that luxury – this is your burden now, you have to carry it through to the election. Whether you believe that or not, it’s tough titty.”</p> \n<p>Clegg was so worried – and determined to canvass opinion widely – that he even consulted the party president, Tim Farron, a figure from the left of the party who had never been a natural ally. Farron knew there was trouble when Clegg contacted him on a Saturday night, while Farron was attending the wedding of his long-serving aide, Paul Butters.</p> \n<p>“We ended up interrupting a bit of dad dancing,” Farron recalled. He went outside to the car park to speak to Clegg. “Nick was just distraught about everything and we knew the Euro [results] were going to come the day after, and he felt every single loss personally. There was never a sense of, ‘This is mid-term blues, collateral damage.’ He could feel it and the kind of weight you saw on him and the emotion on his face in that speech on the Friday morning was very real.”</p> \n<p>Farron advised Clegg to carry on. “I just thought, ‘This could end up in a bloodbath,’” he recalled, “and we’re far better off sticking with the captain who has done nothing to deserve this.”</p> \n<p>Ryan Coetzee, the Lib Dems’ director of strategy, said that everybody advised Clegg to stay. “Nick got a pretty relentless answer from practically everybody. So he concluded that the right thing to do was to stay.”</p> \n<p>It was only days later that Clegg’s small team faced down the coup organised by Oakeshott, which had the tacit support of Cable. Their quick defeat of the rebellion seemed to restore Clegg’s political confidence: “Nick got through that,” Ashdown recalled. “When he’d internalised it, put it behind him, he was like a liberated man in the last six or seven months to the election. It was astonishing the speed from which he moved from the darkest of the dark nights of the soul to utterly on form, utterly clear about what he was doing.”</p> \n<p>The way was clear for Clegg to run, for himself at least, a relatively relaxed general election campaign in which he served tea to travelling journalists and swung from a zipwire at a park in Devon. One ally said: “I remember Nick saying to me, ‘Look, I don’t care what the outcome of the election is’ – and he didn’t expect it to be as bad as it was – ‘provided I feel I’ve done the right thing. And we’ve done the best we can.’”</p> \n<h2>* * *</h2> \n<p><strong>A veteran who served with the Royal Marines</strong> in Borneo in the 1960s, Paddy Ashdown is a man to turn to when your neck is on the line. With typical bluntness, Ashdown recalled the nature of his mission after Clegg asked him to head up the Lib Dem campaign. “This was a survival election,” he said. “My job was to make sure we survived – by and large.”</p> \n<p>Ashdown, who joined the elite Special Boat Service after the Royal Marines, called his campaign command centre “the Wheelhouse”. Key aides, including Baroness Grender and Clegg’s long-serving media adviser Lena Pietsch, held three meetings a day of the 11-strong Wheelhouse executive during the campaign.</p> \n<p>The first stage of their work involved building a ground campaign that would target 50 seats. At the time, Ashdown believed that it would be possible to win about 25 seats; if things went exceptionally well, he thought, the party could win up to 40. That higher tally was regarded as the magic number required to give the Lib Dems influence in a new coalition.</p> \n<p>The party’s “air campaign” – national messages aimed at broadcasters – proved painfully frustrating as it dawned on the leadership that they were on course to be swallowed up by their coalition partners. Private polling had persuaded the Tory campaign director Lynton Crosby that Cameron’s most likely route to a majority lay in gobbling up Lib Dem-held seats in the south-west. In the end, 75% of Tory gains were taken from their junior coalition partners.</p> \n<p>“We knew we had a problem with the south-west – we weren’t completely blindsided,” said one Lib Dem strategist. “When Cameron popped up in Yeovil and Twickenham, alarm bells were ringing, but not as much as they should have been.”</p> \n<p>About three weeks before polling day, members of the Wheelhouse executive realised the disaster that they were facing. It was clear that the Tories had struck gold with their warnings about a possible tie-up between Labour, the Lib Dems and the SNP. Voters’ fears were exacerbated by the false impression in opinion polls that the election was a neck-and-neck race between Labour and the Tories. “Our vote was being seriously eroded by the Labour/Salmond thing,” Ashdown recalled. “There was a sort of hidden army of people who were so worried about Labour that they literally came out to vote for the first time.”</p> \n<p>In the nightly meetings of the Wheelhouse executive at 6.45pm, after the main early evening news bulletins, senior party figures complained that it seemed impossible to persuade the broadcasters to move away from the SNP. The party pleaded with the BBC’s director of news, James Harding, to focus more on policy – but the party’s relations with the BBC had been strained during the prolonged negotiation over Clegg’s participation in the leaders’ television debates.</p> \n<p>Senior figures were stunned when, two weeks before the election, Clegg suddenly suggested to the FT that he would not form a coalition with Labour if it involved any arrangement with the SNP. The signs that he was leaning towards a fresh coalition with the Tories – he criticised Labour for its “frothing bile” towards his party – also alarmed senior aides. “That caused lots of panic internally,” said one source, who added that Clegg had to be told that he must remain neutral about possible coalition partners.</p> \n<p>For his part, the party’s communications chief Stephen Lotinga thought the campaign focused too much attention on forming a future coalition with either of the main parties. “We’d slightly drunk our own Kool-Aid,” he said. “But people don’t vote for coalitions … so it’s not a compelling proposition.”</p> \n<p>Ed Davey feared that it was misguided to pitch the Lib Dems to the electorate as a “moderating force” within a coalition. “We were the centre party – and on one level that sounds really attractive,” he said. “But the old adage of ‘If you’re in the middle of the road, you might get run over’ operated in spades. We were in the middle of the road without any distinction – we had no visibility jacket on. No one could see us, so we really did get run over.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We were in the middle of the road. we had no visibility jacket on. No one could see us, so we really did get run over.</p> \n  <footer> \n   <cite>Ed Davey</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The debate over possible coalitions risked reopening the rift between Clegg’s Orange Book wing of the party and the social democratic faction that leaned toward Labour. Charles Kennedy, the keeper of the social democratic flame, who died a few weeks after losing his Highlands seat, was keen to keep his distance from Clegg: a suggestion that Clegg might visit Kennedy’s constituency in Scotland was met with a curt two-word reply.</p> \n<p>Other senior parliamentarians sent messages to the wheelhouse team that the party needed to sharpen a “fear” message. In response, the team conjured up the spectre of “Blukip” – with Clegg warning that a minority Tory government would be propped up by Ukip and the Northern Irish rightwing Democratic Unionist party.</p> \n<p>Ashdown was cheerfully honest about a major flaw in the new theme – Ukip was forecast to win no more than a handful of seats. One senior party figure put it more simply: “On Blukip, no one believed it.” Adrian Sanders, who lost his Torbay seat, said: “I just gave up and thought they did not live in the real world. It was just dishonest. There was no possibility of an alternative coalition built around Ukip.”</p> \n<p>Amid all the recriminations, Coetzee dismissed the idea that any campaign could have made much difference. If the key issue in many voters’ minds was the threat of the SNP, he argued, there was nothing the Lib Dems could do. “We didn’t have a response that was as powerful as the Tories’,” Coetzee said. “His response was: I’m David Cameron and I’ll tell you the solution to this problem. You give me a majority and there won’t be any SNP in the government.”</p> \n<div>\n __VIDEO_EMBED_gu-video-456664000__\n</div> \n<p>On election day, Clegg ended his campaign on an energetic note, rushing from Land’s End to John O’Groats, before finishing in his Sheffield Hallam constituency to await the results. A few hours later, at 10pm, the mood among the Wheelhouse team suddenly soured: as the BBC exit poll indicated that the Lib Dems would hold only 10 seats, a cry of “Shit!” rang around the room. By 2am, when the education minister David Laws lost his seat in Yeovil, the next morning’s meetings were cancelled, and plans for Clegg’s resignation were set in motion.</p> \n<p>In the weeks since the election, the Lib Dem meltdown has left many supporters feeling shellshocked. Recently, Clegg was approached by a distressed woman while shopping on his local high street in Putney. Speaking through tears, she told Clegg that his party did not deserve the battering it had received from the British electorate. Buoyed by the heartfelt sympathy from a wellwisher, Clegg told the woman not to worry and thanked her for supporting the Lib Dems – only to be told that she had voted Green.</p> \n<p>“People were quite angry,” Coetzee said. “They wanted to dish out a slap on the wrist – and then found they’d cut the hand off and were quite horrified by what had happened. Then they went around saying: ‘Oh I’m terribly sorry, I’ve cut your hand off.’”</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435168466386/b49c8de8-59ad-4dc3-8b0b-c3a47ed51fc7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt Cardy/Getty Images","altText":"Nick Clegg makes a speech a few days before the Lib Dems' disastrous showing in the general election.","cleanCredit":"Photograph: Matt Cardy/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435168719010/cb80ce2e-844f-48db-b15a-5a4cbd913023-1641x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1641,"orientation":"portrait","caption":"Illustration by Ellie Foreman-Peck","credit":"Ellie Foreman-Peck for the Guardian","altText":"Ellie Foreman-Peck for the Guardian","cleanCaption":"Illustration by Ellie Foreman-Peck"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435168972987/01365404-6930-4afa-beb9-1b17f2198816-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron and Nick Clegg hold their first joint press conference in the rose garden of Number 10 Downing Street in 2010. Photograph: Charlie Bibby","credit":"Charlie Bibby","altText":"David Cameron and Nick Clegg  in the rose garden of Number 10 Downing Street in 2010.","cleanCaption":"David Cameron and Nick Clegg hold their first joint press conference in the rose garden of Number 10 Downing Street in 2010.","cleanCredit":"Photograph: Charlie Bibby"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435169910820/e95ec97c-3316-48ab-ac29-fa75d7d69f4c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Protesters scuffle with police during a student rally in central London, in 2012, against rises in university tuition fees. Photograph: Carl Court/AFP/Getty Images","credit":"Carl Court/AFP/Getty Images","altText":"Protesters scuffle with police during a student rally in central London, in 2012, against rises in university tuition fees.","cleanCaption":"Protesters scuffle with police during a student rally in central London, in 2012, against rises in university tuition fees.","cleanCredit":"Photograph: Carl Court/AFP/Getty Images"}],"webPublicationDate":"2015-06-24T20:09:52Z","lastModified":"2015-06-25T09:18:34Z","metadata":{"commentable":true,"commentCount":688,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"},{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":true,"keywords":["Liberal Democrats","Nick Clegg","Politics","UK news"],"tags":[{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/nickclegg","webTitle":"Nick Clegg"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[{"id":"gu-video-456664000","source":"ITN","durationInSeconds":96,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/08/150508Cleggresignsquality1_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/08/150508Cleggresignsquality1.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/8/1431089730359/KP_219676_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Cleggresigns","credit":"guardian.co.uk","altText":"620x372 trailpic for Cleggresigns","cleanCaption":"620x372 trailpic for Cleggresigns"}}],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/24/the-nick-clegg-catastrophe","shortUrl":"http://gu.com/p/4a4nf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/24/the-nick-clegg-catastrophe","webUri":"http://www.theguardian.com/politics/2015/jun/24/the-nick-clegg-catastrophe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435168466386/b49c8de8-59ad-4dc3-8b0b-c3a47ed51fc7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nick Clegg makes a speech a few days before the Lib Dems’ disastrous showing in the general election. Photograph: Matt Cardy/Getty Images","credit":"Matt Cardy/Getty Images","altText":"Nick Clegg makes a speech a few days before the Lib Dems' disastrous showing in the general election.","cleanCaption":"Nick Clegg makes a speech a few days before the Lib Dems’ disastrous showing in the general election.","cleanCredit":"Photograph: Matt Cardy/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435168466386/b49c8de8-59ad-4dc3-8b0b-c3a47ed51fc7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt Cardy/Getty Images","altText":"Nick Clegg makes a speech a few days before the Lib Dems' disastrous showing in the general election.","cleanCredit":"Photograph: Matt Cardy/Getty Images"}}]},{"title":"Having a working mother works for daughters","rawTitle":"Having a working mother works for daughters","item":{"type":"article","id":"world/2015/jun/24/having-a-working-mother-works-for-daughters","title":"Having a working mother works for daughters","trailText":"Harvard study finds daughters of mothers in paid employment have better careers and more equal relationships","standFirst":"<p>Harvard study finds daughters of mothers in paid employment have better careers and more equal relationships</p>","byline":"Richard Adams, Education editor","body":"<p>Negative perceptions around women who combine paid work with parenthood have been comprehensively demolished in a <a href=\"http://www.hbs.edu/faculty/Pages/item.aspx?num=49311\" draggable=\"true\">major study by Harvard University</a>, which shows the daughters of working mothers enjoy better careers, higher pay and more equal relationships than those raised by stay-at-home mothers.</p> \n<p>Using data from 24 countries including the UK and US, the Harvard study says that while working mothers “often internalise social messages of impending doom for their children”, the reality is that their sons and daughters appear to thrive, with daughters benefiting most from the positive role model of a mother with a career.</p> \n<p>Harvard Business School professor Kathleen McGinn, lead author of the study, noted that the effect on daughters’ careers of mothers working was particularly marked in the UK and US, where public attitudes to career equality could be more of a barrier than in some European countries such as Finland and Denmark.</p> \n<p>“We hope the findings from our research will promote respect for the spectrum of choices women and men make at home and at work,” the researchers concluded. “Whether moms or dads stay at home or are employed, part-time or full-time, children benefit from exposure to role models offering a wide set of alternatives for leading rich and rewarding lives.”</p> \n<p>The authors said that the research should reinforce calls for policies designed to help working parents. “Our findings suggest that policy should focus on supporting mothers who work – part-time or full-time. Providing quality and reasonably priced childcare is an important factor but policy makers should also address workplace policies.”</p> \n<p>The researchers found that, on average, the daughters of working mothers were paid around 4% more than their peers, even adjusting for their greater levels of education and prevailing social attitudes, and were much more likely to have been promoted into managerial positions.</p> \n<p>One in three daughters of working mothers were in managerial posts, compared with only one in four of those with non-working mothers.</p> \n<p>“These findings suggest that in addition to transmitting gender attitudes across generations, mothers’ employment teaches daughters a set of skills that enable greater participation in the workforce and in leadership positions,” the study argues.</p> \n<p>Rebecca Allen, a working mother of two children and herself the daughter of a mother who worked, said the research suggested today’s women had benefited from their mothers’ struggles against discrimination and prevailing social attitudes.</p> \n<p></p> \n<p>“There’s not overt discrimination against women and working mothers in the way that there had been in the previous generation,” said Allen, a senior academic at UCL’s Institute of Education and the <a href=\"http://www.educationdatalab.org.uk/Team/Rebecca-Allen.aspx\">director of an education data research thinktank</a>.</p> \n<p>“In some ways [the study’s findings are] a comfort to women who do go out to work – and a signal to women who don’t that they have to think hard about how the role they have within the household is going to impact their children’s perceptions of what it means to be a woman and to be a mother,” she said.</p> \n<p>While earlier research has also shown no negative consequences for the children of working mothers, the new study reveals that the children of working mothers have more liberal attitudes towards women in the workplace, and that sons of working mothers take a greater share of parenting and other household care roles.</p> \n<p>“Our analyses find that sons raised by an employed mother are more involved at home as adults, spending more time caring for family members than men whose mothers stayed home full-time,” the study reported.</p> \n<p>“Daughters raised by an employed mother spend less time on housework than women whose mothers stayed home full-time, but maternal employment has no effect on adult daughters’ involvement in caring for family members.”</p> \n<p>Belinda Phipps, chair of the <a href=\"http://www.fawcettsociety.org.uk/\">Fawcett Society</a> for women’s equality, said: “Although we have known for a long time that there are lots of benefits to children to have working mothers, it is great to see more research confirming this.”</p> \n<p>But Phipps said it was disappointing to see that progress on sharing domestic housework other than childcare was proving slow to change. “Women are still ‘doing it all, not having it all’ and we must shift cultural attitudes to achieve full gender equality,” she said.</p> \n<p>“What is clear is that making the workplace more family-friendly, improving the availability and quality of part-time and flexible working, and investing in childcare are vital to helping individuals achieve a full work-life balance,” she said.</p> \n<p>Allen said that schools also need to adjust their demands on parents. “We’ve got to stop primary schools from having a day every week where parents are expected to dress up their children in some complicated outfit, or make something, or bring something in, or turn up to help with something or have an assembly,” she said.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435170566170/6a5fc3f4-41cd-41ad-85fd-6594de67ef0f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Peter Cade/Getty Images","altText":"Daughters benefited most from the role model of a mother with a career, the study said.","cleanCredit":"Photograph: Peter Cade/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T18:11:27Z","lastModified":"2015-06-24T23:24:09Z","metadata":{"commentable":true,"commentCount":719,"contributors":[{"name":"Richard Adams","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardadams"}],"feature":false,"keywords":["Gender","Women","Parents and parenting","Family","World news","US news","Harvard University"],"tags":[{"id":"world/gender","webTitle":"Gender"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"education/harvard-university","webTitle":"Harvard University"}],"section":{"id":"world"},"topics":[{"displayName":"Richard Adams","topic":{"type":"tag-contributor","name":"profile/richardadams"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/24/having-a-working-mother-works-for-daughters","shortUrl":"http://gu.com/p/4a4qy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/24/having-a-working-mother-works-for-daughters","webUri":"http://www.theguardian.com/world/2015/jun/24/having-a-working-mother-works-for-daughters"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435170566170/6a5fc3f4-41cd-41ad-85fd-6594de67ef0f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daughters benefited most from the role model of a mother with a career, the study said. Photograph: Peter Cade/Getty Images","credit":"Peter Cade/Getty Images","altText":"Daughters benefited most from the role model of a mother with a career, the study said.","cleanCaption":"Daughters benefited most from the role model of a mother with a career, the study said.","cleanCredit":"Photograph: Peter Cade/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435170566170/6a5fc3f4-41cd-41ad-85fd-6594de67ef0f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Peter Cade/Getty Images","altText":"Daughters benefited most from the role model of a mother with a career, the study said.","cleanCredit":"Photograph: Peter Cade/Getty Images"}}]},{"title":"Housing raid finds 26 people living in three-bedroom east London home","rawTitle":"Housing raid finds 26 people living in three-bedroom east London home","item":{"type":"article","id":"society/2015/jun/25/overcrowding-housing-raid-26-living-three-bedroom-east-london","title":"Housing raid finds 26 people living in three-bedroom east London home","trailText":"Newham council describes property, which had seven people living in a windowless basement, as one of worst examples of illegal overcrowding","standFirst":"<p>Newham council describes property, which had seven people living in a windowless basement, as one of worst examples of illegal overcrowding</p>","byline":"Patrick Butler  Social policy editor","body":"<p>Housing enforcement officers have discovered 26 people living in a three-bedroom family home in east London in what authorities are calling one the most extreme examples of illegal overcrowding uncovered in recent years.<br tabindex=\"-1\" /></p> \n<p> The home, which was officially licensed for a family unit of up to seven people, was found to house 25 adults and a child, from three or four different families. </p> \n<p> At least seven tenants were found to be living in the cellar of the property, which was accessible only via steep concrete steps from the back garden. The cellar was windowless, had its ventilation duct taped over and the internal door to the house was locked.</p> \n<p> As well as overcrowding, officials are also investigating a series of building and electrical hazards, a broken toilet and broken furniture, as well as several breaches of licensing conditions.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"65b229ef880e2e9fee08267b3a1f02810403427d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435167063440/7254ed8f-3906-4b04-8bb8-eeb35f6c966a-340x420.jpeg\" alt=\"Suspicions were raised about the property because of a history of complaints including excess rubbish in the back garden\" width=\"340\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Suspicions were raised about the property because of a history of complaints including excess rubbish in the back garden.</span> \n  <span class=\"element-image__credit\">Photograph: London Borough of Newham</span> \n </figcaption> \n</figure> \n<p> Illegal overcrowding is a growing problem in the capital, fuelled by a shortage of affordable housing, high rents, migration and spiralling house prices.</p> \n<p> Newham council, which carried out the raid as part of an ongoing campaign against rogue landlords, said the scale of the overcrowding found at the property was “the biggest we have seen in a while”.</p> \n<p> The council says it intends to prosecute the landlord, on whom it had previously served an enforcement order three years ago for a breach of planning permission.</p> \n<p>According to the council, tenants at the East Ham property claimed they were paying varying rates of rent, collectively amounting to at least &pound;2,340 a month. A family of three living in the ground floor front room paid &pound;180 a week, while the occupants of the basement were paying &pound;20 a week each.</p> \n<p> The tenants will not be required to leave the property immediately, although it is likely they will be made homeless after the landlord responds to council demands.</p> \n<p> The east London borough has the highest level of overcrowding in the UK, according to research by the housing charity Shelter. About 50% of private rented stock is overcrowded, meaning that tenants breach official room standards guidelines. Around a quarter of the borough’s 100,000 households live in a property that is too small for them.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The choice for many of my residents is stark: succumb to rogue landlords ... or leave London altogether</p> \n  <footer> \n   <cite>Sir Robin Wales, Newham mayor</cite> \n  </footer> \n </blockquote> \n</aside> \n<p> The problem of chronic overcrowding, often in homes illegally occupied by multiple tenants, appears to be on the increase across much of London.</p> \n<p> Ben Reeve-Lewis, a local authority housing enforcement officer, told the Guardian he had recently raided a two-bedroom flat in south London in which 22 people were living. Raids were a regular occurrence and it was not unusual to find 20 people in a three-bedroom home.</p> \n<p> Tenants were typically low-paid migrant workers or students, or trafficked foreign nationals put to work in the “hidden” economies of drugs or prostitution, he said.</p> \n<p> “What I put it down to is London rents are so off the scale that people will live anywhere just to be able to afford to stay here. They might typically pay rent of just &pound;200 a month. But the fact there are 15 of them in the house means the landlord is coining it.</p> \n<p> “Last year we prosecuted a landlord who had 47 people in a property meant to house nine.”</p> \n<p>The Newham mayor, Sir Robin Wales, said this week that his borough was “on the front line of the housing crisis”. About 40% of its housing stock was privately rented and tenants were subject to soaring rents and often dire conditions.</p> \n<p> About15,000 residents are on the borough’s social housing waiting list, while more than a quarter of council homes sold under right to buy have ended up in the hands of private landlords. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f9f942da812c96b7fedb0e45e579714e6452751b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435166770565/1486fe37-3a95-4b6b-b6b9-e21b07b0164d-283x420.jpeg\" alt=\"The entrance to the basement from outside\" width=\"283\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The entrance to the basement from outside.</span> \n  <span class=\"element-image__credit\">Photograph: London Borough of Newham</span> \n </figcaption> \n</figure> \n<p> Wales told the Chartered Institute of Housing conference this week: “The choice for many of my residents is stark: succumb to rogue landlords – who have no qualms about packing five people to a room and renting out homes without roofs – or leave London altogether, abandoning it to the wealthy and asset-hoarders, leaving our public services without the nurses and teachers we need.”</p> \n<p> The East Ham property had previously been subject to a council enforcement order in 2012, when the same landlord breached planning permission by converting it into a house of multiple occupation (HMO). A follow-up inspection a year later found it was back in legal use as a single family home.</p> \n<p>However, a spate of recent complaints from neighbours about loud music and rubbish dumped in the gardens of the property triggered a raid on Friday 19 June.<br /></p> \n<p>Planning and housing enforcement officers visited the house at 11am and found a number of tenants on site, including a couple and their young daughter who lived in the ground floor front room.<br /></p> \n<p> The council has written to the landlord formally, asking him to reply to the issues raised and make adequate arrangements to improve the state of the property.</p> \n<p>Housing law expert Giles Peaker of Anthony Gold solicitors said that statutory overcrowing was a criminal offence under the 1985 Housing Act and the landlord could be prosecuted if it is demonstrated he had caused or permitted the house to become overcrowded. </p> \n<p>By chance, Friday’s raid was witnessed by the cabinet secretary and head of the civil service, Sir Jeremy Heywood, who was on an official fact-finding mission to Newham. A council source said that although officers suspected an overcrowding problem before the visit they “didn’t expect it to be this big”.<br /></p> \n<p>The raid comes as Newham, which was the first council in England to introduce a licensing system for private landlords two years ago, finds itself at loggerheads with the government’s new central powers, introduced in April, which allow ministers to prevent local authorities from regulating local landlords. <br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"95177592a4465cb39e5d76ac13c496c27e3d5d3b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435166939193/92877b54-2dfc-44a9-baf3-96b5515b24a6-460x332.jpeg\" alt=\"A first floor front bedroom containing one bunk bed and three single beds\" width=\"460\" height=\"332\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A first floor front bedroom containing one bunk bed and three single beds.</span> \n  <span class=\"element-image__credit\">Photograph: London Borough of Newham</span> \n </figcaption> \n</figure> \n<p>Newham introduced its licensing scheme in the wake of a series of so-called “beds-in-sheds” scandals, in which tenants were found living in poor conditions in sheds, garages and outhouses.</p> \n<p>Newham has to reapply for permission to renew its pioneering licensing scheme in 2017. About 35,000 private rental properties in the borough are licensed. So far, the council has banned 35 landlords, prosecuted 439 and recouped hundreds of thousands of pounds in fines and unpaid council tax.</p> \n<p>Wales said earlier this year: “Good landlords have nothing to fear from private rented sector licensing. Our focus has always been ensuring tenants are living in safe conditions that they are secure in their legal rights and the borough’s streets are not blighted with antisocial behaviour.”</p> \n<p></p> \n<p> </p> \n<p> </p> \n<p></p> \n<p></p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435166708688/07d4e4c7-ff07-4c27-a77c-d24a698c2a75-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"London Borough of Newham","altText":"A basement room with no natural lighting and inadequate ventilation in a property in East Ham containing 26 people","cleanCredit":"Photograph: London Borough of Newham"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435167062285/7254ed8f-3906-4b04-8bb8-eeb35f6c966a-826x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":826,"orientation":"portrait","caption":"Suspicions were raised about the property because of a history of complaints including excess rubbish in the back garden. Photograph: London Borough of Newham","credit":"London Borough of Newham","altText":"Suspicions were raised about the property because of a history of complaints including excess rubbish in the back garden","cleanCaption":"Suspicions were raised about the property because of a history of complaints including excess rubbish in the back garden.","cleanCredit":"Photograph: London Borough of Newham"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435166768687/1486fe37-3a95-4b6b-b6b9-e21b07b0164d-687x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":687,"orientation":"portrait","caption":"The entrance to the basement from outside. Photograph: London Borough of Newham","credit":"London Borough of Newham","altText":"The entrance to the basement from outside","cleanCaption":"The entrance to the basement from outside.","cleanCredit":"Photograph: London Borough of Newham"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435166938350/92877b54-2dfc-44a9-baf3-96b5515b24a6-2060x1485.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1485,"width":2060,"orientation":"landscape","caption":"A first floor front bedroom containing one bunk bed and three single beds. Photograph: London Borough of Newham","credit":"London Borough of Newham","altText":"A first floor front bedroom containing one bunk bed and three single beds","cleanCaption":"A first floor front bedroom containing one bunk bed and three single beds.","cleanCredit":"Photograph: London Borough of Newham"}],"webPublicationDate":"2015-06-25T06:00:13Z","lastModified":"2015-06-25T06:03:42Z","metadata":{"commentable":true,"commentCount":540,"contributors":[{"name":"Patrick Butler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickbutler"}],"feature":false,"keywords":["Housing","UK news","Renting property","Communities","Society","London","Property"],"tags":[{"id":"society/housing","webTitle":"Housing"},{"id":"uk/uk","webTitle":"UK news"},{"id":"money/renting","webTitle":"Renting property"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"uk/london","webTitle":"London"},{"id":"money/property","webTitle":"Property"}],"section":{"id":"society"},"topics":[{"displayName":"Patrick Butler","topic":{"type":"tag-contributor","name":"profile/patrickbutler"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/25/overcrowding-housing-raid-26-living-three-bedroom-east-london","shortUrl":"http://gu.com/p/4a4p2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/25/overcrowding-housing-raid-26-living-three-bedroom-east-london","webUri":"http://www.theguardian.com/society/2015/jun/25/overcrowding-housing-raid-26-living-three-bedroom-east-london"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435166708688/07d4e4c7-ff07-4c27-a77c-d24a698c2a75-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A basement room with no natural lighting and inadequate ventilation in a property in East Ham containing 26 people. Photograph: London Borough of Newham","credit":"London Borough of Newham","altText":"A basement room with no natural lighting and inadequate ventilation in a property in East Ham containing 26 people","cleanCaption":"A basement room with no natural lighting and inadequate ventilation in a property in East Ham containing 26 people.","cleanCredit":"Photograph: London Borough of Newham"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435166708688/07d4e4c7-ff07-4c27-a77c-d24a698c2a75-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"London Borough of Newham","altText":"A basement room with no natural lighting and inadequate ventilation in a property in East Ham containing 26 people","cleanCredit":"Photograph: London Borough of Newham"}}]},{"title":"EU referendum: Cameron in uncharted territory as he lays out UK demands","rawTitle":"EU referendum: Cameron in uncharted territory as he lays out UK demands","item":{"type":"article","id":"politics/2015/jun/25/eu-referendum-cameron-to-make-history-by-laying-out-britains-demands","title":"EU referendum: Cameron in uncharted territory as he lays out UK demands","trailText":"Brussels summit will be first time head of government has taken floor to outline nation’s conditions for staying in European Union","standFirst":"<p>Brussels summit will be first time head of government has taken floor to outline nation’s conditions for staying in European Union</p>","byline":"Ian Traynor in Brussels","body":"<p>At around 8 o’clock on Thursday evening David Cameron will take the European Union into uncharted territory. Over dinner at a summit in Brussels, the meeting’s chair, Donald Tusk, will give the prime minister the floor and ask him to outline if, and on what terms, Britain wants to stay in the union, when the vote will take place, and what the procedures should be preceding this historic event dominating Cameron’s second term.</p> \n<p>For the prime ministers, chancellors and presidents around the table, it will be a first. No head of government has ever come to a summit with such a message and such a claim. The United Kingdom is staging a plebiscite on whether to stay in. If you do not give me what I need, Cameron will implicitly or explicitly tell the leaders, the EU’s third biggest country may quit.</p> \n<p>There are four subjects on the summit agenda. The draft statement, obtained by the Guardian, details what will happen on the first three. Item number 4 is empty except for two letters: UK.</p> \n<p>“It will not be a big debate,” said a senior EU official. That is because since his re-election, Cameron has toured Europe to explain his position and gauge support bilaterally with EU heads of government while hosting others at Downing Street and Chequers. “There won’t be anything new,” said several senior people already consulted by the British.</p> \n<p> Many in the EU elite are bemused that the question of Europe played no role at all in the UK general election campaign, but became the number one issue on 8 May. Leaders and officials said repeatedly, with some relief, that once Cameron had won his second term they would learn the details of Britain’s aims and hopes. In vain.</p> \n<p>Cameron is being advised to remain vague, say informed sources, not to list his demands too specifically lest he make himself a hostage of his own position. There is unlikely to be a detailed written list of reforms that he can be measured against.</p> \n<p>“David Cameron’s strategic approach is not to come up with specific things,” said a continental politician who has spoken to the prime minister. “Because then you can fix him and the Tory party will never let him go.”</p> \n<p> Senior diplomats in Brussels said the empty space in the summit communique would probably stay vacant because Cameron did not want it filled in.</p> \n<p>Officials preparing the summit said Tusk’s aim was to agree on a timeline for negotiations and the procedure. That means they need to know when Cameron plans to hold the referendum so as to adjust their negotiating schedule. But the British take the opposite view – that the timing will depend on the substance and outcome of the negotiations.</p> \n<p>One likely outcome on Friday is that the EU leaders charge Tusk with running the negotiations. The British think that likely. The senior EU official said: “There will be a need for political understanding at the top level. This is a job for the leaders, not senior eurocrats. This is the responsibility of the president of the European council [Tusk].”</p> \n<p>But the months ahead will be dominated by “technical” and legal discussions between the lawyers, eurocrats and Downing Street aides, he added.</p> \n<p>On Wednesday the European commission created a new “taskforce” dedicated to the British question. And it put Britain’s most senior and most experienced eurocrat, Jonathan Faull, in charge of it. A fervent if critical pro-European, Faull, 60, has spent his entire career, 37 years, in Brussels. A lawyer, a liberal, not a Tory, a francophile, he is a consummate Brussels insider.</p> \n<p>He knows the legal machinery of the EU’s single market inside out, and has spent recent years dealing with eurozone banking regulation and capital markets. These are critical areas for Cameron and George Osborne – making sure that the imperatives of the 19-country eurozone do not impinge on the single-market interests of the British outside the euro, and that the interests of the City of London, by far the EU’s biggest financial centre, are not disadvantaged by closer eurozone integration.</p> \n<p>Senior sources in Brussels say that during the recent round of bilaterals, Phillip Hammond, the foreign secretary, told an EU colleague that the City question was the most important in the negotiations. He demanded a British veto over eurozone and European Central Bank decisions and regulations that affect the City.</p> \n<figure class=\"element element-image\" data-media-id=\"1b8af27b90a58b59ce5bab3cda955314bb6f945b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435155698685/66bd63b1-f71a-4467-bc2f-63582cb01107-460x299.jpeg\" alt=\" the City of London\" width=\"460\" height=\"299\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Cameron will seek to ensure the interests of the City of London are not disadvantaged by closer eurozone integration.</span> \n  <span class=\"element-image__credit\">Photograph: David Levene</span> \n </figcaption> \n</figure> \n<p>The person he was speaking to guffawed in astonishment. “What? Are you going to give us a veto over Bank of England decisions?” he is said to have replied.</p> \n<p>Faull will be central to settling these financial issues. It should not be the trickiest bit of the negotiations.</p> \n<p>Without going into detail, the British have pitched their demands under four “pillars” or “buckets” – sovereignty, competitiveness, fairness and welfare. The first is symbolic, focused on the EU treaties’ mission statement of “ever closer union”. It is not entirely meaningless, but hardly worth the fight.</p> \n<p> Competitiveness will be agreed relatively easily. They are all singing from the same hymn sheet. Fairness entails the single market structures and financial regulation. There is broad assent that Britain has a case, but these negotiations will be substantive.</p> \n<p>Welfare – connected to Cameron’s attempts to curb immigration and free movement of labour in the EU – will be Cameron’s most testing area. He is demanding a four-year benefits holiday for low-paid EU citizens working in the UK and for those unemployed. The government has run up against the limits of what it can do here in British law without breaking EU law and needs changes from Brussels. </p> \n<p>Many leaders say no, it is discrimination, and changing the regime would mean opening the Lisbon Treaty, seen almost everywhere outside Britain as a can of worms.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This is not really about content. It's about politics and symbols</p> \n </blockquote> \n</aside> \n<p>The summit will also discuss plans for strengthening the euro over the next decade. The blueprint has been deliberately structured to postpone treaty change until after 2017 specifically because of the British issue, senior sources said.</p> \n<p>On welfare there is willingness to tinker with the rules to limit so-called benefits tourism and “social security shopping”, but the changes are unlikely to be as deep as Cameron is requesting.</p> \n<p>Europe is crisis-ridden, tetchy and febrile. The last thing most leaders want is the third biggest country to leave. It could be a disaster. A British no to Europe would boost anti-European political movements and help populists make gains all across the union, they fear. And if Britain, traditionally the heartland of euro-scepticism, votes to stay in, it will be a major blow to the populists and a badly needed tonic for Europe, they hope.</p> \n<p>“I didn’t ask for a referendum, but we have to deal with it,” said a senior figure in Brussels. “That’s why we have to contribute. It might be complete nonsense but I’m a politician. This is not really about content. It’s about politics and symbols.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/62c8d5ccd05c170bff299eabef37bee16f0ee6ac/269_597_4763_2859/4763.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2859,"width":4763,"orientation":"landscape","credit":"Ints Kalnins/Reuters","altText":"European Commission President Jean-Claude Juncker (R), Britain's Prime Minister David Cameron and European Council President Donald Tusk.","cleanCredit":"Photograph: Ints Kalnins/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435155699230/66bd63b1-f71a-4467-bc2f-63582cb01107-2060x1337.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1337,"width":2060,"orientation":"landscape","caption":"David Cameron will seek to ensure the interests of the City of London are not disadvantaged by closer eurozone integration. Photograph: David Levene","credit":"David Levene","altText":" the City of London","cleanCaption":"David Cameron will seek to ensure the interests of the City of London are not disadvantaged by closer eurozone integration.","cleanCredit":"Photograph: David Levene"}],"webPublicationDate":"2015-06-25T06:00:11Z","lastModified":"2015-06-25T07:53:16Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"}],"feature":false,"keywords":["EU referendum","European Union","Europe","World news","David Cameron","Conservatives","Politics","UK news"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Ian Traynor","topic":{"type":"tag-contributor","name":"profile/iantraynor"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/25/eu-referendum-cameron-to-make-history-by-laying-out-britains-demands","shortUrl":"http://gu.com/p/4a4tj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/25/eu-referendum-cameron-to-make-history-by-laying-out-britains-demands","webUri":"http://www.theguardian.com/politics/2015/jun/25/eu-referendum-cameron-to-make-history-by-laying-out-britains-demands"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/62c8d5ccd05c170bff299eabef37bee16f0ee6ac/269_597_4763_2859/4763.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2859,"width":4763,"orientation":"landscape","caption":"European Commission President Jean-Claude Juncker (R), Britain’s Prime Minister David Cameron and European Council President Donald Tusk. Photograph: Ints Kalnins/Reuters","credit":"Ints Kalnins/Reuters","altText":"European Commission President Jean-Claude Juncker (R), Britain's Prime Minister David Cameron and European Council President Donald Tusk.","cleanCaption":"European Commission President Jean-Claude Juncker (R), Britain’s Prime Minister David Cameron and European Council President Donald Tusk.","cleanCredit":"Photograph: Ints Kalnins/Reuters"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/62c8d5ccd05c170bff299eabef37bee16f0ee6ac/269_597_4763_2859/4763.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2859,"width":4763,"orientation":"landscape","credit":"Ints Kalnins/Reuters","altText":"European Commission President Jean-Claude Juncker (R), Britain's Prime Minister David Cameron and European Council President Donald Tusk.","cleanCredit":"Photograph: Ints Kalnins/Reuters"}}]},{"title":"Chris Froome admits missed drug test and blames zealous hotel staff","rawTitle":"Chris Froome admits missed drug test and blames zealous hotel staff","item":{"type":"article","id":"sport/2015/jun/24/chris-froome-missed-drug-test-tour-de-france","title":"Chris Froome admits missed drug test and blames zealous hotel staff","trailText":"The 2013 Tour de France winner Chris Froome said he missed a drug test because hotel staff would not let officials disturb him","standFirst":"<span class=\"bullet\">•</span> Froome says testers were told hotel policy did not allow guests to be disturbed\n<br />\n<span class=\"bullet\">•</span> Testers arrived while 2013 Tour de France winner was in bed at his Italian hotel","byline":"Barry Glendenning in Monaco","body":"<p>Chris Froome has admitted missing a drugs test while on holiday earlier this year, in what the 2013 Tour de France winner described as “a hugely frustrating situation”.</p> \n<p>Speaking in Monaco before this year’s Tour in which he will lead Team Sky as one of the favourites to win the race, Froome blamed overzealous hotel staff, rather than an inaudible doorbell similar to that owned by the distance runner Mo Farah, for his missed drug test.</p> \n<p>“I had a couple of recovery days and I took my wife down to quite an exclusive hotel in Italy,” said Froome, who was forced to abandon last year’s Tour through injury after two crashes on stage five. “On the first morning the authorities pitched up at seven and the hotel staff actually wouldn’t give them access to our room and also refused to let them call up.</p> \n<p>“So when we came down for breakfast at 8.30, they basically just said to us: ‘OK, the anti-doping guys were here to test you this morning but it’s our hotel policy not to let them disturb our clients or let anyone disturb our clients’. So that was a hugely frustrating situation for me.”</p> \n<p>Under the whereabouts system, designed to support out-of-competition testing, cyclists are obliged to inform officials where they will be for a specific hour between 5am and 11pm when they are obliged to be available for testing.</p> \n<p>Most nominate a time early in the morning, as it is when they are most certain of their likely whereabouts: at home in bed. While Froome had logged his temporary holiday address on the whereabouts website, he neglected to let hotel staff know he may have callers who should be granted immediate access to his room.</p> \n<p>“I did appeal to try and explain the circumstances to the authorities but at the end of the day I take full responsibility for that case,” said Froome, who has previously claimed to have been tested more than 30 times in one three-week period.</p> \n<p>“I should have been more proactive in letting the hotel know this was a possibility that I could be tested. I’ve certainly learned my lesson there. I’ve stayed in hotels all over the world and I’ve been tested all over the world without any issues at all. Unfortunately I just didn’t see this one coming but it’s opened my eyes and I’m definitely going to be more pro-active in the future. It’s always the athlete’s responsibility to make sure he or she is available for testing.”</p> \n<p>The World Anti-Doping Agency operates a three-strike policy that means anyone who misses three tests in a 12-month period is deemed to have committed an anti-doping rule violation and incurs an automatic ban of up to two years.</p> \n<p>Despite the recent blot on his copybook, Froome is pleased with what he sees as a more rigorous approach to drug testing in cycling.</p> \n<p>Last year he observed that neither he, nor his high-profile Tour de France rivals Vincenzo Nibali and Alberto Contador, had been asked to undergo drug controls during lengthy spells of altitude training in Tenerife.</p> \n<p>“As far as I can see that has been rectified,” he said. “This year, up in Tenerife alone, I think we were tested at least three or four times during the period when we were up there. So yes, I think the authorities have acted on that.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435178957279/The-2013-Tour-de-France-w-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race.","cleanCaption":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race. Photograph: Bryn Lennon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T22:58:01Z","lastModified":"2015-06-25T00:05:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Chris Froome","Cycling","Tour de France","Team Sky","Sport"],"tags":[{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/team-sky","webTitle":"Team Sky"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/24/chris-froome-missed-drug-test-tour-de-france","shortUrl":"http://gu.com/p/4a5xy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/24/chris-froome-missed-drug-test-tour-de-france","webUri":"http://www.theguardian.com/sport/2015/jun/24/chris-froome-missed-drug-test-tour-de-france"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435178957279/The-2013-Tour-de-France-w-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 2013 Tour de France winner, Chris Froome, is one of the favourites to win this year’s race. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race.","cleanCaption":"The 2013 Tour de France winner, Chris Froome, is one of the favourites to win this year’s race. Photograph: Bryn Lennon/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/24/1435178957279/The-2013-Tour-de-France-w-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race.","cleanCaption":"The 2013 Tour de France winner Chris Froome is one of the favourites to win this year's race. Photograph: Bryn Lennon/Getty Images"}}]},{"title":"The Queen hints at desire for Britain to remain in European Union","rawTitle":"The Queen hints at desire for Britain to remain in European Union","item":{"type":"article","id":"uk-news/2015/jun/24/the-queen-hints-at-desire-for-britain-to-remain-in-european-union","title":"The Queen hints at desire for Britain to remain in European Union","trailText":"Speech at state banquet in Berlin warns against division in Europe and gains approval from Angela Merkel <br>","standFirst":"<p>Speech at state banquet in Berlin warns against division in Europe and gains approval from Angela Merkel <br /><br /></p>","byline":"Kate Connolly in Berlin","body":"<p>The Queen has warned of the dangers of division in Europe at a state banquet in Berlin, urging Britons and Germans not to take the benefits of a peaceful continent for granted.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We know that division in Europe is dangerous and that we must guard against it</p> \n  <footer> \n   <cite>The Queen in Berlin</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Her speech, weaving historical events with present crises, was replete with some subtle and other not so subtle hints that she believed Britain belonged in the European Union – her most public stance yet that she wished to avoid Britain voting to leave in a referendum.</p> \n<p>“The United Kingdom has always been closely involved in its continent. Even when our main focus was elsewhere in the world, our people played a key part in Europe,” she told an audience of 700 dignitaries. </p> \n<p>David Cameron and foreign minister Philip Hammond, a staunch Eurosceptic, were in attendance. On Thursday, the prime minister will put forward his proposals for EU reform to other European leaders in Brussels.</p> \n<p>Speaking directly to her host Joachim Gauck, the 75-year-old German president who was once a civil rights activist in communist East Germany, the Queen said: “In our lives, Mr President, we have seen the worst, but also the best of our continent. We have witnessed how quickly things can change for the better. But we know that we must work hard to maintain the benefits of the postwar world.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/24/queen-blue-horse-painting-german-state-visit\">Queen unimpressed by blue horse painting on German state visit</a> </p> \n</aside> \n<p>“We know that division in Europe is dangerous and that we must guard against it in the west as well as in the east of our continent.”</p> \n<p>As she spoke, Angela Merkel, the German chancellor who sat at the Queen’s table in Berlin’s Schloss Bellevue along with her husband Joachim Sauer, nodded vigorously, a gesture that did not go unnoticed among observers.</p> \n<p>The Queen’s short, but wide-ranging, speech made references to important events in European history and recalled discussions about the possibility of German neutrality that she had held with German chancellor Konrad Adenauer in 1958. <br /></p> \n<p>She went back as far as Magna Carta, which she said had marked the “long, slow and interrupted process of our country’s evolution into a democracy,” in the 13th century. She linked it to St Paul’s church in Frankfurt, which she will visit on Thursday, where Germany’s first freely elected legislature, the Frankfurt parliament, met in 1848.</p> \n<p>Drawing on the biographies of Britons who had emigrated to other parts of Europe and made their mark, she mentioned the Welsh engineer John Hughes, who founded the mining town of Donetsk, now in Ukraine, in the Russian empire of the 19th century, and the 17th-century Scottish publican Richard Cant, who moved his family to Pomerania. “His son moved further east to Memel and his grandson then moved south to K&ouml;nigsberg, where Richard’s great-grandson, Immanuel Kant, was born,” she said.</p> \n<p>In her repeated emphasis of the strong collaboration between Britain and Germany, which had “achieved so much” since 1945 and would “continue to do so in the years ahead,” the Queen said the most “enduring reminder” of the cultural cooperation between Germany and Britain was the Reichstag dome, designed by British architect Norman Foster. <br /></p> \n<p>Earlier in the day, she had observed the dome from the terrace of Merkel’s chancellery as the chancellor had shown her the Berlin skyline. On Friday, the Queen visits Bergen-Belsen, the former Nazi concentration camp in northern Germany. </p> \n<p>In response to the speech, the German president sought to emphasise the important role Britain had played in building democracy in Germany after the war and how grateful Germans were for that. Gauck said that Britain continued to have a vital role to play in Europe and was needed by the EU and that a “constructive dialogue” was necessary to address Britain’s concerns about its membership.</p> \n<p>“A quarter of a century after the division of our continent ended, the European Union is facing major challenges,” he said. “We know that we need an effective European Union based on a stable foundation of shared values. A constructive dialogue on the reforms Britain wants to see is therefore essential.”</p> \n<p>Germany would support such discussions, he said. “For Britain is a part of Europe. The European Union needs Britain.”</p> \n<p>Gauck, who was born in the northern port city of Rostock into a family of sailors, said: “There is a saying in the nautical world: ‘There is but a plank between a sailor and eternity’.” He said that while some planks in the European ship could be improved “to be frank, we in Germany would rather strengthen the planks than tear them out”.</p> \n<p>The banquet included trout, lamb and asparagus followed by strawberries and elderflower blossoms and accompanied by an assortment of German wines.</p> \n<p><em>This article was amended on 24 June to correct the title of Konrad Adenauer</em><br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/468ae583b6d75e3bf730e59c47e9a7e0655d5d12/60_109_3340_2004/3340.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2004,"width":3340,"orientation":"landscape","credit":"STEFFEN KUGLER / HANDOUT/EPA","altText":"epa04817338 Britain's Queen Elizabeth II speaks during a state banquet in honor of the British Queen, in Berlin, Germany, 24 June 2015. Queen Elizabeth and her husband Prince Philip, The Duke of Edinburgh, are on their fifth state visit to Germany, taking place from 23 to 26 June.  EPA/STEFFEN KUGLER / HANDOUT   EDITORIAL USE ONLY/NO SALES","cleanCredit":"Photograph: STEFFEN KUGLER / HANDOUT/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-24T21:46:35Z","lastModified":"2015-06-25T06:48:10Z","metadata":{"commentable":true,"commentCount":796,"contributors":[{"name":"Kate Connolly","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kateconnolly"}],"feature":false,"keywords":["The Queen","Monarchy","UK news","European Union","EU referendum","Conservatives","David Cameron","Germany","Angela Merkel","Europe","Foreign policy","Politics","World news"],"tags":[{"id":"uk/queen","webTitle":"The Queen"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/eu","webTitle":"European Union"},{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Kate Connolly","topic":{"type":"tag-contributor","name":"profile/kateconnolly"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/24/the-queen-hints-at-desire-for-britain-to-remain-in-european-union","shortUrl":"http://gu.com/p/4a52h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/24/the-queen-hints-at-desire-for-britain-to-remain-in-european-union","webUri":"http://www.theguardian.com/uk-news/2015/jun/24/the-queen-hints-at-desire-for-britain-to-remain-in-european-union"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457267381","source":"Reuters","durationInSeconds":70,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150625queen.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150625queen_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/25/1435213520968/KP_324987_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Queen on Europe ","credit":"guardian.co.uk","altText":"620x372 trailpic for Queen on Europe ","cleanCaption":"620x372 trailpic for Queen on Europe "}}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/468ae583b6d75e3bf730e59c47e9a7e0655d5d12/60_109_3340_2004/3340.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2004,"width":3340,"orientation":"landscape","credit":"STEFFEN KUGLER / HANDOUT/EPA","altText":"epa04817338 Britain's Queen Elizabeth II speaks during a state banquet in honor of the British Queen, in Berlin, Germany, 24 June 2015. Queen Elizabeth and her husband Prince Philip, The Duke of Edinburgh, are on their fifth state visit to Germany, taking place from 23 to 26 June.  EPA/STEFFEN KUGLER / HANDOUT   EDITORIAL USE ONLY/NO SALES","cleanCredit":"Photograph: STEFFEN KUGLER / HANDOUT/EPA"}}]},{"title":"The secret world of Isis brides: 'U dnt hav 2 pay 4 ANYTHING if u r wife of a martyr'","rawTitle":"The secret world of Isis brides: 'U dnt hav 2 pay 4 ANYTHING if u r wife of a martyr'","item":{"type":"article","id":"world/2015/jun/24/isis-brides-secret-world-jihad-western-women-syria","title":"The secret world of Isis brides: 'U dnt hav 2 pay 4 ANYTHING if u r wife of a martyr'","trailText":"What draws western women to Islamic State’s violent jihad? Nabeelah Jaffer spent months talking to British and American ‘sisters’, before and after they travelled to Syria. How were they convinced by promises of a ‘perfect’ society and life as a martyr’s widow?","standFirst":"<p>What draws western women to Islamic State’s violent jihad? Nabeelah Jaffer spent months talking to British and American ‘sisters’, before and after they travelled to Syria. How were they convinced by promises of a ‘perfect’ society and life as a martyr’s widow?</p>","byline":"Nabeelah Jaffer","body":"<p>Karen sat in a hotel room in Istanbul, grappling with a difficult decision. She had spent about $3,500 (&pound;2,220) on the round trip to Turkey from her home in the US but, when she had bought the ticket, she had had no intention of flying home. The return bookings were for appearance’s sake. Her SMS mailbox was filled with promises for the future: messages from an Islamic State fighter who had promised to marry her. But as she sat in that Istanbul hotel room, something didn’t feel quite right.</p> \n<p>Her prospective groom’s insistence on absolute secrecy had not seemed strange at first. Karen had met him through the swarm of Isis-friendly social media. They started by chatting on Twitter and Ask.fm, then moved to encrypted messaging apps such as Kik, Surespot and Telegram. Paranoia runs through most of the online interactions – no one’s identity is clear, and anyone could be bluffing. But the hint of danger was part of the glamour and Karen thought she was being careful. She was in her late teens and had recently graduated from high school, where she had been a lonely girl interested in Star Trek and computer programming.</p> \n<p>She converted to Islam less than a year before her journey, after watching the news and deciding to learn more about the religion. She had been inspired by Isis’s apparent authenticity – they were as far removed from the west as it seemed possible to be. Her Christian parents worried whether she would be safe walking down the street wearing a hijab. She kept her real plans well hidden from them. Online, she disguised her identity by using a <em>kunya</em> – a traditional Arab title. Karen had created several of these, but mostly she went by Umm Khalid – “mother of Khalid”. The name derived from Khalid bin Walid, a military commander known as the “Sword of God” in the early days of Islam. Umm Khalid was also the name of a Palestinian village that was evacuated in 1948 and swallowed up by the Israeli city of Netanya. The name has its roots in violence inflicted and violence suffered.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/21/isis-women-its-not-about-jihadi-brides-its-about-escape\">For Isis women, it’s not about ‘jihadi brides’: it’s about escape</a> </p> \n</aside> \n<p>When she met the Isis fighter Abu Muhammad online [<em>not his real name; all names in this article have been changed</em>], she took the chance to bring her new identity to life.</p> \n<figure class=\"element element-image\" data-media-id=\"ef848969d7546f6022a9ea9518cb5756e1c371d9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435155555819/bac03ff0-24ec-48a3-8856-8aa4b1654926-280x420.jpeg\" alt=\"Umm Khattab, the 18-year-old British widow of an Isis fighter\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Umm Khattab, the 18-year-old British widow of an Isis fighter.</span> \n  <span class=\"element-image__credit\">Photograph: Pixel</span> \n </figcaption> \n</figure> \n<p>As she planned her trip, she asked him to put her in touch with some of the women who had already joined Isis from the west. She wanted to know that she could trust him. He promised that he would, but made an excuse the next time she asked, and the time after that. This made her uneasy, but so did the prospect of delaying the trip.</p> \n<p>All the other Isis supporters she had met online said that it would only become more difficult and dangerous to get to Syria as time passed. Things weren’t easy at home: her parents “had a fit” when she tried to wear a niqab. And so she boarded the plane to Istanbul, hoping for the best.</p> \n<p>Later, Karen did not like to talk about all the promises Abu Muhammad had made to her: it was embarrassing to think about how naive she had been. He had told her to board the bus from Istanbul to Urfa and make the 18-hour journey alone, as many others before her had done. At the other end he, or one of his friends, would be waiting to hear from her. They would come at once, and would help her to cross into Isis territory immediately. But to her, the plan seemed risky and rushed. He had told her so little. Things came to a head on the final day, when the tone of his texts became more sexual. When she confronted him, he argued that there was nothing wrong with doing, as she later called it, “things”. They were, he pointed out, just 24 hours from being married.</p> \n<p>This was not, to Karen’s mind, how pious and devoted jihadis were supposed to behave. Unlike some girls, who flirted with fighters online, she never obsessed about true love. Marriage was a practical consideration – a means to a life with Isis. But she would talk, from time to time, about wanting to be a good wife to a good husband – one who behaved like a perfect Muslim. Sexting was not part of the picture.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/26/french-journalist-poses-muslim-convert-isis-anna-erelle\">Skyping with the enemy: I went undercover as a jihadi girlfriend</a> </p> \n</aside> \n<p>I later contacted Karen in private on encrypted apps, and eventually she opened up. She had flown home to the US after two days in Turkey (“with great photos of Istanbul”, she added, “lol.”). One final piece of information had clinched her decision to call off the Isis marriage. She had heard about a woman similar to herself being kidnapped in Urfa by the PKK, the Kurdish nationalist group, then arrested. The PKK is listed as a terrorist organisation by the US and the EU, but is also at the forefront of the fight against Isis on the ground. She began to wonder if Abu Muhammad was really who he claimed to be. “Talking to him, I realised that things weren’t right,” she said. She became convinced that Abu Muhammad was not from Isis but the PKK. It was by the grace of God, she told me, that she was still alive and free.</p> \n<p>She had broken no laws, and no longer intended to do so. Others in Isis have since offered to help her to come over, but she trusted no one enough to take the risk. She issued some sharp advice. “Brothers lie to get a wife.”</p> \n<p>Like the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/20/fears-london-schoolgirls-isis-syria\">three schoolgirls from Bethnal Green</a>, Karen was from a lower-middle-class background and had a decent education. Almost all the women I came across looked and sounded not unlike myself at 16. They were conservative Muslim girls, whether they were recent converts or the daughters of Muslims, who took their faith seriously. Although their interpretation of Islam rarely agreed with mine, the women I spoke to were driven in part by religious ideals. But few of these women were willing to engage thoughtfully with a variety of Islamic religious texts, traditions and interpretations. They hated disorder and ambiguity; the clear-cut doctrines issued by jihadist ideologues appealed to their political sensibilities. Opposing the west was their measure of religious authenticity.</p> \n<div>\n __VIDEO_EMBED_gu-video-455638453__\n</div> \n<h2>‘It’s time for action’</h2> \n<p>“The sickest thing I’ve ever done in my life is cross that Turkish border,” said Umm Umar on Twitter. She was using “sick” to mean “good”. “I’ll never forget that night.”</p> \n<p>She was already in Syria and was the widow of an Isis fighter. In our private conversations, she tried to influence me with her single-minded energy. “It’s time for action,” she wrote. “Your Eemān [faith] will get sooo high during the border crossing,” she promised. “Big adrenaline rush.” After some thought, she added: “It’s sinful for u to be staying in UK whilst there is a khilāfah [a caliphate].”</p> \n<p>Umm Umar was just 16 when we started talking. She was born in Britain but her parents were Bangladeshi. She walked out of her parents’ home in the middle of the night, leaving a letter on her bed explaining her actions. She seemed pleased to be able to share her experiences.</p> \n<p>“Creep out,” she told me. “If u can take out a student loan pls do so.” What about our religious duty to repay loans? “No,” she said, without missing a beat. “The kuffar [non-Muslim] wealth is halāl [permitted] for us.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/sep/29/schoolgirl-jihadis-female-islamists-leaving-home-join-isis-iraq-syria\">Schoolgirl jihadis: the female Islamists leaving home to join Isis fighters</a> </p> \n</aside> \n<p>Umm Umar did not enjoy her childhood in Britain. “Man I hated UK so much,” she told me the first time we spoke. She grew up in a part of the country where there were few migrants, and even fewer Muslims. Other kids often beat her up at school when she was small, she said, and spat at her on the bus when she was older. She was desperately lonely and alienated.</p> \n<p>Her strongest bond was with her mother. “Give my mother happiness,” read a prayer she retweeted. “If sadness still lingers in her eyes, give her whatever happiness is left of mine.” But Umm Umar’s sentimentality was shadowed by a violent streak. When I asked her about hurting her parents, she reassured me that it was “halāl”. “I did it and I’m sure everyone else did it,” she wrote. “Right now we are in a state of war.”</p> \n<p>Like most of the girls I spoke to, Umm Umar’s marriage to an Isis fighter in Syria had largely been a pragmatic affair. “Life without a mahram [close male relative] here can get quite difficult,” she told me. She had been matched with a fighter who was British Bangladeshi, just like her. His family were even from the same village in Bangladesh, she told me, relishing the coincidence of fate that had brought them together. He had been “so so sweet and caring”, but had been killed just a couple of months earlier. She was now the wife of a <em>shaheed</em> [martyr] and was being honoured. She seemed proud of her husband’s success, and never spoke a word of grief or sadness. Another western woman in Syria I spoke to – Umm Zahra – was almost envious when she discussed Umm Umar’s status. “U dnt hav 2 pay 4 ANYTHING if u r wife of a shaheed,” she told me. But she was careful not to seem discontented. All women, she promised me, were looked after. “U will still get money each month.”</p> \n<figure class=\"element element-image\" data-media-id=\"0ba459ca7bbb92eed3dc6a0f51410b5a9f9173e1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435155661336/fc0147de-9565-4b19-a5f0-eb1e4b0d456c-460x276.jpeg\" alt=\"A Kurdish fighter in Kobane, Syria, holds up an Isis flag\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Kurdish fighter in Kobane, Syria, holds up an Isis flag.</span> \n  <span class=\"element-image__credit\">Photograph: Gail Orenstein/NurPhoto/Rex</span> \n </figcaption> \n</figure> \n<p>Umm Umar had travelled to Syria because she wanted to join a perfect Islamic state. Like the other women, she painted a picture of an Islamic utopia. This was for the sake of propaganda and, I suspected, to reassure themselves that they had made the right decision in going over. To all these women, Isis was simply <em>dawla</em> [state], as if no other country existed or mattered. “U can come here and study btw,” Umm Umar wrote to me once. “Study fiqh [Islamic legal interpretations], hadeeth [sayings of the Prophet], medicine, etc.”</p> \n<p>I once asked Umm Umar about al-Khansaa – the rumoured women’s brigade that enforces Isis’s harsh interpretation of sharia law on the women living there. “Yes u can do hisbah [join the religious police],” she said. “But if ur married your husband will want u to stay at home lol.” She added: “lots of ajar [reward for good deeds].” She had taken part in the hisbah patrols after being married, while her husband was away fighting. After he was killed, she had entered the traditional three-month mourning period. She had just a few days remaining when we last spoke, and planned to “resume my job inshaAllāh [God willing]” at the end of it. I asked her, that last time, if she had a happier life in Syria than she had in the UK. “Yep I do,” she answered, adding a smiley face.</p> \n<p>Karen, the American, also reflected from time to time about a “perfect” Islamic state – although she had become more jaded since her decision to return to the US. “I’m an 18-year-old cynic who still dreams of an Islamic utopia,” she wrote once, “which won’t ever exist on this planet.”</p> \n<p>She argued that no “government with humans in charge” could ever avoid corruption and “truly implement shari’ah”. Karen’s newfound cynicism was rare among the women I talked to, most of whom really believed that they were going to help create an Islamic utopia. “Shariah is a perfect system who protects all,” wrote one female supporter on Twitter, “not just about cutting hands and stoning fornicators … like Saudi.”</p> \n<p>Dr Katherine Brown of King’s College London compares the women who have travelled to Syria to join Isis to “individuals who went out to join the Soviet Union in the 1950s and 60s, who weren’t looking to fight, but were looking to become new citizens of the Soviet state. What’s interesting is that they believe it’s possible … Islamic State is saying: ‘You can have this perfect world – you just need to try a little bit harder.’” There is a totalitarian impulse behind this. By joining the state, these women think they will become, in Brown’s words, “perfect people”.</p> \n<p>Melanie Smith of the Institute for Strategic Dialogue calls the “caliphate utopian ideal” one of the common “key pull factors” that draw women over.</p> \n<p>They imagine a world in which there is little poverty and inequality, governed with perfect fairness under clear-cut, divine laws that work to the advantage of all. It is a vision that makes no allowances for the ambiguity and variety of traditional Islamic legal interpretations, or for the disorder of real life.</p> \n<p>But there are also “push factors”, says Smith, that drive women away from their homes in the west: often loneliness and alienation. Isis propaganda is designed to appeal to people who feel like outsiders in their own homes. “Islam began as something strange and it will revert to being strange,” reads a <em>hadith</em> [teaching] that is popular among Isis supporters online, “so give glad tidings to the strangers.”</p> \n<h2>‘I miss my mum’</h2> \n<p>Umm Abbas came to my attention when she retweeted some popular advice: “Feeling alone and alienated? Stop sinning.” When I asked her how she had found life in the UK, her answer was terse: “Stress depression”. She was a British woman in her 20s with Pakistani parents.</p> \n<p>Where Umm Umar was open and easy to talk to, Umm Abbas was brisk and wary. On Twitter, she talked enthusiastically about her journey to Isis. “The most amazing … experience of my life,” she wrote, “was crossing with a family of over 10 members who had a newborn baby with them! :)”</p> \n<p>Like Umm Umar, Umm Abbas was relentlessly positive about life with Isis. I asked her what happened to girls who found themselves with abusive husbands: “Dawla has the best of men,” she promised, “and the shariah court here protects you from all types of violence.” There was a process, she and Umm Umar explained, for unmarried women to be matched with a husband.</p> \n<p>After being placed in a <em>maqar</em> [a shared house for “sisters”], a woman writes down what sort of “brother” she wants to marry. The emir of the area matches her with someone and sets up a brief meeting, after which, if both parties are agreeable, the marriage quickly takes place. “They will still contact ur dad,” Umm Abbas told me. But if the woman’s father refused, the emir would go ahead and marry them anyway.</p> \n<figure class=\"element element-image\" data-media-id=\"be9f48e0ffb6f873a32fac0111df7263206bcc05\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435155951261/65cddd51-63b7-4054-94e5-2ff41ac2cd86-380x420.jpeg\" alt=\"Aqsa Mahmood, 20, from Scotland, who has travelled to Syria to join Isis\" width=\"380\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Aqsa Mahmood, 20, from Scotland, who has travelled to Syria to join Isis.</span> \n  <span class=\"element-image__credit\">Photograph: Enterprise News and Pictures</span> \n </figcaption> \n</figure> \n<p>Chinks of unhappiness sometimes appeared. Umm Abbas’s marriage was much more difficult than Umm Umar’s had been. “Life throws all types of trials,” she wrote to me. “The biggest is listening n obeying to your husband.”</p> \n<p>She wouldn’t say anything more except that her marriage was “sometimes tough”. She saw this as a test, requiring <em>sabr</em> [patience] on her part.</p> \n<p>She wasn’t alone in her unhappiness. Umm Umar would occasionally issue quiet pleas for comfort and reassurance. “I miss my mum …” she tweeted once. Umm Zahra shared her jealousy of a possible co-wife, and even of <em>hooris</em> [the famous “72 virgins” that martyrs are said, in jihadist propaganda, to receive in heaven]. I pointed out that the Qur’an does not actually specify the gender of <em>hooris</em> or of those who receive them, nor restrict them to martyrs. She stopped answering my messages.</p> \n<p>Complaints about difficulties in daily life were often couched in positivity. “Candlelight dinner with the <em>akhawāt</em> [sisters],” tweeted Umm Umar, “#CozTheElectricityWent #ItsAllPartOfTheStruggle.” Sometimes complaints were hidden in advice. “No good makeup,” Umm Abbas told me, “n clothes too. I brought 2 suitcases.” A recent issue of Dabiq, the Isis magazine, addressed itself specifically to the concerns of western women within Isis. The article urged those who had lost their husbands to “be patient”, and to “be wary of thinking of going back”. Dawla is not without its doubters, and utopian dreams are not easy to sustain, but few will be able to return home any time soon. “People risk their lives to bring you in,” Karen said to me once. She was still suffering from guilt at being a “coward” for not going through with her journey to Syria. But she knew that, once there, no Isis fighter would risk his life to get her out again.</p> \n<h2>‘Do we not have the right to defend ourselves?’</h2> \n<p>For each of the <a href=\"http://www.strategicdialogue.org/ISDJ2969_Becoming_Mulan_01.15_WEB.PDF\">estimated more than 500 western women who have travelled to Syria to join Isis</a>, there are more sitting at their computers at home, voicing their support online. Most won’t make the journey, but they will go about their lives with the quiet fantasy of one day being citizens of dawla.</p> \n<p>There is a code that Isis supporters use to communicate online. Going to Syria is “taking a holiday”; “green birds” and “dusty feet” are references to hadiths about martyrs. A single finger pointing upwards represents the Isis brand of monotheism and a commitment to death and victory. But Umm Kulthum disapproved of all this. “We’ve turned [jihad] into a kind of fad,” complained a post she shared on Tumblr, warning against “trivilising” violent jihad. “We hold up our index fingers … like we’re all part of some &uuml;ber-cool club.” She had other things in common with the various women I spoke to. Many spoke of being constrained by everyday life, and of longing to be part of something bigger. “You can’t just live life waiting for the next weekend to come,” Umm Kulthum wrote once. “Your aspiration should be greater than that.” She shared one important trait with the bulk of online Isis supporters: a belief that a global war between “true Islam” and “the kuffar” was taking place, and that Muslims had to choose a side.</p> \n<p>Umm Kulthum knew that Isis was associated with brutality. Some of the women I spoke to argued that the violence was exaggerated by the western media. Others defended it by arguing that the kuffar did worse, while a few, including Umm Kulthum, actively relished it. She shared pictures of Isis fighters with guns. In private, she was remarkably sweet and tender. She called me her “beloved sister”.</p> \n<div>\n __VIDEO_EMBED_gu-video-448244984__\n</div> \n<p>She was Libyan but had spent much of her life in England, and received her secondary education in a state school. She had been lonely there, and spent some time on antidepressants. By the time we spoke, she was back in Libya with her parents and siblings, hoping to have the chance to travel to Syria herself. But Britain still loomed large in her mind. It was there that she had been converted from the “jaahiliyyah” [ignorance] that she saw in her Muslim parents to “true Islam”.</p> \n<p>Umm Kulthum was fixated on stories of Muslim oppression. Her social media accounts were a montage of Muslim suffering – Syrian children killed by Bashar al-Assad; Palestinian youths burned alive by Israelis. For Umm Kulthum, this justified almost any brutality in return. She felt all Muslims had a duty to “protect their siblings in Islam”; she was convinced that only violent jihadists took this seriously. “Jihad is <em>our</em> right even as just human beings, not Muslims,” she said once. “Do we not have the right to defend ourselves?” For all her hostility to the west, her western education had helped to shape her. Like the other women, she used the language of “human rights” and “girl power”. She shared stories of women in niqabs, with weapons, charging into battle.</p> \n<p>Special contempt was reserved for Muslims who she thought were colluding with the west by failing to support violent jihad. Such people are known in Isis circles as “coconuts” – brown on the outside, white on the inside. The word has its roots in the anti-colonial movements of the 20th century. When I mentioned I had non-Muslim friends, Umm Kulthum was stern. “Habibti,” she wrote, “do not take kafir as your friend.” Umm Umar was pitying: “U have to understand that these kuffar are our enemies,” she wrote to me. “And they will never stop fighting us until we follow their … way.” Others were harsher. After the shootings of three Muslim students in Chapel Hill, North Carolina, Umm Abbas retweeted: “and muslims think that the west cares about them. you are a joke by Allah.”</p> \n<p>For these women, there is no room for an ambiguous multicultural identity. No Muslim, a recent issue of Dabiq argued, has “any excuse to be independent” of Isis, which is waging “war on their behalf”. All Muslims in the west must make their choice to either live as “inauthentic” coconuts or to redeem themselves in death.</p> \n<h2>‘You’re a muslim and love democracy???’<br /></h2> \n<p>Theological ambiguity was also difficult for these women. They believed that Islam was defined more by opposition to today’s western world than by any religious ideal. After the Chapel Hill shootings, one female Isis supporter argued that candlelight vigils for the victims were un-Islamic because they involved “imitating the kuffar”. All believed that “pure Islam” lay in whatever was as anti-western as possible.</p> \n<p>Umm Kulthum presented democracy as the binary opposite of a utopian caliphate. “The law of Allāh should not be voted over,” she said, quoting Anwar al-Awlaki, the jihadist propagandist who was killed in 2011. I tried, occasionally, to argue that there are many different interpretations of sharia law, and that Islam has contained some democratic ideas – the first four Sunni caliphs did not inherit their positions, and the idea of community consensus in legal interpretation has a long tradition. The response was usually confused or hostile. “You’re a muslim and love democracy???” one of Karen’s online friends said, “hmm.”</p> \n<p>What troubled me most was not that these women didn’t agree with my interpretation of Islam. It was that none of them seemed willing to form independent religious opinions at all. Brown of King’s College pointed out that few of the women seemed “empowered to find faith on their own terms”. When I asked each of the women about their beliefs, they told me to read Anwar al-Awlaki, or to watch popular jihadist ideologues on YouTube. Whenever I tried to ask Karen why, on religious grounds, she supported Isis’s interpretation of sharia law, she avoided answering the question. She was busy, or had a headache. “It hurts to think right now so I won’t,” she wrote.</p> \n<figure class=\"element element-image\" data-media-id=\"a78ca01cd9bb3eb9d8726b83b2ac702b2500d063\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158446021/3f789877-c5d8-4a29-b0e4-1323e339359f-460x276.jpeg\" alt=\"Amira Abase, Kadiza Sultana, and Shamima Begum, three British schoolgirls believed to have gone to Syria to join Isis\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Amira Abase, Kadiza Sultana, and Shamima Begum, three British schoolgirls believed to have gone to Syria to join Isis.</span> \n  <span class=\"element-image__credit\">Photograph: Metropolitan Police/PA</span> \n </figcaption> \n</figure> \n<p>Each of these women struggled with ambiguity or disorder – in theology, in identity and in life. Each was convinced that there could be only one valid interpretation of Islam and of sharia law, and that it lay in whatever appeared to be as anti-western as possible. To find it, they had to erase their western identities. Joining Isis offered them an opportunity to do so.</p> \n<h2>‘We don’t fit in here or there’</h2> \n<p>For some women, erasing the western part of them was a struggle. Converts “have different battles to born Muslims”, Umm Raeesa said once. “Muslims thinking u r a fake Muslim.” She was one of Karen’s closest online friends. They had bonded over their shared difficulties: both women had been accused by other online Isis supporters of being spies. Their only recourse was to emphasise their religiosity on social media. </p> \n<p>Umm Raeesa was vicious towards critics of Isis, affectionate towards her online friends and professional in her daily life. She was 25 and worked in finance in Australia. She had converted to Islam two years earlier, but she wore just a headscarf and left her face uncovered. “I’d prefer to wear niqab at work,” she told me once, “but would have zero chance of a job lol.” She had been raised a Catholic, but didn’t connect with the faith. She supported Isis vehemently online, but had no imminent plans to make the journey. “This area is unstable,” she told me. “I think it needs to settle down.” For the time being, she was content to fight for Isis online without having to give up her life in Australia.</p> \n<p>More than anything else, Umm Raeesa craved human connection. She had a deep yearning to belong. I woke up to fresh messages from her almost every morning. “Asalaam Alaikum dear sister,” she always wrote. “How r u?” Sometimes she wanted to talk about Isis or about Islamophobia; sometimes she just wanted to chat about her day or to ask me about mine. Many of the women I contacted sought affection and praise in the arms of the Isis sisterhood.</p> \n<p>Smith and Brown describe this as another “pull factor” that can draw women away from their homes and towards a greater sense of belonging. To Umm Kulthum, I was always “habibti”. Karen often tweeted about the “baqiyah sisterhood”: “Muslimah’s of the Ummah make sure you got each other’s backs!”</p> \n<p>All these women knew what to expect of life under Isis. They warned me that their days would revolve around being a wife and a mother, and would be spent largely indoors. One of Karen’s online friends was once asked, on Twitter, why she didn’t just go back to her home country if she didn’t like the west. “We don’t fit in here nor there lol,” she replied. When I last spoke to Karen, she had decided to remain at home, in the US, for the time being. But she worries that she is being a “coward”, and still considers a possible future with Isis. “Sometimes I wish I could just leave this place,” she tweeted once. She still might.</p> \n<p><em>All names have been changed</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159349468/f664e084-05f4-4674-a9e2-a62cc15276d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Metropolitan Police/PA","altText":"Amira Abase, a 15-year-old British schoolgirl believed to have joined Isis in Syria","cleanCredit":"Photograph: Metropolitan Police/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435155555310/bac03ff0-24ec-48a3-8856-8aa4b1654926-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Umm Khattab, the 18-year-old British widow of an Isis fighter. Photograph: Pixel","credit":"Pixel","altText":"Umm Khattab, the 18-year-old British widow of an Isis fighter","cleanCaption":"Umm Khattab, the 18-year-old British widow of an Isis fighter.","cleanCredit":"Photograph: Pixel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435155662832/fc0147de-9565-4b19-a5f0-eb1e4b0d456c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Kurdish fighter in Kobane, Syria, holds up an Isis flag. Photograph: Gail Orenstein/NurPhoto/Rex","credit":"Gail Orenstein/NurPhoto/Rex","altText":"A Kurdish fighter in Kobane, Syria, holds up an Isis flag","cleanCaption":"A Kurdish fighter in Kobane, Syria, holds up an Isis flag.","cleanCredit":"Photograph: Gail Orenstein/NurPhoto/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435155951709/65cddd51-63b7-4054-94e5-2ff41ac2cd86-1848x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1848,"orientation":"portrait","caption":"Aqsa Mahmood, 20, from Scotland, who has travelled to Syria to join Isis. Photograph: Enterprise News and Pictures","credit":"Enterprise News and Pictures","altText":"Aqsa Mahmood, 20, from Scotland, who has travelled to Syria to join Isis","cleanCaption":"Aqsa Mahmood, 20, from Scotland, who has travelled to Syria to join Isis.","cleanCredit":"Photograph: Enterprise News and Pictures"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158447386/3f789877-c5d8-4a29-b0e4-1323e339359f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amira Abase, Kadiza Sultana, and Shamima Begum, three British schoolgirls believed to have gone to Syria to join Isis. Photograph: Metropolitan Police/PA","credit":"Metropolitan Police/PA","altText":"Amira Abase, Kadiza Sultana, and Shamima Begum, three British schoolgirls believed to have gone to Syria to join Isis","cleanCaption":"Amira Abase, Kadiza Sultana, and Shamima Begum, three British schoolgirls believed to have gone to Syria to join Isis.","cleanCredit":"Photograph: Metropolitan Police/PA"}],"webPublicationDate":"2015-06-24T15:59:07Z","lastModified":"2015-06-25T03:30:11Z","metadata":{"commentable":true,"commentCount":689,"contributors":[{"name":"Nabeelah Jaffer","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nabeelah-jaffer"}],"feature":true,"keywords":["Islamic State","Islam","Religion","Syria","Middle East and North Africa","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Nabeelah Jaffer","topic":{"type":"tag-contributor","name":"profile/nabeelah-jaffer"}}],"embeddedVideos":[{"id":"gu-video-455638453","source":"Reuters","durationInSeconds":119,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/03/01/150301cctvistanbul.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/03/01/150301cctvistanbul_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/3/1/1425207501285/crop_KP_109036_1200x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for CCTV: Syria-bound schoolgirls at bus station in Istanbul - video","credit":"guardian.co.uk","altText":"620x372 trailpic for CCTV: Syria-bound schoolgirls at bus station in Istanbul - video","cleanCaption":"620x372 trailpic for CCTV: Syria-bound schoolgirls at bus station in Istanbul - video"}},{"id":"gu-video-448244984","source":"guardian.co.uk","durationInSeconds":157,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2014/09/26/140926ISISmoney/140926ISISmoney.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2014/09/26/140926ISISmoney-16x9.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2014/9/26/1411747115274/ISIS-rebel-militant-soldi-018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1280,"orientation":"landscape","caption":"DWA9J8 Aleppo, Syria, . 17th Oct, 2013. ISIS rebel militant soldiers on the frontline.  Photograph: ZUMA Press, Inc. / Alamy/Alamy","credit":"ZUMA Press, Inc. / Alamy/Alamy","altText":"ISIS rebel militant soldiers on the frontline. ","cleanCaption":"DWA9J8 Aleppo, Syria, . 17th Oct, 2013. ISIS rebel militant soldiers on the frontline.  Photograph: ZUMA Press, Inc. / Alamy/Alamy"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/24/isis-brides-secret-world-jihad-western-women-syria","shortUrl":"http://gu.com/p/4a4k5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/24/isis-brides-secret-world-jihad-western-women-syria","webUri":"http://www.theguardian.com/world/2015/jun/24/isis-brides-secret-world-jihad-western-women-syria"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159349468/f664e084-05f4-4674-a9e2-a62cc15276d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amira Abase, a 15-year-old British schoolgirl believed to have joined Isis in Syria. Photograph: Metropolitan Police/PA","credit":"Metropolitan Police/PA","altText":"Amira Abase, a 15-year-old British schoolgirl believed to have joined Isis in Syria","cleanCaption":"Amira Abase, a 15-year-old British schoolgirl believed to have joined Isis in Syria.","cleanCredit":"Photograph: Metropolitan Police/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159349468/f664e084-05f4-4674-a9e2-a62cc15276d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Metropolitan Police/PA","altText":"Amira Abase, a 15-year-old British schoolgirl believed to have joined Isis in Syria","cleanCredit":"Photograph: Metropolitan Police/PA"}}]}],"lastModified":"2015-06-25T09:18:34Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}