{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Where there is oil and gas there is Schlumberger","rawTitle":"Where there is oil and gas there is Schlumberger","item":{"type":"article","id":"environment/2015/may/18/where-there-is-oil-and-gas-there-is-schlumberger","title":"Where there is oil and gas there is Schlumberger","trailText":"<strong>James Ball and Harry Davies: </strong>It’s ubiquitous in fossil fuel operations across the world, has more staff than Google, turns over more than Boeing, and is worth more than McDonald’s. Meet the oil world’s most secretive operator","standFirst":"<p>It’s ubiquitous in fossil fuel operations across the world, has more staff than Google, turns over more than Goldman Sachs, and is worth more than McDonald’s – yet you won’t have heard of it. Meet the oil world’s most secretive operator </p>","byline":"James Ball and Harry Davies","body":"<p>In the dying hours of a high-level conference on the banks of the Thames late in April, two oil executives are sitting patiently waiting on faded leather chairs in the lobby of a five-star Tower Bridge hotel, briefcases, architects’ plans and a folded flipchart pad at their feet.</p> \n<p>The two bespectacled executives, looking much like soberly-suited bank managers, soon disappear into a private room to meet with Dr Abdullahi Haider, a senior adviser to the Somalian government, and a Canadian middleman, emerging an hour or so later.</p> \n<p>Somalia could be one of the great untapped sources of offshore oil, if someone can secure a deal to find and extract it, and if anyone can, it’s the company these men work for.</p> \n<p>The African nation is one of the most politically unstable, unsafe, and corrupt countries in the world, one of the toughest places for any business to think of operating.</p> \n<p>But that is what Schlumberger – the biggest company you’ve never heard of – do, if the rewards are great enough. </p> \n<p>Schlumberger were the “gold” sponsors of the conference, a two-day event attracting around a 100 delegates to discuss how to unlock Somalia’s potentially vast, and so far untapped, oil and gas reserves.</p> \n<p>The contents of the four men’s discussions as the conference organisers packed up around them, and of their tubes of plans, remain confidential. The executives, characteristically of the secretive oil giant, declined to tell The Guardian what they had discussed.</p> \n<p>Schlumberger employs more than 100,000 people finding, scoping, and drilling as much oil and gas as possible from 85 countries across the world. With revenues of $48bn (&pound;30bn) a year and a valuation in excess of $116bn (&pound;75bn), it has more staff than Google, turns over more than Goldman Sachs, and is worth more than McDonald’s.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/05/schlumberger_factbox-zip/giv-21277eemxb7Z8lVjh/\" data-alt=\"Schlumberger graphic 1\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/05/schlumberger_factbox-zip/giv-21277eemxb7Z8lVjh/\">Schlumberger graphic 1</a> \n</figure> \n<p>It works with every major international oil company, and directly for most of the petrostates – including Saudi Arabia, Libya, Russia and Turkmenistan. It operates in the most difficult areas, whether politically, logistically, or technologically, and it is a world leader in the technologies required to get fossil fuels out of the ground – with 36,000 patented ways to help its clients do just that. And it does all of this while staying well out of the limelight.</p> \n<p>But with a plea deal with the US authorities finalised at the end of last month, Schlumberger set a corporate record it would probably prefer not to be noticed: receiving the largest corporate criminal fine for sanctions violations in US history.<br /></p> \n<p>Its crime, to which it pled guilty, was to involve its US staff in sanctions-busting transactions with both Iran and Sudan, and for its (unsuccessful) attempts to mask such transactions from the authorities.</p> \n<p>Schlumberger is now required to pay $155m in criminal fines, forfeit $77.5m in earnings, and undergo three years of corporate probation, the business world’s answer to a yellow card. But for a $48bn-a-year business, which made $208m profit from Iran in 2012 alone, such a fine is just a drop in the oil well. The day the deal was struck, Schlumberger shares actually rose almost 2%, a visible sign investors saw the punishment as little more than a slap on the wrist. </p> \n<p>But the deal shines unprecedented light on some of the inner workings of a company central to drilling out fossil fuels right across the planet.</p> \n<p>Schlumberger doesn’t actually own any oil or gas fields itself, meaning it was not on the Guardian’s divestment <a href=\"http://fossilfreeindexes.com/research/the-carbon-underground/\">list of 200 companies</a> as part of its “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\">Keep it in the ground</a>” campaign – but as perhaps the most sophisticated oilfields services company on the planet, it is key to deep-sea drilling, arctic exploration, re-fracking (a bid to “stimulate” a dwindling fracking site to boost its production) and more, and works with many of the nationally-owned oil companies that hold most of the world’s reserves. </p> \n<figure class=\"element element-image\" data-media-id=\"d36c373bfd537519faee6bbf6c201671cfc54107\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431961483704/8f9d3b43-87ad-4b34-b80e-a362deb5d821-460x276.jpeg\" alt=\"An Iranian woman walks at South Pars the gas field near the southern Iranian port of Assalouyeh, Iran, on Jan. 22, 2014. The South Pars/North Dome field is a natural gas condensate field located in the Persian Gulf. It is the world's largest gas field, shared between Iran and Qatar. According to the International Energy Agency (IEA), the field holds an estimated 1,800 trillion cubic feet (51 trillion cubic meters) of in-situ natural gas and some 50 billion barrels of natural gas condensate. Iran recently planed to attract 70 billion U.S. dollars for investments in its oil and gas industry.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The South Pars/North Dome gas field near the port of Assalouyeh, south Iran, is the world’s largest gas field. Schlumberger has been found in breach of US sanctions over Iran. </span> \n  <span class=\"element-image__credit\">Photograph: Ahmad Halabisaz/Corbis</span> \n </figcaption> \n</figure> \n<p>It does all this with a huge &pound;114m investment from the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/16/what-is-the-wellcome-trust\">Wellcome Trust</a>, and the Gates Foundation Trust also holds a shareholding of more than $3m in the company. Schlumberger may lack the public profile of its rival in the field, Halliburton – which became notorious among campaigners in the aftermath of the war in Iraq, especially through its ties to controversial former US vice-president Dick Cheney – but it’s bigger than it by far. Schlumberger is valued at almost three times its US-owned rival, and has around 35,000 more staff.</p> \n<p>Schlumberger, founded in 1926 by two French brothers as a prospecting company, works under the radar. Where its better-known but smaller rivals openly lobby, donate to political parties, and even hire big-name politicians, Schlumberger does not. The results show in overage: Halliburton appeared in more than 1,700 articles in the British press in the last decade. Schlumberger is in just 500, mostly short pieces tucked away on the business pages.</p> \n<p>One of Schlumberger’s tricks of the trade is its near-statelessness. Unlike Halliburton, it is not US-owned. Despite being a publicly listed company both in the US and the UK, and having “headquarters” in London (a sleek glass skyscraper just yards from Buckingham Palace), Paris, The Hague and Houston, Schlumberger is formally incorporated in Cura&ccedil;ao, a Caribbean offshore haven with ties to the Netherlands.</p> \n<p>The company’s complex structure, which routes its operating companies through subsidiaries in the Netherlands, British Virgin Islands and Panama, often works in its favour. One such upside was for years that Schlumberger was able to operate in Iran and Sudan, despite US sanctions, because it wasn’t a US company, and so it did – including directly for the National Iranian Oil Company. </p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/05/schlumberger_map-zip/giv-21277xnX5J1J8yVGA/\" data-alt=\"Schlumberger graphic 2\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/05/schlumberger_map-zip/giv-21277xnX5J1J8yVGA/\">Schlumberger graphic 2</a> \n</figure> \n<p>The key condition was that no US citizens or staff on US soil must be involved in the contracts. Unfortunately for Schlumberger, the company didn’t manage to keep to those terms – and the US authorities found out, and struck.</p> \n<p>Documents filed by the Department of Justice, and accepted by Schlumberger through its guilty plea, set out how the US sanctions rules were repeatedly and deliberately breached.</p> \n<p>Staff within the US, the document sets out, approved capital spend – money for equipment and other needs – against the terms of US sanctions. The DoJ document also sets out the steps staff members took to try to cover their tracks, including creating covernames – such as referring to Sudan as “Southern Egypt” – for the countries concerned when applying for funds.</p> \n<p>“[E]mails often identified Iran and/or Sudan, through the use of code words,” the document states. “For example, D&amp;M [drilling &amp; measurements, a division within Schlumberger] personnel in MEA [Middle East and East Asia] generally referred to Iran as “Northern Gulf” and Sudan as “Southern Egypt” … these funds were approved by D&amp;M personnel in the United States even though they were made by or on behalf of Iran or Sudan.”</p> \n<p>One email exchange between Schlumberger staff highlights staff taking steps to avoid sending anything with the barred country named to US soil. An email to Texas notes “I have purposely not sent additional files as they refer to “Southern Egypt” by name.”</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\" data-alt=\"Climate campaign sign up\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\">Climate campaign sign up</a> \n</figure> \n<p>The documents also detail Schlumberger staff modifying country codes to avoid references to Iran and Sudan, as well as arranging equipment “swaps” to facilitate US-made equipment getting to sites in Iran and Sudan, by virtue of sending new equipment to permitted countries (like Jordan), who didn’t need it, so as to allow their second-hand machinery to be sent on to the barred nations. “This is to help out Sudan again with their embargo” one employee noted in an email arranging one of the deals.</p> \n<p>Despite its substantial fine and probation, which includes a prohibition on Schlumberger operating in Iran and Sudan (it has now exited both), analysts regard the issue as largely having passed – leaving the company free to do as it will elsewhere.</p> \n<p>“Everyone’s known the company, Schlumberger, because it’s sort of dual-citizenship … has allowed them to operate in certain areas, which has given them an advantage over certain companies and areas, and Iran was one of them,” explains David Anderson, oil services and equipment analyst at Barclays. “They operated in the country and they paid the fine.”</p> \n<p>For the oil analysts, Schlumberger’s sanctions breaches are a thing of the past, an embarrassing moment best forgotten. The company might no longer be able to trade in Iran and Sudan, but is free to continue its operations in some of the world’s most difficult places to work.</p> \n<p>Schlumberger has proven itself unafraid of contentious customers, with operations in autocratic states widely criticised by human rights groups and western governments. The company’s clients have included Libya, Burma, Turkmenistan, Chad and Angola.</p> \n<p>Documents disclosed by WikiLeaks in 2011 also shed light on the US State Department’s views on some of Schlumberger’s operations at the time, and highlight its presence in some of the most difficult areas in which to operate. </p> \n<p>The US embassy in Turkmenistan noted the company had hired a local fixer – an “ombudsman” in their parlance – to reduce “harassment and extortion by local police”, which had included dubious “fines”, tax audits, and even deportation of employees for fratenising with Turkmen women, a serious no-no in the draconian state.</p> \n<figure class=\"element element-image\" data-media-id=\"c05502dcf038e2e13ea5429c486b44609e30ec8d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431961644835/a00b9888-293b-4e64-abbd-43c9412070b2-460x306.jpeg\" alt=\"RIG 292, in Kome 5, oil extraction site of the American company Esso, in the region of Doba, Eastern Logone region. Two workers from Weatherford Company (red boiler suit) and a worker from Schlumberger Company (blue boiler suit), Esso contractors, during the installation of underground water pumps. Chadian oil is heavy, with low pressure and can not spout up naturally. To extract it, water has to be sent underground.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Schlumberger worker (blue boiler suit) working at an Esso oil extraction site in Doba, Eastern Logone, Chad.</span> \n  <span class=\"element-image__credit\">Photograph: Frederic Noy/Cosmos/Eyevine</span> \n </figcaption> \n</figure> \n<p>On a brighter note, the State department memo did record Schlumberger officials “claimed that corruption in Turkmenistan is not as bad as in Kazakhstan or Azerbaijan” – countries in which it also operates.</p> \n<p>Elsewhere, Schlumberger had to battle hostage takings and raids in Nigeria – where the company “tripled the amount spent on security so it now totaled 55% of its budget”.</p> \n<p>However, the rewards to the oilfield services companies – Schlumberger and its smaller rivals – for being willing to work where others fear to tread were also clear. In Kuwait Schlumberger and its rivals had “almost all” of the fieldwork for the national oil company, while in the UAE a State Department official remarked in 2005 that “Halliburton, Baker-Atlas, Schlumberger and other service providers act as an oligopoly and enjoy exceedingly large profit margins”.</p> \n<p>The core of Schlumberger’s indispensability to its customer base across the world is its specialism in extracting the most fossil fuels possible. Where its rivals are often said to compete on low costs, Schlumberger offers up technical expertise to seek out and grab every drop of oil, or puff of gas.</p> \n<p>“You could almost say Schlumberger is the Apple of the oil fields, the high tech company, they’re ubiquitous,” explains Robert MacKenzie, an analyst at Iberia Capital Partners and a former employee of Schlumberger.<br /></p> \n<p>“If you’re trying to develop a field and you want the best you hire Schlumberger. If you’re not certain how to work it and you want someone to help figure out how you develop it you call Schlumberger. They have driven many technology advances in the industry in the past and they continue to do that.”</p> \n<p>Schlumberger’s technological dominance is reflected in its formidable patent portfolio. A search on Espacenet, an international database operated by the European Patent Office, for Schlumberger reveals more than 36,000 patents linked to the firm. The same search for Halliburton gives 25,000, while Baker Hughes, the third-largest in the sector has 20,000.</p> \n<p>“Their technology is real, it’s legitimate and it is certainly one of the hallmarks of the company,” says Barclays’ David Anderson, who described Schlumberger’s patent portfolio as the company’s “calling card” since its inception. It certainly keeps the company profitable: Schlumberger’s net income topped $5bn (&pound;3.2bn) in 2014, and the company has historically enjoyed better profit margins than its rivals.</p> \n<p>The company is keen to tout its technological edge, with Patrick Schorn, one of the company’s presidents, telling an energy conference in December 2014 that Schlumberger had been granted 689 patents in 2013 – 166% more than just five years before, with Schorn showcasing technologies to boost fracking, and to scope out the full extent of hard-to-analyse oil reservoirs.</p> \n<figure class=\"element element-image\" data-media-id=\"967eab7327b6d0fdd8bb1dba28bb9367673f897a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431961807952/b92cd666-7b8a-484b-94cb-277e5e88b9d8-460x280.jpeg\" alt=\"(Schlumberger) Attendees visit exhibit booths at the DUG Eagle Ford Conference &amp; Exhibition in San Antonio, Texas, U.S., on Monday, Oct. 15, 2012. \" width=\"460\" height=\"280\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Schlumberger stall at the DUG Eagle Ford Conference and Exhibition in San Antonio, Texas, US.</span> \n  <span class=\"element-image__credit\">Photograph: Eddie Seal/Getty Images</span> \n </figcaption> \n</figure> \n<p>Schlumberger then uses this R&amp;D to make its money making whole new types of drilling possible – allowing big western oil and gas companies, plus state-owned enterprises to extract exactly the reserves environmental campaigners insist must stay in the ground.</p> \n<p>“The magnitude of deepwater reserves and production potential is simply too large for the industry to ignore,” chief executive Paul Kibsgaard told an industry audience earlier this year.</p> \n<p>His company’s promotion material push the same message. “[N]o company can match our on-going investment in deepwater R&amp;D,” one 2014 brochure pledged, before referring to the company’s “overwhelming market position” in ultra-deepwater rigs, a risky and controversial form of extraction, particularly in the wake of the very public Deepwater Horizon disaster in the Gulf of Mexico.</p> \n<p>Schlumberger’s fossil-fuel reliance extends in other ways. The company has recently started offering its refracking customers new, risk-free deals, where they pay no revenue unless Schlumberger increases their production beyond a certain level, at which point they take a share, in a sense, making them an oil company in all but name – the oil indiustry’s version of the ambulance chaser’s “no win, no fee” offer.</p> \n<p>The reliance of the business on fossil fuel extraction is tacitly, if briefly, acknowledged in a section of the company’s official annual filings from 2012, touching on significant potential risks to the business. In the guarded language of the corporate world, it warns “demand for our products and services could be reduced by changes in governmental regulations or in the law”.</p> \n<p>“Some international, national and state governments and agencies are currently evaluating and promulgating climate-related legislation and regulations that are focused on restricting greenhouse gas emissions,” the section then explains. </p> \n<p>“Such legislation … may significantly curtail demand for and production of fossil fuels such as oil and gas in areas of the world where our customers operate and thus adversely affect future demand for our services, which may in turn adversely affect our financial condition, results of operations and cash flows.”</p> \n<p>For now, though, the company is still keen and willing to look to untapped frontiers of fossil fuel extraction, with the Arctic being one of the key targets in its sights – where they were behind a major oil discovery in Russia’s icy Kara Sea last year. </p> \n<p>And despite its recent run-in with the US over sanctions, it is <a href=\"http://www.bloomberg.com/news/articles/2015-02-17/sanctions-don-t-bar-oil-service-giants-bidding-in-russian-arctic \">according to a Bloomberg report</a> still able to work with Russia in the Arctic extraction, despite US sanctions.But with three years of corporate probation to serve, it is sure to be characteristically more careful this time to stay out of the headlines.</p> \n<p>The Guardian contacted Schlumberger five days prior to publication in order to provide the company an opportunity to respond to matters raised in this article. At the time of publication, 72 hours after the an initial deadline for comment, Schlumberger was yet to respond to the Guardian’s email and questions, other than pointing to a recent US DoJ press release relating to the final judgement in the US sanctions case.</p> \n<h2><strong>The elusive chief executive</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"7325b88509ac87250a282ae8f13ec1bea7db5c79\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431967317000/32829b58-b060-4e5f-b264-b1857a75ce82-460x276.jpeg\" alt=\"Paal Kibsgaard \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Schlumberger’s Norwegian chief executive and chairman Paal Kibsgaard.</span> \n  <span class=\"element-image__credit\">Photograph: Audun Braastad/Scanpix</span> \n </figcaption> \n</figure> \n<p>Paal Kibsgaard keeps a low profile. Unlike other top executives in the oil industry, Schlumberger’s Norwegian chief executive and chairman manages to avoid the public eye.<br /></p> \n<p>There are few interviews with the press and only a <a href=\"http://www.slb.com/about/execmanagement/pkibsgaard.aspx\">brief biography</a> appears on the company’s website with career highlights. Made chief executive in 2011 – and anointed as chairman in April – Kibsgaard joined the firm in 1997 as an engineer in Saudi Arabia and worked his way through company ranks.</p> \n<p>While relatively little may be known about Kibsgaard, he is among the highest paid executives in the US. Last year his total pay packet, including shares and options, hit almost $17m – ahead of Tim Cook of Apple and the chief executives of Nike and Ford, according to data compiled by Equilar.<br /></p> \n<p>Kibsgaard sits at the helm of a truly global operation, and in 2013 the 47-year-old from &Aring;lesund, a picturesque port town set among snow-glazed mountains on Norway’s west coast, was named by Foreign Policy magazine as one of the 500 “most powerful people on the planet”.</p> \n<p>Earlier this year, Kibsgaard received a medal from another of the world’s most powerful people: Vladimir Putin. In a decree signed by the Russian president, Kibsgaard was awarded the “Order of Friendship” medal for Schlumberger’s contribution to a major discovery in the Russian Arctic.</p> \n<p>Last month, Kibsgaard – believed to be the highest paid Norwegian in the world – proved to be a ruthless operator, <a href=\"http://www.houstonchronicle.com/business/article/Schlumberger-job-cuts-reach-20-000-in-wake-of-oil-6205373.php\">slashing Schlumberger’s workforce by 15%</a> in response to the fall in oil prices. Meanwhile, investors remain supportive of Kibsgaard – presumably thanks to extra generous dividend increases since he took the top job.</p> \n<p>In a rare interview last year, <a href=\"http://online.barrons.com/articles/SB50001424053111904537004580085733426546688\">Kibsgaard spoke to financial magazine Barron’s</a> about his ambitions for Schlumberger and offered an ambitious vision. “I don’t think we should focus on only being the best company in our industry,” he said. “We have the potential to be the best-run company in the world, and that’s what we are trying to do.”</p> \n<div>\n __VIDEO_EMBED_gu-video-455909763__\n</div>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957982225/0f3d4196-e590-4334-8349-dd5188d0fdc3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Anibal Adrian Greco/Eyevine","altText":"Schlumberger employees work during an oil fracking process in Vaca Muerta in the Patagonian province of Neuquen, Argentina, Sept. 20, 2013.","cleanCredit":"Photograph: Anibal Adrian Greco/Eyevine"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431961485338/8f9d3b43-87ad-4b34-b80e-a362deb5d821-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The South Pars/North Dome gas field near the port of Assalouyeh, south Iran, is the world’s largest gas field. Schlumberger has been found in breach of US sanctions over Iran.  Photograph: Ahmad Halabisaz/Corbis","credit":"Ahmad Halabisaz/Corbis","altText":"An Iranian woman walks at South Pars the gas field near the southern Iranian port of Assalouyeh, Iran, on Jan. 22, 2014. The South Pars/North Dome field is a natural gas condensate field located in the Persian Gulf. It is the world's largest gas field, shared between Iran and Qatar. According to the International Energy Agency (IEA), the field holds an estimated 1,800 trillion cubic feet (51 trillion cubic meters) of in-situ natural gas and some 50 billion barrels of natural gas condensate. Iran recently planed to attract 70 billion U.S. dollars for investments in its oil and gas industry.","cleanCaption":"The South Pars/North Dome gas field near the port of Assalouyeh, south Iran, is the world’s largest gas field. Schlumberger has been found in breach of US sanctions over Iran. ","cleanCredit":"Photograph: Ahmad Halabisaz/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431961645175/a00b9888-293b-4e64-abbd-43c9412070b2-2060x1370.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1370,"width":2060,"orientation":"landscape","caption":"A Schlumberger worker (blue boiler suit) working at an Esso oil extraction site in Doba, Eastern Logone, Chad. Photograph: Frederic Noy/Cosmos/Eyevine","credit":"Frederic Noy/Cosmos/Eyevine","altText":"RIG 292, in Kome 5, oil extraction site of the American company Esso, in the region of Doba, Eastern Logone region. Two workers from Weatherford Company (red boiler suit) and a worker from Schlumberger Company (blue boiler suit), Esso contractors, during the installation of underground water pumps. Chadian oil is heavy, with low pressure and can not spout up naturally. To extract it, water has to be sent underground.","cleanCaption":"A Schlumberger worker (blue boiler suit) working at an Esso oil extraction site in Doba, Eastern Logone, Chad.","cleanCredit":"Photograph: Frederic Noy/Cosmos/Eyevine"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431961808654/b92cd666-7b8a-484b-94cb-277e5e88b9d8-2060x1254.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1254,"width":2060,"orientation":"landscape","caption":"A Schlumberger stall at the DUG Eagle Ford Conference and Exhibition in San Antonio, Texas, US. Photograph: Eddie Seal/Getty Images","credit":"Eddie Seal/Getty Images","altText":"(Schlumberger) Attendees visit exhibit booths at the DUG Eagle Ford Conference & Exhibition in San Antonio, Texas, U.S., on Monday, Oct. 15, 2012. ","cleanCaption":"A Schlumberger stall at the DUG Eagle Ford Conference and Exhibition in San Antonio, Texas, US.","cleanCredit":"Photograph: Eddie Seal/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431967317766/32829b58-b060-4e5f-b264-b1857a75ce82-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Schlumberger’s Norwegian chief executive and chairman Paal Kibsgaard. Photograph: Audun Braastad/Scanpix","credit":"Audun Braastad/Scanpix","altText":"Paal Kibsgaard ","cleanCaption":"Schlumberger’s Norwegian chief executive and chairman Paal Kibsgaard.","cleanCredit":"Photograph: Audun Braastad/Scanpix"}],"webPublicationDate":"2015-05-18T21:00:00Z","lastModified":"2015-05-19T08:21:36Z","metadata":{"commentable":false,"commentCount":5,"contributors":[{"name":"James Ball","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/13/1423837353885/James-Ball-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamesball"},{"name":"Harry Davies","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/harry-davies"}],"feature":true,"keywords":["Environment","Schlumberger","Fossil fuels","Energy","Somalia","Africa","World news","Business"],"tags":[{"id":"environment/environment","webTitle":"Environment"},{"id":"business/schlumberger","webTitle":"Schlumberger"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/energy","webTitle":"Energy"},{"id":"world/somalia","webTitle":"Somalia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"environment"},"topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[{"id":"gu-video-455909763","source":"guardian.co.uk","durationInSeconds":169,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/03/16/031615FINALFULL_newer.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/03/16/031615FINALFULL_newer_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/16/1426535263633/Fracking-In-California-Un-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":562,"width":1000,"orientation":"landscape","caption":"Pump jacks  Photograph: David McNew/Getty Images","credit":"David McNew/Getty Images","altText":"Fracking In California Under Spotlight As Some Local Municipalities Issue Bans","cleanCaption":"Pump jacks  Photograph: David McNew/Getty Images"}}],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/18/where-there-is-oil-and-gas-there-is-schlumberger","shortUrl":"http://gu.com/p/48qxh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/18/where-there-is-oil-and-gas-there-is-schlumberger","webUri":"http://www.theguardian.com/environment/2015/may/18/where-there-is-oil-and-gas-there-is-schlumberger"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431955854605/30aa433b-38fa-4f57-bd2d-5b692fe58783-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Schlumberger staff at work at an oil fracking site in Vaca Muerta in the Patagonian province of Neuquen, Argentina. Photograph: Eyevine","credit":"Eyevine","altText":"schlumberger","cleanCaption":"Schlumberger staff at work at an oil fracking site in Vaca Muerta in the Patagonian province of Neuquen, Argentina.","cleanCredit":"Photograph: Eyevine"}},"importance":7,"showQuotedHeadline":false},{"title":"Cameron to publish EU referendum bill one day after Queen's speech","rawTitle":"Cameron to publish EU referendum bill one day after Queen's speech","item":{"type":"article","id":"politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech","title":"Cameron to publish EU referendum bill one day after Queen's speech","trailText":"Prime minister receives boost to hopes of pushing changes through EU with positive assessment of his renegotiation prospects by Open Europe thinktank ","standFirst":"<p>Prime minister receives boost to hopes of pushing changes through EU with positive assessment of his renegotiation prospects by Open Europe thinktank </p>","byline":"Nicholas Watt and Larry Elliott","body":"<p>David Cameron is to signal his determination to press ahead with the referendum on Britain’s European Union membership by publishing the parliamentary bill, which will pave the way for the vote, a day after the Queen’s speech next week.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/18/conservative-party-cut-red-tape-business-sajid-javid\">Tories vow to slash 'burdensome' red tape for business by &pound;10bn</a> </p> \n</aside> \n<p>The prime minister, who will chair the first political cabinet of the new parliament on Tuesday, will try to reassure Tory MPs that he will keep his word on Europe. </p> \n<p>Cameron is determined to hold the referendum by the end of 2017. Among the parliamentary bills that will feature in the Queen’s speech, which will be delivered on 27 May, there will be a bill to implement the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/nov/27/scottish-devolution-smith-commission-key-points\">Smith commission recommendations</a> on the further devolution of powers to the Scottish parliament, a schools bill to make it easier to allow failing or “coasting” schools to be turned into academies, and a new British bill of rights to replace the Human Rights Act and reform the UK’s relationship with the European court of human rights. Sajid Javid, the business secretary, will pledge to save at least &pound;10bn by cutting red tape for companies through a new enterprise bill.</p> \n<p>After a meeting of the cabinet, the prime minister will then chair the political cabinet, at which he will outline his plans to occupy the political centre ground as the Tories claim the mantle of the one-nation party amid the “disarray” of Labour and the Liberal Democrats. The political cabinet will be attended by Boris Johnson, who told Cameron that he would not take a full government post until he completed his term as London mayor next year.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/may/17/headteachers-at-coasting-schools-face-threat-of-sack\">Headteachers at 'coasting' schools face threat of sack</a> </p> \n</aside> \n<p>Johnson has made it clear in recent months that he would be prepared to campaign for a British exit from the EU if European leaders rejected the prime minister’s demands for reform. But the mayor’s appointment to the political cabinet, where the political terms of the EU referendum campaign will be set, suggests that the prime minister is keen to tie Johnson to his plan.</p> \n<p>Cameron received a boost when the <a href=\"http://openeurope.org.uk/\">Open Europe thinktank</a>, which campaigns for major changes to the EU, gave an upbeat assessment of his chances on EU negotiations. It suggested that the prime minister had a good chance to win support for his plans to restrict in-work benefits for EU migrants and to secure protections for non-eurozone members of the EU. It even suggested that Cameron may be able to achieve the changes without rewriting treaties.</p> \n<p>Raoul Ruparel, Open Europe’s head of economic research, said: “David Cameron will be squeezed between those who say no substantial reforms in Europe are possible and those who seek to set the bar so high that it is effectively code for exit before even trying to fundamentally reform the EU. </p> \n<p>“He should ignore both camps and instead seek to balance the priorities of the UK public, businesses and his own party along with the achievability of the reforms in Europe.”</p> \n<p>The prime minister has made a point of binding the Thatcherite right into his EU renegotiation plans by appointing the arch-Eurosceptic John Whittingdale to the cabinet as culture secretary. Priti Patel, who worked for Sir James Goldsmith, the founder of the short-lived<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/apr/11/gesture-politics-wreckage-fringe-parties\"> Referendum party</a>, during the 1997 general election campaign, attends cabinet as the employment minister.</p> \n<p>Open Europe has released a detailed analysis of 30 areas of reform in the EU. The report suggests that there is a reasonable chance of success in the four broad areas where the prime minister is demanding change. Open Europe suggests:</p> \n<ul> \n <li>Restrictions on in-work benefits for EU migrants for four years – one of the prime minister’s most controversial demands – has a three out of five “achievability” rating. It suggests that this has a 50/50 chance of being negotiated without treaty change – something the prime minister will dispute. The thinktank suggests that the prime minister’s demand to tighten restrictions on the right of EU migrant jobseekers to remain in the UK has a four out of five rating and could be achieved without treaty change.</li> \n <li>Safeguards for non-eurozone members in the EU’s single market – by allowing such countries to suspend “qualified majority voting” if a proposal impinges on their rights – has a three in five rating.<br /></li> \n <li>A “red card” to allow national parliaments to club together to block new EU legislation has a three in four rating.</li> \n <li>Amending the EU’s historic mission, enshrined in the treaty of Rome, to foster an <a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=URISERV:xy0023&amp;rid=2\">“ever closer union among the peoples of Europe” </a>has a four in five rating.<br /></li> \n</ul> \n<p>Open Europe believes that other leading EU member states will want to keep Britain in the EU. It believes that Britain may have a better chance of success if it does not rush the negotiations because the EU is so strongly focused on saving the eurozone at the moment in the face of the continuing Greek crisis. But it acknowledges that Britain may want to wrap up the negotiations before the French presidential election in the spring of 2017.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431980265621/0641c8c6-9e70-449b-840a-8f4fb8bd9da3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mulholland/Rex Shutterstock","altText":"David Cameron speaking on Britain's future in Europe in 2013.","cleanCredit":"Photograph: Mulholland/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-18T23:01:03Z","lastModified":"2015-05-18T23:47:40Z","metadata":{"commentable":true,"commentCount":821,"contributors":[{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"},{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"}],"feature":false,"keywords":["EU referendum","David Cameron","Conservatives","European Union","Europe","Foreign policy","Politics","UK news","World news","Queen's speech","Boris Johnson","Human rights","Human Rights Act","John Whittingdale","Law","European court of human rights"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"politics/boris","webTitle":"Boris Johnson"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"politics/john-whittingdale","webTitle":"John Whittingdale"},{"id":"law/law","webTitle":"Law"},{"id":"law/european-court-of-human-rights","webTitle":"European court of human rights"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech","shortUrl":"http://gu.com/p/492tx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech","webUri":"http://www.theguardian.com/politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431980265621/0641c8c6-9e70-449b-840a-8f4fb8bd9da3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron speaking on Britain’s future in Europe in 2013. The prime minister is determined to hold the referendum by the end of 2017.  Photograph: Mulholland/Rex Shutterstock","credit":"Mulholland/Rex Shutterstock","altText":"David Cameron speaking on Britain’s future in Europe in 2013. The prime minister is determined to hold the referendum by the end of 2017. ","cleanCaption":"David Cameron speaking on Britain’s future in Europe in 2013. The prime minister is determined to hold the referendum by the end of 2017. ","cleanCredit":"Photograph: Mulholland/Rex Shutterstock"}},"importance":5,"showQuotedHeadline":false},{"title":"The truth about poo: we’re doing it wrong","rawTitle":"The truth about poo: we’re doing it wrong","item":{"type":"article","id":"lifeandstyle/2015/may/18/truth-about-poo-doing-it-wrong-giulia-enders-squatting","title":"The truth about poo: we’re doing it wrong","trailText":"Who knew sitting on the toilet was bad for you? In her best-selling book Charming Bowels, microbiologist Giulia Enders explains how to go to the loo","standFirst":"<p>Who knew sitting on the toilet was bad for you? In her best-selling book Charming Bowels, microbiologist Giulia Enders explains how to go to the loo</p>","byline":"Annalisa Barbieri","body":"<p>In my large Italian family, I grew up with the subject of poo, bottoms and constipation readily – and far too frequently – discussed at the dinner table. I’d be about to raise a raviolo to my mouth, only to hear how someone’s piles had popped, just that morning.</p> \n<p>This doesn’t mean I’m anal (sorry) about the subject. It’s fascinating away from the lunch table. Late last year, I read that we are pooing all wrong: we should be squatting, not sitting, on a toilet bowl. Then a book called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/may/07/gut-reaction-book-digestive-tract-german-bestseller\">Charming Bowels by Giulia Enders</a> caused something of a storm in its native Germany and I got fully immersed in the subject.</p> \n<p>Enders is studying in Frankfurt for her medical doctorate in microbiology. She is utterly, charmingly obsessed with the gut, gut bacteria and poo. She writes and talks about her subject matter with such child-like enthusiasm, it’s infectious. And, yes, we have been pooing all wrong. Enders tells me about various studies that show that we do it more efficiently if we squat. This is because the closure mechanism of the gut is not designed to “open the hatch completely” when we’re sitting down or standing up: it’s like a kinked hose. Squatting is far more natural and puts less pressure on our bottoms. She says: “1.2 billion people around the world who squat have almost no incidence of diverticulosis and fewer problems with piles. We in the west, on the other hand, squeeze our gut tissue until it comes out of our bottoms.” Lovely.</p> \n<p>But not to worry. Although you can climb on your toilet seat and squat (“It might be fun!”), we can iron out the kink by sitting with our feet on a little stool and leaning forward. The book even has a helpful drawing by Enders’ sister.</p> \n<p>Then there are the sphincters. One of them we probably all know about – the one we open consciously – but there is also another, inner one, which is operated unconsciously. This <em>ani internus</em> sends a sample into the chamber between the inner and outer sphincter for the sensor cells to analyse and decide if it’s “safe” to fart or poo: “Yes, you’re at home. No, you’re in the office.” If it’s not safe, the sensors send it back in. But, if the inner sphincter is ignored enough times – say, because we are too shy to go to the loo for fear of being overheard – it sulks and can switch off. That’s one of the reasons constipation can occur.</p> \n<p>Enders loves her inner sphincter. “Learning about those two sphincters really changed my perspective on life,” she says. “Those inner nerves don’t care for other people; they have no eyes or ears. Finally, something that only thinks of me! So, now I can go to the toilet anywhere. I worship that muscle!”</p> \n<p>But the gut – and Enders’ book – is about far more than poo (although there is plenty there, about consistency, frequency, buoyancy, colour and laxatives, to keep the most forensic of scatologists happy). Enders’ big thing is bacteria. Our gut, which comprises two-thirds of our immune system, is full of the stuff. Two kilos’ worth, in fact. Our bacteria fight pathogens, are involved in blood-group development, digest our food, extract energy, produce hormones and can affect our mood. This gut/brain connection is a fairly new area of medicine, which Enders is very excited about. And she’s not alone: the American biochemist <a href=\"http://biomedsci.ucsd.edu/faculty/faculty_descrip.aspx?id=339\">Rob Knight</a> told <a href=\"http://www.nature.com/nature/index.html\">science journal Nature</a> that the field “offered at least as much promise as stem-cell research”.</p> \n<p>“There is an increasing interest in the gut microbiota and health and disease,” confirms Dr Ayesha Akbar, consultant gastroenterologist at <a href=\"http://www.stmarkshospital.org.uk/\">St Mark’s hospital in London</a>. “There is a huge number of gut bacteria which, in health, maintain a balance. However, an imbalance has been linked to many chronic disorders, including inflammatory bowel disease and obesity. There is a suggestion that they may also be linked to psychiatric disorders and mood, with the majority of evidence coming from animal studies. Further research needs to be performed in humans in this area.”</p> \n<p>Enders’ own interest in this link started when she was a new student. She met a man at a party whose breath was “the worst I have ever smelled – almost faecal”. The next day, he killed himself. “Could a diseased gut,” she wonders, “also have affected his psychological state?” She is keen, though, to point out that depressive disorders are multifactorial and not always connected to the gut; much more research is needed. The first human study of the effect of intestinal bacteria on the brain was only conducted only two years ago.</p> \n<p>Enders admits that writing about a possible connection between our psychological state and the gut was “the hardest part of the book for me. A professor would have been scared of putting it in the book, but I feel people are being robbed if they don’t know about this research.”</p> \n<p>As well as some serious issues, there are plenty of entertaining nuggets in the book. Did you know that our spit contains a painkiller more powerful than morphine: <a href=\"http://en.wikipedia.org/wiki/Opiorphin\">opiorphin</a>? We have it only in minute quantities, so that we’re not off our heads all the time. Eating, though, releases more of the chemical and Enders wonders if this is one factor in comfort eating. And guess what? Your appendix – that bit of people always say is of no use – is actually made entirely of immune tissue and is a veritable larder of the best, most useful bacteria for the gut.</p> \n<p>Enders’ book is full of stuff like this. I hate to say it, but it is the perfect toilet book. Thankfully, it has also been translated into Italian, so that’s Christmas sorted.</p> \n<p><em>Gut: The Inside Story of Our Body’s Most Under-rated Organ by Giulia Enders (Scribe, &pound;14.99). To order a copy for &pound;11.99, go to </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/286789/\"><em>bookshop.theguardian.com</em></a><em> or call the Guardian Bookshop on 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min. p&amp;p of &pound;1.99.</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431693359422/Toilet-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"The gut is not designed to 'pen the hatch completely' when we’re sat down. Photograph: Getty Images/Pamela Moore","credit":"/Getty Images/Pamela Moore","altText":"Toilet","cleanCaption":"The gut is not designed to 'pen the hatch completely' when we’re sat down. Photograph: Getty Images/Pamela Moore"}],"bodyImages":[],"webPublicationDate":"2015-05-18T06:30:14Z","lastModified":"2015-05-19T08:25:46Z","metadata":{"commentable":true,"commentCount":1099,"contributors":[{"name":"Annalisa Barbieri","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/annalisabarbieri"}],"feature":true,"keywords":["Health & wellbeing","Life and style"],"tags":[{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Annalisa Barbieri","topic":{"type":"tag-contributor","name":"profile/annalisabarbieri"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/18/truth-about-poo-doing-it-wrong-giulia-enders-squatting","shortUrl":"http://gu.com/p/49vh6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/18/truth-about-poo-doing-it-wrong-giulia-enders-squatting","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/18/truth-about-poo-doing-it-wrong-giulia-enders-squatting"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431707346937/6d800cf3-94ae-4354-9b1a-18d1cb3daf1d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The gut is not designed to ‘open the hatch completely’ when we’re sitting. Photograph: Sciepro/Science Photo Library/Corbis","credit":"Sciepro/Science Photo Library/Corbis","altText":"The gut is not designed to 'open the hatch completely' when we’re siting.","cleanCaption":"The gut is not designed to ‘open the hatch completely’ when we’re sitting.","cleanCredit":"Photograph: Sciepro/Science Photo Library/Corbis"}},"importance":5,"showQuotedHeadline":false},{"title":"Raheem Sterling to ask for Liverpool exit with Manchester City on alert","rawTitle":"Raheem Sterling to ask for Liverpool exit with Manchester City on alert","item":{"type":"article","id":"football/2015/may/18/raheem-sterling-contract-talks-liverpool","title":"Raheem Sterling to ask for Liverpool exit with Manchester City on alert","trailText":"Raheem Sterling has indicated to Liverpool he wants to leave the club during the off-season, which will have Manchester City and others watching developments closely","standFirst":"<p><span class=\"bullet\">•</span> Sterling has not signed &pound;100,000-a-week offer on table this season<br /><span class=\"bullet\">•</span> Manchester City will follow developments with England winger closely <br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/14/steven-gerrard-raheem-sterling-liverpool-contract\">Steven Gerrard tells Raheem Sterling to sign new Liverpool contract</a></p>","byline":"Andy Hunter","body":"<p>Raheem Sterling is expected to inform Liverpool this week that he wishes to leave the club, with Manchester City ready to test Anfield’s resolve that the England international will not be sold.</p> \n<p>The 20-year-old has put City – and other clubs – on alert that he will agitate for a move from Liverpool after requesting fresh talks on his future with Anfield officials before the end of the Premier League season on Sunday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/19/jamie-carragher-liverpool-raheem-sterling\">Jamie Carragher tells Liverpool’s Raheem Sterling: keep your mouth shut</a> </p> \n</aside> \n<p>He had previously informed Brendan Rodgers that negotiations over a new contract would be postponed until the end of the season in order to concentrate solely on his football. However, the forward and his representative, Aidy Ward, are expected to tell Liverpool’s manager and the chief executive, Ian Ayre, on Friday that he will not sign a new deal with the club and wishes to move on.</p> \n<p>Sterling is said to be unhappy both at negative headlines surrounding his contract dispute with Liverpool and the absence of Champions League football at Anfield next season following the team’s miserable end to this one. Rodgers’ team have collected only eight points from the last 24 available to miss out on a top-four finish and were also eliminated from the FA Cup after a woeful display against Aston Villa in the semi-final.</p> \n<p>Liverpool could argue that Sterling’s form has dipped markedly since controversy erupted over his rejection of a new five-year contract worth &pound;100,000-a-week and that it was his interview with the BBC, in which he denied being a “money-grabber” and said his ambition was to win trophies at the highest level, that generated the adverse publicity.</p> \n<p>Sterling, who has been linked with City and Arsenal in recent months, has already indicated to Rodgers that he wants to leave Liverpool and the latest round of talks could clarify his determination to see out his current contract, which has two years to run, should the club refuse to consider offers this summer.</p> \n<p>Liverpool have been in discussions over a new deal since October but remain at deadlock over an agreement and their failure to secure a top-four finish represents a major setback to their hopes of convincing Sterling to stay. Liverpool do have him on a &pound;35,000-a-week contract until 2017 and Rodgers has made it clear that he and the club’s owner, Fenway Sports Group, are minded not to sell even in the event of the impasse continuing beyond this summer. The Liverpool manager said recently: “Raheem won’t be going anywhere this summer, even if there’s not a deal agreed.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/14/steven-gerrard-raheem-sterling-liverpool-contract\">Steven Gerrard tells Raheem Sterling to sign new Liverpool contract</a> </p> \n</aside> \n<p>That stance has not altered since Sterling’s agent requested fresh talks ahead of the season’s finale at Stoke City on Sunday. Rodgers and FSG, however, are likely to receive confirmation in the coming days that Sterling has no intention of committing his future to Liverpool and City, who are keen to recruit young British talent this summer, will be favourites to capitalise on the continued deterioration in relations. A bid in excess of &pound;30m may prompt Liverpool to reconsider their position on a player who should he leave in 2017 would attract only a compensation fee having been at Anfield since the age of 15.</p> \n<p>Only last week Steven Gerrard appealed to Sterling to sign a new contract. The departing captain said: “He should sign a new deal here. Brendan is a fantastic man-manager and puts a lot of time and effort into the development of an individual. The danger for these young players is they want it all too soon and they go chasing it. Then they go to another club and just become a number.” But Gerrard’s request appears almost certain to be ignored.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/18/1431978159252/Liverpools-Raheem-Sterlin-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Liverpool's Raheem Sterling has instigated contract talks with club officials before Sunday's last game of the season against Stoke. Photograph: Matt West/BPI/Rex Shutterstock","credit":"Matt West/BPI/Rex Shutterstock/Matt West/BPI/Rex Shutterstock","altText":"Liverpool's Raheem Sterling","cleanCaption":"Liverpool's Raheem Sterling has instigated contract talks with club officials before Sunday's last game of the season against Stoke. Photograph: Matt West/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-19T08:13:10Z","lastModified":"2015-05-19T08:13:34Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":false,"keywords":["Raheem Sterling","Liverpool","Football","Sport"],"tags":[{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/18/raheem-sterling-contract-talks-liverpool","shortUrl":"http://gu.com/p/492jy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/18/raheem-sterling-contract-talks-liverpool","webUri":"http://www.theguardian.com/football/2015/may/18/raheem-sterling-contract-talks-liverpool"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/18/1431978159252/Liverpools-Raheem-Sterlin-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Liverpool’s Raheem Sterling has instigated contract talks with club officials before Sunday’s last game of the season against Stoke. Photograph: Matt West/BPI/Rex Shutterstock","credit":"Matt West/BPI/Rex Shutterstock/Matt West/BPI/Rex Shutterstock","altText":"Liverpool's Raheem Sterling","cleanCaption":"Liverpool’s Raheem Sterling has instigated contract talks with club officials before Sunday’s last game of the season against Stoke. Photograph: Matt West/BPI/Rex Shutterstock"}},"importance":4,"showQuotedHeadline":false},{"title":"Labour must reset relationship with business, Yvette Cooper to say","rawTitle":"Labour must reset relationship with business, Yvette Cooper to say","item":{"type":"article","id":"politics/2015/may/18/labour-relationship-business-yvette-cooper-party-leadership-corporation-tax","title":"Labour must reset relationship with business, Yvette Cooper to say","trailText":"A frontrunner in party leadership, Cooper will promise to back corporation tax cut and say Ed Miliband’s rhetoric of ‘predators and producers’ a mistake","standFirst":"<p>A frontrunner in party leadership, Cooper to also promise to back corporation tax cut and say Ed Miliband’s rhetoric of ‘predators and producers’ a mistake</p>","byline":"Patrick Wintour Political editor","body":"<p>Labour needs to reset its relationship with business, one of the frontrunners for the party leadership is to say, adding that former leader Ed Miliband’s divisional rhetoric of “predators and producers” was mistaken.</p> \n<p>Yvette Cooper will on Tuesday also promise to back government plans to cut corporation tax and vow that she will set up a prominent business advisory group that will advise her as party leader. </p> \n<p>In her first substantial policy intervention since she said she would stand for the leadership, the shadow home secretary will reveal a very different tone to Miliband, and her views may well reflect the frustration her husband, Ed Balls, a former shadow chancellor, felt about the relationship the party had developed with business.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/18/andy-burnham-yvette-cooper-labour-leadership-modernisers\">Burnham and Cooper are squeezing out modernisers, senior Labour figures fear</a> </p> \n</aside> \n<p>Cooper, who is believed to have secured as many as 50 nominations from MPs, will say: “We need to reset our relationship with business around a shared vision for building an economy that faces the future.</p> \n<p>“Too often in the past our rhetoric undermined that positive relationship with business, and with the creation of jobs and wealth for the future. People knew how we wanted to stop exploitation in the workplace, but not how we’d grow our workplaces to create more jobs and stronger growth.</p> \n<p>“They knew we wanted to stop consumers being ripped off, but weren’t convinced we also wanted businesses to grow and flourish. We can’t let that happen again.</p> \n<p>“There will be dialogue and discussions about what works, rather than rude surprises that backfire.</p> \n<p>“We can’t be set against the government’s recent cut in corporation tax for the future. Our rhetoric can’t be set against the wealth creators and drivers of our future economic growth. We can’t be set against business, and too many believed we were.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/18/andy-burnham-backed-by-dan-jarvis-in-labour-leadership-race\">Andy Burnham backed by Dan Jarvis in Labour leadership race</a> </p> \n</aside> \n<p>“We need to always show how we support jobs and business growth, as well as ensuring businesses show responsibility towards their consumers and staff. The opportunities of the digital economy and of ‘knowledge intensive’ jobs must be seized by both our government and businesses. Britain is in a strong place to do that, but without new skills, investment and dynamism we are going to get left behind.”</p> \n<p>Cooper has built a strong group of supporters among returning MPs including Chris Bryant, the shadow culture minister, John Healey, a former local government minister, John Spellar, the shadow foreign office minister, Kevan Jones, a shadow defence minister, Khalid Mahmood, the MP for Birmingham Perry Barr, and Sharon Hodgson, the shadow equalities minister. From the 2015 intake she has the support of Jess Phillips, the MP for Birmingham Yardley and Paula Sherriff, the MP for Dewsbury. <br tabindex=\"-1\" /></p> \n<ul> \n <li>This article was amended on 19 May 2015 because it erroneously stated that Ed Balls is a former chancellor.<br /></li> \n</ul>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431975545104/9089a44c-477b-47dd-83bc-22120d83c250-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ken McKay/ITV/REX Shutterstock/Ken McKay/ITV/REX Shutterstock","altText":"The shadow home secretarty, Yvette Cooper.","cleanCredit":"Photograph: Ken McKay/ITV/REX Shutterstock/Ken McKay/ITV/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-18T19:09:24Z","lastModified":"2015-05-18T23:08:58Z","metadata":{"commentable":true,"commentCount":1015,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Labour party leadership","Labour","Yvette Cooper","Business","Politics","UK news","Tax and spending"],"tags":[{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/yvette-cooper","webTitle":"Yvette Cooper"},{"id":"business/business","webTitle":"Business"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/taxandspending","webTitle":"Tax and spending"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/18/labour-relationship-business-yvette-cooper-party-leadership-corporation-tax","shortUrl":"http://gu.com/p/492jx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/18/labour-relationship-business-yvette-cooper-party-leadership-corporation-tax","webUri":"http://www.theguardian.com/politics/2015/may/18/labour-relationship-business-yvette-cooper-party-leadership-corporation-tax"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431975545104/9089a44c-477b-47dd-83bc-22120d83c250-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shadow home secretary Yvette Cooper to say: ‘People knew we wanted to stop consumers being ripped off, but weren’t convinced we also wanted businesses to grow and flourish.’ Photograph: Ken McKay/ITV/REX Shutterstock","credit":"Ken McKay/ITV/REX Shutterstock","altText":"The shadow home secretary, Yvette Cooper.","cleanCaption":"Shadow home secretary Yvette Cooper to say: ‘People knew we wanted to stop consumers being ripped off, but weren’t convinced we also wanted businesses to grow and flourish.’","cleanCredit":"Photograph: Ken McKay/ITV/REX Shutterstock"}},"importance":4,"showQuotedHeadline":false},{"title":"Abracadabra! Britain’s political elite has fooled us all again","rawTitle":"Abracadabra! Britain’s political elite has fooled us all again","item":{"type":"comment","id":"commentisfree/2015/may/18/britain-political-elite-fooled-us-again","title":"Abracadabra! Britain’s political elite has fooled us all again","trailText":"Bankers, bosses, selfish politicians; all are masters of&nbsp;misdirection. It allows them to escape blame-free","standFirst":"Bankers, bosses, selfish politicians; all are masters of&nbsp;misdirection. It allows them to escape blame-free","byline":"Aditya Chakrabortty","body":"<p>Magicians call it misdirection: directing the attention of a crowd elsewhere so as to distract from the trick happening right in front of it. A bump on the shoulder, a blur of handwaving and – wham! – your wallet’s taken leave of your hip pocket.</p> \n<p>Since the crash, British politics has been one epic act of misdirection. Lay off those bankers who shoved the country into penury! Just focus on stripping disabled people of their benefits. Never mind the millionaire bosses squeezing your pay! Spit instead at the minimum-wage migrant cleaners apparently making us poorer. So ingrained is the ritual that when a minister strides into view urging the need for “a grown-up debate”, we brace ourselves for another round of Blame the Victim. The only question is who gets sacrificed next: some ethnic minority, this family on low pay, that middle-aged dad who can’t get a job.</p> \n<p>Here is how political misdirection works in real time. Yesterday, Unite’s Len McCluskey came under a barrage of criticism for suggesting that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/17/labour-ties-with-unions-at-risk-warns-len-mccluskey\" title=\"\">Labour live up to its name and support “ordinary working people”</a>. Evil paymaster! Meanwhile, on the front page of this paper, digger firm <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses\" title=\"\">JCB called on David Cameron to prepare to take Britain out of the EU</a> – and this was just a company having its say.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses\">JCB boss says EU exit could lift burden of bureaucracy on UK businesses</a> </p> \n</aside> \n<p>I hold no brief for McCluskey – but he is the democratically elected head of a trade union simply seeking to influence the party part-funded by his members. Perhaps this comes as news to some on Fleet Street, but the debate over Labour’s future is not the chew-toy solely of newspaper columnists. Moreover, Unite’s donations to Her Majesty’s Opposition are a matter of easily checkable record. Not so the money poured into Tory coffers by JCB, either as a business or from its owners, the Bamford family. To learn that, we must rely upon forensic researchers such as <a href=\"https://www.liv.ac.uk/sociology-social-policy-and-criminology/staff/stuart-wilks-heeg/\" title=\"\">Stuart Wilks-Heeg</a> at Liverpool University. He <a href=\"https://twitter.com/StuartWilksHeeg/status/600214095946711040\" title=\"\">calculated</a> this morning that,&nbsp;between 2001-14, the&nbsp;Bamfords and JCB had together given the Conservatives at least &pound;6.7m. One arm of JCB also donated &pound;600,000 last year to Tory campaigns in key marginals, including the all-important battleground of Nuneaton.</p> \n<p>So a company that funded David Cameron all the way into Downing Street, and whose chairman was recently made a lord, seeks to influence the government on one of the most fundamental issues in British politics, something that affects all of us – and this is business as usual. Yet a workers’ elected representative adding his voice to the din of an internal party argument somehow represents the biggest political landgrab since a bloke with a goatee popped in to the Winter Palace.</p> \n<p>Expect more of this misdirection over the next few weeks. Labour has scheduled the entire summer for its leadership campaign, which could equal months of an entire party sounding like an indecisive satnav: Veer right! Keep left! Meanwhile, in just over a month, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit\" title=\"\">George Osborne will lay out an emergency budget</a> to deal with the enormous &pound;90bn deficit that he inherited from himself. Using the traditional lexicon of political hocus-pocus – “hard choices” – he will&nbsp;begin making some of the extra &pound;12bn of&nbsp;welfare cuts the Tories pledged&nbsp;at&nbsp;the&nbsp;last election.</p> \n<p>Every feat of misdirection is always intended to distract the audience from a sleight of hand. The same goes in politics – only here it’s aimed at taking our minds off the fact that all this jiggery-pokery is actually making us worse off. Let me show you what I mean, using figures calculated for the Guardian by academics at the <a href=\"http://www.cresc.ac.uk/\" title=\"\">Centre for Research on Socio-Cultural Change</a> (Cresc), using official data. When Thatcher moved into No 10, 28% of all working age households took more from the state in cash benefits, in health and education and all the rest of it than they paid back in taxes. In other words, more than one in four employers in Britain were failing to pay their staff’s way.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The next round of cuts will hit the working poor all over again, like a hammer to the face</p> \n </blockquote> \n</aside> \n<p>More than three decades later, through Major and Blair and Brown and Cameron, that proportion has kept on rising. Now 38% of working-age households rely on taxpayers to pay their way. Think about all those tax credits for low-paid work, those exemptions for people earning too little even to be taxed. We have more people in work than ever before – and more households than ever before relying on&nbsp;the state to keep them afloat.</p> \n<p>There’s nothing wrong with these people. These are the hard-working families politicians like talking about – the strivers, the squeezed middle, the alarm-clock Britain. But there’s a lot wrong with their employers – because they now rely on taxpayers to top up poverty pay, even while insisting on cuts in corporation tax and grants for investment. Come 8 July, it won’t be those businesses that the chancellor tells to change their ways – it’ll be the people they employ who will see more money taken out of their weekly budget by the cuts. Because the one thing we know about the next round of cuts is that they will hit the working poor all over again, like a hammer to the face.</p> \n<p>This is what politics looks like in Britain nowadays, once the newspapers have their japes and the politicians leave the TV studios: it is about justifying an extractive business class that wants to lean on taxpayers to pay their way, even while lecturing the rest of us about&nbsp;welfare dependency. And it doesn’t change all that much whether the Tories or Labour are in Downing Street. The Cresc team looked at who reaped the rewards from growth over the past three decades. Under Thatcher and Major, the top 10% of all working-age households took 29p in every &pound;1 of income growth. Under Blair and Brown, their share actually went up, to 30p in each &pound;1. Cresc found that New Labour bumped up the share of the poorest economically active households from 0.5% to 1.5%. Taxes and benefits evened that up a bit – the same taxes and benefits that are now deemed unaffordable. So much for trickle down.</p> \n<p>This is what all the misdirection has been about: taking our minds off the fact that Britain is a soft touch for businesses that want taxpayers to pay their way, and politicians who count on the middle classes to feel richer, not through their wage packets, but by their house prices, their no-frills flights, their luxury buys from Lidl. What a trick has been pulled on Britain by its political and business elite: never have so many people had their pockets picked at the same time.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431973627899/Sleight-of-hand-illustrat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'What a trick has been pulled on Britain by its political and business elite: never have so many people had their pockets picked at the same time.' Illustration: Bill Bragg","credit":"/Bill Bragg","altText":"Sleight of hand illustration by Bill Bragg","cleanCaption":"'What a trick has been pulled on Britain by its political and business elite: never have so many people had their pockets picked at the same time.' Illustration: Bill Bragg"}],"bodyImages":[],"webPublicationDate":"2015-05-18T18:38:28Z","lastModified":"2015-05-18T18:39:42Z","metadata":{"commentable":true,"commentCount":694,"contributors":[{"name":"Aditya Chakrabortty","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411565194870/Aditya-Chakrabortty-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adityachakrabortty"}],"feature":false,"keywords":["Politics","UK news","Conservatives","Labour","Welfare","Business"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Aditya Chakrabortty","topic":{"type":"tag-contributor","name":"profile/adityachakrabortty"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/britain-political-elite-fooled-us-again","shortUrl":"http://gu.com/p/492tp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/18/britain-political-elite-fooled-us-again","webUri":"http://www.theguardian.com/commentisfree/2015/may/18/britain-political-elite-fooled-us-again"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431973627899/Sleight-of-hand-illustrat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Never have so many people had their pockets picked at the same time.’ Illustration: Bill Bragg","credit":"Bill Bragg","altText":"Sleight of hand illustration by Bill Bragg","cleanCaption":"‘Never have so many people had their pockets picked at the same time.’ Illustration: Bill Bragg"}},"importance":3,"byline":{"title":"Aditya Chakrabortty"},"showQuotedHeadline":true},{"title":"West Bromwich’s Chris Brunt has last laugh after Cesc Fàbregas’s sending off","rawTitle":"West Bromwich’s Chris Brunt has last laugh after Cesc Fàbregas’s sending off","item":{"type":"footballArticle","id":"football/2015/may/18/west-bromwich-albion-chelsea-premier-league-match-report","title":"West Bromwich’s Chris Brunt has last laugh after Cesc Fàbregas’s sending off","trailText":"West Bromwich Albion claimed a famous 3-0 victory over the Premier League champions Chelsea after Cesc Fàbregas was shown a straight red card for kicking the ball at Chris Brunt","standFirst":"","byline":"Stuart James at The Hawthorns","body":"<p>This was not the way Jos&eacute; Mourinho envisaged the Premier League champions playing out the rest of the season and it is a measure of the damage that was done that the repercussions of a chastening night will be felt at the beginning of the next campaign.</p> \n<p>Two goals from the impressive Saido Berahino – his 19th and 20th of the season – and another from Chris Brunt secured a memorable victory for West Bromwich Albion and inflicted Chelsea’s heaviest league defeat under Mourinho since 2006. Yet it was the bizarre red card that Cesc F&agrave;bregas received in the 30th minute that riled the Portuguese more than anything.</p> \n<p>Mike Jones, the referee, was dealing with a melee on the other side of the penalty area after Diego Costa had been booked following an off-the-ball altercation with Gareth McAuley, when F&agrave;bregas, stood about 20 yards away, kicked the ball in the direction of a crowd of Albion players and caught Brunt on the side of the head.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/18/chelsea-ruben-loftus-cheek-audition-west-brom-premier-league\">Chelsea’s Ruben Loftus-Cheek hopes for an encore after a difficult audition | Conrad Leach</a> </p> \n</aside> \n<p>Darren Fletcher, the Albion captain, reacted furiously and was straying close to the line – arguably overstepping it – when he confronted the Spaniard, almost running into him. Jones, on the scene moments later, reached for his back pocket and brandished the red card.</p> \n<p>The offence will go down as violent conduct and means that F&agrave;bregas, in what was essentially a meaningless game, has picked up a three-match suspension that rules him out of the final fixture of this term, at home against Sunderland, and, much more significantly, the first two matches of next season. The debate about whether the decision was harsh was guaranteed to go on long into the night but whatever the rights and wrongs of the sending off, there is no escaping the fact that it was a stupid thing for F&agrave;bregas to do, especially when the referee was stood so close to Brunt.</p> \n<p>Mourinho, not surprisingly, took a dim view of the referee’s decision-making and implied that a more experienced official than Jones would have handled it differently and taken a more lenient view.</p> \n<p>“I would like to see it again because what is this sending off for?” the Chelsea manager said. “Where is the danger of the situation? Where is the aggressivity in the situation to get a red card in a friendly game almost? I really don’t understand.</p> \n<p>“I think Fletcher was aggressive, yes. He pushes in the chest because he is experienced and he knows where he can push for a yellow card but it’s much more aggressive. What F&agrave;bregas did, for me, a top referee, a stable big personality in control of the game goes there, two or three words, and he’s done. It’s a bizarre red card.” Mourinho suggested that Chelsea have no intention of appealing – “We lose all the time, we have a fantastic record on appealing,” he said sarcastically – but the Portuguese reacted with disbelief when told of the length of the suspension. “Three-game ban for this? Jesus Christ. Three-game ban for this? Harsh? Of course it’s harsh, if you get three games with this.”</p> \n<p>It was that sort of night for Chelsea as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/02/manchester-united-west-brom-premier-league-match-report\">Albion followed up their 1-0 win over Manchester United earlier in the month</a> with another highly impressive result. While Mourinho had a point when he suggested that Chelsea would have played better if the title was not already in the bag – “I think this is a consequence of being champions so early,” he said in defence of their performance – Albion deserve credit for the way in which they punished the visitors.</p> \n<p>Berahino was in the mood from the start and with the transfer window soon to open, chose a good evening to showcase his talent. His first goal, beautifully curled into the far corner from about 22 yards, set Albion on their way after nine minutes and the 21-year-old also won and converted the penalty, after John Terry scythed him down, that doubled their lead two minutes after the restart.</p> \n<figure class=\"element element-image\" data-media-id=\"f450148a344bbd318921219c05b00e0666db0a39\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432023871315/205acdbf-5d3c-44bb-9397-d63cbcea7d10-460x285.jpeg\" alt=\"Saido Berahino tucks his penalty past Thibaut Courtois.\" width=\"460\" height=\"285\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Saido Berahino tucks his penalty past Thibaut Courtois.</span> \n  <span class=\"element-image__credit\">Photograph: Adrian Dennis/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Chelsea, for whom the 19-year-old Ruben Loftus-Cheek made a second successive Premier League start, came close to pulling a goal back when Lo&iuml;c R&eacute;my’s low shot struck the base of an upright in the 56th minute but four minutes later Albion had a third and the game was effectively over. Brunt played a short corner with Craig Gardner and from just inside the penalty area, unleashed a powerful shot that seemed to beat Thibaut Courtois for pace as it flew inside his near post.</p> \n<p>Mourinho gave Isaiah Brown, a former Albion schoolboy, his first senior appearance for Chelsea when he brought him on as a late substitute, but even the sight of ‘the one that got away’ was not going to ruin the home supporters’ evening. “Izzy, Izzy, what’s the score?” chanted the jubilant Albion fans.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/18/1431981000380/Cesc-F-bregas-of-Chelsea--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The referee Mike Jones sends off the Chelsea midfielder Cesc Fàbregas for kicking the ball at Chris Brunt of West Bromwich Albion. Photograph: Lindsey Parnaby/EPA","credit":"Lindsey Parnaby/EPA","altText":"Cesc Fàbregas of Chelsea is sent off against West Brom","cleanCaption":"The referee Mike Jones sends off the Chelsea midfielder Cesc Fàbregas for kicking the ball at Chris Brunt of West Bromwich Albion. Photograph: Lindsey Parnaby/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432023872944/205acdbf-5d3c-44bb-9397-d63cbcea7d10-2060x1277.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1277,"width":2060,"orientation":"landscape","caption":"Saido Berahino tucks his penalty past Thibaut Courtois. Photograph: Adrian Dennis/AFP/Getty Images","credit":"Adrian Dennis/AFP/Getty Images","altText":"Saido Berahino tucks his penalty past Thibaut Courtois.","cleanCaption":"Saido Berahino tucks his penalty past Thibaut Courtois.","cleanCredit":"Photograph: Adrian Dennis/AFP/Getty Images"}],"webPublicationDate":"2015-05-18T21:05:27Z","lastModified":"2015-05-19T08:24:53Z","metadata":{"commentable":true,"commentCount":586,"contributors":[{"name":"Stuart James","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuartjames"}],"feature":false,"keywords":["Premier League","West Bromwich Albion","Chelsea","Football","Sport"],"tags":[{"id":"football/premierleague","webTitle":"Premier League"},{"id":"football/westbrom","webTitle":"West Bromwich Albion"},{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Stuart James","topic":{"type":"tag-contributor","name":"profile/stuartjames"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"footballContent":{"id":"3822681","status":"FT","phase":"after","kickOff":"2015-05-18T19:00:00Z","competitionDisplayName":"Premier League","homeTeam":{"id":"42","name":"West Brom","shortCode":"WBA","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/42.png?width=#{width}","score":3,"scorers":[{"player":"Berahino","timeInMinutes":9},{"player":"Berahino","timeInMinutes":47,"additionalInfo":"Pen"},{"player":"Brunt","timeInMinutes":60}],"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/westbrom"},"topic":{"displayName":"West Brom","topic":{"type":"football-team","name":"42"}}},"awayTeam":{"id":"4","name":"Chelsea","shortCode":"CHE","crestUri":"http://png-resizer.mobile-apps.guardianapis.com/sport/football/crests/4.png?width=#{width}","score":0,"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/chelsea"},"topic":{"displayName":"Chelsea","topic":{"type":"football-team","name":"4"}}},"matchInfoUri":"http://football.mobile-apps.guardianapis.com/match-info/3822681","venue":"The Hawthorns"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/18/west-bromwich-albion-chelsea-premier-league-match-report","shortUrl":"http://gu.com/p/492k6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/18/west-bromwich-albion-chelsea-premier-league-match-report","webUri":"http://www.theguardian.com/football/2015/may/18/west-bromwich-albion-chelsea-premier-league-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/5/18/1431981000380/Cesc-F-bregas-of-Chelsea--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The referee Mike Jones sends off the Chelsea midfielder Cesc Fàbregas for kicking the ball at Chris Brunt of West Bromwich Albion. Photograph: Lindsey Parnaby/EPA","credit":"Lindsey Parnaby/EPA","altText":"Cesc Fàbregas of Chelsea is sent off against West Brom","cleanCaption":"The referee Mike Jones sends off the Chelsea midfielder Cesc Fàbregas for kicking the ball at Chris Brunt of West Bromwich Albion. Photograph: Lindsey Parnaby/EPA"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-19T08:25:46Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}