{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"George Osborne calls emergency July budget to reveal next wave of austerity","rawTitle":"George Osborne calls emergency July budget to reveal next wave of austerity","item":{"type":"article","id":"politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit","title":"George Osborne calls emergency July budget to reveal next wave of austerity","trailText":"Chancellor promises a ‘budget for working people’, which will also spell out how the Conservatives will cut £12bn from Britain’s welfare bill","standFirst":"<p>Chancellor promises a ‘budget for working people’, which will also spell out how the Conservatives will cut &pound;12bn from Britain’s welfare bill</p>","byline":"Larry Elliott Economics editor","body":"<p>George Osborne will reveal how the government plans to cut &pound;12bn from Britain’s welfare bill when he announces a fresh wave of austerity measures in his second budget in less than four months on 8 July. The chancellor said he wanted to make a start delivering on the commitments made in the Conservative party manifesto and pledged that his package would be a budget for “working people”.</p> \n<p>Announcing his decision in an article in the Sun, Osborne said he would provide details of how the government plans to eliminate the UK’s budget deficit – forecast to be &pound;75bn this year – and run a surplus by the end of the parliament. “On the 8th of July I am going to take the unusual step of having a second budget of the year – because I don’t want to wait to turn the promises we made in the election into a reality … And I can tell you it will be a budget for working people.”</p> \n<p>Treasury sources said the budget would address Britain’s poor productivity record, which has held back growth in living standards, and would also announce plans to create 3m new apprenticeships. However, the centrepiece of the package will be a fresh bout of austerity, with Osborne keen to get unpopular measures out of the way early in the parliament, in readiness for pre-election tax cuts once the public finances have improved.</p> \n<p>Provided the economy performs in line with forecasts made by the independent Office for Budget Responsibility, borrowing will be reduced to &pound;41bn in 2016-17 and &pound;14.5bn in 2017-18. By 2018-19, the plan is for the UK to be running a budget surplus of &pound;4bn.</p> \n<p>The Conservatives have provided details of how they will find around &pound;1.5bn of savings from the UK’s social security budget and came under pressure from the Institute for Fiscal Studies during the election campaign to explain how they would find the remaining &pound;10.5bn. The IFS said the scale of the overall savings - 10% of the part of the welfare bill not spent on pensioners - would involve the Conservatives looking at child benefit, child tax credit and disability allowances. According to the Treasury, the budget would announce reforms of welfare that would protect the most vulnerable while making sure the system is fair to taxpayers.</p> \n<p>Osborne will say in the budget that the Conservatives intend to adopt a fair and balanced approach to deficit reduction, and that the package will include ringfencing spending on the NHS while cutting &pound;13bn from other Whitehall departments. The budget will also include a fresh crackdown on tax avoidance designed to raise &pound;5bn.<br /></p> \n<p>The timing of the budget in early July will allow the Office for Budget Responsibility to produce new forecasts for the economy and the public finances while giving time for a finance bill to be passed before parliament rises for its summer recess.</p> \n<p>With Labour holding a leadership contest following the resignation of Ed Miliband, Osborne will seek to portray his package as a one-nation budget, with measures to build the so-called northern powerhouse and ensure that prosperity is not confined to London and the south-east.</p> \n<p>The timing comes at a bad time for Labour, which has no shadow chancellor since the defeat of Ed Balls in the election. Harriet Harman, the caretaker leader, will have the task of responding to Osborne’s speech, while Chris Leslie temporarily heads Labour’s economic team.</p> \n<p>As in the last parliament, Osborne will use the “one nation” theme of the budget to set the terms of the economic debate for the next five years while Labour is preoccupied by its own internal debates. <br /></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431705703565/078822be-14d4-4be6-b3d3-377a706ca69e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Graeme Robertson/Graeme Robertson","altText":"George Osborne budget case","cleanCredit":"Photograph: Graeme Robertson/Graeme Robertson"}],"bodyImages":[],"webPublicationDate":"2015-05-15T23:01:08Z","lastModified":"2015-05-16T07:36:59Z","metadata":{"commentable":true,"commentCount":481,"contributors":[{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"}],"feature":false,"keywords":["Conservatives","Austerity","George Osborne","Budget","Budget 2015","Politics","UK news","Economic policy","Economics","Business","Office for Budget Responsibility","Budget deficit","Government borrowing","Welfare"],"tags":[{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"uk/budget","webTitle":"Budget"},{"id":"politics/budget-2015","webTitle":"Budget 2015"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"business/office-for-budget-responsibility","webTitle":"Office for Budget Responsibility"},{"id":"business/budget-deficit","webTitle":"Budget deficit"},{"id":"business/government-borrowing","webTitle":"Government borrowing"},{"id":"politics/welfare","webTitle":"Welfare"}],"section":{"id":"politics"},"topics":[{"displayName":"Larry Elliott","topic":{"type":"tag-contributor","name":"profile/larryelliott"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit","shortUrl":"http://gu.com/p/49vyq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit","webUri":"http://www.theguardian.com/politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431705703565/078822be-14d4-4be6-b3d3-377a706ca69e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"George Osborne in March 2015 - July’s budget will be the second this year. Photograph: Graeme Robertson/for the Guardian","credit":"Graeme Robertson/for the Guardian","altText":"George Osborne budget case","cleanCaption":"George Osborne in March 2015 - July’s budget will be the second this year.","cleanCredit":"Photograph: Graeme Robertson/for the Guardian"}},"importance":7,"showQuotedHeadline":false},{"title":"Facing death for Boston bombing, Dzhokhar Tsarnaev remains an enigma","rawTitle":"Facing death for Boston bombing, Dzhokhar Tsarnaev remains an enigma","item":{"type":"article","id":"us-news/2015/may/15/dzhokhar-tsarnaev-trial-boston-marathon","title":"Facing death for Boston bombing, Dzhokhar Tsarnaev remains an enigma","trailText":"During a gruelling five-month trial, defence lawyers struggled to reconcile the image ‘Jahar’ Tsarnaev’s friends painted with the horrific attack they admit he carried out – and they presented his brother Tamerlan as the mastermind","standFirst":"<p>During a gruelling five-month trial, defence lawyers struggled to reconcile the image ‘Jahar’ Tsarnaev’s friends painted with the horrific attack they admit he carried out – and they presented his brother Tamerlan as the mastermind</p>","byline":"Nicky Woolf in Boston","body":"<p>Just before 3pm on Monday 15 April 2013, two bombs went off on Boylston Street, near the finish line of the Boston Marathon. It was a sunny Patriots’ Day; the finish line was crowded with families, students, people out enjoying the spring weather.</p> \n<p>The bombs were made from pressure-cookers, stuffed with gunpowder taken from fireworks. Glued all over them were ball-bearings and nails, shrapnel designed to cause as much carnage as possible.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/15/boston-bomber-dzhokhar-tsarnaev-death\">Boston Marathon bomber Dzhokhar Tsarnaev sentenced to death</a> </p> \n</aside> \n<p>When they went off, just a few seconds apart, they were at leg height. The shrapnel ripped through limbs. One victim’s leg, a paramedic would later testify, looked like it had been through “a meat-grinder”.</p> \n<p>The bombs instantly turned Boylston Street into a charnel house. Limbs were strewn around; blood, shockingly red, pooled in the gutters. The second bomb was placed behind a row of children. One, eight-year-old Martin Richard, was blown into the street and killed. Two others died in the street, and more than 260 were wounded.</p> \n<p>Immediately, a frantic search for the perpetrators began online and in the media. Users on Reddit began frenziedly pointing fingers, including at one grad student, Sunil Tripathi, who turned out to be dead.</p> \n<p>That night, the two actual bombers – Tamerlan Tsarnaev and his younger brother Dzhokhar, known as “Jahar” – behaved as if nothing was amiss. Twenty minutes after the bombs went off, security cameras caught Jahar buying a pint of milk. Jahar <a href=\"https://twitter.com/J_tsar/status/323950071777472514\">tweeted</a>: “Ain’t no love in the heart of the city, stay safe people.”</p> \n<p>Almost exactly two years since the attack, after a five-month trial and testimony from 154 witnesses, Dzhokhar Tsarnaev was found guilty on all 30 charges relating to the bombing and subsequent manhunt. On Friday he was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/15/boston-bomber-dzhokhar-tsarnaev-death\">sentenced to death</a>. </p> \n<p>The counts, as they were intoned, named his victims. Krystle Campbell, a restaurant manager. Lu Lingzi, an exchange student from China. Eight-year-old Martin Richard; and Sean Collier, an MIT police officer Tsarnaev and his brother murdered several days later.</p> \n<p>Forty minutes after the bombs went off, Khairullozhon Matanov called his friend Tamerlan Tsarnaev and invited him and Dzhokhar to dinner. He picked the brothers up in his leased taxi-cab, and drove them to Man-O-Salwa, a kebab restaurant in Somerville, Massachusetts, where Matanov and Tamerlan often dined. </p> \n<figure class=\"element element-image\" data-media-id=\"25e7d4437fd8256da924a9d790904fe7e8c5f6bb\"> \n <img src=\"http://media.guim.co.uk/25e7d4437fd8256da924a9d790904fe7e8c5f6bb/0_37_3500_2101/1000.jpg\" alt=\"Runners continue to run towards the finish line of the Boston Marathon as an explosion erupts near the finish line.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Runners continue to run towards the finish line of the Boston Marathon as an explosion erupts near the finish line.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Lampariello/Reuters</span> \n </figcaption> \n</figure> \n<p>According to later police interviews with Matanov – who at first denied that this meeting ever happened – while they discussed the bombings, the brothers did not say anything which implicated them in the attack.</p> \n<p>Pictures of the bombers didn’t surface until the Thursday night, three days after the detonations. When they did, the brothers sprang into action. Using a Ruger pistol, they murdered Collier. They carjacked a Mercedes SUV. Fire was exchanged with Watertown police officers – the brothers threw pipebombs at them. During the exchange, Tamerlan was killed – run over by his brother, who was driving the SUV.</p> \n<p>The younger Tsarnaev escaped in the Mercedes, triggering a vast manhunt which shut down whole sections of the city. He was eventually found in a dry-docked boat. On the inside of the craft – which was riddled with bulletholes and stained with his blood – he had scrawled a manifesto.</p> \n<p>“The US government is killing our innocent civilians,” Tsarnaev wrote. “We Muslims are one body. You hurt one, you hurt us all.”</p> \n<p>“Now I don’t like killing innocent people,” he continued. “But due to said [word obscured by bullethole] it is allowed.”</p> \n<p>Just a month before the bombing, Tsarnaev and some friends had lit sparklers on the banks of the Charles river. “We were all whooping and hollering, really happy. Jahar was jumping through the fireworks,” Alexa Guevara, a friend of Tsarnaev’s, told the court. </p> \n<p>Talking about her friend, Guevara cried on the stand. “I miss the person I knew,” she said.</p> \n<h2>‘That would be justice’</h2> \n<p>Courtroom nine of the federal courthouse in Boston, where Tsarnaev was tried, is large and ornate, and during the trial was usually packed with media overflowing into the two courtrooms next door. Survivors of the bombings were often present too; especially Bill and Denise Richard, Martin Richard’s parents, who were present for much of the trial.<br /></p> \n<p>For some of the victims, the result will bring peace – to others it will not. There has been a schism among the bombing victims and their families over whether the death penalty would be appropriate. Liz Norden, whose two sons each lost a leg, and who was present in court to see the government rest its case, has spoken out consistently in favour of death. </p> \n<p>“That would be justice for me,” she told reporters outside the courthouse the day Tsarnaev was sentenced.</p> \n<p>But others have spoken out against the death penalty; most notably the Richard family, who wrote in a front-page op-ed in the <a href=\"http://www.bostonglobe.com/metro/2015/04/16/end-anguish-drop-death-penalty/ocQLejp8H2vesDavItHIEN/story.html\">Boston Globe</a> that the pursuit of the death penalty “could bring years of appeals and prolong reliving the most painful day of our lives” as endless appeals run on.</p> \n<p>Throughout the trial, Tsarnaev remained largely impassive. He paid attention, looking at evidence on monitors, and stroking his beard. Often he would fiddle with his hands or papers on the desk in front of him, or whisper with his lawyers – sometimes looking like he was sharing a joke. At the end of the first day of the trial, some reporters even saw him sharing a fist-bump with one of his defence team, attorney Judy Clarke.</p> \n<p>Tsarnaev slouched; his hair was large and fluffy, and he wore a scrappy beard on his chin. When he entered the court, he walked awkwardly, but with a hint of a swagger. He almost always sat between Miriam Conrad and Clarke, who were almost maternal toward him. He was gangly and thin.</p> \n<p>But throughout lengthy testimony from victims, amputees, those who lost loved ones – testimony designed by the government to ram home for the jury the sheer horror of what was committed that April day – Tsarnaev’s face betrayed no sign that he understood or empathised with what he heard.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/04/boston-marathon-bombing-dzhokhar-tsarnaev-cries\">Only once</a> during the trial did a crack appear in his dispassionate facade. During the sobbing testimony of his mother’s sister, Tsarnaev was seen to wipe away a tear.</p> \n<p>Tsarnaev’s lawyers are the cream of American death penalty defenders. Clarke, probably the most famous of them all, successfully defended the Unabomber, Ted Kaczynski, from the death penalty, as well as Jared Loughner, the man who shot congresswoman Gabrielle Giffords in Tucson, Arizona.</p> \n<p>But this is perhaps the hardest case she has ever tried – partly because the defendant remained such an enigma. There was little opportunity for them to graft a fully cohesive narrative to his actions.</p> \n<p>Their picture was of Tsarnaev the stoner. The goof-off. A good friend, and a good student, defence witnesses testified. Compared with his charismatic, radicalised older brother, whom Tsarnaev followed “like a puppy” in the words of one witness, the defendant was portrayed throughout the trial as a weaker, lesser character.</p> \n<p>But the defence struggled to reconcile the person their witnesses described with the horrific actions they admitted he took. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"8d3299c57e52472fdcb733ec5fc7ac3f98d0554a\"> \n <img src=\"http://media.guim.co.uk/8d3299c57e52472fdcb733ec5fc7ac3f98d0554a/0_0_900_1200/750.jpg\" alt=\"Dzhokhar Tsarnaev, 19, is searched by law enforcement officers after his capture in Watertown.\" width=\"750\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dzhokhar Tsarnaev, 19, is searched by law enforcement officers after his capture in Watertown.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<p>There was always a vast gulf between Tsarnaev the stoner, whom his friend Tiarrah Dottin described as “cool, fun, laid-back”, dancing and listening to rap music, smoking weed and drinking with friends and working with disabled children at school; and Tsarnaev the bomber, captured on CCTV standing with sinister intent behind the Richard family on Boylston street, right after dropping his backpack, knowing its deadly contents, turning back to look one last time at the children he would maim and kill.</p> \n<p>How could anyone reconcile those two pictures? How could the Tsarnaev who slouched in his chair in court, laughed with his counsel, played around in courthouse cells making gestures – the gangster middle-finger up, then the peace sign – at the mirrored camera, and apologised to the marshals for the obscene gesture, be the same as the radicalised killer?</p> \n<p>The answer, for the defence, was to duck the cognitive dissonance and concentrate on the brother.</p> \n<p>From the start, Tsarnaev’s defence attorneys fully admitted they were not going to contest the basic facts. Instead, the defence team were laser-focused from the beginning on avoiding a death sentence for their client. This meant that during the guilt phase the defence were tactically largely inert – after all, how could they cross-examine a victim without looking like bullies? – while the government rammed home the impact of the deadly attack. Victim after victim took the stand.</p> \n<p>Once the guilty verdict had been returned, however, the same jury was asked to decide the sentence. Months of jury selection and <a href=\"http://en.wikipedia.org/wiki/Voir_dire\">voir dire</a> had found what is known as a “death-qualified” jury – one open to the idea of putting a defendant to death. The second, or “penalty phase” was really a whole new trial – more testimony, more statements, with one decision in mind: whether to give Tsarnaev life in prison without possibility of parole, or send him to his death.</p> \n<figure class=\"element element-image\" data-media-id=\"5330d11ef03253b99a74079590a786f0657557dc\"> \n <img src=\"http://media.guim.co.uk/5330d11ef03253b99a74079590a786f0657557dc/0_56_4284_2571/1000.jpg\" alt=\"An undated photo presented as evidence during the penalty phase in the trial of Dzhokhar Tsarnaev (left) shows him with his brother Tamerlan Tsarnaev.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An undated photo presented as evidence during the penalty phase in the trial of Dzhokhar Tsarnaev, left, shows him with his brother Tamerlan Tsarnaev.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>In this phase, the defence began to gain momentum. From the shadows, a picture began to emerge of Tamerlan Tsarnaev. Family members and friends testified to the difference between the two brothers. </p> \n<p>Tamerlan had recently returned from a trip to Russia, where he had told friends he wanted to join the mujahideen. A previously snappy dresser, he had begun to wear more conservative clothes as his “obsession” with radical Islam increased. </p> \n<p>He became enamoured with speeches by the radical cleric Anwar al-Awlaki, several of which he sent to his brother. He downloaded issues of al-Qaida’s Inspire magazine, which included instructions on how to make the sort of brutal pressure-cooker explosive device that the brothers would later use with devastating effect.</p> \n<p>By contrast, a month before the bombing, Tsarnaev was with his friends, dancing through fireworks by the Charles river.</p> \n<p>“When Tamerlan decided it was time, his little brother went with him – and when he did, he was all in,” said defence attorney David Bruck, the director of the death penalty defence clinic at Washington and Lee University law school and one of Tsarnaev’s lead attorneys.</p> \n<p>“But the evidence will show that if Tamerlan hadn’t led the way, Jahar would not have done any of it – no matter what was on his computer, or what kind of songs he listened to.”</p> \n<p>The government gave this argument short shrift, accusing Tsarnaev of attempting to shirk responsibility for his actions. They maintained a focus on the victims, especially the Richard family – despite their stated opposition to death.</p> \n<p>Clarke made the final statement for the defence in the penalty phase. In it, she first reiterated the narrative, while Tsarnaev had been part of the crimes, Tamerlan was the leader. But at the end she made an impassioned plea for mercy.</p> \n<p>“There’s no punishment, not even a death sentence, that could balance the scales,” Clarke said. “There’s no punishment – even the death sentence - that can equal the impact on these families.</p> \n<p>“An eye for an eye is not who we are,” she said. “Even if you say that is who Jahar is – that is not who we are.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e50b9f8f1cb2b2e9716c88e2a3611cda3624d3cd/0_0_2200_1321/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1321,"width":2200,"orientation":"landscape","credit":"Handout/REUTERS","altText":"A still image from surveillance video and entered as evidence shows Boston Marathon bombing suspect Dzhokhar Tsarnaev, in this handout photo provided by the U.S. Attorney's Office in Boston, Massachusetts on March 11, 2015. Tsarnaev, 21, is accused of killing three people and injuring 264 with a pair of homemade bombs at the race's crowded finish line on April 15, 2013, as well as fatally shooting a police officer three days later as he and his brother tried to flee the city. REUTERS/U.S. Attorney's Office/Handout via Reuters   (UNITED STATES - Tags: CRIME LAW CIVIL UNREST) FOR EDITORIAL USE ONLY. NOT FOR SALE FOR MARKETING OR ADVERTISING CAMPAIGNS. THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. IT IS DISTRIBUTED, EXACTLY AS RECEIVED BY REUTERS, AS A SERVICE TO CLIENTS","cleanCredit":"Photograph: Handout/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/25e7d4437fd8256da924a9d790904fe7e8c5f6bb/0_37_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Runners continue to run towards the finish line of the Boston Marathon as an explosion erupts near the finish line. Photograph: Dan Lampariello/Reuters","credit":"Dan Lampariello/Reuters","altText":"Runners continue to run towards the finish line of the Boston Marathon as an explosion erupts near the finish line.","cleanCaption":"Runners continue to run towards the finish line of the Boston Marathon as an explosion erupts near the finish line.","cleanCredit":"Photograph: Dan Lampariello/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8d3299c57e52472fdcb733ec5fc7ac3f98d0554a/0_0_900_1200/900.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1200,"width":900,"orientation":"portrait","caption":"Dzhokhar Tsarnaev, 19, is searched by law enforcement officers after his capture in Watertown. Photograph: Reuters","credit":"Reuters","altText":"Dzhokhar Tsarnaev, 19, is searched by law enforcement officers after his capture in Watertown.","cleanCaption":"Dzhokhar Tsarnaev, 19, is searched by law enforcement officers after his capture in Watertown.","cleanCredit":"Photograph: Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5330d11ef03253b99a74079590a786f0657557dc/0_56_4284_2571/4284.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2571,"width":4284,"orientation":"landscape","caption":"An undated photo presented as evidence during the penalty phase in the trial of Dzhokhar Tsarnaev, left, shows him with his brother Tamerlan Tsarnaev. Photograph: AP","credit":"AP","altText":"An undated photo presented as evidence during the penalty phase in the trial of Dzhokhar Tsarnaev (left) shows him with his brother Tamerlan Tsarnaev.","cleanCaption":"An undated photo presented as evidence during the penalty phase in the trial of Dzhokhar Tsarnaev, left, shows him with his brother Tamerlan Tsarnaev.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-05-15T19:42:42Z","lastModified":"2015-05-15T21:49:49Z","metadata":{"commentable":true,"commentCount":423,"contributors":[{"name":"Nicky Woolf","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicky-woolf"}],"feature":true,"keywords":["Dzhokhar Tsarnaev","Tamerlan Tsarnaev","Boston Marathon bombing","World news","US news","Boston","Massachusetts"],"tags":[{"id":"us-news/dzhokhar-tsarnaev","webTitle":"Dzhokhar Tsarnaev"},{"id":"us-news/tamerlan-tsarnaev","webTitle":"Tamerlan Tsarnaev"},{"id":"us-news/boston-marathon-bombing","webTitle":"Boston Marathon bombing"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/boston","webTitle":"Boston"},{"id":"us-news/massachusetts","webTitle":"Massachusetts"}],"section":{"id":"us-news"},"topics":[{"displayName":"Nicky Woolf","topic":{"type":"tag-contributor","name":"profile/nicky-woolf"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/15/dzhokhar-tsarnaev-trial-boston-marathon","shortUrl":"http://gu.com/p/49vzf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/15/dzhokhar-tsarnaev-trial-boston-marathon","webUri":"http://www.theguardian.com/us-news/2015/may/15/dzhokhar-tsarnaev-trial-boston-marathon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e50b9f8f1cb2b2e9716c88e2a3611cda3624d3cd/0_0_2200_1321/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1321,"width":2200,"orientation":"landscape","caption":"A still image from surveillance video entered as evidence during the trial of Dzhokhar Tsarnaev. Photograph: Reuters","credit":"Reuters","altText":"A still image from surveillance video entered as evidence during the trial of Dzhokhar Tsarnaev.","cleanCaption":"A still image from surveillance video entered as evidence during the trial of Dzhokhar Tsarnaev.","cleanCredit":"Photograph: Reuters"}},"importance":5,"showQuotedHeadline":false},{"title":"Ukip spy who infiltrated protest group 'tried to encourage abuse of Farage'","rawTitle":"Ukip spy who infiltrated protest group 'tried to encourage abuse of Farage'","item":{"type":"article","id":"politics/2015/may/16/ukip-spy-who-infiltrated-protest-group-tried-to-encourage-abuse-of-farage","title":"Ukip spy who infiltrated protest group 'tried to encourage abuse of Farage'","trailText":"Party admits it sent informant into Thanet branch of Stand Up to Ukip during election campaign, and protesters claim he urged them to deface posters ","standFirst":"<p>Party admits it sent informant into Thanet branch of Stand Up to Ukip during election campaign, and protesters claim he urged them to deface posters </p>","byline":"Rowena Mason","body":"<p><br />Ukip sent a spy to obtain “information from the inside” on an anti-Nigel Farage protest group, where campaigners say he tried to encourage activists to deface posters and heckle outside meetings.</p> \n<p>The party admitted that it had sent an informant into the Thanet branch of the “Stand Up to Ukip” group during the election campaign, following what the party described as “a series of threatening attacks against Mr Farage in the run-up”.</p> \n<p>It added: “In order to provide reasonable security it was of course necessary to have information from the inside. In order to do this it was important to gain the trust of the activists, an approach used by a great many security operations tasked with protecting the safety and well being of a targeted individual.”</p> \n<p>The party’s statement comes after campaigners in the Stand Up to Ukip group uncovered the spy after finding a photograph of him standing next to Farage and his close protection officers on a Ukip members’ Facebook page.<br /></p> \n<p>They said they were always suspicious of a man claiming to be called “Edward Johnson” who turned up for a few of their meetings this year in Farage’s target seat of South Thanet, saying he was a builder from Essex.</p> \n<figure class=\"element element-image\" data-media-id=\"612aa08ced54a50c117d562ff0f6ff75fda8deb7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431703340118/d4c44a58-074e-4fc1-955c-caf60fd143c4-460x276.jpeg\" alt=\"\" edward=\"\" johnson\"\"=\"\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Edward Johnson’ in dark glasses on the far right.</span> \n  <span class=\"element-image__credit\">Photograph: Facebook page of Ukip member</span> \n </figcaption> \n</figure> \n<p>But the Stand Up to Ukip group claims the insider went even further than just trying to infiltrate their activities and tried to encourage the campaigners to behave badly and abuse Farage, which could potentially have discredited them.</p> \n<p>Text messages from “Edward Johnson” provided by Thanet Stand Up to Ukip urged one campaigner to help him deface Ukip posters. This read: “Alright mate I done a bit of defacing last night at the billboards only a bit as there was quite a lot of people about also saw some more that havnt been touched next to asda in town what do you think ? They mega offend Me what say you pal ??? You have some friends that might want to help ?”<br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"c2759c6f34e2e324ff04fa2a41019f4737ce632e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431713108554/81753aa1-2ace-4e22-a56a-9432dc07b707-235x420.jpeg\" alt=\"Text message from \" edward=\"\" johnson\"\"=\"\" width=\"235\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Text message from ‘Edward Johnson’</span> \n  <span class=\"element-image__credit\">Photograph: .</span> \n </figcaption> \n</figure> \n<p>Another read: “Hey dude i just saw farage the barrage down broadstairs beach gave him some shit which he didn’t like lol I over heard he was coming back down in an hour if you wanna come down and give him some Abuse ?? tell your mates.”<br />The campaigners said “Edward Johnson” even provided them with a list of public meetings that Farage would be attending.</p> \n<p>After searching the internet for the mobile number used by “Edward Johnson”, the Stand Up to Ukip campaigners found it was listed on the website of someone called John Hutchins, whose Twitter biography says he is a close protection officer.</p> \n<p>A LinkedIn page for one John Hutchins said a man of that name has since January worked for Secura Associates, the company used by Farage to provide his security.<br /></p> \n<p>Secura Associates and Hutchins have not responded to requests for comment about the allegations.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"de3a89c55d219a5ec700a130731a04f1b58e5d98\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431703389803/063ef26d-2add-4c34-b7bc-545b6c63de04-460x276.jpeg\" alt=\"\" edward=\"\" johnson\"=\"\" campaigning\"=\"\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Edward Johnson’ campaigning for Stand Up to Ukip</span> \n  <span class=\"element-image__credit\">Photograph: Thanet Stand Up to Ukip</span> \n </figcaption> \n</figure> \n<p>The allegations of dirty tricks in South Thanet, where Farage failed to get elected last week, comes after a bruising 48 hours in which Patrick O’Flynn, a senior Ukip figure and MEP, accused some in the leader’s inner circle of running an overly aggressive campaign.</p> \n<p>Several times in the election campaign Farage complained about a group of “trade union-funded activists” being bussed in to his target seat to sow “hatred and resentment, and they’re inciting vandalism and public disorder”.</p> \n<p>He was particularly angered by a demonstration organised by a group called Beyond Diversity, which he said frightened his children and forced them to flee while he was having lunch in a pub near his home.</p> \n<p>This group is unrelated to the Thanet Stand Up to Ukip group, which is organised by people local to Thanet, including campaigner Bunny la Roche.</p> \n<p>In December, Ukip’s chairman in Scotland, Arthur Thackeray, had <a href=\"http://www.huffingtonpost.co.uk/2014/12/22/ukip-scotland-spying_n_6365442.html\">boasted that the party was using undercover measures to spy on its opponents</a>. He described Ukip’s network as “‘a very good intelligence service” adding that the private investigations would “most definitely” continue ahead of the election.</p> \n<p>A spokesperson for Thanet Stand Up To Ukip said: “We were sickened to see that this man who had come to our meetings, socialised with us, listened to our conversations seems all the time to have been a member of Nigel Farage’s team.</p> \n<p>“But he not only spied on us, he actually urged some of our members to commit criminal damage.”</p> \n<p>Farage’s ultimately unsuccessful attempt to win South Thanet became particularly bitter and divisive at some points, with Ukip’s supporters and detractors claiming to have been subject to intimidation and dirty tactics.</p> \n<p>Norman Thomas, editor of a community magazine, Thanet Watch, claimed at one stage that there had been a campaign of intimidation against people publicly opposing Ukip.</p> \n<p>Ukip supporters in the area were also targets for vandalism and protests, with one Ramsgate councillor having his garage defaced three times.</p> \n<p><br /></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431716321818/8557a93b-fdce-4453-ae79-7862278f263c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Carl Court/Getty Images","altText":"Ukip volunteers campaign in Ramsgate","cleanCredit":"Photograph: Carl Court/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431703341041/4214cd17-24c4-4d20-aae7-e905ce5e3731-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"‘Edward Johnson’ in dark glasses on the far right. Photograph: Facebook page of Ukip member","credit":"Facebook page of Ukip member","altText":"\"Edward Johnson\"","cleanCaption":"‘Edward Johnson’ in dark glasses on the far right.","cleanCredit":"Photograph: Facebook page of Ukip member"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431713108896/81753aa1-2ace-4e22-a56a-9432dc07b707-572x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":572,"orientation":"portrait","caption":"Text message from ‘Edward Johnson’ Photograph: .","credit":".","altText":"Text message from \"Edward Johnson\"","cleanCaption":"Text message from ‘Edward Johnson’","cleanCredit":"Photograph: ."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431703390497/1cdb700c-62b8-4879-8fad-99c62034aa67-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"‘Edward Johnson’ campaigning for Stand Up to Ukip Photograph: Thanet Stand Up to Ukip","credit":"Thanet Stand Up to Ukip","altText":"\"Edward Johnson\" campaigning","cleanCaption":"‘Edward Johnson’ campaigning for Stand Up to Ukip","cleanCredit":"Photograph: Thanet Stand Up to Ukip"}],"webPublicationDate":"2015-05-16T07:00:18Z","lastModified":"2015-05-16T07:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["UK Independence party (Ukip)","Nigel Farage","Politics","UK news"],"tags":[{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"politics/nigel-farage","webTitle":"Nigel Farage"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/16/ukip-spy-who-infiltrated-protest-group-tried-to-encourage-abuse-of-farage","shortUrl":"http://gu.com/p/49vpa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/16/ukip-spy-who-infiltrated-protest-group-tried-to-encourage-abuse-of-farage","webUri":"http://www.theguardian.com/politics/2015/may/16/ukip-spy-who-infiltrated-protest-group-tried-to-encourage-abuse-of-farage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431716321818/8557a93b-fdce-4453-ae79-7862278f263c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ukip volunteers campaign in Ramsgate Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"Ukip volunteers campaign in Ramsgate","cleanCaption":"Ukip volunteers campaign in Ramsgate","cleanCredit":"Photograph: Carl Court/Getty Images"}},"importance":5,"showQuotedHeadline":false},{"title":"Ukip looks hilarious. But soon we won’t be laughing","rawTitle":"Ukip looks hilarious. But soon we won’t be laughing","item":{"type":"comment","id":"commentisfree/2015/may/15/ukip-party-labour-heartlands-left","title":"Ukip looks hilarious. But soon we won’t be laughing","trailText":"The party now poses a direct threat to Labour in its traditional heartlands. This&nbsp;should send a chill through the left","standFirst":"The party now poses a direct threat to Labour in its traditional heartlands. This&nbsp;should send a chill through the left","byline":"Jonathan Freedland","body":"<p>There are times when you have to remind yourself that Ukip is not a branch of the light entertainment industry. The delights the UK Independence party served up on Thursday would have qualified for a Bafta in the comedy category, at the very least.</p> \n<p>Dawn brought a newspaper interview, in which the party’s campaign director denounced his own leader as a “snarling, thin-skinned, aggressive” man. Come the late evening, Nigel Farage was in his regular seat on Question Time fending off that charge, defending his unresignation that week, and insisting that a leadership contest was pointless because it would obviously result in victory for him.</p> \n<p>The intervening hours were filled with internal feuding and bloodletting, played out in public and in real time, like a cross between The Thick of It and 24. Party staffers resigned, demanding the resignations of those who had called for their resignations. One donor called for Farage to be replaced by “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/14/nigel-farage-facing-a-coup-over-ukip-leadership\" title=\"\">something quieter</a>”. Farage, that scourge of the metropolitan elite, could not be reached because he was lunching at the Ivy – and was said to be “<a href=\"https://twitter.com/MichaelLCrick/status/598835154841260032\" title=\"\">only on his first bottle</a>”.</p> \n<p>This was a worthy sequel to the previous day, when, as one wit remarked, a party with just one MP had managed a backbench rebellion – as Ukip’s solitary presence in Westminster, Douglas Carswell resisted party pressure to take the parliamentary subsidy known as Short money. Carswell was said to be throwing his “toys out of the pram” because he wanted to be the leader – though by the time Farage had reached the Question Time studio he had made Carswell’s principled stance against taking taxpayers’ cash his own.</p> \n<p>The tone for all this high comedy had been set by the leader himself. You’ll recall that last Friday, once Thanet’s rejection of him was clear, Farage stepped forward to honour his pledge to quit if he didn’t win a seat in parliament. Three days later, Farage had risen again. He announced that – to his heavy regret, naturally – his party had refused his resignation, and he was back.</p> \n<p>In an instant, Farage had trashed his brand as the straight-talking plain dealer of British politics. When he first promised to step down, he stressed that he was not like all those other politicians. He was a man of his word. And yet there he still is. The reaction of the Question Time audience was telling. No longer chuckling at his politically incorrect jokes, they turned on him for being a hypocrite, for saying one thing and doing another – for breaking his promise. What tuition fees did to Nick Clegg, this leadership U-turn is already doing to Farage, turning him into a human punchline who will never be believed again.</p> \n<p>For the jaundiced outsider, it’s all very amusing. But laughter is not quite the right reaction. Because Ukip matters, for two rather big reasons.</p> \n<p>The first is Europe, the issue that was meant to be the party’s raison d’&ecirc;tre but which has been obscured in recent years by immigration. An in/out referendum is coming, perhaps as soon as May 2016, to coincide with elections in Scotland, in Wales and across England. This will be the moment Ukip was created for; the party will be the leading force for “out”. So its state of health will be crucial in determining the outcome of that vote.</p> \n<p>At present, plenty of people in the out camp reckon that if Farage is their leading voice, they will lose. They point to the Farage paradox: <a href=\"https://www.ipsos-mori.com/researchpublications/researcharchive/3463/Support-for-EU-membership-highest-for-23-years-even-as-Ukip-rises-in-the-polls.aspx\" title=\"\">that as Ukip’s poll rating has risen in recent years, support for a British exit from the EU has diminished</a>. (Of course I, along with everyone else, now eye opinion polls very warily: after 7 May, anecdote and gut instinct look like a rather more reliable guide to politics than data.) Back in 2012, when Ukip commanded just 3% of public support, more people wanted to leave the EU than to stay in. Today, in a year when Ukip has won 13% of the votes in a general election, “in” can lead “out” by as much as 20 points. It seems Farage does well galvanising the convinced, but repels everyone else.</p> \n<p>This is what worries outers, especially those in the Conservative party. With David Cameron now lionised by his party as an election-winning hero, he probably won’t have to extract too much from EU negotiations to win support for an “in” vote from all but the most diehard Tory Eurosceptics. So long as Cameron can point to a couple of token victories over Brussels, the likes of Michael Gove and Philip Hammond – <a href=\"http://www.bbc.co.uk/news/uk-politics-22500121\" title=\"\">who once threatened to vote for out</a> – are likely to campaign to stay in. That would leave a dearth of big beasts on the “out” side – with Farage as the most visible face. And that could sink the anti-EU cause.</p> \n<p>Some in Ukip might not even mind that too much. They’ve been watching the SNP’s phenomenal surge since the Scottish referendum defeat last September. Perhaps, the Kippers wonder, something similar could happen to them: lose in May 2016, only to advance as the party of English nationalism thereafter. But for those who do not see Ukip as an end in itself, merely a means to leaving the EU, this is madness. And it’s Farage, and his apparent addiction to media attention, that they blame.</p> \n<p>This brings us to the second reason Ukip matters: Labour. In winning its nearly 4m votes, Ukip came second to Labour in 44 seats; that’s 44 seats they could plausibly win in 2020. As Rob Ford, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/election-2015-where-the-votes-switched-and-why\" title=\"\">who has studied this phenomenon close up,</a> has written: “Ukip’s advance was strongest in seats with the largest concentrations of white voters, working-class voters, voters with no educational qualifications, and where opposition to immigration and the EU was highest.”</p> \n<p>Ukip did especially well, says Ford, in “declining northern towns”, places that Labour would once have called its own but where the party often resembles a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/labour-history-leadership\" title=\"\">hollowed-out, ghostly presence from the past</a>. While many former Tories ended their flirtation with Ukip and went back home, ex-Labour Ukip defectors stayed with their new party.</p> \n<p>This should jolt those on the left who once welcomed Ukip as splitting the vote on the right. It is, in fact, a serious threat to Labour, wooing those who have long grown distant from the party but who, for reasons of family tradition and class loyalty, could never bring themselves to vote Conservative.</p> \n<p>The threat would become sharper still if Ukip evolved, forging a message that looked left on economics and right on culture – with, say, the party’s deputy leader, Paul Nuttall, taking over at the top. In continental Europe, similar movements have thrived, even supplanting the traditional parties of the working class. That could happen here. It could happen to Labour.</p> \n<p>The events of the last week may look like a joke – the hapless antics of a fringe party. But given what’s at stake, pretty soon few of us will be laughing.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431712556327/Farage-Question-Time-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nigel Farage in his regular seat on Question Time, fending off the charge of being a 'snarling, thin-skinned, aggressive' man, and defending his unresignation.  Photograph: Daniel Leal-Olivas/PA","credit":"Daniel Leal-Olivas/PA","altText":"Farage, Question Time","cleanCaption":"Nigel Farage in his regular seat on Question Time, fending off the charge of being a 'snarling, thin-skinned, aggressive' man, and defending his unresignation.  Photograph: Daniel Leal-Olivas/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-15T18:48:34Z","lastModified":"2015-05-15T23:01:13Z","metadata":{"commentable":true,"commentCount":986,"contributors":[{"name":"Jonathan Freedland","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740842/JonathanFreedland.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanfreedland"}],"feature":false,"keywords":["UK Independence party (Ukip)","Labour","Nigel Farage","Politics","General election 2015"],"tags":[{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/nigel-farage","webTitle":"Nigel Farage"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/general-election-2015","webTitle":"General election 2015"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jonathan Freedland","topic":{"type":"tag-contributor","name":"profile/jonathanfreedland"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/ukip-party-labour-heartlands-left","shortUrl":"http://gu.com/p/49x3g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/15/ukip-party-labour-heartlands-left","webUri":"http://www.theguardian.com/commentisfree/2015/may/15/ukip-party-labour-heartlands-left"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431712556327/Farage-Question-Time-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nigel Farage in his regular seat on Question Time, fending off the charge of being a 'snarling, thin-skinned, aggressive' man, and defending his unresignation.  Photograph: Daniel Leal-Olivas/PA","credit":"Daniel Leal-Olivas/PA","altText":"Farage, Question Time","cleanCaption":"Nigel Farage in his regular seat on Question Time, fending off the charge of being a 'snarling, thin-skinned, aggressive' man, and defending his unresignation.  Photograph: Daniel Leal-Olivas/PA"}},"importance":4,"showQuotedHeadline":true},{"title":"Jane Hawking: ‘There were four of us in our marriage’","rawTitle":"Jane Hawking: ‘There were four of us in our marriage’","item":{"type":"article","id":"lifeandstyle/2015/may/16/jane-hawking-there-were-four-of-us-in-marriage-stephen-hawking-theory-of-everything","title":"Jane Hawking: ‘There were four of us in our marriage’","trailText":"Motor neurone disease and physics both played a part in her split from her husband Stephen Hawking, she says. She talks about the challenges they faced in their 30-year marriage and about how close The Theory of Everything was to reality","standFirst":"<p>Motor neurone disease and physics both played a part in her split from her husband Stephen Hawking, she says. She talks about the challenges they faced in their 30-year marriage and about how close The Theory of Everything was to reality</p>","byline":"Joanna Moorhead","body":"<p>Here is Stephen Hawking’s verdict on the movie about his marriage: it needed more science. And here is Jane Hawking’s verdict: it needed more emotion. Those opposing views on The Theory of Everything, which brought Eddie Redmayne an Oscar and a Bafta for his portrayal of Stephen and Felicity Jones Oscar and Bafta nominations for her portrayal of Jane, reveal a great deal about not only the personalities of the world’s most famous scientist and his former wife, but also one of the major strands of difference in their relationship.</p> \n<p>But the truth is that science is probably more absent from the film than emotion, because what the film represents is a triumph of Jane’s experience and persona after decades in which the family was viewed solely through the prism of Stephen’s genius, who as well as being the world’s best-known scientist is also the world’s best-known sufferer of motor neurone disease (MND).</p> \n<p>Today there is an aura of unassuming achievement around Jane, who is sitting in the conservatory overlooking her garden in a quiet corner of Cambridge. Meeting her feels like fast-forwarding through time to meet an older Felicity Jones, so accurately did the actor represent her subject. But then, talking to Jane, it all turns on itself again: the reality was, she says, that she and Stephen met Jones and Redmayne when they were researching their roles, and was later astounded to realise how closely her mannerisms, gestures and speech patterns had been noted. “When I saw the film, I thought: she’s stolen my personality!”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"331bbe3046d289c9d7bf01a2c81d5f9586aedf57\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431443290013/21d29ffc-44e6-4fbc-b097-7755e4f83fc2-292x420.jpeg\" alt=\"Jane Hawking\" width=\"292\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jane Hawking: ‘The &shy;difficulties of dealing with Stephen’s disease were much greater than they appear in the film.’</span> \n </figcaption> \n</figure> \n<p>Her relationship with Stephen started when both refused to be daunted by the fact that Stephen had just been diagnosed with terminal motor neurone disease. They ploughed into marriage in the face of his parents’ pessimism about its chances of success, and had three children. In the face of pressures that were almost too much to bear, and alongside her friendship with another man, they somehow kept their marriage together for a quarter of a century before ending it with a remarkable degree of equanimity.</p> \n<p>Does the film present an accurate portrait of their marriage, which began at Trinity Hall in Cambridge in 1965?</p> \n<p>“The important thing is that the feelings, where they are there, are very much true to our experiences. So from an emotional point of view, it’s spot on. The only thing is that they’ve had to minimise the strains and struggles, because in our real life the difficulties of dealing with Stephen’s disease were much greater than they appear in the film.”</p> \n<p>And, yes, the impression given in the film that she and Stephen managed to split up without too much acrimony – and that Jane’s new partner and now husband, musician Jonathan Hellyer Jones, became part of their immediate family – is indeed an accurate one (although for a long time after they met, their relationship was platonic).</p> \n<p>Jane met Jonathan when, to give her a break from the constant demands of caring for Stephen, a friend suggested she should take up singing in the local church choir, run by Jonathan. It was 1977. The Hawkings, then parents of two young children, were living in Cambridge, where he was garnering a reputation as one of the most glittering scientists of his generation. Jane, though, was isolated and overwrought. How much were the demands on their marriage the product of Stephen’s disease – without it, might they still be married today? Jane isn’t sure: although his health was a huge strain, there were others. From the outset, Stephen’s “eccentric” family made no secret of the fact that they didn’t think the marriage would survive.</p> \n<p>“Stephen’s mother once said to me, ‘We don’t like you because you don’t fit into our family.’” On another occasion she learned by chance that the Hawkings were planning to move to Cambridge so they could be there when the marriage foundered, as they were sure it eventually would.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"90a4a53af615f7e2d178a5e95a5453caa7a04bbe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431522152931/59aa72f8-7f88-4f6d-af00-d54545fbc208-324x420.jpeg\" alt=\"Jane and Stephen Hawking\" width=\"324\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jane and Stephen Hawking in 1974.</span> \n </figcaption> \n</figure> \n<p>But it wasn’t just about a lack of support from the wider family. “The truth was, there were four partners in our marriage,” says Jane. “Stephen and me, motor neurone disease and physics. If you took out motor neurone disease, you are still left with physics. Mrs Einstein, you know, cited physics as a difference for her divorce ...”<br /></p> \n<p>During their marriage, she says, Stephen would retreat into himself. And, though he tried to explain physics to her, she always felt shut out of the world that was so crucial to him. But the stresses of MND were not solely or even mostly down to the physical difficulties of the condition; what brought even greater disruption to their lives was the advent of the carers who shared their home, who disapproved of aspects of their lives, and whose presence meant they could never have the privacy that every family needs to thrive.</p> \n<p>“They whispered about us and they undermined me,” says Jane. It’s clear the pain is still there. One of those nurses, Elaine Mason, went on to become his second wife, though the two later divorced. This is an episode of their lives Jane is reluctant to rake over, although it was this relationship that tipped the Hawkings into splitting up, rather than her relationship with Jonathan. Why did they carry on for so long, even after she had met Jonathan and become close to him? She says it never felt like a choice: she loved Jonathan and depended on him for support, but she absolutely loved Stephen as well.</p> \n<div>\n __VIDEO_EMBED_gu-video-454192060__\n</div> \n<p>“There was no alternative to just carrying on. I felt very committed to Stephen, and I didn’t think he could manage without me. I wanted him to carry on doing his amazing work, and I wanted the children to have a stable family behind them – so we just carried on.”</p> \n<p>In real life, as in the film, Jonathan became part of the family, sharing the workload of caring for Stephen with Jane, and helping bring up the children. He had been widowed a couple of years before they met. “What brought us together,” says Jane, “was loneliness. We were both very lonely people, and then we found one another.”</p> \n<p>So the formal split in the Hawkings’ marriage didn’t come until the early 1990s, by which time the oldest children were in their late teens and 20s and the youngest late addition, Timothy, was 10. In real life, as in the film, Jane says there is no doubt that Timothy is Stephen’s child, not Jonathan’s. She is proud of the way she and Stephen and Jonathan kept their lives on an even track for so long. “But once the breakup happened, things absolutely exploded. The lines of communication became much more difficult for a while.”</p> \n<p>Even when a marriage has petered out gradually, it still takes time to recover, she says. “They reckon you have to allow at least one year for every five years of marriage to recover before you can pick up the reins and find yourself again.”</p> \n<p>Jane and Jonathan eventually married in 1997. How has that union compared with her first one? “I don’t think of my life as having two marriages, I think of it as a continuum,” she says. “We all lived in such harmony, and for so long, until the divorce and the disruption.”</p> \n<p>But her two relationships have been very different. “I’ve been able to lean on Jonathan – we can lean on one another,” she says.</p> \n<div>\n __VIDEO_EMBED_gu-video-443996280__\n</div> \n<p>“Whereas in the past with Stephen, he was dependent on me all the time. He worked very hard and he was very successful, but I never felt I could lean on him emotionally or confide in him.”</p> \n<p>Another difference is that, where physics divided her and Stephen because she was not of that world, music unites her and Jonathan: he is head of music at Magdalene College, and Jane sings regularly in choirs and as a soloist.</p> \n<p>Today, Stephen lives just round the corner from Jane and Jonathan. When we meet, she has just returned from visiting him, and they’re all planning to meet for Sunday lunch with Lucy, the couple’s daughter, at the weekend.</p> \n<p>Stephen has taken part in many of the publicity events for The Theory of Everything, which was based on Jane’s memoir of their time together. Now 71, she and Jonathan divide their life between Cambridge and their house in northern France, and she makes regular visits to Seattle where her and Stephen’s eldest child, Robert, works for Microsoft and has a son and a daughter.</p> \n<p>Lucy is the mother of an autistic son, so as a grandmother Jane has taken up the cudgels she once employed as a wife, and campaigns for better rights for disabled people – her current battle centres on the cuts to the Independent Living Fund, which she says will stop people like her grandson from living independent lives. It has brought her full circle, and she feels as passionately about it as she ever did.</p> \n<p>“Being Stephen’s carer was such a struggle, and it’s a lonely job looking after a disabled person. Thinking back, I honestly wonder how I got through it. But what you hope is that the years since have brought improvements to the lives of disabled people and their carers, and I think for a while it was like that. But now the clock is turning back, and we can’t let that happen.”</p> \n<p><span class=\"bullet\">•</span><em> The Theory of Everything is out on DVD</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431427194229/Jane-and-Stephen-with-the-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"'There was no alternative to just carrying on. I felt very ­committed to Stephen' … Jane and Stephen with their eldest children, Lucy and Robert. Photograph: Hawking","credit":"/Hawking","altText":"Jane and Stephen with their eldest children, Lucy and Robert","cleanCaption":"'There was no alternative to just carrying on. I felt very ­committed to Stephen' … Jane and Stephen with their eldest children, Lucy and Robert. Photograph: Hawking"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431443290655/21d29ffc-44e6-4fbc-b097-7755e4f83fc2-1418x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1418,"orientation":"portrait","caption":"Jane Hawking: ‘The ­difficulties of dealing with Stephen’s disease were much greater than they appear in the film.’","credit":"Ian West/PA Wire/Press Association Images","altText":"Jane Hawking","cleanCaption":"Jane Hawking: ‘The ­difficulties of dealing with Stephen’s disease were much greater than they appear in the film.’"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431522153541/c454e514-4f0b-41ef-b628-c70a3814fd9c-556x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":556,"orientation":"portrait","caption":"Jane and Stephen Hawking in 1974.","credit":"Guardian","altText":"Jane and Stephen Hawking","cleanCaption":"Jane and Stephen Hawking in 1974."}],"webPublicationDate":"2015-05-16T05:15:15Z","lastModified":"2015-05-16T05:15:15Z","metadata":{"commentable":true,"commentCount":13,"contributors":[{"name":"Joanna Moorhead","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/24/1400925899995/Joanna-Moorhead-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/joannamoorhead"}],"feature":true,"keywords":["Family","Stephen Hawking","The Theory of Everything","Science","Parents and parenting","Relationships","Divorce","Books","Culture","Film","Drama","Life and style"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"science/hawking","webTitle":"Stephen Hawking"},{"id":"film/the-theory-of-everything","webTitle":"The Theory of Everything"},{"id":"science/science","webTitle":"Science"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/divorce","webTitle":"Divorce"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"},{"id":"film/drama","webTitle":"Drama"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Joanna Moorhead","topic":{"type":"tag-contributor","name":"profile/joannamoorhead"}}],"embeddedVideos":[{"id":"gu-video-454192060","source":"guardian.co.uk","durationInSeconds":328,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/01/05/150102TheoryofEverything.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/01/05/150102TheoryofEverything_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/1/5/1420453406661/crop_KP-62823_1280.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1280,"orientation":"landscape","caption":"Supporting images for The Theory of Everything","credit":"guardian.co.uk","altText":"Supporting images for The Theory of Everything","cleanCaption":"Supporting images for The Theory of Everything"}},{"id":"gu-video-443996280","source":"Universal Pictures","durationInSeconds":159,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2014/08/07/140807TheTheoryOfEverything-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2014/08/07/140807TheTheoryOfEverything/140807TheTheoryOfEverything.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2014/8/7/1407411505162/The-Theory-of-Everything--018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1280,"orientation":"landscape","caption":"The Theory of Everything trailer - video\r Photograph: Universal Pictures","credit":"Universal Pictures/Universal Pictures","altText":"The Theory of Everything trailer - video","cleanCaption":"The Theory of Everything trailer - video\r Photograph: Universal Pictures"}}],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/16/jane-hawking-there-were-four-of-us-in-marriage-stephen-hawking-theory-of-everything","shortUrl":"http://gu.com/p/48azz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/16/jane-hawking-there-were-four-of-us-in-marriage-stephen-hawking-theory-of-everything","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/16/jane-hawking-there-were-four-of-us-in-marriage-stephen-hawking-theory-of-everything"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431427194229/Jane-and-Stephen-with-the-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"‘There was no alternative to just carrying on. I felt very ­committed to Stephen’ … Jane and Stephen with their eldest children, Lucy and Robert.","credit":"Hawking","altText":"Jane and Stephen with their eldest children, Lucy and Robert","cleanCaption":"‘There was no alternative to just carrying on. I felt very ­committed to Stephen’ … Jane and Stephen with their eldest children, Lucy and Robert."}},"importance":4,"showQuotedHeadline":false},{"title":"Chuka Umunna shows how the media is robbing us of ‘normal’ politicians","rawTitle":"Chuka Umunna shows how the media is robbing us of ‘normal’ politicians","item":{"type":"comment","id":"politics/commentisfree/2015/may/15/chuka-umunna-media-robbing-normal-political-candidates","title":"Chuka Umunna shows how the media is robbing us of ‘normal’ politicians","trailText":"With this unforgiving intrusion into personal lives – but not policies – the media is driving away the candidates we need, leaving just the on-message robots","standFirst":"<p>With this unforgiving intrusion into personal lives – but not policies – the media is driving away the candidates we need, leaving just the on-message robots</p>","byline":"Owen Jones","body":"<p>I’m no Chuka-ite, but what a travesty if he’s been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/chuka-umunna-withdraws-from-labour-leadership-contest\">bumped out of the Labour leadership competition because of media intrusion</a>. Rather than scrutinising the ideas and policies of our political leaders – except to demonise and caricature them if they even timidly step outside the political status quo – instead the media focuses on personality and personal life. Allegedly doorstepping his family, including his girlfriend’s 102-year-old grandmother – is this really how “media scrutiny” should work in Britain in 2015?</p> \n<p>Handwringing about the lack of “normal” people in British politics is fashionable, but what do we expect? There are lots of principled individuals out there who would relish representing their community. They take it as read that their beliefs would face heavy scrutiny; relevant personal characteristics, such as personal judgment, would also get a going over. But having the media snooping not just into your private life, but the lives of those close to you? Saying “throw what you like at me” is one thing, but it is deeply presumptuous to adopt such a posture on behalf of those close to you.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Allegedly doorstepping his girlfriend’s 102-year-old grandmother – is this how 'media scrutiny' should work in 2015?</p> \n </blockquote> \n</aside> \n<p>Being “normal” often means having a complex life. A huge chunk of the population have taken drugs, cheated on a partner, slept with or gone out with someone they regret, been unfair to someone close to them or a stranger. Maybe we committed some misdemeanour when we were younger. Personally I would prefer more MPs with complex backstories, because that makes them more representative and more human. But with the promise – the threat – of unforgiving media intrusion into every last facet of our personal life, why do we expect normal people, with complex lives, to stand for elected office? And then we complain that our politicians are boring on-message robots.</p> \n<p>Chuka should have expected it and learned to take it, some will say. It’s all part of the territory. If you don’t want that level of intense scrutiny, choose a different path in life. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/06/sun-front-page-antisemitic-save-our-bacon-ed-miliband\">You saw what they did to Ed Miliband</a>, did you not? What a bleak approach, that the price of political service should be having your life and the lives of those who love you torn to shreds. A mean, cruel, macho, debased political “debate”, stripped of humanity or understanding.</p> \n<p>Labour’s current leadership contest needs scrutiny, sure: all those bland, vacuous platitudes, but no policies or substance. The media has disastrously failed to scrutinise the government’s policies, often serving as a de facto extension of the Tory party’s propaganda unit. Instead it’s personalities and private lives that are hunted. It’s sad. And we all suffer, and our democracy suffers, because of it.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431698179745/Personally-I-would-prefer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Personally I would prefer more MPs with complex backstories, because that makes them more representative and more human.' Photograph: Ray Tang / Rex Features","credit":"/Ray Tang / Rex Features","altText":"'Personally I would prefer more MPs with complex backstories, because that makes them more represent","cleanCaption":"'Personally I would prefer more MPs with complex backstories, because that makes them more representative and more human.' Photograph: Ray Tang / Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-05-15T14:12:11Z","lastModified":"2015-05-16T08:16:07Z","metadata":{"commentable":true,"commentCount":951,"contributors":[{"name":"Owen Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400601747870/Owen-Jones-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owen-jones"}],"feature":false,"keywords":["Chuka Umunna","Politics","Labour","Labour party leadership","Media","Newspapers","Newspapers & magazines"],"tags":[{"id":"politics/chuka-umunna","webTitle":"Chuka Umunna"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"media/media","webTitle":"Media"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Owen Jones","topic":{"type":"tag-contributor","name":"profile/owen-jones"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/commentisfree/2015/may/15/chuka-umunna-media-robbing-normal-political-candidates","shortUrl":"http://gu.com/p/49vym","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/commentisfree/2015/may/15/chuka-umunna-media-robbing-normal-political-candidates","webUri":"http://www.theguardian.com/politics/commentisfree/2015/may/15/chuka-umunna-media-robbing-normal-political-candidates"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431698179745/Personally-I-would-prefer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Personally I would prefer more MPs with complex backstories, because that makes them more representative and more human.’ Photograph: Ray Tang / Rex Features","credit":"Ray Tang / Rex Features","altText":"'Personally I would prefer more MPs with complex backstories, because that makes them more represent","cleanCaption":"‘Personally I would prefer more MPs with complex backstories, because that makes them more representative and more human.’ Photograph: Ray Tang / Rex Features"}},"importance":3,"showQuotedHeadline":true},{"title":"Tim Dowling: Queueing in the DIY store, I have an epiphany","rawTitle":"Tim Dowling: Queueing in the DIY store, I have an epiphany","item":{"type":"article","id":"lifeandstyle/2015/may/16/tim-dowling-trip-to-diy-superstore-epiphany","title":"Tim Dowling: Queueing in the DIY store, I have an epiphany","trailText":"‘I scowl at the guy with the lawnmower again, then look away. As I close my eyes and lock my jaw, something dawns on me’","standFirst":"<p>‘I scowl at the guy with the lawnmower again, then look away. As I close my eyes and lock my jaw, something dawns on me’</p>","byline":"Tim Dowling","body":"<p>I’m standing in the garden on a sunny Sunday morning, hatching a&nbsp;plan to visit a DIY superstore. I&nbsp;need a new hose fitting, and some kind of caustic chemical to dissolve the calcified haze on the kitchen skylight caused by the constant dripping from the overflow outlet of&nbsp;the upstairs toilet.</p> \n<p>“Get me some gravel,” my wife says when I announce my intentions.</p> \n<p>“OK,” I say. “I’ll be back before lunch.”</p> \n<p>I realise my mistake as I pull into the car park: it’s full. Hundreds of other people have stood in their gardens this morning and thought: “I could be having a barbecue on my&nbsp;deck, if only I had a barbecue. Or&nbsp;a deck.”</p> \n<p>I’m not alone in my failure to anticipate the busiest DIY shopping day of the year so far; the management of this particular superstore seem no less taken aback. They’re fresh out of gravel, and almost everything else I’ve come for. I fill my trolley anyway – I’m here, I think, so I’ll pick up a shovel. And some topsoil.</p> \n<p>Only three tills are open, and the&nbsp;queues stretch into the aisles. The one I’m in has grown two branches; at some point I will have to reach an accommodation with the man standing in the equivalent position in the other fork. I’ve already decided to let him go first – he has a small child and a lawnmower – but I don’t want him to know that yet. The mutual hostility of our exchanged glances is&nbsp;my only entertainment.</p> \n<p>In spite of the gridlock, the staff are demonstrating a spectacular lack of urgency. Nothing is moving. I scowl at the guy with the lawnmower again, then look away quickly. As I&nbsp;close my eyes and lock my jaw, something dawns on me.</p> \n<p>Ten minutes later, I’m in the kitchen, recounting the moment to my wife.</p> \n<p>“I just thought, what’s the point?” I say.</p> \n<p>“Wait,” she says. “Have you actually come back empty-handed?”</p> \n<p>“I left my trolley in the paint aisle and walked out,” I say. “It was incredibly liberating.”</p> \n<p>“I see,” she says.</p> \n<p>“I realised that life is short,” I say. “And also that I didn’t have any money on me.”</p> \n<p>“Right,” my wife says.</p> \n<p>“I’ve gained understanding, and it cost me nothing,” I say.</p> \n<p>“I suppose not,” she says.</p> \n<p>“Apart from the pound for the trolley. Still, it feels like a victory.”</p> \n<p>“It’s lovely that you’re able to look at it that way,” she says.</p> \n<p>The middle one walks in and opens the fridge. “Look at what what way?” he says.</p> \n<p>“Your father went to buy gravel and forgot his wallet,” my wife says. “Now he’s pretending he had an epiphany.”</p> \n<p>“They were out of gravel,” I say. “I’m never going there again.”</p> \n<p>“You never go anywhere anyway,” she says.</p> \n<p>“He goes to the supermarket sometimes,” the middle one says.</p> \n<p>“I went to the supermarket yesterday,” I say. “On what was, I&nbsp;now see, my final visit.”</p> \n<p>“Great,” my wife says.</p> \n<p>An hour later, I’m up on the kitchen roof scraping the calcified haze off the skylight with a razor blade. Doing the best job possible with the tools available is, it turns out, pretty unrewarding: progress is&nbsp;slow, and the squeak of blade against glass stomach-turning.</p> \n<p>I look up and see the youngest one staring at me from a window. “Can I have a go?” he says.</p> \n<p>I look down at the glass, carefully composing my features. “Um, yeah,” I say.</p> \n<p>He climbs out of the window, and I climb in. I find a sunny spot in the garden where I can sit out of sight, but still hear the squeak of the blade, which from a distance has a curiously satisfying ring.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/12/1431443988285/Tim-Dowling-DIY-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"  Photograph: Benoit Jacques for the Guardian","credit":"Benoit Jacques for the Guardian","altText":"Tim Dowling: DIY","cleanCaption":"  Photograph: Benoit Jacques for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-16T04:59:15Z","lastModified":"2015-05-16T04:59:15Z","metadata":{"commentable":true,"commentCount":89,"contributors":[{"name":"Tim Dowling","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750190/TimDowling.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timdowling"}],"feature":true,"keywords":["Family","Life and style","DIY","Marriage","Parents and parenting"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/diy","webTitle":"DIY"},{"id":"lifeandstyle/marriage","webTitle":"Marriage"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Tim Dowling","topic":{"type":"tag-contributor","name":"profile/timdowling"}}],"series":{"title":"Tim Dowling's Weekend column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/timdowlingsweekendcolumn"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/16/tim-dowling-trip-to-diy-superstore-epiphany","shortUrl":"http://gu.com/p/489qt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/16/tim-dowling-trip-to-diy-superstore-epiphany","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/16/tim-dowling-trip-to-diy-superstore-epiphany"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431444056595/3496287d-36c3-4bfb-b882-10da3299f3f2-620x534.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":534,"width":620,"orientation":"landscape","caption":"Illustration: Benoit Jacques for the Guardian","credit":"Benoit Jacques for the Guardian","altText":"Tim Dowling: DIY","cleanCaption":"Illustration: Benoit Jacques for the Guardian"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-16T08:16:07Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}