{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Camila Batmanghelidjh to leave Kids Company, citing politicians' 'ugly games'","rawTitle":"Camila Batmanghelidjh to leave Kids Company, citing politicians' 'ugly games'","item":{"type":"article","id":"society/2015/jul/03/camila-batmanghelidjh-to-leave-kids-company","title":"Camila Batmanghelidjh to leave Kids Company, citing politicians' 'ugly games'","trailText":"Campaigner says ‘I am being silenced’ over cuts in government funding for her charity that would leave traumatised children ‘largely unprotected’","standFirst":"<p>Campaigner says ‘I am being silenced’ over cuts in government funding for her charity that would leave traumatised children ‘largely unprotected’</p>","byline":"Patrick Butler Social policy editor","body":"<p>One of Britain’s most high-profile children’s campaigners, Camila Batmanghelidjh, has launched a blistering attack on politicians and austerity, as she announced she is to step down after nearly 20 years at the head of the <a href=\"http://www.kidsco.org.uk/\">Kids Company</a> charity.</p> \n<p>The charity she founded, which specialises in therapeutic support for severely abused and traumatised children, is likely to halve in size, making &pound;14m of cuts and sacking hundreds of staff in an attempt to survive a serious financial crisis. <br /></p> \n<p>On Thursday night, she said: “Some ugly games are being played. The facts are that the vulnerable children of this country remain largely unprotected. There’s no point in shooting the messenger if the message is uncomfortable. I am being silenced.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There is a lack of political leadership in relation to maltreated children and vulnerable children in this country</p> \n  <footer> \n   <cite>Camila Batmanghelidjh</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Kids Company predicted that the proposed restructuring, which it said was triggered after the government signalled that it was to end &pound;5m annual funding, will leave thousands of vulnerable youngsters without support.</p> \n<p>The charity has been negotiating for weeks with the Cabinet Office over a one-off grant of around &pound;3m to enable it to restructure. If the grant is unforthcoming, the charity could call in the receivers within weeks.</p> \n<p>The charity has expanded rapidly in recent years to cope with what it says are huge rises in demand, particularly from troubled children who have been turned away from mainstream health, education and care services.</p> \n<p>Kids Company’s HQ is currently in temporary accommodation located on an upper floor of an investment bank in the City of London. According to Batmanghelidjh, the charity “nearly went bust” recently but was given a temporary lifeline after well-known artists including Antony Gormley, Tracy Emin and Anish Kapoor donated works to raise money for it.<br /></p> \n<p>Batmanghelidjh warned that without a regular source of state funding, Kids Company would be reliant on fundraising: “We are doing the most serious work [funded] by cupcake sales and cocktail parties, and I don’t think that is right or sustainable.”</p> \n<p>As a result, the charity would struggle to meet the needs of its children in future, she said: “We will be able to offer them food, hopefully, and at least give them the dignity of being a compassionate witness to their experience. But we are not going to able to sort out their problems because we do not have the resources.”</p> \n<figure class=\"element element-image\" data-media-id=\"d57cb86ccbb554c3efe7b5aaea344f9657ea5465\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435883155011/0531ee71-c29b-4508-9969-bb5630de8f58-460x276.jpeg\" alt=\"Founder of Kids Company, Camila Batmanghelidjh (left) attends a 'big society' meeting chaired by prime minister David Cameron in 2010.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Founder of Kids Company, Camila Batmanghelidjh (left) attends a ‘big society’ meeting chaired by prime minister David Cameron in 2010.</span> \n  <span class=\"element-image__credit\">Photograph: Ben Stansall/PA</span> \n </figcaption> \n</figure> \n<p>Batmanghelidjh, a trained psychotherapist, will step down as chief executive in the next few months but continue to carry out clinical work with Kids Company clients and act as the charity’s figurehead.</p> \n<p>The prime minister David Cameron has been a prominent supporter of Batmangelidjh, but it is understood that the price of further government help was the departure of Batmagelidjh and the charity’s chairman, broadcaster Alan Yentob.</p> \n<p>Kids Company believes its <a href=\"https://www.gov.uk/government/speeches/kids-company\"> close relations</a> with the government soured last Autumn, after its <a href=\"http://www.seethechild.org/\">See The Child</a> campaign criticised the UK’s child protection system as not fit for purpose. According to one source, Whitehall made it clear the campaign had failed to show the government “enough respect”.</p> \n<p>The charity also believes it lost support from City donors after an <a href=\"http://www.spectator.co.uk/features/9437932/the-trouble-with-kids-company/\">article about it</a> appeared earlier this year in the rightwing Spectator magazine, alleging that the charity was poorly managed and could not demonstrate the social impact of its work. The charity says it has <a href=\"http://www.spectator.co.uk/the-week/letters/9446042/spectator-letters-camila-batmanghelidjh-defends-kids-company/\">independent</a> audits to prove its effectiveness.<br /></p> \n<p>Three Kids Company directors <a href=\"http://www.civilsociety.co.uk/governance/news/content/19218/three_kids_company_directors_quit_over_conditions_of_extreme_stress\">quit earlier this year</a>, amid what Batmanghelidjh said were “conditions of extreme stress” at the charity caused by funding difficulties.</p> \n<p>In a wide-ranging interview with the Guardian, Batmanghelidjh warned that growing inequality was fuelling a distorted “emotional economy” for young people in the UK that would lead to riots and conflict between haves and have nots. </p> \n<p>“At some point, the two shall meet and when you get a very violated individual meeting a very well-cared for individual, the violated individual’s rage will bring down the well-cared for individual. That’s what people haven’t understood yet.”</p> \n<p>Although increasing numbers of children were suffering abuse, politicians had repeatedly shown they lacked the “moral fibre” to invest properly in child protection, she said. <br /></p> \n<p>“If when I look back on my 30 years of work with vulnerable children on the streets, what I would say is there is a lack of political leadership in relation to maltreated children and vulnerable children in this country,” she added. “Until there is genuine political leadership on this issue the system will remain failing.”</p> \n<p>The prime minister David Cameron courted what he called the “visionary” Kids Company during his mission to detoxify the Tory party while in opposition, and cited it in his infamous <a href=\"http://news.bbc.co.uk/1/hi/5166498.stm\">“hug a hoodie” speech</a> in 2006 as an exemplar of the type of public service he wanted to see – one which concentrated on “emotional quality” rather than hitting bureaucratic targets. </p> \n<p>Batmanghelidjh was subsequently co-opted on to his<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/interactive/2012/may/07/big-society-whatever-happened\"> ill-fated Big Society project</a> in 2010. In 2012, Cameron personally intervened, like <a href=\"https://www.questia.com/newspaper/1G1-167827535/children-s-charity-pleads-with-brown-for-funding\">Gordon Brown five years before him</a>, to ensure Kids Company continued to receive a government grant at a time when many other charities grants were cut.</p> \n<p>But Batmanghelidgjh says Cameron lost his nerve in latter years: “He lacked courage. When they [the media] started spinning it into ‘hug a hoodie’ he needed to stand up for his belief and say to the nation: ‘I stand by what I said, because it really matters.’ This crystalises the whole issue, which is they [politicians] put their finger out and whichever way the wind blows that’s the way they blow.”</p> \n<p>Iranian-born <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2013/feb/22/camila-batmanghelidjh-interview\">Batmanghelidjh</a> founded Kids Company nearly 20 years ago. It provides care, support and education for around 36,000 highly vulnerable young people and adults in London, Bristol and Liverpool. Many have experienced sexual abuse, violence, addiction, mental illness and family instability.</p> \n<p>The charity believes its intensive therapeutic model for working with maltreated youngsters should be adopted by mainstream children’s care services, but its high upfront costs and often unconventional approach has scared off many potential local authority funders.</p> \n<p>Although Batmanghelidjh has attracted tens of millions from charity donors over the years, she said she had been worn down by the stress of having to constantly fundraise: “I have just got to a point now where I am saying: ‘I don’t play this game any more.’ The scale of what is arriving at our door is too profoundly disturbing for us to be able to address it through unpredictable morsels of funding. It is not just right.” </p> \n<p>“If I went under a bus right now, Kids Company would not have any money, and I worry about that.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/aug/30/poverty-high-cognitive-toll-children\">Living in poverty exerts a high cognitive toll on families | Camila Batmangelidh</a> </p> \n</aside> \n<p>For some years Kids Company has received a &pound;5m annual government grant, equivalent to a fifth of its annual income. But Batmanghelidjh said ministers had cut the grant from 2015-16: “Consequently we will start the year not knowing where our money is coming from and that’s too high a risk to sustain when you have got disturbed children and young people.”</p> \n<p>She criticised politicians for failing to prioritise investment in child protection: “I don’t accept that there is not enough money to do the job. There’s enough money for high-speed rail. There is enough money for arms. There is enough money for the glory of the Olympics. But there is just not enough money for child protection and that is wrong.”</p> \n<p>The charity is well-known for its celebrity supporters and donors, which have included <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/dec/02/coldplay-childrens-charity-kids-company\">Coldplay</a>, Damien Hirst, the comedian Michael McIntyre, JK Rowling and Emma Thompson. But more than half of its &pound;23m income in 2013 came from central and local government and charitable trusts and foundations.</p> \n<p>Kids Company’s <a href=\"http://apps.charitycommission.gov.uk/Showcharity/RegisterOfCharities/CharityWithPartB.aspx?RegisteredCharityNumber=1068298&amp;SubsidiaryNumber=0\">last set of accounts</a> lodged with the charities commission, for 2013, recorded a 23% increase in spending on front-line services as government funding cuts and the impact of the recession left children without support.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435882866119/4f6f207c-e1dc-49f6-bfcf-962810346edc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andy Hall/Home News","altText":"Camila Batmanghelidjh says her charity's close relations with the government soured last autumn, after its See the Child campaign criticised the UK’s child protection system.","cleanCredit":"Photograph: Andy Hall/Home News"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435883156449/0531ee71-c29b-4508-9969-bb5630de8f58-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Founder of Kids Company, Camila Batmanghelidjh (left) attends a ‘big society’ meeting chaired by prime minister David Cameron in 2010. Photograph: Ben Stansall/PA","credit":"Ben Stansall/PA","altText":"Founder of Kids Company, Camila Batmanghelidjh (left) attends a 'big society' meeting chaired by prime minister David Cameron in 2010.","cleanCaption":"Founder of Kids Company, Camila Batmanghelidjh (left) attends a ‘big society’ meeting chaired by prime minister David Cameron in 2010.","cleanCredit":"Photograph: Ben Stansall/PA"}],"webPublicationDate":"2015-07-03T05:00:05Z","lastModified":"2015-07-03T08:16:03Z","metadata":{"commentable":true,"commentCount":735,"contributors":[{"name":"Patrick Butler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickbutler"}],"feature":false,"keywords":["Camila Batmanghelidjh","Children","Society","Politics","UK news"],"tags":[{"id":"society/camilabatmanghelidjh","webTitle":"Camila Batmanghelidjh"},{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Patrick Butler","topic":{"type":"tag-contributor","name":"profile/patrickbutler"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/03/camila-batmanghelidjh-to-leave-kids-company","shortUrl":"http://gu.com/p/49qa2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/03/camila-batmanghelidjh-to-leave-kids-company","webUri":"http://www.theguardian.com/society/2015/jul/03/camila-batmanghelidjh-to-leave-kids-company"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435882866119/4f6f207c-e1dc-49f6-bfcf-962810346edc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Camila Batmanghelidjh says her charity’s close relations with the government soured last autumn, after its See the Child campaign criticised the UK’s child protection system. Photograph: Andy Hall/Home News","credit":"Andy Hall/Home News","altText":"Camila Batmanghelidjh says her charity's close relations with the government soured last autumn, after its See the Child campaign criticised the UK’s child protection system.","cleanCaption":"Camila Batmanghelidjh says her charity’s close relations with the government soured last autumn, after its See the Child campaign criticised the UK’s child protection system.","cleanCredit":"Photograph: Andy Hall/Home News"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435882866119/4f6f207c-e1dc-49f6-bfcf-962810346edc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andy Hall/Home News","altText":"Camila Batmanghelidjh says her charity's close relations with the government soured last autumn, after its See the Child campaign criticised the UK’s child protection system.","cleanCredit":"Photograph: Andy Hall/Home News"}}]},{"title":"UK officials discussed resettling 5.5m Hong Kong Chinese in Northern Ireland","rawTitle":"UK officials discussed resettling 5.5m Hong Kong Chinese in Northern Ireland","item":{"type":"article","id":"uk-news/2015/jul/03/uk-officials-discussed-resettling-55m-hong-kong-chinese-in-northern-ireland","title":"UK officials discussed resettling 5.5m Hong Kong Chinese in Northern Ireland","trailText":"Official records reveal debate in 1983 over extraordinary plan to move millions of Chinese to Ireland at height of Troubles in runup to handover of colony to Beijing","standFirst":"<p>Official records reveal debate in 1983 over extraordinary plan to move millions of Chinese to Ireland at height of Troubles in runup to handover of colony to Beijing</p>","byline":"Owen Bowcott","body":"<p>Government officials raised the idea of resettling the entire five and a half million residents of Hong Kong in Northern Ireland at the height of the Troubles, it has emerged in government documents that have just been released. </p> \n<p>The extraordinary proposal, which one civil servant said should be taken seriously, has emerged from a 1983 file released to the National Archives in Kew, in London, on Friday. </p> \n<p>The suggestion was made initially by an academic, Christie Davies, a sociology lecturer at Reading University. A city state should be established in Magilligan<em>, </em>between Coleraine and Derry, he said, because the colony’s population would have no political future after the territory reverted to Chinese rule in 1997. </p> \n<p>A Northern Ireland civil servant, George Fergusson, seized on the idea and launched into enthusiastic discussions with the Foreign Office. A file entitled The Replantation of N. Ireland from Hong Kong records the exchanges – the title echoes the 17th-century settlement, or “plantation of Scots in Ulster by King James I”.<br /></p> \n<p>Written in an era of sectarian bloodshed and political stalemate, the correspondence reflects the private exasperation of those close to the heart of power and appears to have provided them with an entertaining diversion from more serious challenges. The file was given a “restricted” status but there is nothing to indicate that it ever reached ministers. </p> \n<p>“If the plantation were undertaken,” Fergusson wrote, “it would have evident advantages in reassuring Unionist opinion of the open-ended nature of the Union.” American doubts about the scheme would be assuaged by the “possibly happy outcome to the uncertainties currently surrounding Hong Kong”.</p> \n<p>He continued: “We are undecided here whether the arrival of 5&frac12; million Cantonese would make government policy [on devolution] … more or less easy to implement. Arithmetically, recognition of three identities might be thought more difficult.</p> \n<p>“On the other hand, the newly arrived ‘third’ identity would be hard not to recognise and this in turn might lessen the scale of the problem in recognising the other two.”</p> \n<p>There were legal precedents, Fergusson added: “If Gibraltar and Falkland Island inhabitants … may be EC citizens, how could Brussels … seriously object to the inhabitants of Hong Kong, particularly if they were living in the Magilligan area?”</p> \n<p>Fifty Chinese families from Vietnam had been resettled in Craigavon and Coleraine already, he pointed out. “It has at least established that the Chinese do not find the Northern Ireland climate objectionable and that they can get on reasonably well with the current inhabitants.”</p> \n<p>Fergusson said there would be a need to liaise with the Treasury, Home Office and Hong Kong itself. “At this stage we see real advantages in taking the proposals seriously,” he commented. There would need to be planning applications on a confidential basis.</p> \n<p>In reply, DR Snoxell, of the FCO’s Republic of Ireland department, adopted a tone that suggested parody as much as caution. He wrote: “You have raised some important considerations to which we shall want to give careful thought.</p> \n<p>“My initial reaction, however, is that the proposal could be useful to the extent that 5&frac12; million Chinese may induce the indigenous peoples to forsake their homeland for a future elsewhere. Arrangements would, of course, have to be made for [the Chinese] to retain their UK nationality.”</p> \n<p>Sovereignty disputes with the Irish republic over Lough Foyle could complicate their resettlement, he added. “The Chinese people of Hong Kong are essentially a fishing and maritime people,” Snoxell said. <br /></p> \n<p>“I am sure you would share our view that it would be unwise to settle the people of Hong Kong in the vicinity until we had established our claims on the lough and whether these extended to high or low-water mark.”</p> \n<p>Another appreciative official at the FCO had written on the letter: “My mind will be boggling for the rest of the day.” </p> \n<p>Although the Chinese community never reached five million, it has contributed to Northern Ireland’s political progress. Anna Lo, originally from Hong Kong, moved to Belfast in 1974, eventually becoming a Stormont assembly member for the Alliance party. She announced last year that she would stand down because of racist attacks by loyalists. <br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/316fbf7c019df94ff43ed9d655dc2450c6f81128/0_0_2547_1528/2547.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1528,"width":2547,"orientation":"landscape","credit":"Composite","altText":"Magilligan Point in Northern Island and Hong Kong in 1983. ‘We are undecided here whether the arrival of 5½ million Cantonese would make government policy [on devolution].. … more or less easy to implement,’ said the report.","cleanCredit":"Photograph: Composite"}],"bodyImages":[],"webPublicationDate":"2015-07-02T23:01:06Z","lastModified":"2015-07-03T07:53:36Z","metadata":{"commentable":true,"commentCount":418,"contributors":[{"name":"Owen Bowcott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owenbowcott"}],"feature":false,"keywords":["National Archives","Northern Ireland","China","Hong Kong","Asia Pacific","UK news","World news"],"tags":[{"id":"uk/nationalarchives","webTitle":"National Archives"},{"id":"uk/northernireland","webTitle":"Northern Ireland"},{"id":"world/china","webTitle":"China"},{"id":"world/hong-kong","webTitle":"Hong Kong"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Owen Bowcott","topic":{"type":"tag-contributor","name":"profile/owenbowcott"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/03/uk-officials-discussed-resettling-55m-hong-kong-chinese-in-northern-ireland","shortUrl":"http://gu.com/p/4ab54","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/03/uk-officials-discussed-resettling-55m-hong-kong-chinese-in-northern-ireland","webUri":"http://www.theguardian.com/uk-news/2015/jul/03/uk-officials-discussed-resettling-55m-hong-kong-chinese-in-northern-ireland"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/316fbf7c019df94ff43ed9d655dc2450c6f81128/0_0_2547_1528/2547.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1528,"width":2547,"orientation":"landscape","caption":"Magilligan Point in Northern Island and Hong Kong in 1983. ‘We are undecided here whether the arrival of 5½ million Cantonese would make government policy [on devolution] … more or less easy to implement,’ said the report.","credit":"Composite","cleanCaption":"Magilligan Point in Northern Island and Hong Kong in 1983. ‘We are undecided here whether the arrival of 5½ million Cantonese would make government policy [on devolution] … more or less easy to implement,’ said the report."}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/316fbf7c019df94ff43ed9d655dc2450c6f81128/0_0_2547_1528/2547.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1528,"width":2547,"orientation":"landscape","credit":"Composite","altText":"Magilligan Point in Northern Island and Hong Kong in 1983. ‘We are undecided here whether the arrival of 5½ million Cantonese would make government policy [on devolution].. … more or less easy to implement,’ said the report.","cleanCredit":"Photograph: Composite"}}]},{"title":"Greek referendum: former prime ministers throw support behind yes vote","rawTitle":"Greek referendum: former prime ministers throw support behind yes vote","item":{"type":"article","id":"world/2015/jul/02/former-greece-pms-throw-support-behind-yes-vote-ahead-of-referendum","title":"Greek referendum: former prime ministers throw support behind yes vote","trailText":"Costas Karamanlis, Antonis Samaras and Constantine Mitsotakis, as well as Athens mayor, have told the public to not isolate the country within the EU","standFirst":"<p>Costas Karamanlis, Antonis Samaras and Constantine Mitsotakis, as well as Athens mayor, have told the public to not isolate the country within the EU</p>","byline":"Helena Smith in Athens","body":"<p>With Greece’s European future hanging in the balance, a phalanx of former prime ministers have emerged to urge the nation to vote yes in Sunday’s nail-biting referendum over reforms that would ensure continued financial assistance for the country.</p> \n<p>Breaking five years of self-imposed public silence, the former conservative leader Costas Karamanlis implored Greeks to avoid “recklessness and division” by voting to belong to the European family. The EU may have made “serious mistakes” in the crisis, he said, but it was vital that Greece remained in Europe’s hard core.</p> \n<p> “Staying within the European family is imperative not only on economic and social grounds … it is, foremost, imperative on national [security] grounds,” he said.</p> \n<p> “By pushing Greece out of the European context, we expose the country to dangers. This should not happen in any way. Those who, with good intentions think that by voting no on Sunday, they strengthen the negotiating position of the country are making a mistake … no will be interpreted by the whole world as a choice of withdrawal from the heart of Europe. It will be the first step towards exit.” </p> \n<p>The intervention, buttressed by similar appeals from Antonis Samaras and Constantine Mitsotakis, also former conservative premiers, added unexpected gravitas to the campaign now being waged by those who believe Athens must remain in the euro, at any cost.<br /></p> \n<p>“We need people and it’s a good thing he did finally decide to speak,” said Thanos Veremis, an emeritus professor of political science at Athens University. “A ‘no’ at this point would be terribly destructive. It would take Greece out of the euro and then gradually out of Europe itself.” <br /></p> \n<p>Karamanlis’s uncle, Konstantine Karamanlis, oversaw the country’s entry to what was then the European Economic Community in 1981. The politician is also reputed to have good relations with the radical leftists now in power even if, ironically, during his five-year term in office – beginning in the golden year of the 2004 Athens Olympics – Greece’s deficit soared.</p> \n<p>The hiring of an estimated 150,000 civil servants, under a government that took clientelist politics and profligacy to previously unseen heights, is widely blamed for the country being forced to seek financial rescue from the EU and International Monetary Fund in late 2009.</p> \n<div>\n __VIDEO_EMBED_gu-video-457390100__\n</div> \n<p>With polls showing the outcome of the referendum as being too close to call, the appeals by all three former leaders quickly elicited fury from a government openly urging Greeks to reject reforms it says will only exacerbate the nation’s economic death spiral.</p> \n<p>Prime minister Alexis Tsipras’s Syriza party has denounced what it says are deliberate efforts to intimidate voters into supporting the yes campaign, with the young firebrand insisting that a no vote would not be tantamount to endorsing euro exit. <br /></p> \n<p>On Thursday, the left-leaning daily Syntaktwn railed against the “machine of terror” that had cast its shadow over the ballot, placing the German chancellor Angela Merkel as the centrepiece in a group of machine cogs.</p> \n<p>“We are watching a crush of former prime ministers and political figures rushing to defend a yes vote,” the government spokesman Gavriel Sakellarides said in a statement.</p> \n<p>“That’s their right. However, it is also the right of the people not to forget them. And to decide about their dignity and interests undistracted from blackmail and unprecedented propaganda.” <br /></p> \n<p>Tsipras’s shock decision to hold the referendum – a move that effectively killed five months of ongoing, if fraught, negotiations between Athens and creditors – has triggered anger and fear, with both palpable on the streets of the capital as the chasm grows between the two camps. <br /></p> \n<p>Athens mayor, George Kaminis, said voters had been posed with a false dilemma that lay behind a question, which was not only unclear but lacked legal validity because the proposed cash for reform deal was no longer on the table. <br /></p> \n<p>“The real question is whether we want Greece in or out of the European Union and the eurozone,” he told reporters. “As a result of this referendum, our country risks being completely isolated within the European Union and facing even worse hardships and threats.”</p> \n<p>With tensions mounting, Syriza party supporters accused municipal authorities of waging a campaign to rid Athens of anything associated with the no vote. </p> \n<p>“We’ve had a lot of complaints that they’ve been removing no posters,” said Elthina Angelopoulou, who heads the Syriza-aligned bloc in the town hall. “We will go and put them back up. There is so much propaganda against us but what we know and believe is that after five years of austerity we will win.”<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/017f8d98532b98076d0a15a9c8e967d36b3f1cce/0_229_4394_2636/4394.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2636,"width":4394,"orientation":"landscape","credit":"Louisa Gouliamaki/AFP/Getty Images","altText":"EU flag burn","cleanCredit":"Photograph: Louisa Gouliamaki/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T06:47:56Z","lastModified":"2015-07-03T06:47:58Z","metadata":{"commentable":true,"commentCount":752,"contributors":[{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":false,"keywords":["Greece","Syriza","Eurozone crisis","Eurozone","European Union","World news","Financial sector","Financial crisis","European monetary union","European banks","Europe","Euro","Currencies","European Central Bank","Economics","Business","Banking","International Monetary Fund (IMF)"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/syriza","webTitle":"Syriza"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/world","webTitle":"World news"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"}],"section":{"id":"world"},"topics":[{"displayName":"Helena Smith","topic":{"type":"tag-contributor","name":"profile/helenasmith"}}],"embeddedVideos":[{"id":"gu-video-457390100","source":"guardian.co.uk","durationInSeconds":423,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/02/150702AthensUSE_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/02/150702AthensUSE.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/2/1435841214197/KP_338866_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Deal or no deal - Greece gambles with its future - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Deal or no deal - Greece gambles with its future - video","cleanCaption":"620x372 trailpic for Deal or no deal - Greece gambles with its future - video"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/02/former-greece-pms-throw-support-behind-yes-vote-ahead-of-referendum","shortUrl":"http://gu.com/p/4abeg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/02/former-greece-pms-throw-support-behind-yes-vote-ahead-of-referendum","webUri":"http://www.theguardian.com/world/2015/jul/02/former-greece-pms-throw-support-behind-yes-vote-ahead-of-referendum"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/017f8d98532b98076d0a15a9c8e967d36b3f1cce/0_229_4394_2636/4394.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2636,"width":4394,"orientation":"landscape","caption":"An anti-EU protester burns an EU flag in front of the European commission offices in Athens. Photograph: Louisa Gouliamaki/AFP/Getty Images","credit":"Louisa Gouliamaki/AFP/Getty Images","altText":"EU flag burn","cleanCaption":"An anti-EU protester burns an EU flag in front of the European commission offices in Athens.","cleanCredit":"Photograph: Louisa Gouliamaki/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/017f8d98532b98076d0a15a9c8e967d36b3f1cce/0_229_4394_2636/4394.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2636,"width":4394,"orientation":"landscape","credit":"Louisa Gouliamaki/AFP/Getty Images","altText":"EU flag burn","cleanCredit":"Photograph: Louisa Gouliamaki/AFP/Getty Images"}}]},{"title":"The great rock’n’roll swindle – 10 classic stolen pop songs from Saint Louis Blues to Blue Monday","rawTitle":"The great rock’n’roll swindle – 10 classic stolen pop songs from Saint Louis Blues to Blue Monday","item":{"type":"article","id":"music/2015/jul/02/the-great-rocknroll-swindle-10-classic-stolen-pop-songs-bob-dylan-elvis-new-order","title":"The great rock’n’roll swindle – 10 classic stolen pop songs from Saint Louis Blues to Blue Monday","trailText":"The history of songwriters passing off the work of others’ as their own is as old as music itself. Here are ten hits by artists including Bob Dylan, Elvis and New Order with parentage that’s debatable at best","standFirst":"<p>The history of songwriters passing off the work of others’ as their own is as old as music itself. Here are ten hits by artists including Bob Dylan, Elvis and New Order with parentage that’s debatable at best</p>","byline":"Clinton Heylin","body":"<figure class=\"element element-embed\" data-alt=\"Music's top 10 stolen anthems\"> \n <iframe src=\"https://embed.spotify.com/?uri=spotify:user:guardianmusic:playlist:61w04OmWPppYOb19GPf6Bu\" width=\"480\" height=\"540\" frameborder=\"0\" allowtransparency=\"true\"></iframe> \n</figure> \n<h2><strong>1. </strong><a href=\"https://www.youtube.com/watch?v=D2TUlUwa3_o\"><strong>Saint Louis Blues</strong></a></h2> \n<p>WC Handy’s most famous, and lucrative, song was once the second most valuable copyright in popular song, but even he admitted that “the 12-bar, three-line form … with its three-chord basic harmonic structure was already used by Negro roustabouts, honky-tonk piano players, wanderers and others of their underprivileged but undaunted class”. In fact, the lyrics were little more than a clever composite of stray couplets heard in the clubs of Memphis and the streets of St Louis. As for the music, jazz pianist Jelly Roll Morton fired the first salvo at Handy’s lilywhite reputation in a 1938 Downbeat article, suggesting: “Mr Handy cannot prove anything is music that he has created. [Rather,] he has taken advantage of some unprotected material … [because of] a greed for false reputation.” Handy’s printed retort was that at least he “had vision enough to copyright and publish all the music I wrote, so I don’t have to go around saying I made up this piece and that piece in such and such a year … Nobody has swiped anything from me.”</p> \n<h2><strong>2. </strong><a href=\"https://www.youtube.com/watch?v=lzQ8GDBA8Is\"><strong>Hound Dog</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"eaa98f6a7a8f603d9555ed95db04e40817632d42\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435856550803/2b6a5e09-ad9c-4714-a2e0-11d2f9f1317c-460x276.jpeg\" alt=\"Jerry Leiber with Elvis Presley and Mike Stoller.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jerry Leiber with Elvis Presley and Mike Stoller.</span> \n  <span class=\"element-image__credit\">Photograph: Everett Collection/Rex Features</span> \n </figcaption> \n</figure> \n<p>Hound Dog provided Jerry Leiber and Mike Stoller with a crash-course in R&amp;B publishing. No sooner had they written it, in 1952, than it was copyrighted to Don Robey, who owned Peacock Records, and <a href=\"https://www.youtube.com/watch?v=wxoGvBQtjpM\">Big Mama Thornton, who recorded it</a>. The culprit was producer Johnny Otis, to whom Leiber and Stoller had contracted their songs in the hope of breaking into the industry. As Stoller later told their biographer: “The reality of the cold-blooded music business was something else. Later, we learned that Johnny Otis [had] put his name on the song as a composer and indicated to Don Robey, the label owner, that he, Johnny, had power of attorney to sign for us as well.” Otis insisted to his dying day he rewrote the words, which originally “had lyrics about knives and scars, all negative stereotypes”. He even took the pair to court when Elvis covered it, having previously signed a release renouncing all claims to the song in exchange for $750. His claim was roundly dismissed, the New York federal judge branding him “unworthy of belief”.</p> \n<h2><strong>3. </strong><a href=\"https://www.youtube.com/watch?v=vWwgrjjIMXA\"><strong>Blowin’ in the Wind</strong></a></h2> \n<p>Like Shakespeare before him, the first time Bob Dylan achieved public notoriety was as a “thief of thoughts” in an October 1963 Newsweek feature that suggested there was a “rumour circulating that Dylan did not write Blowin’ in the Wind, that it was written by a Millburn [New Jersey] high-school student named Lorre Wyatt, who sold it to the singer … Wyatt denies authorship, but several Millburn students claim they heard the song from Wyatt before Dylan ever sang it.”</p> \n<p>Dylan’s naive decision to publish the song in a folkzine, Broadside, a full year before he released it gave Wyatt the opportunity to claim it for his own. Wyatt played it to his band in October 1962, nine whole months before <a href=\"https://www.youtube.com/watch?v=Ld6fAO4idaI\">Peter, Paul and Mary made it a hit</a>. When asked where he got it from, Wyatt claimed to have written it. Surprisingly, when the Newsweek story was published, Dylan did not sue, but it would take Wyatt until 1974 to come clean. Dylan might have been sued himself over the song had he not wisely dropped its fourth verse, a straight lift from Joe Hayes and Jack Rhodes’s <a href=\"https://www.youtube.com/watch?v=OyYCClHDrmU\">A Satisfied Mind, a song owned by the notoriously litigious Porter Wagoner</a>. The tune itself, of course, was never Dylan’s. As the folk singer Pete Seeger noted, the night it debuted, it was a clever rearrangement of the traditional anti-slavery song, <a href=\"https://www.youtube.com/watch?v=lhMEnGxX1BI\">No More Auction Block</a>.</p> \n<h2><strong>4. </strong><a href=\"https://www.youtube.com/watch?v=hRXb7K7k7bQ\"><strong>House of the Rising Sun</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"a0dc9d5e5224caec003f84fff715c0d7e1869a3d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435856806361/2d13e6be-fde5-4625-ba9c-deeb8757a9f9-460x276.jpeg\" alt=\"Bob Dylan failed to copyright his arrangement of House of the Rising Sun.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bob Dylan failed to copyright his arrangement of House of the Rising Sun.</span> \n  <span class=\"element-image__credit\">Photograph: Getty Images/John Cohen</span> \n </figcaption> \n</figure> \n<p>When Dylan failed to copyright his arrangement <a href=\"https://www.youtube.com/watch?v=NX2ZYLTGu4E\">(which was actually Dave Van Ronk’s)</a> of the 19th-century folksong House of the Rising Sun <a href=\"https://www.youtube.com/watch?v=NX2ZYLTGu4E\">he left the Animals free to claim the electric arrangement</a> they based on his as their own. In fact, only the Animals’ organist Alan Price had his name attached to “their” arrangement. The song went to No 1 on both sides of the Atlantic, and Price was suddenly a very wealthy man. Another American folk doyen was incensed to find he was entitled to nothing: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/shortcuts/2012/mar/05/alan-lomax-hebrides-recordings\">Alan Lomax claimed he found</a> the song first, in 1937, via “a pretty, yellow-headed miner’s daughter in Middlesboro, Kentucky, subsequently adapting it to the form ... popularised by Josh White.” He did nothing of the sort; White learned the song from “a white hillbilly singer in North Carolina”. White’s minor-key variant was the one Van Ronk, Dylan and the Animals appropriated. Moreover, the song had already been recorded three times before White got to it. Try as he might, there was no way Lomax could cut himself a slice of a song to which he did not contribute a single note or word.</p> \n<h2><strong>5.</strong> <a href=\"https://www.youtube.com/watch?v=ehwSEVbBZl4\"><strong>Dazed and Confused</strong></a></h2> \n<p>The idea for Led Zeppelin was one Jimmy Page had been carrying around for years: the problem was not finding the musicians, but original material. Yet, when the first Led Zeppelin album appeared, there were all these songs credited in some part to Page, including compositions by folkie Anne Borden and bluesmen Howlin’ Wolf and Willie Dixon, all still alive, all recopyrighted to Page et al. His most brazen acquisition, though, was Dazed and Confused, <a href=\"https://www.youtube.com/watch?v=pTsvs-pAGDc\">a song by Jake Holmes</a>. The one time he was asked about the song, he squirmed: “I’d rather not get into it because I don’t know all the circumstances. What’s he got, the riff or whatever? Because Robert [Plant] wrote some of the lyrics for that on the album … We extended it from one that we were playing with the Yardbirds. I haven’t heard Jake Holmes.” Actually, Plant hadn’t written a single word of the song and, if he had, he wasn’t credited. Only Page was. As for never hearing Jake Holmes, the Yardbirds’ drummer Jim McCarty not only recalled Jake Holmes supporting the Yardbirds at a New York show in August 1967, but vividly remembers them going to a record shop the next day to buy Holmes’s album, having collectively “decided to do a version … We worked it out together with Jimmy contributing the guitar riffs in the middle.” Holmes, for reasons unknown, took until 2010 to make it a legal matter. And so, as a solution to the suit, when the version from Zeppelin’s one-off 2007 reunion at the O2 Arena was released in 2012, the song was credited to “Page, inspired by Jake Holmes”.</p> \n<h2><strong>6. </strong><a href=\"https://www.youtube.com/watch?v=ye8KvYKn9-0\"><strong>The James Bond Theme</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"484d408c67e1d6479666b641a09cb19861527aa7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435856963418/9bce8e18-b152-440a-b5b9-9633fdb16a9d-460x276.jpeg\" alt=\"John Barry was required under oath to explain exactly how he came to compose the James Bond theme.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Barry was required under oath to explain exactly how he came to compose the James Bond theme.</span> \n  <span class=\"element-image__credit\">Photograph: Collection/Rex_Shutterstock</span> \n </figcaption> \n</figure> \n<p>In 2001, John Barry was finally forced to defend a libel suit brought by Monty Norman after for some years hinting that it was he who had really written the James Bond Theme, not Norman, as it said on every 007 film credit. When openly asked by the Sunday Times in 1998 whether Norman really wrote the theme, Barry was unequivocal: “Absolutely not.” Unfortunately for the newspaper, Barry was required under oath to explain exactly how he came to compose a theme Norman wrote a full five years earlier, under the name <a href=\"https://www.youtube.com/watch?v=g6EuzGhIyRQ\">Bad Sign, Good Sign</a>. Barry changed tack, begrudgingly admitting he did use the riff from <a href=\"https://www.youtube.com/watch?v=qcILuuZxIag\">Bad Sign, Good Sign</a>, but he still insisted the rest of the tune was his – until an expert witness explained how almost all the theme derived from Norman’s piece. Barry insisted it was all a misunderstanding, and he had never intended to claim royalties on the song. The prosecution promptly produced two letters sent by Barry’s solicitors, threatening to go after Norman for all the royalties unless Norman withdrew his libel action. Barry lost the case, the Times faced a substantial bill for costs, and Norman was awarded &pound;30,000.</p> \n<h2><strong>7. </strong><a href=\"https://www.youtube.com/watch?v=OqfMdChj74Q\"><strong>Mbube</strong></a><strong>/</strong><a href=\"https://www.youtube.com/watch?v=09SXTH699xE\"><strong>Wimoweh</strong></a><strong>/</strong><a href=\"https://www.youtube.com/watch?v=_LBmUwi6mEo\"><strong>The Lion Sleeps Tonight</strong></a></h2> \n<p>Once upon a time, a Zulu singer called Solomon Linda recorded a traditional Zulu hunting chant, Mbube, for a local South African label run by an Italian immigrant, Eric Gallo, who had originally imported hillbilly records to working-class South Africans. The record was a minor local hit in 1939, the small sum it made going to Gallo, who had purchased the copyright outright from Linda, as was the norm then. One of these records found its way to Pete Seeger, via Alan Lomax. Intrigued by the song, he transcribed it (badly), rearranging it as Wimoweh and generously assigning the copyright to a nom de plume he and his fellow Weavers often used to claim 100% of the publishing on traditional songs (when only 50% was permitted). Gallo, to his credit, was aware enough to realise Wimoweh was Mbube. In exchange for not contesting the “Paul Campbell” credit, he struck a deal with Seeger’s publisher, Howie Richmond, which gave Richmond the US publishing for Wimoweh in exchange for Gallo administering the song in the English-speaking parts of Africa. Wimoweh was covered a few times over the next decade, once by Jimmy Dorsey, but only entered the financial stratosphere in 1961, when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2010/aug/24/george-david-weiss\">George David Weiss</a> rearranged it completely, giving it a new set of words and handing it to doo-wop group the Tokens, calling it The Lion Sleeps Tonight. Only now did Solomon Linda’s snatch of Zulu become a genuine worldwide pop phenomenon, first with the Tokens, then Karl Denver and later Tight Fit. Linda had no copyright claim, but in 2000 the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/mar/03/the-lion-sleeps-tonight-review\">South African journalist Rian Malan took up the case</a> in an article for Rolling Stone – starting a chain that would lead, eventually, to Linda’s descendants reaching a settlement that saw them win the rights to Mbube and secure a share of the revenues from The Lion Sleeps Tonight – which, having featured in Disney’s The Lion King, were huge.</p> \n<h2><strong>8. </strong><a href=\"https://www.youtube.com/watch?v=0kNGnIKUdMI\"><strong>My Sweet Lord</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"28eb8f4900329eca1d5f8c9d3c5bd8281b134f5a\"> \n <img src=\"http://media.guim.co.uk/28eb8f4900329eca1d5f8c9d3c5bd8281b134f5a/6_171_3121_1872/1000.jpg\" alt=\"Harrison should have smelled the whiff of mendacity...\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Harrison should have smelled the whiff of mendacity...</span> \n  <span class=\"element-image__credit\">Photograph: Sunshine/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Delaney Bramlett claims George Harrison was backstage at a Delaney &amp; Bonnie show in 1969, when “I grabbed my guitar and started playing the Chiffons’s melody from <a href=\"https://www.youtube.com/watch?v=rinz9Avvq6A\">He’s So Fine</a>, and then sang, ‘My sweet lord, oh my lord, oh my lord.’” Two years later, when he heard Harrison’s My Sweet Lord song on the radio, Bramlett called Harrison up to say he hadn’t meant for him to use the exact melody and to complain about the lack of credit. “But I never saw any money from it.” Nor did George, in the end. In 1971, when Bright Tunes Music – the publisher of He’s So Fine – first filed suit, the Beatles manager Allen Klein met with its president, offering to purchase the near-bankrupt company’s entire catalogue on Harrison’s behalf. He was refused. Harrison then offered the company $148,000, supposedly representing 40% of US royalties on My Sweet Lord. Bright Tunes Music demanded 75% of worldwide receipts and surrender of the song’s copyright. Harrison, having subsequently split with Klein, should have smelled the whiff of mendacity; Klein knowing the future value of this copyright, had bought Bright Tunes Music for himself. It was a clear breach of the fiduciary duty he owed to his former client, and the judge in the case saw it. Rather than the $2m Klein had confidently expected, the judge awarded him $587,000 in damages, the exact sum that he had paid for the company. John Lennon displayed little sympathy for his old friend George, suggesting: “He walked right into it. He knew what he was doing.”</p> \n<h2><strong>9. </strong><a href=\"https://vimeo.com/73327481\"><strong>Blurred Lines</strong></a></h2> \n<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/mar/10/blurred-lines-pharrell-robin-thicke-copied-marvin-gaye\">March 2015 judgment</a> of an LA court – that Blurred Lines, Robin Thicke and Pharrell Williams’s megahit, was plagiarised from Marvin Gayes’s 1974 <a href=\"https://www.youtube.com/watch?v=fp7Q1OAzITM\">Got to Give it Up</a>– sent shockwaves through the industry. Never before had someone – or in this case, their daughter – claimed copyright on a “groove”. Because, as <a href=\"http://www.newstatesman.com/culture/2015/03/if-you-think-robin-thickes-blurred-lines-plagiarises-marvin-gaye-you-dont-understand\">Rhodri Marsden wrote in the New Statesman</a> afterwards, “The view that it plagiarises is based on a fundamental misunderstanding of what songwriting is. Let’s be clear: these two songs are fundamentally different. They have different structures, different melodies, different chords. Were it not for the similarity of the sparse arrangement (an offbeat electric piano figure and a cowbell clanking away at 120bpm), the court case wouldn’t even have taken place.” One suspects there will be another case (Thicke has <a href=\"http://www.nytimes.com/2015/07/05/arts/music/robin-thicke-on-blurred-lines-and-learning-from-his-mistakes.html?ref=media&amp;_r=2\">confirmed he will appeal</a>) and the judgment will be overturned. That’s America for you.</p> \n<h2><strong>10. </strong><a href=\"https://www.youtube.com/watch?v=FYH8DsU2WCk\"><strong>Blue Monday</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"d6fd202b29dde69bf1f8c0ff8dccc269b9db5603\"> \n <img src=\"http://media.guim.co.uk/d6fd202b29dde69bf1f8c0ff8dccc269b9db5603/0_519_3909_2344/1000.jpg\" alt=\"Peter Hook admitted that New Order stole Blue Monday off Donna Summer’s Our Love.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Peter Hook admitted that New Order stole Blue Monday off Donna Summer’s Our Love.</span> \n  <span class=\"element-image__credit\">Photograph: Fotos International/Getty Images</span> \n </figcaption> \n</figure> \n<p>Blue Monday famously became the biggest-selling 12in single ever after its release in 1983. What no one in New Order could agree on, though, was where it came from. According to Peter Hook, “We stole it off a Donna Summer B-side” (meaning <a href=\"https://www.youtube.com/watch?v=6uU9ikIg8FU\">Our Love</a>, actually an A-side). Bernard Sumner admitted to further lifts, taking part of the arrangement from Dirty Talk by Klein + MBO, the signature synthesised bassline from Sylvester’s disco classic, You Make Me Feel (Mighty Real), and sampling the long intro from Kraftwerk’s Uranium. Keyboardist Gillian Gilbert didn’t think it ended there: “Peter Hook’s bassline was nicked from an Ennio Morricone film soundtrack.” But if Blue Monday had a starting point, it was <a href=\"https://www.youtube.com/watch?v=j1EgDUTt2iM\">Gerry and the Holograms</a> by a group of the same name, an obscure Mancunian slice of electronica, released on Absurd Records in 1979 – which was actually send-up of music by arch satirist CP Lee, of Albertos Y Los Trios Paranoias, and his friend, John Scott. New Order all knew Lee, but decided the joke was on him. They were never sued.</p> \n<h2><br /></h2> \n<p><em>Clinton Heylin’s It’s One For The Money: How Song Snatchers Carved Up A Century Of Pop by Clinton Heylin is published by (Constable &amp; Robinson, &pound;20). To order a copy for &pound;16, go to </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/285644/\"><em>bookshop.theguardian.com</em></a><em> or call the Guardian Bookshop on 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min. p&amp;p of &pound;1.99.</em></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/27469330f4b3af771a4de81f62980654ad5d18b2/0_0_1801_1080/1801.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1080,"width":1801,"orientation":"landscape","credit":"Screengrab","altText":"Robin Thicke - Blurred Lines video","cleanCredit":"Photograph: Screengrab"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435856552344/2b6a5e09-ad9c-4714-a2e0-11d2f9f1317c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jerry Leiber with Elvis Presley and Mike Stoller. Photograph: Everett Collection/Rex Features","credit":"Everett Collection/Rex Features","altText":"Jerry Leiber with Elvis Presley and Mike Stoller.","cleanCaption":"Jerry Leiber with Elvis Presley and Mike Stoller.","cleanCredit":"Photograph: Everett Collection/Rex Features"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435856807764/2d13e6be-fde5-4625-ba9c-deeb8757a9f9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bob Dylan failed to copyright his arrangement of House of the Rising Sun. Photograph: Getty Images/John Cohen","credit":"Getty Images/John Cohen","altText":"Bob Dylan failed to copyright his arrangement of House of the Rising Sun.","cleanCaption":"Bob Dylan failed to copyright his arrangement of House of the Rising Sun.","cleanCredit":"Photograph: Getty Images/John Cohen"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435856964726/9bce8e18-b152-440a-b5b9-9633fdb16a9d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Barry was required under oath to explain exactly how he came to compose the James Bond theme. Photograph: Collection/Rex_Shutterstock","credit":"Collection/Rex_Shutterstock","altText":"John Barry was required under oath to explain exactly how he came to compose the James Bond theme.","cleanCaption":"John Barry was required under oath to explain exactly how he came to compose the James Bond theme.","cleanCredit":"Photograph: Collection/Rex_Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/28eb8f4900329eca1d5f8c9d3c5bd8281b134f5a/6_171_3121_1872/3121.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1872,"width":3121,"orientation":"landscape","caption":"Harrison should have smelled the whiff of mendacity... Photograph: Sunshine/REX Shutterstock","credit":"Sunshine/REX Shutterstock","altText":"Harrison should have smelled the whiff of mendacity...","cleanCaption":"Harrison should have smelled the whiff of mendacity...","cleanCredit":"Photograph: Sunshine/REX Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d6fd202b29dde69bf1f8c0ff8dccc269b9db5603/0_519_3909_2344/3909.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2344,"width":3909,"orientation":"landscape","caption":"Peter Hook admitted that New Order stole Blue Monday off Donna Summer’s Our Love. Photograph: Fotos International/Getty Images","credit":"Fotos International/Getty Images","altText":"Peter Hook admitted that New Order stole Blue Monday off Donna Summer’s Our Love.","cleanCaption":"Peter Hook admitted that New Order stole Blue Monday off Donna Summer’s Our Love.","cleanCredit":"Photograph: Fotos International/Getty Images"}],"webPublicationDate":"2015-07-02T18:02:42Z","lastModified":"2015-07-02T23:01:01Z","metadata":{"commentable":true,"commentCount":359,"contributors":[],"feature":true,"keywords":["Music","Culture","New Order","Robin Thicke","Pharrell Williams","Elvis Presley","Bob Dylan"],"tags":[{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/neworder","webTitle":"New Order"},{"id":"music/robin-thicke","webTitle":"Robin Thicke"},{"id":"music/pharrellwilliams","webTitle":"Pharrell Williams"},{"id":"music/elvispresley","webTitle":"Elvis Presley"},{"id":"music/bobdylan","webTitle":"Bob Dylan"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/02/the-great-rocknroll-swindle-10-classic-stolen-pop-songs-bob-dylan-elvis-new-order","shortUrl":"http://gu.com/p/4ab82","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/02/the-great-rocknroll-swindle-10-classic-stolen-pop-songs-bob-dylan-elvis-new-order","webUri":"http://www.theguardian.com/music/2015/jul/02/the-great-rocknroll-swindle-10-classic-stolen-pop-songs-bob-dylan-elvis-new-order"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/27469330f4b3af771a4de81f62980654ad5d18b2/0_0_1801_1080/1801.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1080,"width":1801,"orientation":"landscape","caption":"The judgment that Blurred Lines was plagiarised from Marvin Gaye’s Got to Give it Up sent shockwaves through the industry.  Photograph: Screengrab","credit":"Screengrab","altText":"Robin Thicke - Blurred Lines video","cleanCaption":"The judgment that Blurred Lines was plagiarised from Marvin Gaye’s Got to Give it Up sent shockwaves through the industry. ","cleanCredit":"Photograph: Screengrab"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/27469330f4b3af771a4de81f62980654ad5d18b2/0_0_1801_1080/1801.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1080,"width":1801,"orientation":"landscape","credit":"Screengrab","altText":"Robin Thicke - Blurred Lines video","cleanCredit":"Photograph: Screengrab"}}]},{"title":"Australian rules football: son charged after coach Phil Walsh stabbed to death","rawTitle":"Australian rules football: son charged after coach Phil Walsh stabbed to death","item":{"type":"article","id":"australia-news/2015/jul/03/australian-rules-football-son-charged-after-coach-phil-walsh-stabbed-to-death","title":"Australian rules football: son charged after coach Phil Walsh stabbed to death","trailText":"Adelaide Crows’ weekend game cancelled as sport mourns sudden loss of figure who influenced many clubs","standFirst":"<p>Adelaide Crows’ weekend game cancelled as sport mourns sudden loss of figure who influenced many clubs</p>","byline":"Staff and agencies","body":"<p>Australian rules football has been left reeling after Phil Walsh, a senior figure and the coach of the Adelaide Crows club, was stabbed to death and his son charged with murder.</p> \n<p>Walsh, 55, was treated for multiple stab wounds but died at the scene after police and paramedics were called to a house in Adelaide, South Australia, on Friday.</p> \n<p>Walsh’s wife, Meredith, was being treated in hospital for non life-threatening injuries from an incident that left players, organisers and fans of Australia’s own football code in shock.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/phil-walsh-an-old-school-coach-lifted-by-grit-and-inspired-by-the-art-of-the-game\">Phil Walsh: an old-school coach, lifted by grit and inspired by the art of the game | Michael Safi</a> </p> \n</aside> \n<p>Cy Walsh, 26, was arrested and detained for a psychiatric assessment. Police later charged him with murder.</p> \n<p>Phil Walsh was widely regarded as making a successful start to his coaching career at the top level this season. The <a href=\"http://www.afl.com.au/ladder\">Adelaide Crows sit in seventh place</a>, having won seven games out of 12.</p> \n<p>Gillon McLachlan, the chief executive of the Australian Football League, said Sunday’s <a href=\"http://www.afl.com.au/\">AFL</a> game between <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/phil-walsh-death-afl-adelaide-game-will-not-go-ahead\">Adelaide and Geelong would be cancelled</a>, saying it would not be fair to ask young players to play “in these circumstances”.</p> \n<p>The chairman of Adelaide’s board of directors, Rob Chapman, said the short term was “all about wrapping our arms around all of these guys, all the people in our footy community, and offering them all the support that we can provide”.</p> \n<div>\n __VIDEO_EMBED_gu-video-457396237__\n</div> \n<p>Players had been told to “make sure you ask each other how you’re going at the end of the day. And whether you’re a player, fan, father, mother, just talk, talk to people”, he said.<br /></p> \n<p>He paid tribute to Walsh, who had taken over the club late last year: “He’s a coach, he’s a leader of men. Unambiguous, straight up and down, clear messaging, inspiring, genuinely cared,” he said. <br /></p> \n<p>Politicians and sporting figures from the many clubs he was involved with expressed their shock and grief at the killing.<br /></p> \n<p>The Australian prime minister, Tony Abbott, said there was “a pall” over Walsh’s home town, Hamilton, and “a pall over AFL more generally today”.</p> \n<p>“I certainly would want to extend my deepest condolences to his family, to his friends, to his colleagues and perhaps we might just pause for a moment or two of silence,” he said.</p> \n<p>McLachlan said earlier Walsh was a man of “boundless energy and enthusiasm”.<br /></p> \n<p>“Our industry is grieving today, and we send our love and support to the Walsh family, the Crows staff and players, Phil’s wider circle of friends, the other clubs he worked with and his many colleagues across the AFL,” he said.</p> \n<p>South Australia’s premier, Jay Weatherill, also expressed his condolences. “My thoughts are currently with Phil’s family, friends, as well as the players, officials and supporters of the Adelaide football club. These thoughts extend to everyone who has associated with Phil throughout his career.”</p> \n<p>Nathan Brown, a former player at Richmond Football Club and a TV commentator for Australia’s Nine Network, said the death was shocking and would affect many AFL clubs.</p> \n<p>“He’s been at half the AFL clubs,” Brown said. “This is going to touch so many people.”</p> \n<p>The Adelaide-born Australian education minister, Christopher Pyne, tweeted that Walsh’s death was a “terrible tragedy”.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cpyne/statuses/616756320616648704\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Phil Walsh's death is a terrible tragedy for his family and all who knew him <a href=\"https://twitter.com/Adelaide_FC\">@Adelaide_FC</a>. My thoughts are with them. <a href=\"https://twitter.com/hashtag/AdelaideCrows?src=hash\">#AdelaideCrows</a></p>— Christopher Pyne (@cpyne) \n  <a href=\"https://twitter.com/cpyne/status/616756320616648704\">July 2, 2015</a>\n </blockquote> \n</figure> \n<p>Walsh, the youngest of seven siblings, rose from a rural setting in Victoria to reach the game’s biggest stage.</p> \n<p>The son of a second world war veteran, he trained as a teacher in Bendigo, Victoria, before making his debut in the Victorian Football League with Collingwood in 1983. He won the equivalent of the Rising Star award for best young player, and was poached by Richmond the following year. He joined Brisbane in 1987, picking up the club’s best and fairest award.</p> \n<p>A handy wingman, it was as an old-school coach – “a hard man, a hard taskmaster,” <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/australia-news/adelaide\">Adelaide</a> legend Graham Cornes said – that Walsh left his biggest imprint on the game.</p> \n<p>He became strength and conditioning coach at Geelong football club in 1995, joined Port <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/adelaide\">Adelaide</a> as an assistant coach four years later and then the West Coast Eagles in 2009. In 2014 he re-joined Port, before applying for the vacant spot at the Crows and winning it.</p> \n<p>“He bloomed, it was the opportunity he had been waiting for,” Cornes said on Friday.</p> \n<p>However, his obsessive focus on football left little room for anything else. Asked if he was a good father, he admitted “that’s a really hard question”.</p> \n<p>“The bonus of me taking the Crows job is my son is 26 and my daughter is 22, so the collateral damage isn’t so big. But have I been a good father? To my son, I had a disconnect because of footy,” he said.</p> \n<p>“In a selfish way, I taught my daughter to surf, and that’s my release, so when I go surfing, I take her. Now I’ve got my son into it as well and that’s what I should’ve done a long time ago.</p> \n<p>“A couple of months ago we all went surfing together at Middleton and it was almost the best day I’ve had ... ever,” he said.</p>","section":"Australia","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/69823029cb3c45418d8fc0557f0272fc970bae41/0_79_2097_1258/2097.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1258,"width":2097,"orientation":"landscape","credit":"Julian Smith/AAP","altText":"The Crows' coach Phil Walsh","cleanCredit":"Photograph: Julian Smith/AAP"}],"bodyImages":[],"webPublicationDate":"2015-07-03T04:50:40Z","lastModified":"2015-07-03T07:04:53Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Adelaide","AFL","Australian rules football","Australia sport","Sport","Adelaide","South Australia"],"tags":[{"id":"australia-news/adelaide","webTitle":"Adelaide"},{"id":"sport/afl","webTitle":"AFL"},{"id":"sport/australian-rules-football","webTitle":"Australian rules football"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/adelaide","webTitle":"Adelaide"},{"id":"australia-news/south-australia","webTitle":"South Australia"}],"section":{"id":"australia-news"},"topics":[],"embeddedVideos":[{"id":"gu-video-457396237","source":"Australian Associated Press","durationInSeconds":111,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/03/150703Fans_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/03/150703Fans_FromGAus/150703Fans_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435899895534/Adelaide-Crows-supporters-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Jenny Smart, a spokeswoman for the Adelaide Crows Supporters group, speaks outside the club's football headquarters at AAMI Stadium in Adelaide, after senior coach Phil Walsh was found dead after a domestic dispute at his home. 03 July 2015 Photograph: AAP","credit":"AAP","altText":"Adelaide Crows supporters group","cleanCaption":"Jenny Smart, a spokeswoman for the Adelaide Crows Supporters group, speaks outside the club's football headquarters at AAMI Stadium in Adelaide, after senior coach Phil Walsh was found dead after a domestic dispute at his home. 03 July 2015 Photograph: AAP"}}],"adTargetingPath":"australia-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/australia-news/2015/jul/03/australian-rules-football-son-charged-after-coach-phil-walsh-stabbed-to-death","shortUrl":"http://gu.com/p/4abtz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/australia-news/2015/jul/03/australian-rules-football-son-charged-after-coach-phil-walsh-stabbed-to-death","webUri":"http://www.theguardian.com/australia-news/2015/jul/03/australian-rules-football-son-charged-after-coach-phil-walsh-stabbed-to-death"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/69823029cb3c45418d8fc0557f0272fc970bae41/0_79_2097_1258/2097.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1258,"width":2097,"orientation":"landscape","caption":"Australian rules football coach Phil Walsh was killed on Friday. Photograph: Julian Smith/AAP","credit":"Julian Smith/AAP","altText":"The Crows' coach Phil Walsh","cleanCaption":"Australian rules football coach Phil Walsh was killed on Friday.","cleanCredit":"Photograph: Julian Smith/AAP"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/69823029cb3c45418d8fc0557f0272fc970bae41/0_79_2097_1258/2097.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1258,"width":2097,"orientation":"landscape","credit":"Julian Smith/AAP","altText":"The Crows' coach Phil Walsh","cleanCredit":"Photograph: Julian Smith/AAP"}}]},{"title":"George Orwell, human resources and the English language","rawTitle":"George Orwell, human resources and the English language","item":{"type":"comment","id":"media/mind-your-language/2015/jul/03/george-orwell-human-resources-and-the-english-language","title":"George Orwell, human resources and the English language","trailText":"The HR industry misuses language as a sort of low-tech mind control to avert our eyes from office atrocities and keep us fixed on our inboxes<br>","standFirst":"<p>The HR industry misuses language as a sort of low-tech mind control to avert our eyes from office atrocities and keep us fixed on our inboxes<br /></p>","byline":"James Gingell","body":"<p><em>In our age there is no such thing as ‘keeping out of human resources’. All issues are human resource issues, and human resources itself is a mass of lies, evasions, folly, hatred and schizophrenia.</em></p> \n<p>OK, that’s not exactly what Orwell wrote. The hair-splitters among you will moan that I’ve taken the word “politics” out of the above and replaced it with “human resources”. Sorry.</p> \n<p>But I think there’s no denying that had he been alive today, Orwell – the great opponent and satirist of totalitarianism – would have deplored the bureaucratic repression of HR. He would have hated their blind loyalty to power, their unquestioning faithfulness to process, their abhorrence of anything or anyone deviating from the mean. </p> \n<p>In particular, Orwell would have utterly despised the language that HR people use. In his excellent essay <a href=\"http://www.orwell.ru/library/essays/politics/english/e_polit/\">Politics and the English Language</a> (where he began the thought that ended with Newspeak), Orwell railed against the language crimes committed by politicians.</p> \n<p><em>In our time, political speech and writing are largely the defence of the indefensible … Thus political language has to consist largely of euphemism, question-begging and sheer cloudy vagueness. Defenceless villages are bombarded from the air, the inhabitants driven out into the countryside, the cattle machine-gunned, the huts set on fire with incendiary bullets: this is called pacification. Millions of peasants are robbed of their farms and sent trudging along the roads with no more than they can carry: this is called transfer of population or rectification of frontiers. People are imprisoned for years without trial, or shot in the back of the neck or sent to die of scurvy in Arctic lumber camps: this is called elimination of unreliable elements. </em></p> \n<p>Repeat the politics/human resources switch in the above and the argument remains broadly the same. Yes, HR is not explaining away murders, but it nonetheless deliberately misuse language as a sort of low-tech mind control to avert our eyes from office atrocities and keep us fixed on our inboxes. Thus mass sackings are wrapped up in cowardly sophistry and called <em>rightsizings</em>, individuals are <em>offboarded</em> to the jobcentre and the few hardy souls left are consoled by their membership of a more <em>streamlined</em> organisation. </p> \n<p>Orwell would have despised the passive constructions that are the HR department’s default setting. Want some flexibility in your contract? HR says <em>company policy is unable to support that</em>. Forgotten to accede to some arbitrary and impractical office rule? HR says <em>we are minded to ask everyone to remember that it is essential to comply by rule X</em>. Try to question whether an ill-judged commitment could be reversed? HR apologises meekly that <em>the decision has been made.</em> </p> \n<p>Not giving subjects to any of these responses is a deliberate ploy. Subjects give ownership. They imbue accountability. Not giving sentences subjects means that HR is passing the buck, but to no one in particular. And with no subject, no one can be blamed, or protested against. </p> \n<p>The passive construction is also designed to give the sense that it’s not HR speaking, but that they are the conduit for a higher-up and incontestable power. It’s designed to be both authoritative and banal, so that we torpidly accept it, like the sovereignty of the Queen. It’s saying: “This is the way things are – deal with it because it isn’t changing.” It’s indifferent and deliberately opaque. It’s the worst kind of utopianism (the kind <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/06/the-utopia-of-rules-on-technology-stupidity-and-the-secret-joys-of-bureaucracy-david-graeber-review\">David Graeber targets in his recent book</a> on “stupidity and the secret joys of bureaucracy”), where system and rule are king and hang the individual. It’s deeply, deeply oppressive.</p> \n<p><em>Annual leave</em> is perhaps an even worse example of HR’s linguistic malpractice. The phrase gives the sense that we are not sitting in the office but rather fighting some dismal war and that we should be grateful for the mercy of Field Marshal HR in allowing us a finite absence from the front line. Is it too indulgent and too frivolous to say that we are going on holiday (even if we’re just taking the day to go to Ikea)? Would it so damage our career prospects? Would the emerging markets of the world be emboldened by the decadence and complacency of saying we’re going on hols? I don’t think so, but <em>they</em> clearly do.</p> \n<p>Actually, I don’t think it’s so much of a stretch to imagine Orwell himself establishing the whole HR enterprise as a sort of grim parody of Stalinism; a never-ending, ever-expanding live action art installation sequel to Animal Farm and Nineteen Eighty-Four. </p> \n<p>Look at your office’s internal newsletter. Is it an incomprehensible black hole of sense? Is it trying to prod you into a place of content, incognisant of all the everyday hardships and irritations you endure? If your answer is yes, then I think that like me, you find it fairly easy to imagine Orwell composing these Newspeak emails from beyond the grave to make us believe that War is Peace, Freedom is Slavery and 2+2=5.</p> \n<p>Delving deeper, the parallels become increasingly hard to ignore. Company restructures and key performance indicators make no sense in the abstract, merely serving to demotivate the workforce, sap confidence and obstruct productivity. So are they actually cleverly designed parodies of Stalin’s purges and the cult of Stakhanovism? </p> \n<p>Could the industry’s name itself – human resources – be an Orwellian slight? A wink-wink label designed to conjure up images of the pigs of Animal Farm harvesting the life force of their lackeys? I’m only half joking.</p> \n<p>If all this is depressing, then it’s not meant to be. Orwell’s essay was meant positively: he wanted us to believe that better writing and better use of language can result in a better society.</p> \n<p><em>The point is that the process is reversible. Modern English, especially written English, is full of bad habits which spread by imitation and which can be avoided if one is willing to take the necessary trouble. If one gets rid of these habits one can think more clearly, and to think clearly is a necessary first step toward political regeneration.</em></p> \n<p>And while it might be hard to persuade our politicians to part with their mendacious tongues, I think it’s achievable in the workplace. We can have recourse from human resources – but they first need to mind their language.</p> \n<p><em>Twitter: @jamesgingell1</em></p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435842866782/7e8074fe-0c9f-42a2-97fb-bf07c964d64d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mondadori/Mondadori via Getty Images","altText":"George Orwell would have despised the phrase ‘annual leave’: we’re going on holiday, not fighting a war.","cleanCredit":"Photograph: Mondadori/Mondadori via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T06:00:05Z","lastModified":"2015-07-03T06:03:43Z","metadata":{"commentable":true,"commentCount":181,"contributors":[],"feature":false,"keywords":["Media","Language","George Orwell"],"tags":[{"id":"media/media","webTitle":"Media"},{"id":"science/language","webTitle":"Language"},{"id":"books/georgeorwell","webTitle":"George Orwell"}],"section":{"id":"media"},"topics":[],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/mind-your-language/2015/jul/03/george-orwell-human-resources-and-the-english-language","shortUrl":"http://gu.com/p/4ab3v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/mind-your-language/2015/jul/03/george-orwell-human-resources-and-the-english-language","webUri":"http://www.theguardian.com/media/mind-your-language/2015/jul/03/george-orwell-human-resources-and-the-english-language"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435842866782/7e8074fe-0c9f-42a2-97fb-bf07c964d64d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Orwell would have despised the phrase ‘annual leave’: we’re going on holiday, not fighting a war. Photograph: Mondadori/Getty Images","credit":"Mondadori/Getty Images","altText":"George Orwell would have despised the phrase ‘annual leave’: we’re going on holiday, not fighting a war.","cleanCaption":"George Orwell would have despised the phrase ‘annual leave’: we’re going on holiday, not fighting a war.","cleanCredit":"Photograph: Mondadori/Getty Images"}},"importance":3,"byline":{"title":"James Gingell"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435842866782/7e8074fe-0c9f-42a2-97fb-bf07c964d64d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mondadori/Mondadori via Getty Images","altText":"George Orwell would have despised the phrase ‘annual leave’: we’re going on holiday, not fighting a war.","cleanCredit":"Photograph: Mondadori/Mondadori via Getty Images"}}]},{"title":"Minute's silence to be held for Britain's Tunisia attack victims","rawTitle":"Minute's silence to be held for Britain's Tunisia attack victims","item":{"type":"article","id":"uk-news/2015/jul/03/minutes-silence-to-be-held-for-britains-tunisia-attack-victims","title":"Minute's silence to be held for Britain's Tunisia attack victims","trailText":"Midday mark of respect planned and flags lowered to half-mast as bodies of 30 Britons continue to be repatriated and UK police contribute to investigation","standFirst":"<p>Midday mark of respect planned and flags lowered to half-mast as bodies of 30 Britons continue to be repatriated and UK police contribute to investigation</p>","byline":"Damien Gayle and Matthew Weaver","body":"<p>Britain will hold an official minute’s silence at midday to mourn the British tourists killed in a gun massacre on a Tunisian beach last week.</p> \n<p>Flags are being flown at half-mast over Whitehall and Buckingham Palace as a mark of respect for those killed in the deadliest terror attack for Britons since the bombings in London on 7 July 2005.</p> \n<p>In Sousse, foreign dignitaries are expected to gather at the scene of the attack for a ceremony, details of which have not yet been released.</p> \n<p>Seven days ago Seiffedine Rezgui walked on to the beach at the El Kantaoui resort and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tunisia-tourist-hotel-reportedly-attacked\">opened fire</a>, killing 38 people – including 30 UK nationals.</p> \n<p>Wounded Britons – including four with severe injuries – have already been brought back to the UK. They are being treated at hospitals in Birmingham, Oxford, Plymouth and London.</p> \n<p>The bodies of 17 victims have been repatriated since Wednesday, all flown to RAF Brize Norton. Mourning relatives watched as their coffins were unloaded by pallbearers from the RAF Regiment’s Queen’s Colour Squadron.</p> \n<p>More were expected to return on Friday and Saturday. Among the other victims were were three Irish nationals, two Germans, one Belgian, one Portuguese and one Russian.</p> \n<p>The first inquests into the deaths of the Britons will open at West London coroner’s court on Friday. The coroner, Chinyere Inyama, is expected to immediately adjourn the hearings in which a cause of death will be confirmed and the bodies will be released to families.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/02/tunisia-beach-attack-sousse-police-arrests-libya\">Tunisian authorities have detained eight people</a> on suspicion of aiding Rezgui, and are searching for two others believed to have trained with him in Libya. Four others have been questioned in connection with the massacre.</p> \n<p>Authorities believe <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/tunisian-gunman-seifeddine-rezgui-breakdancer-islamic-radical\">Rezgui</a> trained at the same jihadi camp as two gunmen who killed 21 tourists at the Bardo museum in Tunis in March. They fear a third sleeper cell, formed at the same time, could still be lying in wait.</p> \n<p>Britain’s defence secretary, Michael Fallon, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/02/tunisia-attack-death-toll-britons-confirmed-30\">vowed those responsible would be tracked down</a>. “We are working with the Tunisian authorities to find out exactly how this outrage last Friday was carried out, how it was planned, who was involved in it,” he told the House of Commons on Thursday.</p> \n<p>“Let the house be in absolutely no doubt: the people who perpetrated the murders of our constituents are going to be tracked down, whether they are in Libya, in Syria or anywhere else,” he said.</p> \n<p>Fallon has also confirmed to MPs that the government favours expanding the campaign of air attacks against Isis, which has claimed Rezgui was acting on its behalf. Labour has hinted it would support a plan to begin strikes in Syria.</p> \n<p>Russell Brand, the comedian and activist, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/jul/02/russell-brand-tunisia-shooting-victims-minute-of-silence\">denounced Friday’s minute’s silence as “bullshit”</a> as he pinned the blame for the attacks on British foreign policy.</p> \n<p>“There’s no point in having a minute’s silence as long as during that time they continue to sell arms, they continue to bomb foreign countries. They have no interest in a solution,” said Brand in the <a href=\"https://www.youtube.com/watch?v=zIRm81u2jNk\">latest episode of his YouTube current affairs show, the Trews</a>. “Their only interest is to perpetuate the problem and to continue to profit from it.”</p> \n<p>The Metropolitan police said 76 family liaison officers across the country were supporting the survivors and the families of those killed. Hundreds of counter-terrorism officers were helping the international response to the attack.</p> \n<p>Specialist advisers have also been sent to help the Foreign Office and Tunisian authorities double-check security at other tourist resorts and attractions.</p> \n<p><br /></p> \n<p></p> \n<p></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/08ca79aafbfb7723d8d07e925abea6fa69fa1b91/0_318_5144_3089/5144.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3089,"width":5144,"orientation":"landscape","credit":"WPA Pool/Getty Images","altText":"The coffin of David Thompson is carried from a C-17 plane","cleanCredit":"Photograph: WPA Pool/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T07:18:25Z","lastModified":"2015-07-03T08:14:23Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Damien Gayle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damien-gayle"},{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["UK news","UK security and counter-terrorism","Tunisia","Africa","Middle East and North Africa","World news"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/03/minutes-silence-to-be-held-for-britains-tunisia-attack-victims","shortUrl":"http://gu.com/p/4abjc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/03/minutes-silence-to-be-held-for-britains-tunisia-attack-victims","webUri":"http://www.theguardian.com/uk-news/2015/jul/03/minutes-silence-to-be-held-for-britains-tunisia-attack-victims"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/08ca79aafbfb7723d8d07e925abea6fa69fa1b91/0_318_5144_3089/5144.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3089,"width":5144,"orientation":"landscape","caption":"The coffin of David Thompson is carried from a C-17 plane after it landed at RAF Brize Norton carrying nine of the victims of the Tunisia attack. Photograph: WPA Pool/Getty Images","credit":"WPA Pool/Getty Images","altText":"The coffin of David Thompson is carried from a C-17 plane after it landed at RAF Brize Norton carrying nine of the victims of the Tunisia attack.","cleanCaption":"The coffin of David Thompson is carried from a C-17 plane after it landed at RAF Brize Norton carrying nine of the victims of the Tunisia attack.","cleanCredit":"Photograph: WPA Pool/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/08ca79aafbfb7723d8d07e925abea6fa69fa1b91/0_318_5144_3089/5144.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3089,"width":5144,"orientation":"landscape","credit":"WPA Pool/Getty Images","altText":"The coffin of David Thompson is carried from a C-17 plane","cleanCredit":"Photograph: WPA Pool/Getty Images"}}]}],"lastModified":"2015-07-03T08:16:03Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}