{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Corfu deaths: Thomas Cook's '£3.5m compensation dwarfed that of parents'","rawTitle":"Corfu deaths: Thomas Cook's '£3.5m compensation dwarfed that of parents'","item":{"type":"article","id":"uk-news/2015/may/17/corfu-deaths-thomas-cooks-35m-compensation-dwarfed-that-of-parents","title":"Corfu deaths: Thomas Cook's '£3.5m compensation dwarfed that of parents'","trailText":"Parents of Bobby and Christi Shepherd, who died from carbon monoxide poisoning, reportedly received about a tenth of travel company’s figure","standFirst":"<p>Parents of Bobby and Christi Shepherd, who died from carbon monoxide poisoning, reportedly received about a tenth of travel company’s figure</p>","byline":"Press Association","body":"<p>The travel company found to have breached its duty of care when two children were killed by carbon monoxide poisoning on holiday in Corfu has confirmed it received compensation after the deaths.<br /></p> \n<p>Thomas Cook would not reveal the amount they were paid in 2013, but it has been reported to be in the region of &pound;3.5m.</p> \n<p>The parents of Bobby and Christi Shepherd, who died in 2006 aged six and seven, said they received only about a tenth of that figure and <a href=\"http://www.dailymail.co.uk/news/article-3084702/Blood-money-Thomas-Cook-demanded-won-3-5-million-payout-children-s-Corfu-villa-gas-deaths-help-protect-image.html\">told the Mail on Sunday</a> of their anger.</p> \n<p>Bobby and Christi died at the Louis Corcyra beach hotel on the Greek holiday island when they were overcome by fumes from a faulty boiler.</p> \n<p>The children’s mother, Sharon Wood, told the paper: “It seems our children’s lives are worth only a fraction of Thomas Cook’s reputation.”</p> \n<p>She said her frustration was not about money, but the family was “incensed” that the travel company sought to claim back costs after a 2010 criminal trial in Greece during which three employees from the hotel were found guilty of manslaughter.</p> \n<p>Asked about the compensation the company received , a spokesman for Thomas Cook said: “After it was clear that the hotel was responsible for the tragedy all parties affected were compensated and Thomas Cook received a compensation that partly compensated for the costs related to the incident.”</p> \n<p>He said the compensation covered “some of the costs incurred up to and during the trial in Corfu in 2010”.</p> \n<p>On Wednesday a jury at an inquest almost 10 years after the deaths of the children from Horbury, near Wakefield, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/12/corfu-holiday-deaths-coroner-orders-unlawful-killing-verdict\">gave a conclusion of unlawful killing</a>, and said Thomas Cook had “breached their duty of care”.</p> \n<p>The foreman also read out a series of conclusions which included how Thomas Cook had been misled by the hotel about its gas supply, but also how the holiday giant’s health and safety audit of the complex was inadequate.</p> \n<p>Speaking after the inquest Wood said she would always hold the travel company responsible for the deaths, saying it “could and should have identified that lethal boiler”.</p> \n<p>The children’s father, Neil Shepherd, claimed the company had “hidden behind a wall of silence and they have refused to answer any questions for almost nine years”.</p> \n<p>Responding to criticism from the family over an apparent failure to apologise over the deaths the spokesman said a letter saying “sorry” had been sent from Thomas Cook’s chief executive, Peter Fankhauser. </p> \n<p>Wood told the Mail on Sunday the company should have apologised at the inquest.</p> \n<p>The coroner said he would deliver recommendations later this year to relevant organisations which he hoped would influence British and European law and practices in the holiday industry.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0632c462e31083d3088cff9c30798cc56e848218/174_0_2414_1450/2414.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1450,"width":2414,"orientation":"landscape","credit":"Dave Higgens/PA","altText":"Mother Sharon Wood speaks outside the inquest alongside Paul Wood, right, and Neil Shepherd, left.","cleanCredit":"Photograph: Dave Higgens/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-17T02:10:43Z","lastModified":"2015-05-17T02:10:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news","Thomas Cook","Business","Travel & leisure","Corfu","Greece"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"business/thomascookgroup","webTitle":"Thomas Cook"},{"id":"business/business","webTitle":"Business"},{"id":"business/travelleisure","webTitle":"Travel & leisure"},{"id":"travel/corfu","webTitle":"Corfu"},{"id":"travel/greece","webTitle":"Greece"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/17/corfu-deaths-thomas-cooks-35m-compensation-dwarfed-that-of-parents","shortUrl":"http://gu.com/p/49xe3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/17/corfu-deaths-thomas-cooks-35m-compensation-dwarfed-that-of-parents","webUri":"http://www.theguardian.com/uk-news/2015/may/17/corfu-deaths-thomas-cooks-35m-compensation-dwarfed-that-of-parents"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0632c462e31083d3088cff9c30798cc56e848218/174_0_2414_1450/2414.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1450,"width":2414,"orientation":"landscape","caption":"Mother Sharon Wood speaks outside the inquest alongside Paul Wood, right, and Neil Shepherd, left. Photograph: Dave Higgens/PA","credit":"Dave Higgens/PA","altText":"Mother Sharon Wood speaks outside the inquest alongside Paul Wood, right, and Neil Shepherd, left.","cleanCaption":"Mother Sharon Wood speaks outside the inquest alongside Paul Wood, right, and Neil Shepherd, left.","cleanCredit":"Photograph: Dave Higgens/PA"}},"importance":7,"showQuotedHeadline":false},{"title":"Even though the guy I’m seeing has a girlfriend, he’s very attached to me","rawTitle":"Even though the guy I’m seeing has a girlfriend, he’s very attached to me","item":{"type":"article","id":"lifeandstyle/2015/may/17/guy-im-seeing-has-a-girlfriend-but-is-attached-to-me-mariella-frostrup","title":"Even though the guy I’m seeing has a girlfriend, he’s very attached to me","trailText":"A woman has been sleeping with a colleague who has a girlfriend and  wonders what he really feels. Mariella Frostrup says it’s time to move on","standFirst":"<p>A woman has been sleeping with a colleague who has a girlfriend and wonders what he really feels. Mariella Frostrup says it’s time to move on<br />If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a></p>","byline":"Mariella Frostrup","body":"<p><strong>The dilemma </strong><em>I met someone at work, except he has a girlfriend. We went out one night drinking and, of course, ended up sleeping together. It happened every Friday night for the next two months, as he kept asking to come over. Now I’ve moved, but before I left he wanted to spend every minute with me and still calls me when he’s drunk. Early on, he said we should slow it down and that he didn’t have feelings for me, nor would anything ever evolve (unlike what he’s told me while he’s drinking). So why is he contacting me every day and asking questions about when I might move back? I don’t understand whether he has feelings for me or not.</em></p> \n<p><strong>Mariella replies </strong>Do you really care? He may have feelings for you, but they’re nowhere near as strong as the ones he has for himself. This man’s focus is definitely directed at his own desires, not yours. Luckily for him you’re playing along, offering him no-strings sex despite knowing that he is involved with someone else. Why is it that consorting with someone who commits an act of betrayal fails to suggest to us that most likely we’re being similarly deceived?</p> \n<p>I’m not going to lecture you on your moral choice, except to point out that you did actually make one. Our ability for self-delusion is never more impressive than when it comes to sex, where we shrug off responsibility even faster than our clothes. You walked into this relationship with all the facts before you. The man you “of course” ended up sleeping with had told you he had a girlfriend and at no point offered you anything in terms of ongoing romance or commitment.</p> \n<p>There is nothing inescapable about deciding to get sexually involved. Having sex is never inevitable, whether you’re drunk or sober, though alcohol can be blamed for blurring our judgment. Making one single bad choice, fuelled by passion, in hope of something further developing, or a combination of both, is surely less shameful than making the same “mistake” on a regular basis.</p> \n<p>There’s quite a bit of mythologising around what people say when they’re drunk. Alcohol doesn’t make you braver, more honest or more intuitive – it makes you moronic and liable to say and do things you regret. I sometimes wish we Brits could see ourselves through the eyes of less booze-dependent cultures. Far from admiring our ability to open our hearts after a vat of vodka, they pity us the emotional reserve that makes inebriation an essential precursor to communication. My personal mantra is to believe nothing I’m told by a drunk and attempt not to make important decisions when my own faculties are booze-soaked. By all means, adopt it as your own.</p> \n<p>Now then, that’s enough about you – what about him? All hail the return of the commitment-phobic. He’s a perfect case study. You want me to tell you that he’s harbouring passionate feelings for you, but is too shy, reclusive or overcome by passion to share his innermost thoughts. I’m sorry to say he’s no latterday Mr Darcy. This man is occupied with pleasing himself and you’ve inconveniently abandoned him, leaving a vacancy in his diary for weekend pleasure. A commitment-phobic can’t stand you walking away just as much as they find expectant proximity unbearable. Asking you when you’re returning while promising nothing is hardly a tantalising offer.</p> \n<p>Think hard about what this man has to give and stop wasting time analysing what he’s asking of you. He wants what he wants, and right now you’re it. My answer would be to reject his calls, move on emotionally as well as physically, and put plenty of distance between you.</p> \n<p>My friend <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/helenfielding\">Helen Fielding</a> coined the term “fuckwittage” for the mental manipulation practised by such specimens when she documented the exploits of singleton Bridget Jones. It’s a word that directly describes the damage they can do to a girl’s brain. There’s much further wisdom for singletons still contained in those pages for those who look between the lines. Maybe you should pick up a copy. You’ll find that scenarios like your recent tryst loom large, so let’s hope you’ll be ready to laugh about it by then.</p> \n<p><em><br />If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a>.</em></p> \n<p><em>Follow Mariella on Twitter <a href=\"https://twitter.com/mariellaf1\">@mariellaf1</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431361427814/Man-looking-at-woman-sitt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Alcohol doesn’t make you braver, more honest or more intuitive – it makes you moronic and liable to say and do things you regret,' warns Mariella Frostrup. Photograph: Alamy","credit":"Alamy","altText":"Man looking at woman sitting on kitchen counter, both holding beers","cleanCaption":"'Alcohol doesn’t make you braver, more honest or more intuitive – it makes you moronic and liable to say and do things you regret,' warns Mariella Frostrup. Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-17T04:59:15Z","lastModified":"2015-05-17T04:59:15Z","metadata":{"commentable":true,"commentCount":114,"contributors":[{"name":"Mariella Frostrup","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/13/1421154121982/Mariella-Frostrup-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mariellafrostrup"}],"feature":true,"keywords":["Relationships","Sex","Life and style"],"tags":[{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Mariella Frostrup","topic":{"type":"tag-contributor","name":"profile/mariellafrostrup"}}],"series":{"title":"Dear Mariella","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/dearmariella"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/17/guy-im-seeing-has-a-girlfriend-but-is-attached-to-me-mariella-frostrup","shortUrl":"http://gu.com/p/48aaf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/17/guy-im-seeing-has-a-girlfriend-but-is-attached-to-me-mariella-frostrup","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/17/guy-im-seeing-has-a-girlfriend-but-is-attached-to-me-mariella-frostrup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431361427814/Man-looking-at-woman-sitt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Alcohol doesn’t make you braver, more honest or more intuitive – it makes you moronic and liable to say and do things you regret,’ warns Mariella Frostrup. Photograph: Alamy","credit":"Alamy","altText":"Man looking at woman sitting on kitchen counter, both holding beers","cleanCaption":"‘Alcohol doesn’t make you braver, more honest or more intuitive – it makes you moronic and liable to say and do things you regret,’ warns Mariella Frostrup. Photograph: Alamy"}},"importance":5,"showQuotedHeadline":false},{"title":"How to live a middle-class life in New York City on less than $5,000 a year","rawTitle":"How to live a middle-class life in New York City on less than $5,000 a year","item":{"type":"article","id":"us-news/2015/may/16/new-york-city-freegan-dumpster-diving-food-waste","title":"How to live a middle-class life in New York City on less than $5,000 a year","trailText":"Marie is a French woman living in Brooklyn who has no job, no visa, and lives in a three-story house for free. Her secret: living off the waste of others","standFirst":"<p>Marie is a French woman living in Brooklyn who has no job, no visa, and lives in a three-story house for free. Her secret: living off the waste of others</p>","byline":"Pauline Marie Bock","body":"<p>Marie was mixing basil for pesto on the kitchen counter of a brownstone in the Crown Heights neighborhood of Brooklyn when the doorbell rang. Her friend Janet Kalish was early for lunch: the butternut squash was still cooking. “I found kilos of carrots yesterday,” Kalish said joyfully. “I have to give them away before they turn bad!”</p> \n<p>Kalish had collected the carrots on the street, just like the parmesan Marie was grating had been rescued from the trash. The pair became friends when Marie started dumpster diving three years ago. </p> \n<p>Drifting from the American philosophy of incessant consumption, some have adapted to a system of interdependence and sharing – and eating for free is just the first step.<br /></p> \n<p>Marie lives a New York middle-class life spending less than $5,000 a year. Kalish, who travels more, needs $10,000. They work, eat, have a home, but there’s no rent bill or grocery shopping. No regular salary, even. Money isn’t their currency. </p> \n<p>Marie is a petite, black-haired French woman who looks just like the conventional fortysomething Brooklynite. But she has no job, no visa, and lives in a three-story house for free. Living in the US also comes with an additional bit of daring: she’s an illegal immigrant. For privacy reasons, she asked to be identified with her first name only. </p> \n<p>Eight years ago Marie arrived in the US, where she decided to remain. She has been staying for five years with her friend Greg, a real estate agent. They met in upstate New York in 2010 at a permaculture internship in which Marie spent a month learning how to farm sustainably. She needed a place to stay, he had a vacant room, so she became his home keeper, cleaning, gardening and bringing dumpster-dived food in lieu of rent. </p> \n<figure class=\"element element-image\" data-media-id=\"7489dae892e5897b31f4ec2144a16b320178e1a1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431718114727/0b4e789a-cc0a-4498-8916-4e91914610fa-460x276.jpeg\" alt=\"A woman holds a bagel she found in a garbage bag of pastries and bagels outside a shop in Manhattan.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A woman holds a bagel she found in a garbage bag of pastries and bagels outside a shop in Manhattan.</span> \n  <span class=\"element-image__credit\">Photograph: Stan Honda/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>“I count my blessings,” she said. “I’ve always tried to make it work fairly, to bring food in exchange. But it’s important that I never planned it this way. I didn’t leave France thinking ‘I’ll be illegal’; I didn’t move to Greg’s thinking I’d stay long for free.”</p> \n<p>In May 2007, Marie landed at JFK airport with a Lonely Planet in her backpack. It was her first time in the US; emerging from the subway at 125th Street and Lenox Avenue in Harlem made her think of Starsky and Hutch, the 1970s television show. She paid rent in cash in Harlem, working as a waiter for three years, before moving to Greg’s.</p> \n<p>Going with the flow, Marie has now decided to go back to France. In June she will book a plane ticket and ask to be deported.</p> \n<p>“I’m aware that being French, and not Latino for example, makes things easier,” she said. Since she will leave prior to deportation, the main consequence of her overstay will be a ban from re-entering the US for 10 years. </p> \n<p>“It’s a one-way trip anyway,” she shrugged. “I’ll pay what it costs.”</p> \n<p>The price of the ticket may be more than she has spent in the past several months combined: a few hundred dollars. She receives rent from a house she owns in France, but that’s money she never uses. She lives on cash from baby- and dog-sitting. The $1,000 she recently was paid for painting a house “can go a long way”. Her clothes are finds and she travels by bike, even from Crown Heights to Manhattan. </p> \n<p>Sometimes she books cheap opera tickets: she saw Don Giovanni at the Met in March. For $15 a month, she’s on Greg’s family cellphone plan. When she dumpster-dives, she can bring $60 worth of food home in a night. “Marie’s the most earth-friendly person I know,” said her landlord Greg. “She doesn’t own a car, wears only used clothes, fixes broken things. She fills holes in the system and leaves zero footprint.”</p> \n<p>Back in France, Marie worked as an accountant. “I had buried my head in the sand, convincing myself that was life. But that just wasn’t what I wanted, counting others’ money. I’m still not sure what I want.”</p> \n<p>Three or four times a week in warmer months, Marie bicycles through Park Slope. She knows supermarkets put out trash between 8-9pm. Food Train, at 7th Avenue and 11th Street, is “good for fresh fruits”, and Union Market throws away unexpired, sealed Tuscan bean soups, fresh cheese raviolis and raw kale salads every day – they clean the shelves for newer ones, she explains.<br /></p> \n<p>Marie remembers her first trash tour, a monthly event organized by the New York freegan group Kalish leads, as a revelation.</p> \n<p>A dynamic, chestnut-haired woman and a freegan since 2004, Kalish, 52, saves all items from the trash and tries not to purchase anything but cat food and toilet paper. </p> \n<p>Kalish quit her high school teaching job in 2013 and lives off the income she has saved for a decade. Owning her Richmond Hills flat and a house in Westchester, she receives rent and will get her pension in three years. But all of this she rarely spends. “There’s nothing wrong with savings,” she said. “People who accumulate expensive things are eternally dissatisfied.”</p> \n<p>She brings many of her finds to the food pantry where she volunteers. “I still work a lot. It’s just not for money,” she says. Kalish argues freegans will exist as long as there will be food waste. (The United Nations Environment Programme reports that 40% of food supplies goes to the trash every year in the US – that’s 20lb of food per person every month.)</p> \n<p>“We receive plenty of criticism – that we take advantage of the society, that we are elitist even,” she said. “But we’re trying to be sustainable.”</p> \n<p>For a time, Kalish wouldn’t go home after a trash tour without giving someone else food. She doesn’t do it any more; a homeless woman once screamed at her when she learned the food came from the trash. “I realized she knew where to find it,” Kalish said. “She just didn’t want to.” </p> \n<p>Marie doesn’t know what she will do back in France, only that she won’t stop dumpster diving. Friends who own a farm could hire her, or she could go work on a barge on the Bourgogne canal. She’s dreaming of walking the Route to Santiago de Compostela this summer. </p> \n<p>“Pilgrims lived a very modest life and were offered hospitality on the road,” Marie said. “Somehow I’m the same.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431718505364/756bd9e4-4482-4786-ad17-e46fee23c05c-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Pauline Bock","altText":"Marie Brooklyn freegan","cleanCredit":"Photograph: Pauline Bock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431718116095/0b4e789a-cc0a-4498-8916-4e91914610fa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A woman holds a bagel she found in a garbage bag of pastries and bagels outside a shop in Manhattan. Photograph: Stan Honda/AFP/Getty Images","credit":"Stan Honda/AFP/Getty Images","altText":"A woman holds a bagel she found in a garbage bag of pastries and bagels outside a shop in Manhattan.","cleanCaption":"A woman holds a bagel she found in a garbage bag of pastries and bagels outside a shop in Manhattan.","cleanCredit":"Photograph: Stan Honda/AFP/Getty Images"}],"webPublicationDate":"2015-05-16T14:00:05Z","lastModified":"2015-05-16T21:53:37Z","metadata":{"commentable":true,"commentCount":439,"contributors":[],"feature":true,"keywords":["New York","Waste","Environment","Food & drink","Cities"],"tags":[{"id":"us-news/new-york","webTitle":"New York"},{"id":"environment/waste","webTitle":"Waste"},{"id":"environment/environment","webTitle":"Environment"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"cities/cities","webTitle":"Cities"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/16/new-york-city-freegan-dumpster-diving-food-waste","shortUrl":"http://gu.com/p/49x4g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/16/new-york-city-freegan-dumpster-diving-food-waste","webUri":"http://www.theguardian.com/us-news/2015/may/16/new-york-city-freegan-dumpster-diving-food-waste"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431718505364/756bd9e4-4482-4786-ad17-e46fee23c05c-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Marie the freegan Frenchwoman, on patrol in Brooklyn. Photograph: Pauline Bock","credit":"Pauline Bock","altText":"Marie Brooklyn freegan","cleanCaption":"Marie the freegan Frenchwoman, on patrol in Brooklyn.","cleanCredit":"Photograph: Pauline Bock"}},"importance":5,"showQuotedHeadline":false},{"title":"SNP will form the real opposition to the Tories, says Angus Robertson","rawTitle":"SNP will form the real opposition to the Tories, says Angus Robertson","item":{"type":"article","id":"politics/2015/may/17/snp-will-form-the-real-opposition-to-the-tories-says-angus-robertson","title":"SNP will form the real opposition to the Tories, says Angus Robertson","trailText":"Party figure says Labour is struggling with leadership in Westminster and Scotland and offers no alternative to the Conservatives","standFirst":"<p>Party figure says Labour is struggling with leadership in Westminster and Scotland and offers no alternative to the Conservatives</p>","byline":"Press Association","body":"<p>The SNP will be the “real and effective” opposition to the Conservatives, the party’s Westminster leader has said.<br /></p> \n<p>With Labour searching for a new leader since Ed Miliband’s resignation, Angus Robertson said the SNP would be a strong voice for people in Scotland and across the UK.</p> \n<p>The SNP are now the third-biggest party in the House of Commons with 56 MPs taking their seats when parliament resumes this week.</p> \n<p>Robertson said: “For the sake of people in Scotland and across the UK, it is vital that there is a strong and effective opposition to the Tory government at Westminster – and that is a responsibility the SNP are ready and willing to discharge.</p> \n<p>“We will work in partnership with the Scottish government and members of the Scottish parliament, and are prepared to reach out across party lines at Westminster.</p> \n<p>“Indeed, I believe that the SNP will form the real opposition to the Tories. Labour are leaderless at Westminster and mired in a leadership crisis in Scotland, but the issue is deeper than that.”</p> \n<figure class=\"element element-image\" data-media-id=\"3120fb7fbf0335913c03173b6c5fd9a488c941bd\"> \n <img src=\"http://media.guim.co.uk/3120fb7fbf0335913c03173b6c5fd9a488c941bd/189_207_2317_1390/1000.jpg\" alt=\"Angus Robertson, leader of SNP Westminster group.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Angus Robertson, leader of SNP Westminster group.</span> \n  <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> \n </figcaption> \n</figure> \n<p>Robertson claimed Labour was not offering an alternative to the Conservatives on austerity, welfare and Europe.</p> \n<p>He added: “The SNP, by contrast, have a powerful manifesto mandate to oppose austerity, propose investment in job creation, speak out against cuts in benefits for disabled people, and insist that the UK cannot leave the European Union unless all four of its constituent parts agree.</p> \n<p>“We will work closely with ministers and MSPs in Holyrood on all of these and other issues – such as achieving the powers Scotland was promised in the referendum, and preventing the repeal of the Human Rights Act.</p> \n<p>“Effective SNP opposition to the Tories will certainly be good for Scotland, but leading this progressive alternative will also be to the benefit of people throughout the UK,” he said.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/61abe080bde911dcccb8588204d2c7cc0083f242/36_14_2941_1764/2941.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1764,"width":2941,"orientation":"landscape","credit":"Jeff J Mitchell/Getty Images","altText":"The SNP won 56 out of 59 seats in Scotland the general election.","cleanCredit":"Photograph: Jeff J Mitchell/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3120fb7fbf0335913c03173b6c5fd9a488c941bd/189_207_2317_1390/2317.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1390,"width":2317,"orientation":"landscape","caption":"Angus Robertson, leader of SNP Westminster group. Photograph: Danny Lawson/PA","credit":"Danny Lawson/PA","altText":"Angus Robertson, leader of SNP Westminster group.","cleanCaption":"Angus Robertson, leader of SNP Westminster group.","cleanCredit":"Photograph: Danny Lawson/PA"}],"webPublicationDate":"2015-05-17T00:41:48Z","lastModified":"2015-05-17T07:47:22Z","metadata":{"commentable":true,"commentCount":752,"contributors":[],"feature":false,"keywords":["Scottish National party (SNP)","Politics","Conservatives","Labour","UK news"],"tags":[{"id":"politics/snp","webTitle":"Scottish National party (SNP)"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/17/snp-will-form-the-real-opposition-to-the-tories-says-angus-robertson","shortUrl":"http://gu.com/p/49xdp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/17/snp-will-form-the-real-opposition-to-the-tories-says-angus-robertson","webUri":"http://www.theguardian.com/politics/2015/may/17/snp-will-form-the-real-opposition-to-the-tories-says-angus-robertson"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/61abe080bde911dcccb8588204d2c7cc0083f242/36_14_2941_1764/2941.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1764,"width":2941,"orientation":"landscape","caption":"The SNP won 56 out of 59 seats in Scotland the general election. Photograph: Jeff J Mitchell/Getty Images","credit":"Jeff J Mitchell/Getty Images","altText":"The SNP won 56 out of 59 seats in Scotland the general election.","cleanCaption":"The SNP won 56 out of 59 seats in Scotland the general election.","cleanCredit":"Photograph: Jeff J Mitchell/Getty Images"}},"importance":4,"showQuotedHeadline":false},{"title":"No more cuts, Tory councils tell George Osborne","rawTitle":"No more cuts, Tory councils tell George Osborne","item":{"type":"article","id":"society/2015/may/16/tory-councils-osborne-no-further-austerity","title":"No more cuts, Tory councils tell George Osborne","trailText":"Conservative-led Local Government Association warns that fresh round of cuts would devastate local services and communities","standFirst":"<p>Conservative-led Local Government Association warns that fresh round of cuts would devastate local services and communities</p>","byline":"Toby Helm","body":"<p>Tory council leaders across England and Wales have presented a united front with Labour and Lib Dem-run local authorities as they warn the chancellor, George Osborne, that another round of funding cuts would devastate local services and harm the most vulnerable in society.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2015/may/16/letters-tory-cuts-education-mental-health-poverty\">In a letter to the <em>Observer</em></a>, council bosses representing every type of local authority in England and Wales, as part of the Tory-controlled Local Government Association (LGA), say they have already had to impose cuts of 40% since 2010 and cannot find more savings without serious consequences for community life and social care, and knock-on effects for the NHS.</p> \n<p>Last week Osborne unveiled radical plans for further devolution of powers to English cities, including housing and transport. However, the letter, signed by the leaders of all 375 county, district, unitary and metropolitan councils, as well as London boroughs and Welsh councils, sets the stage for the most serious conflict between central and local government since Osborne launched his austerity drive five years ago.</p> \n<p>Following the 7 May local election results, the LGA returned to Conservative control after a year of Labour being the largest party, so the protest is Conservative-led and aimed directly at the new Tory-majority government. In the letter the local authorities say they have already made efficiency savings that have cut services to the bone. “Councils have worked hard to shield residents from the impact of funding cuts. However, efficiencies cannot be remade or buildings resold,” they say.</p> \n<p>“Further local government funding reductions over the next five years are not an option. The new government must consider the consequences that further funding cuts, without radical reform of the way public money is spent, will have on the services which bind our communities together and protect the most vulnerable.”</p> \n<p>They warn that “vital services, such as collecting bins, filling potholes, maintaining our parks and green spaces, caring for the elderly, would struggle to continue at current levels” and would “result in the unintended consequence of costs passed on to other parts of the public sector, such as the NHS, [which would be] left to pick up the pieces of councils scaling back services”.</p> \n<p>The strength of their feeling reflects a sense across local authorities that they are bearing an unfair burden, as ministers try to meet their targets to rein in public spending and slash the deficit.</p> \n<p>They add: “If our public services are to survive the next few years, councils need fairer funding and the freedom to pay for them. The public sector has to stop working in silos and join up even more. We need a new settlement for England that devolves decisions about infrastructure, transport, housing, skills and health and social care down to local areas so they can tackle the big issues facing their residents.</p> \n<p>“Councils could then ensure elderly and disabled people receive the care they deserve, young people are equipped with skills to find local jobs, desperately needed homes are built, roads are maintained to high standards and every child has a place at a good school.”</p> \n<p>Osborne announced<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit\"> plans on Saturday for an emergency budget on 8 July</a> in which he will lay out how he intends to cut &pound;12bn from Britain’s welfare bill and announce a fresh wave of austerity measures. It will be his second budget in less than four months. The chancellor says he wants to make a start delivering on commitments made in the Conservative party manifesto and that his package will be a budget for “working people”.</p> \n<p>The Treasury says he will provide details of how the government plans to eliminate the UK’s budget deficit – forecast to be &pound;75bn this year – and run a surplus by the end of the parliament. “On 8 July I am going to take the unusual step of having a second budget of the year – because I don’t want to wait to turn the promises we made in the election into a reality … And I can tell you it will be a budget for working people.”</p> \n<p>The Treasury said the budget would address Britain’s poor productivity record, and include plans to create three million new apprenticeships. However, the centrepiece of the package will be a fresh bout of austerity. Provided the economy performs in line with forecasts made by the independent Office for Budget Responsibility, borrowing will be reduced to &pound;41bn in 2016-17 and &pound;14.5bn in 2017-18. By 2018-19, the plan is for the UK to be running a budget surplus of &pound;4bn.</p> \n<p>The Conservatives have provided details of how they will find around &pound;1.5bn of savings from the UK’s social security budget but came under pressure from the Institute for Fiscal Studies during the election campaign to explain how they would find the remaining &pound;10.5bn. The IFS said the scale of the overall savings – 10% of the part of the welfare bill not spent on pensioners – would involve the Conservatives looking at child benefit, child tax credit and disability allowances. According to the Treasury, the budget would announce reforms of welfare that would protect the most vulnerable while making sure the system is fair to taxpayers.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431807847729/d8ba3564-5171-4cbd-aed2-16ce51ba2d5a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt Cardy/Getty Images","altText":"Pound coins are stacked in front of a twenty pound note on November 27 2008 in Bristol, England.","cleanCredit":"Photograph: Matt Cardy/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-16T19:01:03Z","lastModified":"2015-05-16T23:00:47Z","metadata":{"commentable":true,"commentCount":1533,"contributors":[{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"}],"feature":false,"keywords":["Local government","Conservatives","Austerity","George Osborne","Budget deficit","Politics","UK news","Society","Economics","Business"],"tags":[{"id":"society/localgovernment","webTitle":"Local government"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"business/budget-deficit","webTitle":"Budget deficit"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/society","webTitle":"Society"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"society"},"topics":[{"displayName":"Toby Helm","topic":{"type":"tag-contributor","name":"profile/tobyhelm"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/16/tory-councils-osborne-no-further-austerity","shortUrl":"http://gu.com/p/49xbb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/16/tory-councils-osborne-no-further-austerity","webUri":"http://www.theguardian.com/society/2015/may/16/tory-councils-osborne-no-further-austerity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431793232556/osborne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne has announced his budget will take place on 8 July. Photograph: Christopher Thomond for The Guardian./Christopher Thomond","credit":"Christopher Thomond for The Guardian./Christopher Thomond","altText":"osborne","cleanCaption":"George Osborne has announced his budget will take place on 8 July. Photograph: Christopher Thomond for The Guardian./Christopher Thomond"}},"importance":4,"showQuotedHeadline":false},{"title":"Labour’s triple whammy defeat has left the party in a triple vice","rawTitle":"Labour’s triple whammy defeat has left the party in a triple vice","item":{"type":"comment","id":"commentisfree/2015/may/17/labours-triple-whammy-defeat-party-triple-vice","title":"Labour’s triple whammy defeat has left the party in a triple vice","trailText":"Judge the contenders to replace Ed Miliband on whether they see the epic scale of the challenge facing Labour","standFirst":"Judge the contenders to replace Ed Miliband on whether they see the epic scale of the challenge facing Labour","byline":"Andrew Rawnsley","body":"<p>Victory has a hundred fathers. Defeat is an orphan. John F Kennedy was so right. In the days since the election, the walls of Westminster have echoed with two sounds. One is a bray. That is the noise of Tories of various stripes claiming paternity for their election success and telling everyone who will listen that they weren’t among the panickers – they were always quietly confident that clever old Dave and cunning old Lynton would get them back to power. David Cameron is honest enough to admit that he was surprised. When he lined up with Ed Miliband and Nick Clegg for the VE day ceremony at the Cenotaph, the Tory leader confided to his two victims that he thought he’d be spending the day writing a resignation statement.</p> \n<p>The sound from Labour is a howl. Whether they be Blairite panjandrum or leftwing trade union grandee, the air thrums with Labour people saying they knew all along that Ed Miliband was a vainglorious, self-deluded dweeb who was taking them to defeat.</p> \n<p>Labour has made one sensible choice since election day. The national executive has decided that the search for a new leader will last until the autumn. For the most part, this has been discussed in terms of the horse race. A quickie contest was assumed to favour <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/andyburnham\" title=\"\">Andy Burnham</a>, the shadow health secretary, and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/yvette-cooper\" title=\"\">Yvette Cooper</a>, the shadow home secretary, because they start with the widest name recognition. A longer contest is thought to be of greater help to the younger, less established contenders. The more important point about a long contest is that it gives a greater opportunity to assess the candidates. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/chuka-umunna-withdraws-from-labour-leadership-contest\" title=\"\">Chuka Umunna</a> came out of the stalls as the bookie’s favourite only to pull out of the race before the first hurdle. That underlines what a demanding role they are applying for and how thoroughly they must be tested before Labour makes its choice.</p> \n<p>There was a strong case for Labour to have a complete pause before plunging into a leadership contest. Some close to Ed Miliband tried to persuade him to stay on for six months so that the party could first conduct a searching inquest into its defeat and have a proper argument about its direction. Mr Miliband couldn’t be persuaded to hang around and you can’t really blame him. Prime minister’s questions would have been torture. And who would fancy being a sort of living corpse laid out on the slab while your failures are vivisected?</p> \n<p>As a result, Labour must now do two difficult things at once: conduct a profound postmortem and choose a new leader. There are already emerging divisions. Between left and right, younger generation and the old guard, northern and southern, those who think the imperative is to reconnect with lost working-class voters and those who emphasise the party’s inability to appeal to the middle classes. More important than any of those divides is the split between those who seek refuge from their grief in superficial explanations for this defeat and those who understand that they must think hard about the existential challenge that now confronts the party.</p> \n<p>For those seeking false comfort in scapegoats, one obvious direction to point the finger is at the opinion pollsters and the media. I agree that the former, by wrongly telling us that the election was on a knife edge, skewed coverage of the campaign. There was insufficient attention paid to what a Tory majority government might do and a vast amount of speculation about hung parliament scenarios. This advantaged David Cameron by feeding his “competence versus chaos” theme. Campaigners of all parties agree that the spectre of a Labour minority government being the puppet of the Scottish Nationalists helped the Tories tug English voters over to them. But let’s run the counterfactual. Let’s imagine a campaign in which the pollsters had got it right and told us that the Tories were on course for a majority. How much would it have helped Labour to have known that it was more than six points behind? Would it have helped at all? Or would the party have gone into a meltdown that would have made the defeat even more calamitous?</p> \n<p>After every campaign, there are always might-have-beens. Dwelling on them is classic displacement activity. The Tory tactic worked so well for them because it amplified pre-existing fears about Labour. When Mr Miliband declared that he wouldn’t be bullied by the SNP he just wasn’t convincing to those voters already worried that he was weak and not to be trusted with the economy.</p> \n<p>He always trailed David Cameron when the public was asked who would make the better prime minister. That poll finding I do believe. This deficiency in the former leader will rightly make the capacity to come over as a credible candidate for Number 10 extremely important when it comes to choosing his replacement. Any candidate who says that presentation doesn’t matter should be shown the door. But simply looking for someone who might be more accomplished at eating a bacon buttie isn’t going to fully address Labour’s challenges. It doesn’t come close.</p> \n<p>In the past week, the fallen leader has been attacked from many quarters for deluding himself that the centre of gravity had shifted and pushing policies that were too left wing for swing voters. The truth is more hideous. The individual policy items on the Miliband menu were popular. The Labour leader also had arguments that resonated when he talked about inequality. Quite a lot of Tories say so. The meta-problem was that far too few voters found the overall package believable. The swing voter in Nuneaton, Bolton and Southampton nodded along when Mr Miliband complained about the cost of living. And then they voted Tory. Even when they agreed with Labour’s diagnosis of the country’s ills, they didn’t have confidence that its prescriptions were affordable or practical.</p> \n<p>Labour never found a good answer to the charge that it overspent when it was in government. Five years on, the contenders for the leadership are still being asked a question that should have been dealt with in 2010. Labour never closed the yawning gap when voters were asked to choose between them and the Tories on economic competence. One of Mr Miliband’s worst strategic errors was not to grasp that the voters were not going to trust him to reform capitalism until he had first convinced them that he could be trusted with the national finances and their personal livelihoods. In today’s <em>Observer</em>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/jon-cruddas\" title=\"\">Jon Cruddas</a>, the party’s former policy chief, describes this moment as “arguably the greatest crisis the Labour party has faced since it was created”. That’s pungent stuff, but he has a point. When Michael Foot went down to his catastrophic defeat in the suicide note election of 1983, at least Labour had solid heartlands to fall back on. It could still rely on Scotland and northern England. Seats in the latter are now under siege from Ukip, while Scotland has returned just one Labour MP.</p> \n<p>The traumatic defeats in the 1980s and early 90s sent a clear message about which policies Labour had to ditch and what sort of leader it needed to choose to get back into competition. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/10/cameron-sweet-victory-short-lived\" title=\"\">As I remarked last week</a>, the message from this election is much more complex. Labour has been annihilated in Scotland by a party running to its left. It is menaced by Ukip in northern England and the Tories have clearly signalled ambitions to try to become more competitive there. It was canny of George Osborne, who is already thinking about the 2020 election, which he hopes to contest as Tory leader, to quickly return to his “northern powerhouses”. Labour has barely any MPs in southern England outside of London and lost seats it foolishly assumed were in the bag in crucial parts of the Midlands. The election was a triple whammy for Labour that leaves it in a triple vice.</p> \n<p>The candidates for the leadership who are not serious will be those who just pick out the bits of that message from the electorate that fit with their existing beliefs. The candidates worth listening to will be those who try to address both the scale and the many dimensions of the challenge.</p> \n<p>It is possible to make a hopeful case for Labour. Five years is a very long time in politics. The shock defeat of 1992 was followed by a Labour landslide in 1997. The SNP will get found out eventually when Scottish voters begin to notice that its rhetoric doesn’t accord with how it actually governs in Edinburgh. Ukip will implode. The Lib Dems will take years to rebuild. The Conservatives will misunderstand the nature of their victory and take it as a licence to lurch off in directions that many voters will hate. Then the Tories will rip themselves apart over Europe.</p> \n<p>One or more of their opponents might well foul up, but Labour would be extremely foolish to gamble on it. That was one of Ed Miliband’s strategic mistakes. He thought that because the Tories weren’t liked, it followed that the country would put him into Number 10. That turned out to be a non sequitur. His successor must not repeat that mistake.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/5/16/1431792540772/Chuka-Umunna-Rawnsley-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chuka Umunna's withdrawal from the Labour leadership race confirms what a demanding job it is. Photograph: Christian Sinibaldi for the Guardian","credit":"Christian Sinibaldi/Guardian","altText":"Chuka Umunna, Rawnsley","cleanCaption":"Chuka Umunna's withdrawal from the Labour leadership race confirms what a demanding job it is. Photograph: Christian Sinibaldi for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-16T23:05:14Z","lastModified":"2015-05-16T23:05:14Z","metadata":{"commentable":true,"commentCount":331,"contributors":[{"name":"Andrew Rawnsley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewrawnsley"}],"feature":false,"keywords":["Labour party leadership","Labour","Politics"],"tags":[{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Andrew Rawnsley","topic":{"type":"tag-contributor","name":"profile/andrewrawnsley"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/17/labours-triple-whammy-defeat-party-triple-vice","shortUrl":"http://gu.com/p/49xb5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/17/labours-triple-whammy-defeat-party-triple-vice","webUri":"http://www.theguardian.com/commentisfree/2015/may/17/labours-triple-whammy-defeat-party-triple-vice"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/5/16/1431792540772/Chuka-Umunna-Rawnsley-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chuka Umunna's withdrawal from the Labour leadership race confirms what a demanding job it is. Photograph: Christian Sinibaldi for the Guardian","credit":"Christian Sinibaldi/Guardian","altText":"Chuka Umunna, Rawnsley","cleanCaption":"Chuka Umunna's withdrawal from the Labour leadership race confirms what a demanding job it is. Photograph: Christian Sinibaldi for the Guardian"}},"importance":3,"showQuotedHeadline":true},{"title":"Give me an easy-going ‘dad bod’ any day","rawTitle":"Give me an easy-going ‘dad bod’ any day","item":{"type":"comment","id":"commentisfree/2015/may/17/vain-preening-men-versus-dad-bods-no-contest","title":"Give me an easy-going ‘dad bod’ any day","trailText":"Save me from conceited, narcissistic men rushing to judgment on others. Give me someone comfortable in their own skin","standFirst":"Save me from conceited, narcissistic men rushing to judgment on others. Give me someone comfortable in their own skin","byline":"Barbara Ellen","body":"<p>‘Dad bod” is an expression coined by Mackenzie Pearson, <a href=\"http://theodysseyonline.com/clemson/dad-bod/97484\">writing on a US college site,</a> about how young women like her are “all about the dad bod”. Dad bods don’t usually belong to actual dads – perish the thought! – but to young males with soft bellies and phantom abs. It’s not about being properly overweight, but about being a little out of condition, non-intimidating, cuddly. Pearson writes: “The dad bod says, ‘I go to the gym occasionally, but I also drink heavily on the weekends and enjoy eight slices of pizza.’ ”</p> \n<p>The <em>New York</em> magazine <a href=\"http://nymag.com/thecut/2015/04/what-is-the-dadbod.html\">identified the definitive dad bod</a> as belonging to actor Jason Segel, although it could be any actor who played a slacker character in a Judd Apatow film. Men came forward to talk about their own dad bods. There was a scathing female backlash – why should men be celebrated for being slobs? Where was the gender parity? Arguably, women were more entitled to have “mum bods”, seeing as some of them have actually carried babies.</p> \n<p>However, I’m not sure if any of this is really about young women suddenly developing a fetish for soft, squishy men who gorge on pizza. This is about excessively vain men, young or old, gay or straight, and how no one in their right mind likes them.</p> \n<p>I’m not talking about men who simply like to look good or take their fitness seriously. There’s a big difference between old-school Mr Vains – exhibitionist, self-adoring, but essentially sweet (happy peacocks) – and a certain breed of hardcore vain men, self-satisfied, hyper-critical, mean, who like to spread the pain around by commenting on how everyone else is looking, too.</p> \n<p>The judgmental vain man is a nightmare and there seem to be more of them about. While there are vain women, too, female vanity generally seems directed inwards and is more likely to be self-critical. A certain brand of male vanity is probably just as much about insecurity, but seems directed outwards. In basic terms, it’s the difference between someone who looks in the mirror to check what is right (so incredibly right!) about their appearance, rather than what is wrong.</p> \n<p>Moreover, while there is said to be new pressure on men to look a certain way or have a particular physique, this doesn’t seem to be what’s driving obnoxiously vain men.</p> \n<p>These are no shrinking violets, anxious for validation, desperate to be accepted. On the contrary, they seem to think that their taut abdominals give them a free pass to air extremely strong views about how others are supposed to look, from people they know – partners, friends, family members – to complete strangers. These days, this is frequently, and unconvincingly, disguised as “concern” over obesity and related health issues. Their mouths say: “I’m worried about my fellow human beings.” But the translation of this is: “I’m better than my fellow human beings.”</p> \n<p>Who would want to be in a relationship with that kind of toxic hot mess? How could it be possible to be happy and relaxed, never mind naked and vulnerable, with these creatures? It’s as if some men can’t handle being good-looking or physically fit – it turns them into catty, judgmental monsters, with a tape loop of Walk This Way where their heart and their manners should be.</p> \n<p>Bearing this in mind, it’s understandable, even cheering, that young women such as Pearson appear to be subconsciously trying to avoid these vain men in favour of sweeter, more laidback guys who are going to let them breathe a little.</p> \n<p>This isn’t really about how a man looks, it’s about how he makes someone feel. It’s not so much the look of the dad bod that appeals, it’s the personality that comes with it.</p> \n<h2>Talk is cheap, except with the Clintons</h2> \n<figure class=\"element element-image\" data-media-id=\"87a93b5e40bf52362696e51bf1378dbcf3626bf6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431775647509/da3132bf-8b16-4024-94e4-cdd764a45248-280x420.jpeg\" alt=\"We're in the money: Bill and Hillary Clinton earned $30m in the last year.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">We’re in the money: Bill and Hillary Clinton earned $30m in the last year.</span> \n  <span class=\"element-image__credit\">Photograph: Noam Galai/WireImage</span> \n </figcaption> \n</figure> \n<p>It’s been revealed that Hillary and Bill Clinton have earned more than $30m (&pound;19m) since January 2014, the bulk in paid speeches to banks, corporations, et al. (Hillary also made in excess of $5m from her memoir, <a href=\"http://bookshop.theguardian.com/hard-choices.html\"><em>Hard Choices</em></a><em>correct.</em>) The <a href=\"http://www.nytimes.com/2015/05/16/us/politics/clintons-reportedly-earned-30-million-in-the-last-16-months.html?_r=0\"><em>New York Times</em></a> estimates that, since leaving the White House in 2001, the Clintons have amassed $125m (&pound;97m). Since his wife announced that she was running for the presidency (the reason that these figures have been made public), Bill Clinton has not slowed down. Then again, why should he?</p> \n<p>Obviously these figures are an embarrassment for Hillary, because she is attempting to position herself as an everywoman. Then there was her claim when promoting <em>Hard Choices</em> that the Clintons were “dead broke”. Surely there’s no problem with Bill, no longer in public office, whose speeches have earned the bulk of the money? Then there’s our own former PM, Tony Blair, who conspicuously runs a highly lucrative public speaking career, for which he is constantly derided. It always feels as though people are supposed to get automatically riled by former presidents, prime ministers or other major politicos earning big sums on the public speaking circuit, but why?</p> \n<p>Not all former PMs or presidents rake it in on this circuit quite so eagerly, but should there be such condemnation of the ones who do, even those whose naked greed makes you shudder? Granted, it’s all hanging on the status of their previous position and experience, but, arguably, that goes for any speaker.</p> \n<p>Would I want to sit through one of these speeches? Probably not – and some former politicos droning on self-importantly would be more enraging than others, but that’s not the point. Public speaking is a perfectly legal and valid way of earning money, post-politics, so why all the sniping? It’s what politicians do in office, not out of it, which really matters. The rest sounds like a bellow of perhaps righteous dislike but (less forgivable) envy.</p> \n<h2>Oh dear, there goes the Edge over the edge</h2> \n<figure class=\"element element-image\" data-media-id=\"8919fd53d3bb9684dd2cce9fa54d21dc585b0c43\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431775793824/bc6344fb-b550-4d20-82e8-5e32935c0c4e-460x276.jpeg\" alt=\"Oops a daisy: Bono and the Edge of U2 have both come croppers recently.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Oops a daisy: Bono and the Edge of U2 have both come croppers recently.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Hayward/AP</span> \n </figcaption> \n</figure> \n<p>U2 have become extremely accident-prone. First, singer Bono mashed up his arm in a cycling accident. Now guitarist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/15/the-edge-falls-off-stage-during-u2-vancouver-tour\">the Edge has fallen off the stage at Vancouver’s Rogers Arena</a> during their Innocence and Experience tour. The fact that he did so during a rendition of I Still Haven’t Found What I’m Looking For could be deemed hilarious to those with enough of a cruel streak to yell: “Do you mean the edge of the stage?”</p> \n<p>It was also interesting to note the distinct lack of age-related derision directed at the Edge, for having the audacity to be 53 years old and “flaunting himself” on stage. Compare and contrast with <a href=\"http://news.sky.com/story/1434394/madonna-blames-brits-stairs-tumble-on-cloak\">Madonna, who famously took her own much nastier stage tumble at the Brits</a>, when she was pulled over by her stage cloak.</p> \n<p>Just a few years older, the rather athletic Madonna was promptly vilified as a withered old hag who shouldn’t be staggering about onstage, in her hideous arthritic liver-spotted way, as it was becoming unseemly at her age.</p> \n<p>In stark contrast, I’ve yet to read that the Edge should view it as a “sign” that it’s time to hang up his beanie hat. Funny that.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431774852752/-Jason-Segel-and-Cameron--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" Jason Segel and Cameron Diaz in Sex Tape. According to New York magazine, Segel has the definitive dad bod. Photograph:   Columbia Pictures/Everett/RE","credit":"  Columbia Pictures/Everett/RE/  Columbia Pictures/Everett/RE","altText":" Jason Segel and Cameron Diaz","cleanCaption":" Jason Segel and Cameron Diaz in Sex Tape. According to New York magazine, Segel has the definitive dad bod. Photograph:   Columbia Pictures/Everett/RE"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431775648946/da3132bf-8b16-4024-94e4-cdd764a45248-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"We’re in the money: Bill and Hillary Clinton earned $30m in the last year. Photograph: Noam Galai/WireImage","credit":"Noam Galai/WireImage","altText":"We're in the money: Bill and Hillary Clinton earned $30m in the last year.","cleanCaption":"We’re in the money: Bill and Hillary Clinton earned $30m in the last year.","cleanCredit":"Photograph: Noam Galai/WireImage"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431775795118/bc6344fb-b550-4d20-82e8-5e32935c0c4e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Oops a daisy: Bono and the Edge of U2 have both come croppers recently. Photograph: Jonathan Hayward/AP","credit":"Jonathan Hayward/AP","altText":"Oops a daisy: Bono and the Edge of U2 have both come croppers recently.","cleanCaption":"Oops a daisy: Bono and the Edge of U2 have both come croppers recently.","cleanCredit":"Photograph: Jonathan Hayward/AP"}],"webPublicationDate":"2015-05-16T23:06:08Z","lastModified":"2015-05-16T23:06:08Z","metadata":{"commentable":true,"commentCount":117,"contributors":[{"name":"Barbara Ellen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733711/BarbaraEllen.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barbaraellen"}],"feature":true,"keywords":["Men's health","Fashion","Health & wellbeing","Hillary Clinton","US news","Tony Blair","Politics","U2","Music","UK news","Life and style"],"tags":[{"id":"lifeandstyle/mens-health","webTitle":"Men's health"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"us-news/hillary-clinton","webTitle":"Hillary Clinton"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"politics/tonyblair","webTitle":"Tony Blair"},{"id":"politics/politics","webTitle":"Politics"},{"id":"music/u2","webTitle":"U2"},{"id":"music/music","webTitle":"Music"},{"id":"uk/uk","webTitle":"UK news"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Barbara Ellen","topic":{"type":"tag-contributor","name":"profile/barbaraellen"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/17/vain-preening-men-versus-dad-bods-no-contest","shortUrl":"http://gu.com/p/49x8d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/17/vain-preening-men-versus-dad-bods-no-contest","webUri":"http://www.theguardian.com/commentisfree/2015/may/17/vain-preening-men-versus-dad-bods-no-contest"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431774852752/-Jason-Segel-and-Cameron--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" Jason Segel and Cameron Diaz in Sex Tape. According to New York magazine, Segel has the definitive dad bod. Photograph:   Columbia Pictures/Everett/RE","credit":"  Columbia Pictures/Everett/RE/  Columbia Pictures/Everett/RE","altText":" Jason Segel and Cameron Diaz","cleanCaption":" Jason Segel and Cameron Diaz in Sex Tape. According to New York magazine, Segel has the definitive dad bod. Photograph:   Columbia Pictures/Everett/RE"}},"importance":3,"showQuotedHeadline":true}],"lastModified":"2015-05-17T07:47:22Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}