{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Iain Duncan Smith in cabinet row over £12bn welfare cuts","rawTitle":"Iain Duncan Smith in cabinet row over £12bn welfare cuts","item":{"type":"article","id":"politics/2015/may/23/iain-duncan-smith-cabinet-row-welfare-cuts-12bn","title":"Iain Duncan Smith in cabinet row over £12bn welfare cuts","trailText":"Work and pensions secretary fighting rearguard action against any changes that would involve slashing at key benefit schemes","standFirst":"Work and pensions secretary fighting rearguard action against any changes that would involve slashing at key benefit schemes","byline":"Daniel Boffey","body":"<p>Iain Duncan Smith is “pushing back” against attempts to “salami slice” through the welfare budget to deliver the prime minister’s pledge of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/iain-duncan-smith-conservative-cabinet-david-cameron-welfare-cuts\">&pound;12bn in savings</a>, allies of the work and pensions secretary have claimed.</p> \n<p>Duncan Smith was surprised when the sheer scale of the cuts was announced in January last year, and is now fighting a rearguard action against changes that would involve slashing at key benefit schemes in his budget.</p> \n<p>It is understood the cabinet minister has long been frustrated by a failure within the leadership of the party to get to grips with how the reduction in spending will be made. He fears that such lethargy could ultimately lead to rushed and deeply unpopular cuts.</p> \n<p>One ally of Duncan Smith told the <em>Observer</em> that a major problem had been that key figures did not expect to have to implement such heavy hits on welfare spending, assuming the pledge could be watered down during coalition negotiations with the Liberal Democrats.</p> \n<p>Now that the Tories are in government with a majority, the source claimed Duncan Smith was standing firm against attempts to slice off bits of his budget to fund a series of giveaways, including slashing inheritance tax and raising the 40p tax threshold to benefit people on twice the national average wage.<br /></p> \n<p>“You have two sides of the ledger – the cuts and the giveaways – and people didn’t think they would have to go through with them,” one source said. “Iain Duncan Smith was surprised when the cuts were first announced in January, and that tells you where the push-back in government on this is now.”</p> \n<p>A second source close to Duncan Smith confirmed that the cabinet minister believed that there could be no “salami slicing” of the welfare budget, but insisted that he was committed to the &pound;12bn figure and was “confident he can do that”, although only through wholesale “structural reform”.</p> \n<p>“He might have wanted agreement on the detail earlier,” the source said, “but, as the person whose job it is to see this through, he is committed and believes you can do it through behavioural change.”</p> \n<p>A Downing Street spokesman denied that the work and pensions secretary was “squeamish” over the scale of cuts, and claimed the cabinet was united in wanting them to form part of wider welfare reform.</p> \n<p>News of the government’s internal debate over delivering the welfare cuts comes ahead of Wednesday’s Queen’s speech, in which Cameron hopes to flesh out his vision of “blue collar Conservatism”. At the centre of the speech will be a new law to ensure no one working 30 hours on the minimum wage pays any income tax in the future.</p> \n<p>The government has also announced that it is freezing ministerial pay for the duration of this parliament. The pay freeze will save an estimated &pound;800,000 a year, or &pound;4m in total.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/feb/19/guardian-view-welfare-reform-in-dire-straits\">The Guardian view on welfare reform: In Dire Straits | Editorial</a> </p> \n</aside> \n<p>In a statement, the prime minister said: “There are still difficult decisions to take as we complete the task of clearing the deficit. As we take those decisions, my approach is simple: we will do it in a one-nation way. We are all in this together: so I am freezing ministerial pay for the next five years.”</p> \n<p>Ministers also receive a salary as an MP, which is determined by the Independent Parliamentary Standards Authority (Ipsa), rather than the government.</p> \n<p>In a 2013 report, Ipsa determined that MPs’ pay would increase on a one-off basis by 10% following the 2015 election. This planned rise is subject to a statutory review by Ipsa later this year. A source said the prime minister believed it was “not right” for MPs’ pay to rise by the levels determined by Ipsa and has urged it to look at the issue again.</p> \n<p>It also emerged that plans to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/23/new-law-will-force-councils-to-merge-services-to-improve-adoption-rates\">speed up child adoption rates</a> are to be included in the Queen’s speech. Under the proposals, local authorities will be forced to merge their services, allowing children to be matched with new families sooner.</p> \n<p>The government believes adoption is “happening at too small and localised a scale”. There are more than 3,000 children waiting to be matched at present – and the majority of them have spent more than 18 months in care.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432403233547/Iain-Duncan-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Iain Duncan Smith is said to be frustrated by a failure within the leadership of the party to get to grips with how the reduction in spending will be made. Photograph: Dave Thompson/PA","credit":"Dave Thompson/PA","altText":"Iain Duncan Smith","cleanCaption":"Iain Duncan Smith is said to be frustrated by a failure within the leadership of the party to get to grips with how the reduction in spending will be made. Photograph: Dave Thompson/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-23T20:31:04Z","lastModified":"2015-05-24T00:36:28Z","metadata":{"commentable":true,"commentCount":1379,"contributors":[{"name":"Daniel Boffey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-boffey"}],"feature":false,"keywords":["Welfare","Politics","Iain Duncan Smith","Conservatives","David Cameron","UK news"],"tags":[{"id":"politics/welfare","webTitle":"Welfare"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Daniel Boffey","topic":{"type":"tag-contributor","name":"profile/daniel-boffey"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/23/iain-duncan-smith-cabinet-row-welfare-cuts-12bn","shortUrl":"http://gu.com/p/497xp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/23/iain-duncan-smith-cabinet-row-welfare-cuts-12bn","webUri":"http://www.theguardian.com/politics/2015/may/23/iain-duncan-smith-cabinet-row-welfare-cuts-12bn"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432403233547/Iain-Duncan-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Iain Duncan Smith is said to be frustrated by a failure within the leadership of the party to get to grips with how the reduction in spending will be made. Photograph: Dave Thompson/PA","credit":"Dave Thompson/PA","altText":"Iain Duncan Smith","cleanCaption":"Iain Duncan Smith is said to be frustrated by a failure within the leadership of the party to get to grips with how the reduction in spending will be made. Photograph: Dave Thompson/PA"}},"importance":7,"showQuotedHeadline":false},{"title":"I’m attracted to my stepbrother, and I want him to know about my desire","rawTitle":"I’m attracted to my stepbrother, and I want him to know about my desire","item":{"type":"article","id":"lifeandstyle/2015/may/24/attracted-to-my-stepbrother-and-want-him-to-know-my-desire-mariella-frostrup","title":"I’m attracted to my stepbrother, and I want him to know about my desire","trailText":"A girl who shares a bedroom with her stepbrother has fallen in love with him.  Mariella Frostrup says she must put some distance between the two of them","standFirst":"<p>A girl who shares a bedroom with her stepbrother has fallen in love with him. Mariella Frostrup says she must put some distance between the two of them<br />If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a></p>","byline":"Mariella Frostrup","body":"<p><strong>The dilemma </strong><em>For the past eight years I’ve been living with my mother, stepfather and stepbrother, plus four younger siblings. The eldest boy has had to sleep in the same bedroom with me for the past five years. I began developing feelings for him after one year of staying in the same room. Now I’m in my final year of school, and for me that sister/brother love is gone and is replaced with what I think is real love. It has become increasingly difficult to hide my attraction, as we now spend time together studying, too. I can’t help but look when he gets changed in the morning and I am now ready to share my true feelings. I want to put everything on the line for him – even our family. When people ask what I imagine my future to be, I can’t help but think of spending my life with him. I want to know what his feelings are, but I am scared to open up and get shamed by my family. I honestly don’t know if loving my stepbrother romantically is really that bad. I love and desire him with every part of my body and soul. Is this right? </em></p> \n<p><strong>Mariella replies </strong>You need to swap roommates, for starters. Whether you and your stepbrother turn out to be star-crossed lovers or not, as your letter illustrates, it’s now inappropriate for you to still be sharing a room. Bedroom intimacy once you’ve passed puberty is something you aspire to in a relationship; it shouldn’t be the starting block for romance. There’s no opportunity for you to establish whether or not you’re truly attracted to this boy; instead the relationship is virtually being forced on you by this proximity at a vulnerable age.</p> \n<p>If it’s not simply driven by necessity it’s odd that your parents deem this appropriate. Sleeping quarters are doubtless at a premium, but it’s not ideal as you become a young adult to share such intimate surroundings with a boy of similar age. This close proximity was either going to turn you into sworn enemies or inspire sexual longing. With biological siblings we can largely rely on a natural disinclination to physical attraction, but you’re in the eye of the storm in terms of sexual development and sharing a room with a boy you have no blood ties to. Social services are charged with providing separate bedrooms for children as they reach puberty precisely to avoid such situations.</p> \n<p>The first people you need to speak to are definitely your parents, but not in order to declare undying love for your sibling. Your first step has to be asking for a room of your own, or at least one shared with a same-sex sibling. Isn’t there a girl in your blended family who you could double up with? Or smaller boys he can share with? I understand that separation will be a challenge for you, consumed as you presently are by desire and devotion, but it’s imperative you don’t pursue this union at this point. Instead you need to do the opposite and carve out some space between you in order to better to understand and put into context your feelings. You can’t make a rational judgment while the object of your affections is in touching distance. Having your own space, or at least removing yourself from your current cohabitation, may dissipate these dreams of sharing your stepbrother’s life more intimately.</p> \n<p>Is there a sympathetic adult or relation, or a pastoral health counsellor at school, who you could share these thoughts and feelings with? At your age you should be rebelling against your parents and trying to escape your family, not making your current domestic arrangement a permanent lifestyle choice. Familiarity, proximity (and power) do strange things to human beings. Can you try to keep your feelings in perspective and focus on the outside world and your wider social circle? There are few explicable reasons, apart from overcrowding, as to why your parents have left you two in a bedroom together during your most heightened years of sexual awakening. You desperately need the opportunity to blossom beyond the confines of your sleeping quarters. There are those who will say it’s harmless and certainly there are millions of kids living in poverty, particularly in the developing world, who don’t have a choice, but that doesn’t mean it’s either healthy or ideal. You need literal space to develop your personality and the experience of dating outside your family circle.</p> \n<p>A frank conversation with your parents is the place to start, but they’ve been naive in keeping you two cooped up together and may initially be upset when you speak to them, so also confide in an adult with a vested interest in your wellbeing who could offer pragmatic advice. <a href=\"https://www.childline.org.uk/Pages/Home.aspx\">Childline</a> (0800 1111) and <a href=\"http://www.getconnected.org.uk/\">Get Connected</a> (0808 808 4994) provide confidential and sympathetic support to young people. You’ve been put in a difficult situation, but for the sake of your future, whether with this boy or not, your feelings are all the evidence you need that it’s time to put some distance between you.</p> \n<p><br /><em>If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a>.</em></p> \n<p><em>Follow Mariella on Twitter <a href=\"https://twitter.com/mariellaf1\">@mariellaf1</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432052772212/0b647436-155c-4c3c-b247-5c60cc4f74f0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Catherine Ledner/Getty Images","altText":"Teenage boy wrapped in duvet in bed leaning against the wall","cleanCredit":"Photograph: Catherine Ledner/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-24T04:59:03Z","lastModified":"2015-05-24T04:59:03Z","metadata":{"commentable":true,"commentCount":127,"contributors":[{"name":"Mariella Frostrup","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/13/1421154121982/Mariella-Frostrup-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mariellafrostrup"}],"feature":true,"keywords":["Family","Relationships","Life and style"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Mariella Frostrup","topic":{"type":"tag-contributor","name":"profile/mariellafrostrup"}}],"series":{"title":"Dear Mariella","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/dearmariella"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/24/attracted-to-my-stepbrother-and-want-him-to-know-my-desire-mariella-frostrup","shortUrl":"http://gu.com/p/4936b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/24/attracted-to-my-stepbrother-and-want-him-to-know-my-desire-mariella-frostrup","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/24/attracted-to-my-stepbrother-and-want-him-to-know-my-desire-mariella-frostrup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432052772212/0b647436-155c-4c3c-b247-5c60cc4f74f0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘There are few explicable reasons as to why your parents have left you two in a bedroom together during your most heightened years of sexual awakening,’ says Mariella Frostrup. Photograph: Catherine Ledner/Getty Images","credit":"Catherine Ledner/Getty Images","altText":"Teenage boy wrapped in duvet in bed leaning against the wall","cleanCaption":"‘There are few explicable reasons as to why your parents have left you two in a bedroom together during your most heightened years of sexual awakening,’ says Mariella Frostrup.","cleanCredit":"Photograph: Catherine Ledner/Getty Images"}},"importance":5,"showQuotedHeadline":false},{"title":"Premier League fans’ verdicts part 1: Arsenal to Manchester City","rawTitle":"Premier League fans’ verdicts part 1: Arsenal to Manchester City","item":{"type":"article","id":"football/2015/may/23/premier-league-fans-verdict-arsenal-manchester-city","title":"Premier League fans’ verdicts part 1: Arsenal to Manchester City","trailText":"From Liverpool’s frustration and Hull’s collapse to the cocky pre-season prediction that came good: 2014-15’s best and worst","standFirst":"<p>From Liverpool’s frustration and Hull’s collapse to the cocky pre-season prediction that came good: 2014-15’s best and worst<br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/23/premier-league-fans-verdict-manchester-united-west-ham\"><span class=\"bullet\">•</span> 2014-15 verdicts part two: Manchester United to West Ham</a></p>","byline":"Observer fans' network","body":"<h2>Arsenal – Bernard Azulay – <a href=\"http://www.goonersdiary.co.uk/\">goonersdiary.co.uk</a></h2> \n<p><strong>8/10 </strong>There’s no hiding the disappointment of our title ambitions evaporating before the leaves had even turned brown and, after so many seasons when we’ve been expected fallers at the first Champions League knockout hurdle, our capitulation on home turf against Monaco was devastating. Nevertheless, while the AKB v WOB (Ars&egrave;ne Knows Best v Wenger Out Brigade) debate rages ad infinitum, most footie fans would be over the moon with a top three finish, never mind a Wembley encore.</p> \n<p><strong>The stars </strong>Alexis S&aacute;nchez. Aside from his obvious quality, in these mercenary times a new arrival who puts everything on the line, in every single minute of every single match will inevitably be an instant hit. Also worth a mention: Franny Coquelin, who couldn’t get a game on loan at Charlton in December, has turned into our Makelele-like midfield linchpin, while Laurent Koscielny deserves far more credit. <strong>The flops </strong>Yaya Sa-no-goal, Szczesny for failing to grasp the mantle instead of a pack of Marlboro, and the entire team’s failure to step up at crucial times.</p> \n<p><strong>Summer targets </strong>The rise of Le Coq has resulted in a change in priorities. After clamouring for so long for an invisible midfield behemoth &agrave; la Pogba, suddenly we’re coveting all our competitors’ top-shelf keepers, while there is a dearth of centre-forward options.</p> \n<p><strong>Best and worst away fans </strong>Sunderland’s midweek travellers were the best. Newcastle didn’t impress.</p> \n<p><strong>Ideal montage music for Arsenal’s season highlights </strong><a href=\"https://www.youtube.com/watch?v=QYHa863sHW0\">BB King – Same Old Story (Same Old Song)</a></p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/23/premier-league-fans-verdict-manchester-united-west-ham\">Premier League fans’ verdicts part 2: Manchester United to West Ham</a> </p> \n</aside> \n<h2>Aston Villa – Jonathan Pritchard</h2> \n<p><strong>9/10 </strong>That’s a post-February rating, of course. Thankfully those pre-Sherwood days have quickly become a distant memory. Paul Lambert seemed to lose his confidence and with it the dressing room: we bear him few grudges, the biggest niggle being it took the owner so long to take action. Sherwood came with plenty to prove: he’d been rejected by others and had a London swagger that rarely sits well with the average Brummie. How wrong we were. He’s instilled the $64,000 ingredient into the team – confidence – and, pleasingly, he’s been self-critical when he’s got it wrong. We’ve enjoyed one truly sensational day at Wembley, and whatever happens next Saturday, I’ll be looking forward to August. I’ve also bought a gilet and some pointy shoes.</p> \n<p><strong>The stars </strong>Alan Hutton was easily man of the Lambert season. Since then, Delph, Cleverley and Benteke, among others, have been giants. Bacuna has also excelled of late. Grealish could go either way. <strong>The flops </strong>Aly Cissokho started well but faded.</p> \n<p><strong>Summer targets </strong>Cleverley, a new deal for Benteke and a game-bossing centre-half.</p> \n<p><strong>Best and worst away fans </strong>Blackpool were best; West Brom worst.</p> \n<p><strong>Highlights montage music </strong><a href=\"https://www.youtube.com/watch?v=ToqNa0rqUtY\">Conchita Wurst – Rise like a Phoenix</a>.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d49e664c50235b8371730e7db29b2c57fc1ab07c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432404945593/a22d50b9-8cba-475f-92fb-354fb7cf15db-336x420.jpeg\" alt=\"Team of the season\" width=\"336\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The fans’ 2014-15 Premier League team of the season - based on performances against their teams</span> \n </figcaption> \n</figure> \n<h2>Burnley – Tony Scholes – <a href=\"https://twitter.com/clarets_mad\">@Clarets_Mad</a></h2> \n<p><strong>6/10 </strong>Expectations were realistic – we were hoping to stay out of the bottom three but didn’t quite manage it. There were times when it looked possible but we were never able to string together a run of good results. I think the manager and players performed well, though, and we weren’t too far short in the end. Perhaps the worst aspect was not getting our player recruitment right in either window.</p> \n<p><strong>The stars </strong>We’re not a team of stars, but Danny Ings scored ten goals and Ashley Barnes had an outstanding spell up front. Defensively we were more than OK, with goalkeeper Tom Heaton and central defenders Michael Duff and Jason Shackell playing consistently well. <strong>The flops </strong>Some of the new signings didn’t have an impact. Matty Taylor missed much of the season with injuries, Steven Reid was often out, and neither of the two new strikers – Lukas Jutkiewicz and Marvin Sordell – scored a league goal.</p> \n<p><strong>Summer targets </strong>With Ings set to leave, we’ll need a clever forward – but I’d also like to see a creative midfielder and an injection of pace.</p> \n<p><strong>Best and worst away fans </strong>Swansea, QPR and Newcastle were worst – the best were those who filled our away end, and several managed that.</p> \n<p><strong>Highlights montage music </strong><a href=\"https://www.youtube.com/watch?v=kPC_evpbwDM\">Calvin Harris – We’ll be Coming Back</a>.</p> \n<h2>Chelsea – Trizia Fiorellino – <a href=\"http://www.chelseasupportersgroup.net/\">ChelseaSupportersGroup.net</a></h2> \n<p><strong>9.5/10 </strong>The season was nigh-on perfect. We were expected to win the title – correction, Jos&eacute; was expected to win the title – and he did it with bells on. Also he did it his way, with no concessions to public opinion. Some may argue we were expected to go further in the Champions League but I don’t think we had the firepower for that. The Carling Cup was a bonus.</p> \n<p><strong>The stars </strong>The brightest star of all was Eden Hazard, quite rightly named Footballer of the Year. His artistry ensured that we were never boring, despite what the media would have you believe. What makes Hazard even more invaluable is the way he dealt with being individually targeted for special physical attention by many opponents. But just as important was John Terry – still defying time, still putting his head where most defenders fear putting their boot. And a special mention to F&agrave;bregas – as well as having a pretty good season, he delivered a red card to remember. <strong>The flops </strong>None, really – maybe Cuadrado, but let’s see where we are after pre-season.</p> \n<p><strong>Summer targets </strong>With Cech seemingly on his way we need a back-up. We also need another quality striker and, with a heavy heart, we must start the search for a long-term replacement for Terry.</p> \n<p><strong>Best and worst away fans </strong>Bradford were best – amazing scenes when they knocked us out of the cup. The worst – surprisingly – were Palace.</p> \n<p><strong>Highlights montage music </strong>One for Jos&eacute; here: <a href=\"https://www.youtube.com/watch?v=CduA0TULnow\">Britney Spears – Oops I Did It Again.</a></p> \n<h2>Crystal Palace – Chris Waters – <a href=\"https://twitter.com/clapham_grand\">@Clapham_Grand</a></h2> \n<p><strong>9/10 </strong>To be close to equalling or bettering last year’s points tally and position is verging on the miraculous given the poor start we had under Neil Warnock. The club has been transformed under Alan Pardew, and there’s now real optimism that he can take Palace on to the next level. The performance at Anfield last weekend was typical of our best moments: resolute, solid and full of flair on the break.</p> \n<p><strong>The stars </strong>Mile Jedinak continued where he left off last season until a prolonged absence due to the Asia Cup and a flailing elbow saw him fall out of favour. James McArthur and Scott Dann have impressed, but the transformation of Jason Puncheon into a midfield libero this year has been a revelation. Yannick Bolasie has drawn plenty of headlines, too, and was applauded off by the home fans when he was subbed at Anfield. If he can find a bit more consistency, he’ll be formidable. <strong>The flops </strong>I still have no idea why we loaned in Yaya Sanogo from Arsenal. He’s contributed little, verging on nothing.</p> \n<p><strong>Summer targets </strong>To push into the top ten – who’d have thought that’d be the aim a few years ago? – we need a top quality centre back and a striker who can notch 15 goals a season. And a new goalkeeper may also be on the cards.</p> \n<p><strong>Best and worst away fans </strong>QPR were worst, Southampton best.</p> \n<p><strong>Highlights montage music </strong><a href=\"https://www.youtube.com/watch?v=CiG2VeNkLuE\">Depeche Mode – I Just Can’t Get Enough</a></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"0e2943f5b0818133b6726da27e8b15c91252377e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432405519917/479dac1d-4df6-43a8-ad60-8a681d135d94-280x420.jpeg\" alt=\"Romelu Lukaku: 20 goals\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Romelu Lukaku: 20 goals</span> \n </figcaption> \n</figure> \n<h2>Everton – Steve Jones – <a href=\"http://bluekipper.com/\">BlueKipper.com</a></h2> \n<p><strong>5/10 </strong>After finishing in a European spot last season, it’s disappointing to be stuck in tenth this time round. I really expected us to be battling for qualification again. It wasn’t all underwhelming: to finish top of the group in Europa League and go to Wolfsburg and Young Boys and win was outstanding – but to flop out of the FA Cup to West Ham and the Capital One Cup to Swansea, both at the third-round stage, was particularly poor.</p> \n<p><strong>The stars </strong>I honestly don’t think we had any outstanding individuals this season. Jagielka and McCarthy played well for most of the campaign, though, and Lukaku deserves praise for scoring 20 goals. <strong>The flops </strong>Atsu, Kon&eacute; and McGeady didn’t live up to expectations, but they were out injured for long periods. Distin and Alcaraz were both poor.</p> \n<p><strong>Summer targets </strong>I hope we sign a top-class midfield playmaker, as Pienaar and Osman are getting old and injured. We need someone classy to put that final pass through – and another striker to get on the end of those through-balls would be very welcome, too</p> \n<p><strong>Best and worst away fans </strong>Palace were the loudest visitors we had at Goodison. The worst were Manchester United, for breaking the minute’s silence for Sir Philip Carter.</p> \n<p><strong>Highlights montage music </strong><a href=\"https://www.youtube.com/watch?v=Q1Awug6zeMY\">The Seekers – We Shall Not be Moved</a>.</p> \n<h2>Hull –Rick Skelton – <a href=\"https://twitter.com/hullcitylive\">@HullCityLive</a></h2> \n<p><strong>4/10 </strong>It’s been a major let-down on the pitch given the investment in the squad last summer, while the ongoing “Hull Tigers” nonsense continued to cause division off it. The disappointment started early with the needless exit from the Europa League and, though there have been moments of quality, consistent inconsistency has ruled. Steve Bruce bought players who didn’t meet the standards of professionalism he’d established in the squad and has failed to get the best out of players who are capable of much, much more. We’ve also been riddled with injuries – too many to just be pure luck.</p> \n<p><strong>The stars </strong>Nikica Jelavic makes a big difference. Whenever he’s injured, which is too often, we’re unrecognisable. Michael Dawson improved after a tough start and, in a season where big names have let us down, Paul McShane, Stephen Quinn and David Meyler never have. <strong>The flops </strong>&pound;10m Abel Hern&aacute;ndez and Tom Huddlestone, who has been garbage for 18 months.</p> \n<p><strong>Summer targets </strong>We need quality in midfield and we’re crying out for pace on the break.</p> \n<p><strong>Best and worst away fans </strong>Lokeren fans were incredible in the Europa League, while Man City were the very definition of “You only sing when you’re winning”.</p> \n<p><strong>Highlights montage music </strong><a href=\"https://www.youtube.com/watch?v=TjPhzgxe3L0\">The Smiths – Heaven Knows I’m Miserable Now</a>.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"a5c9c8997201709eb12cd59a7848a8dcbcda1385\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432405143284/490423be-d177-4d6f-a354-0ffcce1f33b1-280x420.jpeg\" alt=\"Nigel Pearson: antics.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nigel Pearson: antics.</span> \n </figcaption> \n</figure> \n<h2>Leicester – Chris Whiting – <a href=\"https://twitter.com/chrisrwhiting\">@ChrisRWhiting</a></h2> \n<p><strong>7/10 </strong>Well, it’s just about worked itself out in a roundabout way. I was dreading writing this review and having to apologise for my cocky pre-season predictions, but as it is I’m pretty satisfied. We’ve gone from world beaters to whipping boys to world beaters again. And most fans in Leicester took Nigel Pearson’s antics in good humour.</p> \n<p><strong>The stars </strong>It’s hard to look past “the magic man” Esteban Cambiasso: it’s been a privilege to see such a talented, composed and cultured footballer gracing Filbert Way’s famous turf. Jamie Vardy had a great second half to the season and Robert Huth transformed our defence. <strong>The flops </strong>It’s been sad to see Danny Drinkwater fail to flourish in the Premier League. Cult hero Anthony Knockaert has seemingly dropped off the face of the earth this season, Andrej Kramaric has failed to make a real impact, and Paul Konchesky’s best days are far behind him.</p> \n<p><strong>Summer targets </strong>Huth is a must, as is securing Cambiasso and signing a new left-back.</p> \n<p><strong>Best and worst away fans </strong>Stoke’s were very noisy; Newcastle’s struggled.</p> \n<p><strong>Highlights montage music </strong><a href=\"https://www.youtube.com/watch?v=J9-Lwpgfd1E\">Rudimental – Not Giving In</a>.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/may/23/david-de-gea-manchester-united-real-madrid-louis-van-gaal-premier-league\">Manchester United can replace David de Gea but goals are most striking need | Daniel Taylor</a> </p> \n</aside> \n<h2>Liverpool - Steph Jones </h2> \n<p><strong>5/10 </strong>It was pretty grim. We had a good afternoon back in September, a brief flurry of optimism somewhere around the start of the year and a fair few lows. But mainly we had mediocrity. Expectations that were running rampant this time last year all but disappeared by Bonfire Night. We ground out a few results to make two semi-finals but couldn’t make the final step in either. The manager spent plenty of time talking up the team and his part in the winning streak and players’ development. There was a lot of hot air blowing around a lot of the time.</p> \n<p><strong>The stars </strong>Philippe Coutinho showed flashes of brilliance and guile. Emre Can looks like he could be good for us long term. But mainly the Spirit of Shankly and fans groups – from our club and others – were the stars with their ongoing campaign to reclaim the game and reduce ticket prices. <strong>The flops </strong>Those behind the scenes and the owners who continue to show no leadership, no knowledge of how to run a club and zero regard for the supporters, but have plenty of time to hook up with Dunkin’ Donuts.</p> \n<p><strong>Summer targets </strong>Some ready-made players and leaders. James Milner’s been rumoured – I’d welcome him for starters. And a goalscorer, too.</p> \n<p><strong>Best and worst away fans </strong>Crystal Palace fans were pretty good: they stayed behind to acknowledge Gerrrard in his last game, and they’ve been at the forefront of the cheaper tickets campaign. The worst? The regulars with their asinine chants.</p> \n<p><strong>Highlights montage music </strong><a href=\"https://www.youtube.com/watch?v=rRen3jDqViI\">The Beatles – Yesterday</a>.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"818ced1ead5ce72847140cec8138e0501e823aba\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432405357021/39194f9f-1ffb-4c5a-a61e-b30435aa8645-280x420.jpeg\" alt=\"Sergio Ag&uuml;ero: under-appreciated.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sergio Ag&uuml;ero: under-appreciated.</span> \n </figcaption> \n</figure> \n<h2>Manchester City – Lloyd Scragg – <a href=\"https://twitter.com/lloyd_scragg\">@lloyd_scragg</a></h2> \n<p><strong>6/10 </strong>It’s been a frustrating season, characterised by underperformance and, ultimately, underachievement. Early exits from both domestic cups set the tone, but most disappointing of all was our total failure to put Chelsea under any pressure, which was criminal having worked so hard to overturn an eight-point deficit in the winter. Pellegrini’s tactical naivety was brutally exposed against Barcelona, and whether he’ll still be at club at the end of the summer remains to be seen. It’s not all doom and gloom, though: our form since the derby shows that, with a few new signings, we can be a force again next season.</p> \n<p><strong>The stars </strong>Sergio Ag&uuml;ero has been brilliant, and again under-appreciated by many. We can’t continue to merely accept his consistent excellence as commonplace: he’s a player to be celebrated, and one of the finest ever to grace the Premier League. Another deserving of greater acclaim is Joe Hart, who has emerged from a difficult period as a much better keeper. He’s been superb for 18 months now. <strong>The flops </strong>Fernando’s been a huge disappointment, Vincent Kompany’s poor form has continued and the jury remains out on Mangala.</p> \n<p><strong>Summer targets </strong>An overhaul. Kevin De Bruyne, Raheem Sterling and Paul Pogba wouldn’t be bad.</p> \n<p><strong>Best and worst away fans </strong>Sheffield Wednesday were best; QPR worst. They brought barely 500. A bit of a contrast to three years ag(&uuml;er)o…</p> \n<p><strong>Highlights montage music </strong><a href=\"https://www.youtube.com/watch?v=fbGUEelmzxo\">Noah and the Whale – Life Goes On</a>.</p> \n<ul> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/23/premier-league-fans-verdict-manchester-united-west-ham\">2014-15 verdicts part two: Manchester United to West Ham</a><br /></li> \n</ul>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432404308146/Liverpool-fans-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liverpool fans protest against rising ticket prices at Anfield in November.  Photograph: Andrew Boyers/Action Images","credit":"Andrew Boyers/Action Images","altText":"Liverpool fans","cleanCaption":"Liverpool fans protest against rising ticket prices at Anfield in November.  Photograph: Andrew Boyers/Action Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432404944614/e8739cc6-f7df-4082-b188-6ef3c7377a57-816x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":816,"orientation":"portrait","caption":"The fans’ 2014-15 Premier League team of the season - based on performances against their teams","credit":"Illustration: Observer","altText":"Team of the season","cleanCaption":"The fans’ 2014-15 Premier League team of the season - based on performances against their teams"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432405521645/479dac1d-4df6-43a8-ad60-8a681d135d94-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Romelu Lukaku: 20 goals","credit":"Alex Morton/Action Images","altText":"Romelu Lukaku: 20 goals","cleanCaption":"Romelu Lukaku: 20 goals"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432405142692/490423be-d177-4d6f-a354-0ffcce1f33b1-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Nigel Pearson: antics.","credit":"Richard Lee/BPI/REX Shutterstock/Richard Lee/BPI/REX Shutterstock","altText":"Nigel Pearson: antics.","cleanCaption":"Nigel Pearson: antics."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432405359122/39194f9f-1ffb-4c5a-a61e-b30435aa8645-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Sergio Agüero: under-appreciated.","credit":"Michael Regan/Getty Images","altText":"Sergio Agüero: under-appreciated.","cleanCaption":"Sergio Agüero: under-appreciated."}],"webPublicationDate":"2015-05-23T21:00:10Z","lastModified":"2015-05-23T23:26:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Observer fans' network","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/observer-fans-network"}],"feature":true,"keywords":["Premier League","Arsenal","Aston Villa","Burnley","Chelsea","Crystal Palace","Everton","Hull City","Leicester City","Liverpool","Manchester City","Football","Sport"],"tags":[{"id":"football/premierleague","webTitle":"Premier League"},{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/burnley","webTitle":"Burnley"},{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"football/crystalpalace","webTitle":"Crystal Palace"},{"id":"football/everton","webTitle":"Everton"},{"id":"football/hullcity","webTitle":"Hull City"},{"id":"football/leicestercity","webTitle":"Leicester City"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Observer fans' network","topic":{"type":"tag-contributor","name":"profile/observer-fans-network"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/23/premier-league-fans-verdict-arsenal-manchester-city","shortUrl":"http://gu.com/p/4972x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/23/premier-league-fans-verdict-arsenal-manchester-city","webUri":"http://www.theguardian.com/football/2015/may/23/premier-league-fans-verdict-arsenal-manchester-city"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432404308146/Liverpool-fans-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liverpool fans protest against rising ticket prices at Anfield in November.  Photograph: Andrew Boyers/Action Images","credit":"Andrew Boyers/Action Images","altText":"Liverpool fans","cleanCaption":"Liverpool fans protest against rising ticket prices at Anfield in November.  Photograph: Andrew Boyers/Action Images"}},"importance":5,"showQuotedHeadline":false},{"title":"Byelection fears grow for Lib Dems’ last MP in Scotland","rawTitle":"Byelection fears grow for Lib Dems’ last MP in Scotland","item":{"type":"article","id":"politics/2015/may/23/alistair-carmichael-liberal-democrats-byelection-threat-leak-snp-sturgeon","title":"Byelection fears grow for Lib Dems’ last MP in Scotland","trailText":"An inquiry into leak by Alistair Carmichael intended to damage SNP leader could lead to new poll in constituency he won only by 817 votes in general election","standFirst":"An inquiry into leak by Alistair Carmichael intended to damage SNP leader could lead to new poll in constituency he won only by 817 votes in general election","byline":"Toby Helm, Rajeev Syal and Ashley Cowburn","body":"<p>The Liberal Democrats were thrown into fresh crisis on Saturday as their only MP in Scotland, Alistair Carmichael, faced the prospect of a full parliamentary inquiry and a byelection fight against the SNP over his role in a Whitehall leak intended to damage Scotland’s first minister, Nicola Sturgeon.</p> \n<p>The future of Carmichael, who served as Scottish secretary in the coalition government, is being called increasingly into question by MPs and peers after the SNP triggered a formal process that could lead to his suspension from the House of Commons and a new election in his marginal Orkney and Shetland seat.</p> \n<p>After the Lib Dems suffered the devastating loss of all but eight of their 56 MPs at the election, the SNP believes it can now inflict further humiliation by wiping them out north of the border, reducing them to seven members in the Commons.</p> \n<p>Carmichael held on by just 817 votes, despite a strong charge by the second-placed nationalists, who cut his majority from more than 10,000 at the 2010 election.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/22/lib-dem-alistair-carmichael-admits-responsibility-anti-sturgeon-leak-mp-snp-leader-david-cameron\">He admitted</a> on Friday – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/09/inquiry-leaked-sturgeon-memo-might-be-concluded-before-election-jeremy-heywood\">following a leak inquiry by the cabinet secretary Sir Jeremy Heywood</a> – that he had authorised his special adviser to make details of the memo known to the <em>Daily Telegraph,</em> which ran the story at the start of the election campaign.</p> \n<p>The memo, written by a Foreign Office official, suggested that Sturgeon had told the French ambassador in February, during a private conversation, that she wanted David Cameron to become prime minister. Both <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/03/nicola-sturgeon-denies-saying-she-wanted-david-cameron-to-win-election\">Sturgeon and the ambassador denied that she had said anything of the sort,</a> though the claim was embarrassing to the SNP leader, whose public line was that she wanted to work with Labour to keep the Tories out of power.</p> \n<p>Carmichael, who appeared to be losing the support of some key constituents yesterday, said he had been guilty of an “error of judgment” and acknowledged that if he still been a minister it would have been a resigning matter. He and his adviser, Euan Roddin, said they would not take severance payments.</p> \n<p>The SNP’s deputy leader, Stewart Hosie, turned up the pressureon Saturday by calling for Carmichael to step down and demanded a full investigation by the parliamentary commissioner for standards, Kathryn Hudson.</p> \n<p>Hosie said: “Mr Carmichael has no credibility in continuing as an MP and in my opinion he should stand down. It is appropriate for the standards commissioner to get involved and arrive at her own conclusions, having investigated the full facts.</p> \n<p>“This dirty trick has all the appearance of being orchestrated when Alistair Carmichael was an MP, before the election campaign. Mr Carmichael went on TV after this bogus story broke, denying that he had anything to do with the dirty trick. He said that he knew nothing about it until he got a call from a journalist. We now know all of this to be 100% untrue.</p> \n<p>“The dirty trick was bad enough – but his blatant attempt to cover it up until after the election is 10 times worse.”</p> \n<p>On 5 April, Carmichael flatly denied having had any role in the leak. He told <em>Channel 4 News</em>: “I’ve told you the first I became aware of this, and this is already on the public record, was when I received a phone call on Friday afternoon from a journalist making me aware of it.”</p> \n<div>\n __VIDEO_EMBED_gu-video-456880385__\n</div> \n<p>If the commissioner for standards believes there is reason to investigate, which seems likely, she will submit her findings to the parliamentary committee on standards, which has the power to recommend sanctions, including the suspension of an MP. The recommendation is then voted on by MPs on the floor of the Commons.</p> \n<p>If MPs were to vote to suspend Carmichael for 10 days or more, this would then automatically trigger a new process under the Recall of MPs Act <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/apr/18/nick-clegg-mp-recall-law\">(championed by Nick Clegg)</a>: if at least 10% of Carmichael’s constituents sign a petition calling for a byelection, then one must be held. Carmichael could stand again but would face a huge struggle to see off the rampant SNP.Some believe Carmichael might try to argue that the investigation should not take place as he was not an MP when the <em>Daily Telegraph </em>published the story on 3 April, as parliament had concluded its five-year term on 30 March. However the cabinet secretary’s inquiries revealed phone calls between Roddin and a <em>Telegraph </em>journalist had taken place on days before publication.</p> \n<p>Labour peer Dale Campbell-Savours, a former member of the Commons standards and privileges Committee, said he believed such a defence would be unsustainable and predicted that there would be a byelection.</p> \n<p>“It is inconceivable that a parliamentary committee could issue a penalty in a case of this gravity of less than 10 days’ suspension. Therefore a byelection will inevitably be triggered.”</p> \n<p>He added: “There is no greater sin that an MP can commit than to lie to his electorate.”</p> \n<p>The Lib Dems said on Saturday that Carmichael would not face any disciplinary proceedings inside the party. But the SNP also wants to know what other senior Lib Dems, including former leader Clegg and Scottish leader Willie Rennie, knew about the leak.</p> \n<p>Hosie said: “There are also questions for Scottish Lib Dem leader Willie Rennie and indeed former Lib Dem UK leader Nick Clegg to answer – what did they know, and when did they know it?”</p> \n<p>Billy Fox, deputy leader of Orkney and Shetland council, said: “I can’t speak for the council but my personal view is that his position to stay as an MP is untenable. His credibility is completely shot.”</p> \n<p>Another councillor from the Shetland area added: “I think he’s had it.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432396405824/Alistair-Carmichael-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alistair Carmichael, deputy leader of the Scottish Liberal Democrats, who has admitted being involved in a leak designed to damage Nicola Sturgeon. Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo MacLeod","altText":"Alistair Carmichael","cleanCaption":"Alistair Carmichael, deputy leader of the Scottish Liberal Democrats, who has admitted being involved in a leak designed to damage Nicola Sturgeon. Photograph: Murdo Macleod"}],"bodyImages":[],"webPublicationDate":"2015-05-23T20:31:04Z","lastModified":"2015-05-24T00:42:26Z","metadata":{"commentable":true,"commentCount":1177,"contributors":[{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"},{"name":"Rajeev Syal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rajeev-syal"},{"name":"Ashley Cowburn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ashley-cowburn"}],"feature":false,"keywords":["Scottish politics","Politics","UK news","Liberal Democrats","Scottish National party (SNP)","Nicola Sturgeon","Scotland"],"tags":[{"id":"politics/scotland","webTitle":"Scottish politics"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/snp","webTitle":"Scottish National party (SNP)"},{"id":"politics/nicola-sturgeon","webTitle":"Nicola Sturgeon"},{"id":"uk/scotland","webTitle":"Scotland"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[{"id":"gu-video-456880385","source":"ITN","durationInSeconds":57,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/22/150522Carmichael.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/22/150522Carmichael_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/22/1432315995202/KP_239972_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Carmichael","credit":"guardian.co.uk","altText":"620x372 trailpic for Carmichael","cleanCaption":"620x372 trailpic for Carmichael"}}],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/23/alistair-carmichael-liberal-democrats-byelection-threat-leak-snp-sturgeon","shortUrl":"http://gu.com/p/497vq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/23/alistair-carmichael-liberal-democrats-byelection-threat-leak-snp-sturgeon","webUri":"http://www.theguardian.com/politics/2015/may/23/alistair-carmichael-liberal-democrats-byelection-threat-leak-snp-sturgeon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432396405824/Alistair-Carmichael-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alistair Carmichael, deputy leader of the Scottish Liberal Democrats, who has admitted being involved in a leak designed to damage Nicola Sturgeon. Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo MacLeod","altText":"Alistair Carmichael","cleanCaption":"Alistair Carmichael, deputy leader of the Scottish Liberal Democrats, who has admitted being involved in a leak designed to damage Nicola Sturgeon. Photograph: Murdo Macleod"}},"importance":4,"showQuotedHeadline":false},{"title":"Sweden defeats Russia to grasp Eurovision song contest victory","rawTitle":"Sweden defeats Russia to grasp Eurovision song contest victory","item":{"type":"article","id":"tv-and-radio/2015/may/24/sweden-wins-eurovision-song-contest","title":"Sweden defeats Russia to grasp Eurovision song contest victory","trailText":"Scandinavian nation picks up coveted trophy for sixth time after popular performance by Måns Zelmerlöw","standFirst":"Scandinavian nation picks up coveted trophy for sixth time after popular performance by M&aring;ns Zelmerl&ouml;w","byline":"Euan Ferguson","body":"<p>Well, it wasn’t THAT bad, in the end, was it? Not quite, yet, Eurogeddon: that’s always threatening, of course, and seldom more so than last night, with hosts Austria, and their cloyingly sweet theme of “Building Bridges” – Vienna even changed its pedestrian traffic-lights to feature same-sex couples – threatening to turn every over-saccharined Eurocitizen into an instant and justifiably rabid xenophobe.</p> \n<p>But that doesn’t really have to happen, does it, not with the current situation in Russia.</p> \n<p>Seldom can the gulf between promotional dream-message and blunt-trauma reality have been more fully realised in the history of Eurovision than the slow realisation that everyone was voting for Russia. Sure, Polina Gagarina had a nice song. Ish. And she genuinely cried, at the end. A Million Voices, yadda yadda. Niceish tune disguising toxic international hypocrisy, hurrah!</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/gallery/2015/may/24/eurovision-song-contest-2015-in-pictures\">Eurovision song contest 2015 – in pictures</a> </p> \n</aside> \n<p>It was, as that Mr Wogan said so rightly so many years ago (though his prediction that Olivia Newton-John’s career could “only go downhill from here” was a twitch wide of the mark), not about the music but the politics. The music last night – for that, let me remind everyone, was nominally what we were all there for – was again, with lovely but very rare exceptions, turbid. Graham Norton, Mr Wogan’s natural successor, had it nailed. “We’ve had some great songs at the start, and we’re looking forward to some great ones at the end, but for the moment it is a … a … lull. Full of big female ballads.” The BBC’s subtitles mistranscribed this rightly as “with dull female ballads”. Sub-<em>The Voice </em>ballads, more than likely featuring a silly sweeping ball dress and Lady Gaga “ee-aye-ee-aye-oh” vocals. Spain and Malta, I’m looking at you in particular.</p> \n<p>Elsewhere we were woefully ill-served with regard to fun. No Polish udder-swinging milkmaids, no Russian dancing grannies. True, the ever-reinventive George Galloway, fresh from his defeat in Bradford West, did appear on stage for Montenegro. And Romania’s song, including the immortal lyric “But if a strong wind hits me and I turn to dust … You will be the reason to start again” (what, from dust?) was sublimely silly, and, despite its having been written for a charity to support abandoned Romanian children (good cause, tick box) the singer’s breathy last gasp – “don’t leave the children behind” would have necessitated a heart of stone not to leave one rolling in the aisles.</p> \n<p>The UK possibly – it’s all yet to be analysed – did even worse than our home judges performed in the year Abba won with Waterloo, when we begrudgingly gave them no points at all: count them, none. It was actually a very good song: for shame, Europe. Nigella did well, triffic actually, but I think that the UK’s preview film, which ended up featuring actual drones, might have facilitated some odd memories.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=-msutN_OkU4\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/-msutN_OkU4?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  M&aring;ns Zelmerl&ouml;w performs Heroes at the Eurovision song contest.\n </figcaption> \n</figure> \n<p>Poland, they of the erstwhile milkmaids, went the other way and featured a lovely girl, Monika, in a wheelchair. Never has such a chair, nor such a woman, graced a larger stage: all white billows and kingfisher beauty. Never has a duller song been written.</p> \n<p>Although Latvia’s came close.</p> \n<p>Norton correctly described it as the worst title in the contest, and, sure enough, “Love Injected” sounds like a particularly dodgy Lib Dem DVD, as if there’s any other kind.</p> \n<p>As the vote closed, Russia lost, whew, but so did Australia, grr, who had the best song of the night (actually, I also rather liked Cyprus), featuring, as it did, harmonies, rhythm, bounce, nuance, memory. Way too many audience reactions were, as ever, facilitated by simply moving up a third on the scale or suddenly turning the lights up loud. Woo!</p> \n<p>So we’re back to Sweden as hosts again, which is nice, and at least they can afford it. They won with a song apparently themed on a sub-literate interpretation of <em>Game of Thrones. </em>“We are the heroes of our time. But we’re dancing with the demons in our mind.” I may have missed something in the translation. But, actually, it was sung in English, which may be the UK’s only gift from now on to Eurovision.</p> \n<p>The hilariously ravishing three Austrian hostesses performed in about as many languages, as did Nigella, and got it mostly right throughout the evening. Even when they didn’t, there was always Mr Norton to nudge them along with a dry-as-dust “oops. That’s got to be awkward.” But, during the international vote, a technical glitch meant that Marija was forced to utter the words “Oops, we’ve lost Estonia.” Here’s hoping the EU doesn’t have to repeat her words.</p> \n<p>For all that, it was, as ever, great, camp fun. My favourite moment had actually come in the semi-finals earlier in the week, with the Slovenians, and the voiceover informing us that “They’re a couple. And they never, ever take their headphones off. That’s their gimmick.” Excellent. So I can’t be heard, even if I shout a word about how bad their song is.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/maps_and_graphs/2015/5/24/1432425427259/Singer-Zelmerloew-represe-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Måns Zelmerlöw representing Sweden celebrates winning the final of the 60th annual Eurovision song contest in Vienna. Photograph: Leonhard Foeger/Reuters","credit":"Leonhard Foeger/Reuters","altText":"Singer Zelmerloew representing Sweden celebrates ","cleanCaption":"Måns Zelmerlöw representing Sweden celebrates winning the final of the 60th annual Eurovision song contest in Vienna. Photograph: Leonhard Foeger/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:57:50Z","lastModified":"2015-05-24T00:57:42Z","metadata":{"commentable":true,"commentCount":320,"contributors":[{"name":"Euan Ferguson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/euanferguson"}],"feature":false,"keywords":["Eurovision","Music","Eurovision 2015","Television & radio","Culture","Television","Europe","World news","Austria","Russia","Sweden","BBC1","BBC","Television industry","Media","Graham Norton"],"tags":[{"id":"tv-and-radio/eurovision","webTitle":"Eurovision"},{"id":"music/music","webTitle":"Music"},{"id":"tv-and-radio/eurovision-2015","webTitle":"Eurovision 2015"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/television","webTitle":"Television"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/austria","webTitle":"Austria"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/sweden","webTitle":"Sweden"},{"id":"media/bbc1","webTitle":"BBC1"},{"id":"media/bbc","webTitle":"BBC"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/media","webTitle":"Media"},{"id":"tv-and-radio/graham-norton","webTitle":"Graham Norton"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Euan Ferguson","topic":{"type":"tag-contributor","name":"profile/euanferguson"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/24/sweden-wins-eurovision-song-contest","shortUrl":"http://gu.com/p/49733","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/24/sweden-wins-eurovision-song-contest","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/24/sweden-wins-eurovision-song-contest"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/maps_and_graphs/2015/5/24/1432425427259/Singer-Zelmerloew-represe-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Måns Zelmerlöw representing Sweden celebrates winning the final of the 60th annual Eurovision song contest in Vienna. Photograph: Leonhard Foeger/Reuters","credit":"Leonhard Foeger/Reuters","altText":"Singer Zelmerloew representing Sweden celebrates ","cleanCaption":"Måns Zelmerlöw representing Sweden celebrates winning the final of the 60th annual Eurovision song contest in Vienna. Photograph: Leonhard Foeger/Reuters"}},"importance":4,"showQuotedHeadline":false},{"title":"What happens to head girls?","rawTitle":"What happens to head girls?","item":{"type":"article","id":"lifeandstyle/2015/may/24/what-happens-to-head-girls","title":"What happens to head girls?","trailText":"It is the biggest honour a schoolgirl can earn. But does it lead to a lifetime of high achievement? Vanessa Thorpe tracks down five former head girls 30 years on, and discovers a familiar pattern emerging…","standFirst":"<p>It is the biggest honour a schoolgirl can earn. But does it lead to a lifetime of high achievement? Vanessa Thorpe tracks down five former head girls 30 years on, and discovers a familiar pattern emerging…</p>","byline":"Vanessa Thorpe","body":"<p>I still have the badge: a red shield with “Head Girl” etched across the front. Dented and scuffed, it looks like something from the 1940s. It has not been thrown away because every few years, when it falls out of some old documents, it elicits a smile of amused pride. I am also a bit dented and scuffed now, I think, but back then… well, it was all before me.</p> \n<p>Being a former head girl, even in this confessional age, is slightly embarrassing. It smacks of convention and biddability. Yet women sometimes admit to it with a smidgen of smugness. Men are frequently prouder of failing to become a prefect, or being expelled. My own memory of being head girl, elected by staff and fellow fifth formers, is shaky. I recall standing on the school stage and presenting a headmaster with a socket set on his retirement – and having no idea what a socket set was.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"5c2675a20e376fb301934ccbbb39d806803fa334\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432129063196/d80a0c52-1a0b-4b39-8f56-78f1b916a000-376x420.jpeg\" alt=\"Vanessa Thorpe's head girl badge.\" width=\"376\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vanessa Thorpe’s head girl badge</span> \n </figcaption> \n</figure> \n<p>Nowadays girls are obliged to apply for the job by writing a toadying letter. There are even templates and tips online. You are supposed to talk about life skills and challenges. Sample head girl manifestos smack of business plans, packed with public relations terminology. One posted in Worcestershire a couple of years ago develops an unfortunate analogy. The school, the candidate argues, is like a tree. “Teachers are like the roots, which supplement us with knowledge and help us to grow. If I was head girl, I would be like the manure which the gardener spreads to enrich the ground: just that little added extra can make a big difference.”</p> \n<p>Unfair popular bias suggests head girls are bossy and self-satisfied – and probably swots. It is no surprise to learn that Margaret Thatcher once had the title at her Grantham grammar. Nor perhaps that the wholesome Kate Winslet was head girl at her drama school. And I certainly understood, in the wake of punk, that my success at the ballot box was pretty uncool. It was a victory likely to make me more enemies than friends. This realisation was possibly the most valuable lesson that being head girl ever offered.</p> \n<p>As well as the badge, I have kept a creased magazine article from the late 1980s which my mother tore out for me when I was at sixth-form college. It’s a spread of interviews with head girls about their experience of the role and their ambitions in life and love. At the time I cast it aside with irritation. But the article gained significance, because last time it surfaced I realised that I now knew two of the interviewees. This made me wonder what had happened to the rest of them.</p> \n<figure class=\"element element-image\" data-media-id=\"1652e99fd8cd2528b116bcf06eafe9efe7220955\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432129584871/504b8067-2a54-4840-89f3-588631796947-460x276.jpeg\" alt=\"The 1980s newspaper article.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">High hopes: the 1980s newspaper article</span> \n </figcaption> \n</figure> \n<p>The highest-profile school featured in the article was Cheltenham Ladies’ College (then &pound;1,293 a term for boarders, now &pound;10,530) where the senior prefect, Vicky Bake, was elected by staff and sixth formers. At 17 she explained that prefects were deeply respected by all: “When people are summoned to see the Senior Prefect their knees tremble when they walk up to my little room.”</p> \n<p>The schoolgirl defended her famous college against its caricature “as somewhere all the girls learn how to drink their tea with their little finger sticking out”. With a good education under her belt, Vicky was confident of her worth. “It used to be difficult for a woman to go and make her mark. Now I think everybody would agree that society is accepting women on the same basis as men,” she said, going on to weigh up the prospect of adult life. “My future career isn’t clearly defined as yet. Whether I’ll be married or not really lies in the lap of the gods. I hope so. We talk about it all the time, wondering what we’ll be doing this time in 10 years.”</p> \n<p>The adult Vicky, who I traced to France with the help of the school, picked up on the uncertainty in her youthful tone. “It sounds like me, but there is a clear sense of ambivalence, because it was a very turbulent time. There was a family business winding down and a move to Canada.” Despite parental plans for her to become a lawyer after studying at Oxford, her life has been less conventional. After Toronto University she joined the travel industry, arranging bicycle tours in Spain.</p> \n<p>She now lives in rural Languedoc with her wine-expert husband and two children and runs a vineyard and guesthouse. “Being a head girl was only relevant in my first job interview, when the man interviewing me had been head boy in a similar school. It would be different in England, I think, where Cheltenham would have gone before me rather more.”</p> \n<p>Vicky laughs at her early complacency about gender equality. “Things have got better, but it is not there yet. The women I know have been ambitious for what we wanted. But friends in the corporate world have had a much more challenging time.”</p> \n<p>Another prestigious school is Camden School for Girls, the ex-grammar comprehensive in north London that is alma mater to Emma Thompson and Geri Halliwell. Head girl back then was Anna Wright, now a friend and neighbour of mine. Even at 18 her staunch egalitarian principles were apparent: “I wouldn’t have wanted the job if it had entailed ordering people around. I was voted in by last year’s prefects. The staff don’t have any say in the matter. School should be able to teach you social values, an aspect of education that I would have missed had I gone to, say, a boarding school, which is a false and isolated environment.”</p> \n<p>Before she studied English at Cambridge, Anna took a gap year working in residential care in Amman, Jordan. The experience, she says, “certainly changed my life. It was a tough year, and the transition back to life as a university undergraduate was difficult. I see consistency in what I said then and what I went on to do, although my first job after leaving university was with a women’s theatre company, doing political theatre. Later I was employed by Amnesty International and then the United Nations.”</p> \n<figure class=\"element element-image\" data-media-id=\"fc2dd2ffb6b1c7804f348fca558b6340fc7effb9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432129846256/ae49e1a8-297d-4481-b257-fa2bcf0081e1-460x276.jpeg\" alt=\"Anna Wright, sitting at a desk in her old place at school.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I went on to fail pretty miserably in the things I thought I was going to do’: Anna Wright, in her old place at school.</span> \n  <span class=\"element-image__credit\">Photograph: Sophia Spring for the Observer</span> \n </figcaption> \n</figure> \n<p>Confronted by the expectations of her teenage self, Anna, who now works in health and social care in Camden, detects she felt pushed in the wrong direction. “I spent quite a bit of time swimming against my natural tide in terms of career choices. I can now see from what I said then that human rights and international development, as well as the social justice stuff, was the way I was actually inclined.” The post of head girl was “a huge boost”, she thinks, because she did not feel like a “star type”. It buoyed her in tough times. “I went on to fail pretty miserably in the things I thought I was going to do – like be a radical documentary filmmaker. But I ended up taking a path that suited me much better.”</p> \n<p>The teenage Anna had wanted a family but anticipated “it wouldn’t put a stop to whatever I’d managed to build up for myself over the years. But I’m not a raving feminist.” Today, as the wife of an academic and a mother of three, she “squirms” about having said she was not a “raving feminist”, and feels moved by her naivety about motherhood. “Little did I know that having children would impact massively. I’d flown back to London from the United Nations in New York just a few weeks before having my first baby and I had a big job interview lined up for about a week after my due date. I remember lying in hospital after a terrible birth and phoning to say I wouldn’t make it there. From that moment I changed my career trajectory. I’d hit a huge great wall that no one had warned me about. I spent a couple of years being angry and shouting at people – like airport staff when I was trying to fly to an overseas meeting with a tiny baby and they wouldn’t let me take the pushchair to the gate. We all thought the world had changed to fit us in as career women and then we found it hadn’t. But I adjusted and made my peace.”</p> \n<p>I found Fiona Stranack in Singapore. She had been head girl at Red Maids’ School, near Bristol, the oldest girls’ private boarding school in the country and one that until recently made its girls wear a quaint-looking apron, bonnet and cape on special occasions. Her comments in the 1980s suggested she was eager to please but nervous about the notoriety the role gave her in the school. Had she developed into a confident leader? Well, partly. Fiona had hoped, she said in the 1980s, to become a diplomat, but this was not to be: she ended up having had a full-time career in business training. She emailed me from the Far East, where she lives with her husband and two children, both born to her in her early 40s. She was surprised to see that she had accurately predicted she’d stop work for motherhood. “That is what I’ve done, but much later than I probably thought at the time.”</p> \n<p>There was a pattern developing. I read that one former head girl from a previous generation, sportswoman <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/mar/25/baroness-sue-campbell-uk-sport\">Baroness Sue Campbell of Loughborough</a>, the former chairman of Sport UK, has a plaque hanging on her office wall: “Well Behaved Women Rarely Make History”. “You can read that any way you like!” she has commented. If this is true, then perhaps being singled out as a responsible schoolgirl is a bit of a disadvantage, not an early leg up the greasy pole. It looks as if the head girl label was not just something to keep quiet about but to shake off. I started to wonder whether head girls are chosen because they are that dreaded term “people pleasers”, and whether pleasing people leads chiefly to not very much else.</p> \n<figure class=\"element element-image\" data-media-id=\"95105c02df6817a87555bd9b556335348cef2d66\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432130215046/52fae691-5490-454c-93cb-34cddbc63c26-460x276.jpeg\" alt=\"Vanessa Thorpe as head girl presenting the headmaster with his retirement present\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vanessa Thorpe presenting the headmaster with his retirement present</span> \n </figcaption> \n</figure> \n<p>The simplest girl for me to find from the 1980s article was <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/frances-stonor-saunders\">Frances Stonor Saunders</a>, an old university friend who was never well behaved at school, she says. After a brilliant undergraduate showing at Oxford, she is now an author and radio presenter (her 1999 book <a href=\"http://www.lrb.co.uk/v21/n19/edward-said/hey-mister-you-want-dirty-book\"><em>Who Paid the Piper?</em></a> is a seminal text about cultural espionage). Her time as head girl at sequestered St Mary’s Convent in Ascot remains, until now, a dark secret. At 17 she said she was amazed to be chosen: “I don’t think anyone ever imagined I would be picked by the nuns. For years I was the black sheep of the class. I gave some people a really rough time. When I was summoned by the headmistress I thought it was for doing something dreadful. My immediate reaction was that the nuns would sooner have me on their side than against. My parents were in the middle of this difficult separation, and when I called to tell them about it they both assumed I was joking.”</p> \n<p>The schoolgirl Frances complained about the “insulation” of convent life, but had strong apprehensions about work in the world outside. “I’m ready to leave, but it is a bit frightening to wonder where the next meal is coming from,” she said. From the viewpoint of 2015, she thinks her stint as head girl gave her a sceptical attitude to authority. “I was embarrassed by being head girl then and I still am. It set me slightly apart from my friends at school, who were all naughty.”</p> \n<p>Frances can recognise herself in the article, although her sentiments about children – she didn’t go on to have any – do not ring as true for her as the fear of being a housewife (“I’d hate to think of myself just being at home with children while my husband was out earning the money”). She noted grimly then it was “still tough for a woman in a man’s world”, asking: “How many successful women are there in the City?” But literary ambition was already in place. “I’d like to write, but how realistic that is I don’t know.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We all thought the world had changed to fit us in as career women, and then we found that it hadn’t</p> \n </blockquote> \n</aside> \n<p>The head girl who has come closest to grasping the reins of power is Joanna Gardner, who went to Pimlico School (now Pimlico Academy). This mixed comprehensive in London offered her refuge from a previous convent school, as Joanna, the daughter of Tory peer Baroness Gardner of Parkes, explained at 18: “I hated it. I had a lot of bullying. Here I’m a different person. They take you for what you are.”</p> \n<p>Elected to the post of vice chairman of the sixth form committee at her new school, she approved of the way such democracy prevented “the usual biased preferential treatment”. A university degree would be a way to bide time. “That should tide me over till I’m 21, which is when I can legitimately stand for parliament. As a Tory. But I realise it’s very hard for ladies to get into parliament. Look at the figures – out of 635 only 23 are women.”</p> \n<p>Joanna is now a Conservative councillor in the London Borough of Kensington and Chelsea, and stood against David Miliband in South Shields in the 2001 general election. A qualified solicitor, she has worked on large public projects, frequently dealing with government. In the late 80s she “cringed” when the magazine article came out and she feels much the same seeing it now. “But 30 years on,” she says, “some of the issues remain – for example, the need for more women MPs.”</p> \n<p>The young Joanna believed that a husband would have to fit in: “It would have to be somebody who supports me in politics. I wonder what would have happened to Margaret Thatcher if Denis hadn’t supported her. I’m not an out-and-out feminist. I don’t like people who get riled and wear men’s clothes or scream merely to justify their point. We depend on men and men depend on us.”</p> \n<p>Almost 20 years later, in March 2004, Joanna, who was helping a former Tory MP, got married. A daughter arrived at the end of the subsequent October (“Marrying late has meant only the one”). Her husband, she says, has supported her political zeal (“although he does draw the line at delivering leaflets”). But her failure to get a parliamentary seat still rankles. “I was in the final selection for one of the Suffolk seats for the 2010 general election – only five other people between me and becoming the Conservative candidate in a safe seat – but it wasn’t to be.” She was, she admits, “incredibly disappointed” at first but now believes “the impact on my family would have been too costly”.</p> \n<figure class=\"element element-image\" data-media-id=\"2a54ddc3c9a55dbfaffaff3f250c8c8f5d553e99\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432130312474/070b8f9d-7ed3-4714-be5b-c85a32424f1f-460x276.jpeg\" alt=\"Frances Stonor Saunders pictured in her home.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I was embarrassed by being head girl’: Frances Stonor Saunders.</span> \n  <span class=\"element-image__credit\">Photograph: Sophia Spring for the Observer</span> \n </figcaption> \n</figure> \n<p>Each of these former head girls sees the blueprint of the person they became in their younger selves. And now, all around 50 years old, they feel the story is not over. As Joanna puts it: “My husband and daughter mean the world to me. I don’t, however, feel I have quite finished in my life’s challenges.”</p> \n<p>None of the women I tracked down are running countries or corporations and all were entertained by their earnest schoolgirl assumptions that feminism had done its work. None has progressed steadily to a professional goal. Instead they have taken bespoke, individual paths.</p> \n<p>I have followed a straighter line, not taking career breaks or going part-time with motherhood, but I do relate to the way these head girls tailored their ambitions. And I wonder if the burden of early conscientiousness – surely the sign of a head girl type – means you end up too busy to see the bigger picture, or to do enough to please yourself, and so make your mark.</p> \n<p>The impressions that I’m left with are contradictory. There is clear unanimity among these women about how central equality and work are to their identity. And yet all who became mothers have taken a career break – or at least a side step. It is a paradox that is especially striking because these girls are no random cross section drawn from the 1980s. This group had been marked out from the first as likely role models. My suspicion is that their lives up till now go to prove that the best my generation of women could hope for was a confident choice between power and parenthood. And perhaps that an early taste of status and prominence may mean it quickly loses some of its allure.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432128407964/Vanessa-Thorpe-as-head-gi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘My victory was likely to make me more enemies than friends’: Vanessa Thorpe as head girl in 1982. Photograph: Vanessa Thorpe","credit":"Vanessa Thorpe","altText":"Vanessa Thorpe as head girl, pictured in a group school photo, in 1982","cleanCaption":"‘My victory was likely to make me more enemies than friends’: Vanessa Thorpe as head girl in 1982. Photograph: Vanessa Thorpe"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129061271/d80a0c52-1a0b-4b39-8f56-78f1b916a000-1826x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1826,"orientation":"portrait","caption":"Vanessa Thorpe’s head girl badge","credit":"PR","altText":"Vanessa Thorpe's head girl badge.","cleanCaption":"Vanessa Thorpe’s head girl badge"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129586440/504b8067-2a54-4840-89f3-588631796947-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"High hopes: the 1980s newspaper article","credit":"PR","altText":"The 1980s newspaper article.","cleanCaption":"High hopes: the 1980s newspaper article"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129847810/ae49e1a8-297d-4481-b257-fa2bcf0081e1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I went on to fail pretty miserably in the things I thought I was going to do’: Anna Wright, in her old place at school. Photograph: Sophia Spring for the Observer","credit":"Sophia Spring for the Observer","altText":"Anna Wright, sitting at a desk in her old place at school.","cleanCaption":"‘I went on to fail pretty miserably in the things I thought I was going to do’: Anna Wright, in her old place at school.","cleanCredit":"Photograph: Sophia Spring for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130216495/52fae691-5490-454c-93cb-34cddbc63c26-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vanessa Thorpe presenting the headmaster with his retirement present","credit":"PR","altText":"Vanessa Thorpe as head girl presenting the headmaster with his retirement present","cleanCaption":"Vanessa Thorpe presenting the headmaster with his retirement present"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130314050/070b8f9d-7ed3-4714-be5b-c85a32424f1f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I was embarrassed by being head girl’: Frances Stonor Saunders. Photograph: Sophia Spring for the Observer","credit":"Sophia Spring for the Observer","altText":"Frances Stonor Saunders pictured in her home.","cleanCaption":"‘I was embarrassed by being head girl’: Frances Stonor Saunders.","cleanCredit":"Photograph: Sophia Spring for the Observer"}],"webPublicationDate":"2015-05-24T07:30:05Z","lastModified":"2015-05-24T07:30:05Z","metadata":{"commentable":true,"commentCount":52,"contributors":[{"name":"Vanessa Thorpe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vanessathorpe"}],"feature":true,"keywords":["Women","Schools","Education","Life and style"],"tags":[{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Vanessa Thorpe","topic":{"type":"tag-contributor","name":"profile/vanessathorpe"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/24/what-happens-to-head-girls","shortUrl":"http://gu.com/p/49469","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/24/what-happens-to-head-girls","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/24/what-happens-to-head-girls"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432128407964/Vanessa-Thorpe-as-head-gi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘My victory was likely to make me more enemies than friends’: Vanessa Thorpe as head girl in 1982","credit":"Vanessa Thorpe","altText":"Vanessa Thorpe as head girl, pictured in a group school photo, in 1982","cleanCaption":"‘My victory was likely to make me more enemies than friends’: Vanessa Thorpe as head girl in 1982"}},"importance":3,"showQuotedHeadline":false},{"title":"Ireland becomes first country to legalise gay marriage by popular vote","rawTitle":"Ireland becomes first country to legalise gay marriage by popular vote","item":{"type":"article","id":"world/2015/may/23/gay-marriage-ireland-yes-vote","title":"Ireland becomes first country to legalise gay marriage by popular vote","trailText":"Referendum result gives yes vote 62% and no 38% as equality minister declares he is proud to be Irish","standFirst":"Referendum result gives yes vote 62% and no 38% as equality minister declares he is proud to be Irish","byline":"Henry McDonald in Dublin","body":"<p>Ireland has voted by a huge majority to legalise same-sex marriage, becoming the first country in the world to do so by popular vote in a move hailed as a social revolution and welcomed around the world.</p> \n<p>Some 62% of the Irish Republic’s electorate voted in favour of gay marriage. The result means that a republic once dominated by the Catholic church ignored the instructions of its cardinals and bishops. The huge Yes vote marks another milestone in Ireland’s journey towards a more liberal, secular society.</p> \n<p>Out of an electorate of more than 3 million, 1,201,607 backed gay marriage, while 734,300 voters said No. The result prompted a massive street party around the gay district of central Dublin close to the national count centre.</p> \n<p>Directly addressing Ireland’s gay community, taoiseach Enda Kenny said the result meant that “a majority of people in this republic have stood up for them [those in the gay community]”. He said: “In the privacy of the ballot box, the people made a public statement. With today’s vote we have disclosed who we are. We are a generous, compassionate, bold and joyful people who say yes to inclusion, yes to generosity, yes to love, yes to gay marriage.”</p> \n<p>Irish deputy prime minister and Labour leader Joan Burton added: “The people of Ireland have struck a massive blow against discrimination.”</p> \n<p>And quoting the late American politician and LGBT rights activist Harvey Milk, she said: “Hope will never be silent.”</p> \n<figure class=\"element element-image\" data-media-id=\"6f0da2274b00be020a1799098c6b0c2b4c631bef\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432409543043/acf62afe-2fd5-4efc-b9b8-643da57b48a9-460x276.jpeg\" alt=\"Crowds celebrate the landslide yes victory at Dublin castle.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Crowds celebrate the landslide yes victory at Dublin castle.</span> \n  <span class=\"element-image__credit\">Photograph: Clodagh Kilcoyne/Getty Images</span> \n </figcaption> \n</figure> \n<p>All but one of the republic’s 43 parliamentary constituencies voted Yes to same-sex marriage. And fears of an urban-rural, Yes/No split were not realised either. Constituencies such as Donegal South West, which in the past voted against divorce and abortion reform, backed the Yes side. Theminister for equality, Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, said on Twitter: “A landslide across Dublin. And I’m so proud to be Irish today.”</p> \n<p>Health minister Leo Varadkar, who this year came out as the country’s first openly gay minister, said the campaign had been “almost like a social revolution”.</p> \n<p>The social transformation of the country was on display in the grounds of Dublin Castle, former seat of British rule in Ireland and the site of the national count for a referendum that was unthinkable just two decades ago – it was only in 1993 that homosexuality was decriminalised. The rainbow colours of the international gay movement lit up the 18th-century cobbled courtyard amid glorious sunshine on Saturday afternoon as up to 2,000 gay activists celebrated a resounding victory.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/may/23/ireland-gay-same-sex-marriage-vote-yes\">Ireland says yes to same-sex marriage - in pictures</a> </p> \n</aside> \n<p>The Fine Gael-Labour coalition had asked voters to amend their 78-year-old constitution, which originally defined marriage as only between a man and a woman. Voters were offered the chance to amend the constitution to read: “Marriage may be contracted in accordance with law by two persons without distinction as to their sex.”</p> \n<p>A high turnout, particularly among younger voters, boosted the Yes side. The overall turnout of 61% was higher than the poll to ratify the 1998 Good Friday agreement, when 56% of the electorate came out to vote.</p> \n<p>The pro-reform vote was also energised by an 11th-hour movement called #hometovote, which used social media to encourage young Irish expatriates to get back to Ireland in time to vote.</p> \n<p>The first constituency that declared in favour of a Yes vote was the rural Sligo/North Leitrim, which backed gay marriage by 54% to 46%. In many Dublin constituencies, the Yes vote was 70% or more, according to the tallies at the main count in the city’s RDS stadium.</p> \n<figure class=\"element element-image\" data-media-id=\"33a0b49fedfa0c60e667824a446b8f47ee3dfbd8\"> \n <img src=\"http://media.guim.co.uk/33a0b49fedfa0c60e667824a446b8f47ee3dfbd8/0_296_5550_3331/1000.jpg\" alt=\"Katherine Zappone and Ann Louise Gilligan\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Senator Katherine Zappone and her partner Ann Louise Gilligan kiss as they join the crowd celebrating the yes vote outside Dublin castle on Saturday. Photograph: Clodagh Kilcoyne/Getty Images</span> \n  <span class=\"element-image__credit\">Photograph: Clodagh Kilcoyne/Getty Images</span> \n </figcaption> \n</figure> \n<p>As the first confirmed result was announced, veteran Irish gay rights campaigner Senator David Norris arrived at Dublin Castle, where he was mobbed as a hero by a younger generation of gay activists. The world expert on James Joyce had pursued court cases all the way to the European court of human rights, forcing a previous Irish government to decriminalise homosexuality in 1993.</p> \n<p>To cheers and applause from the crowd gathered in the courtyard, and with tears in his eyes, Norris said the result would inspire others across the planet. “The battle is not over. There are countries throughout Africa and Asia in which it is terribly dangerous to be gay,” Norris said. “It’s wonderful. It’s a little bit late for me … I’ve spent so much time pushing the boat out that I forgot to jump on, and now it’s out beyond the harbour on the high seas. But it’s very nice to look at.”</p> \n<p>Recognising the scale of the church’s defeat in what was once one of the Vatican’s most loyal nations, Diarmuid Martin, archbishop of Dublin, described the groundswell of support for same-sex couples as a social revolution that did not happen on the last day.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/23/ireland-irish-gay-marriage-referendum\">‘Ireland might just have become a great little country in which to be gay’</a> </p> \n</aside> \n<p>“It’s a social revolution that’s been going on – perhaps in the church people have not been as clear in understanding what that involved,” he said. “It’s clear that, if the referendum is an affirmation of the views of young people, the church has a huge task in front of it,” Martin added.</p> \n<p>The pro-gay marriage vote captured headlines around the world, with celebrities praising the outcome. Harry Potter author JK Rowling was among those watching the count. “Sitting here watching the Irish make history. Extraordinary and wonderful,” she tweeted. British rights campaigner Peter Tatchell said: “The Irish people have voted for love and equality. Oscar Wilde would be so proud.”</p> \n<p>Back in the sunshine at Dublin Castle, the crowds gave a rock-star welcome to another prominent Irish gay spokesman, the drag queen and human rights activist Panti Bliss, also known as Rory O’Neill.</p> \n<figure class=\"element element-image\" data-media-id=\"92ba27f19d786fabc3e62be92324f164d43acfba\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432409870569/75187345-e482-4610-8aec-ebcb504ce06a-460x276.jpeg\" alt=\"Rory O'Neill, known by his stage name of Panti Bliss, leads the celebrations\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Panti Bliss aka Rory O’Neill leads the celebrations. ‘I am drunk on yes … It’s not that Ireland has changed today, but that Ireland has confirmed the change that we already knew had happened.’</span> \n  <span class=\"element-image__credit\">Photograph: Fran Veale/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>In high heels, blonde wig and tight dress, Bliss said: “I am drunk on Yes … It’s not that Ireland has changed today, but that Ireland has confirmed the change that we already knew had happened.”</p> \n<p>But while the thousands in the Castle leapt for joy, wept and waved rainbow flags in triumph when the overall national vote was announced, there was a reminder from the gay community in Northern Ireland that the struggle for equality is far from over even on the island.</p> \n<p>Gavin Boyd, of the gay rights group the Rainbow Project in Belfast, reminded the world that there was still a ban on gay marriage north of the border.</p> \n<p>“To the people of Ireland, we offer our thanks. You have done what no other country in the world has done. You have chosen, as a nation, to extend marriage rights to your LGBT family, friends and neighbours and this will go down in history as another example of the decency and fairness of the Irish people.</p> \n<p>“However, for us, this sweet victory is tinged with sadness. Northern Ireland is now the only region in western Europe where marriage equality is not a reality. This is a shameful injustice which cannot be allowed to continue,” Boyd said.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d5b9c1fffbdcaf442c37eec06fa0afb7fa25d3a9/29_549_5028_3018/5028.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3018,"width":5028,"orientation":"landscape","credit":"Peter Morrison/AP","altText":"Yes supporter in Dublin","cleanCredit":"Photograph: Peter Morrison/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432409544419/acf62afe-2fd5-4efc-b9b8-643da57b48a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Crowds celebrate the landslide yes victory at Dublin castle. Photograph: Clodagh Kilcoyne/Getty Images","credit":"Clodagh Kilcoyne/Getty Images","altText":"Crowds celebrate the landslide yes victory at Dublin castle.","cleanCaption":"Crowds celebrate the landslide yes victory at Dublin castle.","cleanCredit":"Photograph: Clodagh Kilcoyne/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/33a0b49fedfa0c60e667824a446b8f47ee3dfbd8/0_296_5550_3331/5550.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3331,"width":5550,"orientation":"landscape","caption":"Senator Katherine Zappone and her partner Ann Louise Gilligan kiss as they join the crowd celebrating the yes vote outside Dublin castle on Saturday. Photograph: Clodagh Kilcoyne/Getty Images Photograph: Clodagh Kilcoyne/Getty Images","credit":"Clodagh Kilcoyne/Getty Images","altText":"Katherine Zappone and Ann Louise Gilligan","cleanCaption":"Senator Katherine Zappone and her partner Ann Louise Gilligan kiss as they join the crowd celebrating the yes vote outside Dublin castle on Saturday. Photograph: Clodagh Kilcoyne/Getty Images","cleanCredit":"Photograph: Clodagh Kilcoyne/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432409872072/75187345-e482-4610-8aec-ebcb504ce06a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Panti Bliss aka Rory O’Neill leads the celebrations. ‘I am drunk on yes … It’s not that Ireland has changed today, but that Ireland has confirmed the change that we already knew had happened.’ Photograph: Fran Veale/Rex Shutterstock","credit":"Fran Veale/Rex Shutterstock","altText":"Rory O'Neill, known by his stage name of Panti Bliss, leads the celebrations","cleanCaption":"Panti Bliss aka Rory O’Neill leads the celebrations. ‘I am drunk on yes … It’s not that Ireland has changed today, but that Ireland has confirmed the change that we already knew had happened.’","cleanCredit":"Photograph: Fran Veale/Rex Shutterstock"}],"webPublicationDate":"2015-05-23T20:29:20Z","lastModified":"2015-05-24T00:10:02Z","metadata":{"commentable":true,"commentCount":1071,"contributors":[{"name":"Henry McDonald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrymcdonald"}],"feature":false,"keywords":["Ireland","Society","Gay marriage","Europe","World news","Catholicism","LGBT rights"],"tags":[{"id":"world/ireland","webTitle":"Ireland"},{"id":"society/society","webTitle":"Society"},{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"}],"section":{"id":"world"},"topics":[{"displayName":"Henry McDonald","topic":{"type":"tag-contributor","name":"profile/henrymcdonald"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/23/gay-marriage-ireland-yes-vote","shortUrl":"http://gu.com/p/497xn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/23/gay-marriage-ireland-yes-vote","webUri":"http://www.theguardian.com/world/2015/may/23/gay-marriage-ireland-yes-vote"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d5b9c1fffbdcaf442c37eec06fa0afb7fa25d3a9/29_549_5028_3018/5028.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3018,"width":5028,"orientation":"landscape","caption":"A yes supporter in Ireland’s historic vote to legalise same-sex marriage waits for the result in the grounds of Dublin Castle.  Photograph: Peter Morrison/AP","credit":"Peter Morrison/AP","altText":"Yes supporter in Dublin","cleanCaption":"A yes supporter in Ireland’s historic vote to legalise same-sex marriage waits for the result in the grounds of Dublin Castle. ","cleanCredit":"Photograph: Peter Morrison/AP"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-24T07:30:05Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}