{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Tunisia prime minister to shut mosques inciting terrorism as Isis claims attack","rawTitle":"Tunisia prime minister to shut mosques inciting terrorism as Isis claims attack","item":{"type":"article","id":"world/2015/jun/27/tunisia-prime-minister-to-shut-mosques-inciting-terrorism-as-isis-claims-attack","title":"Tunisia prime minister to shut mosques inciting terrorism as Isis claims attack","trailText":"Habib Essid promises action on mosques that do not ‘conform to the law’ and reportedly says most of those killed were British","standFirst":"<p data-dropid=\"0\">Habib Essid promises action on mosques that do not ‘conform to the law’ and reportedly says most of those killed were British</p>","byline":"Staff and agencies","body":"<p>Islamic State has claimed responsibility for an attack in Tunisia in which a young man pulled a Kalashnikov from a beach umbrella and began firing, killing at least 38 people.</p> \n<p>The majority of those killed were British, Tunisia’s prime minister, Habib Essid, has reportedly said. The British prime minister, David Cameron will chair a meeting of the Cobra emergency committee on Saturday. Five of those killed have so far been confirmed as Britons by the British foreign secretary, Philip Hammond, but he warned that number could rise.</p> \n<p>The Site Intelligence Group reported Isis had claimed credit for Friday’s attack on its Twitter account as Essid said he would immediately close mosques outside the control of the ministry of religious affairs and call army reservists into active service and place them around the country.</p> \n<p>“No mosque that does not conform to the law will be tolerated,” he said, referring to those that incite to terrorism.</p> \n<p>Meanwhile, more survivors’ stories and details of the victims began to emerge. British tourist Tom Richards described the gunman as in his early 20s with long black hair and a beard when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/27/tunisia-attack-he-looked-right-at-me-i-thought-i-was-dead-says-tourist\">he faced him in a hotel corridor</a>. The holidaymaker, who was there with his mother, escaped when the gunman inexplicably stopped firing.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/27/tunisia-attack-he-looked-right-at-me-i-thought-i-was-dead-says-tourist\">Tunisia attack: 'He looked right at me – I thought I was dead,' says tourist</a> </p> \n</aside> \n<p>Welshman Matthew James <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tunisia-attack-british-man-has-surgery-after-shielding-fiancee-from-gunman\">survived being shot three times</a> when he used his body to shield his fianc&eacute;e, Saera Wilson, during the shooting on Friday.</p> \n<p>One of the dead was an Irish woman named as Lorna Carty, a nurse and mother of two from Co Meath. She had been in the resort with her husband Declan who had recently undergone heart surgery. It is understood the couple were given the holiday as a present from a family member to help with his recuperation.</p> \n<p>Tunisia’s president, Beji Caid Essebsi, denounced the attacks at the RIU Imperial Marhaba hotel: “Once again, cowardly and traitorous hands have struck Tunisia, targeting its security and that of its children and visitors.” </p> \n<div>\n __VIDEO_EMBED_gu-video-457285613__\n</div> \n<p>Essebsi promised “painful but necessary” measures, adding: “No country is safe from terrorism, and we need a global strategy of all democratic countries.”</p> \n<p>The slaughter took place on the beach between the Soviva and Imperial Marhaba hotels in the town of Sousse – a popular destination for holidaymakers from the UK and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/ireland\">Ireland</a>.</p> \n<p> It was one of three deadly outbursts of violence on Friday, from Europe to North Africa and the Middle East, and followed a call to violence by Isis extremists.<br /></p> \n<p>A <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tourists-relive-horror-of-gunmans-attack-on-tunisian-hotel-killing-37\">suicide bombing at a Shia mosque in Kuwait</a> killed 27 worshippers in an attack that was later claimed by Isis. It was the first such attack in the mostly quiet and relatively secure Gulf Arab nation in more than two decades.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tunisia-attack-british-man-has-surgery-after-shielding-fiancee-from-gunman\">Tunisia attack: British man has surgery after shielding fiancee from gunman</a> </p> \n</aside> \n<p>In France, a man was detained near Lyon after the severed head of his former employer was hung from the gates of a gas factory which <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/one-dead-in-attack-on-french-factory\">he seemingly tried to blow up</a> by ramming it with a car. Two people were injured. Police said they also found a flag with Islamist inscriptions.</p> \n<p>The suspect, Yassine Salhi, was seized by an alert firefighter, authorities said, and French president Francois Hollande said the attacker’s intention had been to cause an explosion. Officials said the suspect had been known to intelligence services. A security alert for the south-east region was raised to its highest level for the next three days, and the US embassy in Paris warned American citizens to be vigilant.</p> \n<p>It remains unclear if the attacks are linked but they came days after Isis militants urged their followers “to make Ramadan a month of calamities for the nonbelievers”. In all, the assailants killed at least 65 people.<br /></p> \n<p>In an audio recording released Tuesday, Isis called on its supporters to increase attacks during Ramadan and “be keen on waging invasion in this eminent month and commit martyrdom.”</p> \n<p>The attack in Tunisia was the country’s worst ever and follows<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/18/eight-people-killed-in-attack-on-tunisia-bardo-museum\"> a massacre on March 18 at the national Bardo museum</a> in Tunis that killed 22 people, again mostly tourists, and has called into question the newly elected government’s ability to protect the country.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/tunisia_hotel_detail/giv-21277frEAce79WKzQ/\" data-alt=\"Map graph\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/tunisia_hotel_detail/giv-21277frEAce79WKzQ/\">Map graph</a> \n</figure> \n<p>Rafik Chelli, the secretary of state of the Interior Ministry, told Associated Press that the attack was carried out by a young student not previously known to authorities. At least 36 people were reported wounded in the shooting spree, which ended when the gunman was shot dead by police.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/27/police-foil-islamic-state-isis-attack-uk-armed-forces-day-parade\">Police foil Islamic State attack on UK Armed Forces Day parade</a> </p> \n</aside> \n<p>Following the latest attacks, British authorities tightened security at major events, including an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/27/police-foil-islamic-state-isis-attack-uk-armed-forces-day-parade\">Armed Forces Day parade</a> which was reportedly set to be targeted by a suicide bomber.</p> \n<p>The wave of attacks was condemned by the United Nations, the US and Israel among others.</p> \n<p>The White House said: “We stand with these nations as they respond to attacks on their soil today.” Pentagon spokesman Colonel Steve Warren added it was “too soon to tell whether or not these various and far-flung attacks were coordinated centrally or whether they were coincidental”.</p> \n<p>The carnage in Tunisia began on the beach, where tourists described hearing what sounded like fireworks and then running for their lives when they realised it was gunfire. Video of the aftermath showed medics using beach chairs as stretchers to carry away people in swimsuits.</p> \n<p>Chelli said of the gunman: “He had a parasol in his hand. He went down to put it in the sand and then he took out his Kalashnikov and began shooting wildly” </p> \n<p>He then entered the pool area of the Imperial Marhaba hotel before moving inside, killing people as he went.</p> \n<p>British tourist Gary Pine told AP he was on the beach with his wife around noon when heard the shooting. They shouted for their son to get out of the water, grabbed their bag and ran for the hotel. Their son told them he saw someone shot on the beach.</p> \n<p>There was “sheer panic” at the hotel, Pine said. “There were a lot of concerned people, a few people in tears with panic and a few people – older guests – they’d turned their ankles or there was a few little minor injuries and nicks and scrapes.”</p> \n<p>Elizabeth O’Brien, an Irish tourist who was with her two sons, told Irish Radio she was on the beach when the shooting began.</p> \n<p>“I thought, ‘Oh my God. It sounds like gunfire,’ so I just ran to the sea, to my children and grabbed our things” before fleeing to their hotel room, she said.</p> \n<p>The Health Ministry said the dead included Tunisians, British, Germans and Belgians, without giving a breakdown.</p> \n<p>The British foreign secretary, Philip Hammond, said at least five Britons were killed but expected to toll to rise because a high proportion of the dead were believed to be British.</p> \n<p>Since overthrowing its secular dictator in 2011, Tunisia has been plagued by terrorist attacks, although only recently have they targeted the tourism sector, which makes up nearly 15% of GDP.</p> \n<p>Simon Calder, a London-based travel commentator, said: “The Foreign Office will declare the summer effectively over for Tunisia, and it will destroy – besides the lives taken – the tens of thousands of livelihoods who depend on tourism for a living.” Nearly half a million Britons visited Tunisia in 2014.</p> \n<p>Jonathan Hill, a professor of defence studies at King’s College in London, said the attacks were also a blow to Tunisia’s image as a stable, democratic nation emerging from its revolution in 2011.<br /></p> \n<p>“The terrorists are attacking Tunisia’s reputation,” he said. “Not just as a safe and welcoming destination for western holidaymakers, but as the one real success story to emerge out of the Arab spring.”</p> \n<p>Interpol offered investigative help in the wake of Friday’s violence. Its secretary-general, Juergen Stock, said the attacks “show the truly global dimension to current terrorist threats”.</p> \n<p><em>Associated Press contributed to this report</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/df6317c15fda6126861ef57a9ca1bb46c589df66/0_85_672_404/672.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":404,"width":672,"orientation":"landscape","credit":"Xinhua /Landov / Barcroft Media/Xinhua /Landov / Barcroft Media","altText":"Soldiers patrol around the attack site in Sousse, Tunisia, on Friday.","cleanCredit":"Photograph: Xinhua /Landov / Barcroft Media/Xinhua /Landov / Barcroft Media"}],"bodyImages":[],"webPublicationDate":"2015-06-27T04:21:46Z","lastModified":"2015-06-27T07:42:40Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Tunisia","Tunisia","Islamic State","France","Middle East and North Africa","UK news","Wales","Ireland","Kuwait","Africa","Africa","Travel","Europe"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"travel/tunisia","webTitle":"Tunisia"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/france","webTitle":"France"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/wales","webTitle":"Wales"},{"id":"world/ireland","webTitle":"Ireland"},{"id":"world/kuwait","webTitle":"Kuwait"},{"id":"world/africa","webTitle":"Africa"},{"id":"travel/africa","webTitle":"Africa"},{"id":"travel/travel","webTitle":"Travel"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[{"id":"gu-video-457285613","source":"Jawhara FM","durationInSeconds":36,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/26/150626tunisiabeach.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/26/150626tunisiabeach_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/26/1435329749081/KP_326529_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tunisia beach ","credit":"guardian.co.uk","altText":"620x372 trailpic for Tunisia beach ","cleanCaption":"620x372 trailpic for Tunisia beach "}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/27/tunisia-prime-minister-to-shut-mosques-inciting-terrorism-as-isis-claims-attack","shortUrl":"http://gu.com/p/4a7vq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/27/tunisia-prime-minister-to-shut-mosques-inciting-terrorism-as-isis-claims-attack","webUri":"http://www.theguardian.com/world/2015/jun/27/tunisia-prime-minister-to-shut-mosques-inciting-terrorism-as-isis-claims-attack"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/df6317c15fda6126861ef57a9ca1bb46c589df66/0_85_672_404/672.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":404,"width":672,"orientation":"landscape","caption":"Soldiers patrol around the attack site in Sousse, Tunisia, on Friday. Photograph: Xinhua /Landov / Barcroft Media","credit":"Xinhua /Landov / Barcroft Media","altText":"Soldiers patrol around the attack site in Sousse, Tunisia, on Friday.","cleanCaption":"Soldiers patrol around the attack site in Sousse, Tunisia, on Friday.","cleanCredit":"Photograph: Xinhua /Landov / Barcroft Media"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/df6317c15fda6126861ef57a9ca1bb46c589df66/0_85_672_404/672.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":404,"width":672,"orientation":"landscape","credit":"Xinhua /Landov / Barcroft Media/Xinhua /Landov / Barcroft Media","altText":"Soldiers patrol around the attack site in Sousse, Tunisia, on Friday.","cleanCredit":"Photograph: Xinhua /Landov / Barcroft Media/Xinhua /Landov / Barcroft Media"}}]},{"title":"Public urged to attend Armed Forces Day events after 'Isis plot foiled'","rawTitle":"Public urged to attend Armed Forces Day events after 'Isis plot foiled'","item":{"type":"article","id":"uk-news/2015/jun/27/police-foil-islamic-state-isis-attack-uk-armed-forces-day-parade","title":"Public urged to attend Armed Forces Day events after 'Isis plot foiled'","trailText":"The Sun reports it tipped off authorities about planned London bomb attack after Isis leader recruited undercover investigator from newspaper","standFirst":"<p data-dropid=\"0\">The Sun reports it tipped off authorities about planned London bomb attack after Isis leader recruited undercover investigator from newspaper</p>","byline":"Press Association","body":"<p>Police have encouraged the public to attend events as normal after it was reported that an Armed Forces Day parade had been targeted by Islamic State (Isis).<br /></p> \n<p>An intended suicide bombing of a parade in south London on Saturday would have targeted soldiers from the same unit as murdered soldier Lee Rigby, according to The Sun.</p> \n<p>The plot to explode a pressure-cooker bomb – to kill soldiers and bystanders on the route – was revealed after one of its leaders in Syria unwittingly recruited an undercover investigator from the newspaper to carry it out, the report said.</p> \n<p>It is alleged that a figure in Isis, whom it named as Junaid Hussain from Birmingham, told the investigator: “It will be big. We will hit the <em>kuffar</em> (unbelievers) hard <em>InshAllah</em>. Hit their soldiers in their own land. <em>InshAllah</em>. Soldiers that served in Iraq and Afganistan will be present. Jump in the crowd and detonate the bomb.</p> \n<p>“They think they can kill Muslims in Iraq and Afghanistan then come back to the UK and be safe. We’ll hit them hard <em>InshAllah</em>.”</p> \n<p>The newspaper said the plot to bomb the parade in Merton, south-west London, was thwarted when it informed police and security services.</p> \n<p>The parade was targeted because it was closest to the barracks in Woolwich, south east London, where Fusilier Rigby, 25, was murdered by Islamist extremists in 2013, the newspaper said.</p> \n<p>Fusiliers from his regiment, serving Gurkhas and war veterans would be among the 250 marchers, it added.</p> \n<p>A Scotland Yard spokesman said: “The police, together with our security partners, remain alert to terrorist threats that may manifest here or where individuals overseas may seek to direct or inspire others to commit attacks in and against the UK.</p> \n<p>“It is always helpful when journalists share with us information, as The Sun did in this case, that could indicate terrorist or criminal activity.</p> \n<p>“Attacks yesterday show the global nature of terrorism and the threat level in the UK from international terrorism remains unchanged at severe.</p> \n<p>“While the UK threat level from international terrorism remains severe, we would like to reassure the public that we constantly review security plans for public events, taking into account specific intelligence and the wider threat.</p> \n<p>“Our priority is the safety and security for all those attending or involved – the public are encouraged to continue with their plans to attend or take part in events as normal.</p> \n<p>“We would also like to reiterate our longstanding advice to remain vigilant and alert. As ever, we would urge the public to get in touch to report anything suspicious by calling the confidential anti-terrorist hotline on 0800 789 321 or in an emergency by calling 999.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435366474517/015b2d6e-aec8-4bbf-bac5-642e236a13a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lynda Bowyer/Demotix/Corbis","altText":"Grenadier Guards undergo drill and music rehearsal in London ahead of Armed Forces Day on Saturday.","cleanCredit":"Photograph: Lynda Bowyer/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-27T00:55:36Z","lastModified":"2015-06-27T07:52:23Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK security and counter-terrorism","UK news","Islamic State","Lee Rigby","London","Military","Crime"],"tags":[{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"uk-news/lee-rigby","webTitle":"Lee Rigby"},{"id":"uk/london","webTitle":"London"},{"id":"uk/military","webTitle":"Military"},{"id":"uk/ukcrime","webTitle":"Crime"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/27/police-foil-islamic-state-isis-attack-uk-armed-forces-day-parade","shortUrl":"http://gu.com/p/4a7vk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/27/police-foil-islamic-state-isis-attack-uk-armed-forces-day-parade","webUri":"http://www.theguardian.com/uk-news/2015/jun/27/police-foil-islamic-state-isis-attack-uk-armed-forces-day-parade"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435366474517/015b2d6e-aec8-4bbf-bac5-642e236a13a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Grenadier Guards undergo drill and music rehearsal in London ahead of Armed Forces Day on Saturday. Photograph: Lynda Bowyer/Demotix/Corbis","credit":"Lynda Bowyer/Demotix/Corbis","altText":"Grenadier Guards undergo drill and music rehearsal in London ahead of Armed Forces Day on Saturday.","cleanCaption":"Grenadier Guards undergo drill and music rehearsal in London ahead of Armed Forces Day on Saturday.","cleanCredit":"Photograph: Lynda Bowyer/Demotix/Corbis"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435366474517/015b2d6e-aec8-4bbf-bac5-642e236a13a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lynda Bowyer/Demotix/Corbis","altText":"Grenadier Guards undergo drill and music rehearsal in London ahead of Armed Forces Day on Saturday.","cleanCredit":"Photograph: Lynda Bowyer/Demotix/Corbis"}}]},{"title":"Greek PM Alexis Tsipras calls referendum on bailout terms","rawTitle":"Greek PM Alexis Tsipras calls referendum on bailout terms","item":{"type":"article","id":"world/2015/jun/26/greece-calls-referendum-on-bailout-terms-offered-by-creditors","title":"Greek PM Alexis Tsipras calls referendum on bailout terms","trailText":"Prime minister returns from Brussels and tells Greece that terms offered by creditors ‘clearly violate the European rules’","standFirst":"<p data-dropid=\"0\">Prime minister returns from Brussels and tells Greece that terms offered by creditors ‘clearly violate the European rules’</p>","byline":"Helena Smith in Athens","body":"<p> In a dramatic move that will put Europe on tenterhooks, the Greek prime minister Alexis Tsipras told his fellow citizens last night he would call a referendum on the bailout accord that international creditors have proposed to keep the debt-stricken country afloat. <br /></p> \n<p>Following an emergency meeting of his cabinet, Tsipras said his leftist-led government had decided a package of austerity measures proposed by the country’s creditors – made in a last-ditch effort to avert default – would be put to popular vote. The referendum will take place on Sunday 5 July.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/picture/2015/jun/26/martin-rowson-on-the-greek-crisis-negotiations-cartoon\">Martin Rowson on the Greek crisis negotiations – cartoon</a> </p> \n</aside> \n<p>“After five months of hard negotiations our partners, unfortunately, ended up making a proposal that was an ultimatum towards Greek democracy and the Greek people,” he said in a national address, “an ultimatum at odds with the founding principles and values of Europe, the values of our common European construction.”</p> \n<p> The leader, who only hours earlier had rejected the proposed reforms after several days of high-stakes talks in Brussels, said Greeks now faced a “historic responsibility” to respond to the ultimatum.</p> \n<p>He said the reforms were “blackmail for the acceptance on our part of severe and humiliating austerity without end and without the prospect of ever prospering socially and economically”.</p> \n<p>Describing the vote as a “historic decision”, Tsipras said he had informed the leaders of France, Germany and Mario Draghi, the head of the European Central Bank about the decision. “I asked them to extend our current bailout by a few days so this democratic process could take place,” he said. </p> \n<p>Greeks would be asked whether they wanted to accept or reject excoriating tax hikes and pension cuts that the EU, ECB and International Monetary Fund have set as a condition to release desperately needed bailout funds. Greece’s current rescue programme, already extended once, expires on 30 June.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/profile-christine-lagarde-imf-greek-crisis-negotiations\">Christine Lagarde, IMF chief with a key role in the Greek debt talks - profile</a> </p> \n</aside> \n<p>Panic-stricken depositors, worried that capital controls may only be hours away, rushed to ATMs to withdraw savings. Queues quickly formed outside banks around the capital.</p> \n<p>Prompted by the response, the government spokesman, Gavriel Sakellarides, insisted the plebiscite would not endanger Greece’s place in Europe. “The question is not whether we will remain in the eurozone. The Greek people should not be afraid,” he said in the early hours.</p> \n<p>But Tsipras, whose radical-left Syriza party was catapulted into power five months ago on a platform of eradicating austerity, did not hide his own feelings for the accord.</p> \n<p>Greeks, he said, were being subjected to “humiliation and blackmail”. “These proposals, which clearly violate the European rules and the basic rights to work, equality and dignity, show the purpose of some of the partners and institutions was not a viable agreement for all parties, but possibly the humiliation of an entire people,” he said.</p> \n<p> “But I personally pledge that I will respect the result of your democratic choice, whatever that may be.” The Greek parliament, in an emergency step, would convene on Saturday so that the referendum could be called in line with the constitution. Several ministers emerging from the cabinet session said they would not support the “barbaric measures” being demanded of Athens by foreign lenders.</p> \n<p>The energy minister, Panagiotis Lafazanis, who heads Syriza’s militant wing known as the Left Platform, said he would support a no vote against measures that had resulted in the widespread “misery and pillaging” of the country since its debt crisis exploded five years ago. </p> \n<p>The recipient of €240bn in bailout funds – the biggest rescue programme in global financial history – Greece has seen its economy contract by more than a quarter, unemployment soar and poverty levels rise precipitously under the weight of draconian budget cuts and tax increased demanded by creditors. </p> \n<p>“It is a democratic decision and the Greek people are being called to give a democratic answer. And that answer is going to be a resounding no,” Lafazanis told Kontra TV. </p> \n<p>“If the Greek people say a big no, it is going to be impossible for those who wield power not to take note unless democracy no longer exists.”</p> \n<p>Echoing that sentiment, the Greek finance minister, Yanis Varoufakis, tweeted: “Democracy deserved a boost in euro-related matters. We just delivered it. Let the people decide. (Funny how radical this concept sounds!).”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/greeks-mistrust-eu-ec-ecb-but-retain-some-faith-in-the-euro\">Greeks mistrust EU, EC, ECB – but retain some faith in the euro</a> </p> \n</aside> \n<p>Konstantinos Chrysogonos, a Syriza MEP, told BBC 2’s Newsnight: “It’s obvious that the deal creditors are proposing to the Greek government is beyond the popular mandate this government has.” </p> \n<p>He added: “There was probably no other way but to submit the demands of the creditors to a referendum.” </p> \n<p>Chrysogonos said it was not clear yet what recommendation the government would make in the runup to the vote. “I don’t know what the suggestion of the government will be, whether it will be to accept or to withdraw or to refuse the demands of the creditors. This remains to be seen. It remains to be seen what the verdict of the Greek people will be.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e895a230eeaa542c44c520303025281cd776b1fd/0_184_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Alkis Konstantinidis/Reuters","altText":"Greek Prime Minister Alexis Tsipras waves to journalists as he arrives at his office at the Maximos Mansion for a governmental council in Athens, Greece June 26, 2015. Tsipras accused international creditors of \"blackmail\" on Friday after euro zone partners warned Athens it had 48 hours to accept a cash-for-reform deal or plunge towards default next week.  REUTERS/Alkis Konstantinidis      TPX IMAGES OF THE DAY","cleanCredit":"Photograph: Alkis Konstantinidis/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-26T22:25:35Z","lastModified":"2015-06-27T07:46:19Z","metadata":{"commentable":true,"commentCount":4155,"contributors":[{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":false,"keywords":["Greece","Eurozone crisis","Alexis Tsipras","Business","Economics","Euro","Europe","European Central Bank","European Union","European monetary union","World news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Helena Smith","topic":{"type":"tag-contributor","name":"profile/helenasmith"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/26/greece-calls-referendum-on-bailout-terms-offered-by-creditors","shortUrl":"http://gu.com/p/4a6qp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/26/greece-calls-referendum-on-bailout-terms-offered-by-creditors","webUri":"http://www.theguardian.com/world/2015/jun/26/greece-calls-referendum-on-bailout-terms-offered-by-creditors"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e895a230eeaa542c44c520303025281cd776b1fd/0_184_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"Greek prime minister Alexis Tsipras returns to his office at the Maximos Mansion in Athens. Photograph: Alkis Konstantinidis/Reuters","credit":"Alkis Konstantinidis/Reuters","altText":"Greek prime minister Alexis Tsipras","cleanCaption":"Greek prime minister Alexis Tsipras returns to his office at the Maximos Mansion in Athens.","cleanCredit":"Photograph: Alkis Konstantinidis/Reuters"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e895a230eeaa542c44c520303025281cd776b1fd/0_184_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Alkis Konstantinidis/Reuters","altText":"Greek Prime Minister Alexis Tsipras waves to journalists as he arrives at his office at the Maximos Mansion for a governmental council in Athens, Greece June 26, 2015. Tsipras accused international creditors of \"blackmail\" on Friday after euro zone partners warned Athens it had 48 hours to accept a cash-for-reform deal or plunge towards default next week.  REUTERS/Alkis Konstantinidis      TPX IMAGES OF THE DAY","cleanCredit":"Photograph: Alkis Konstantinidis/Reuters"}}]},{"title":"Tunisia attack: 'He looked right at me – I thought I was dead,' says tourist","rawTitle":"Tunisia attack: 'He looked right at me – I thought I was dead,' says tourist","item":{"type":"article","id":"world/2015/jun/27/tunisia-attack-he-looked-right-at-me-i-thought-i-was-dead-says-tourist","title":"Tunisia attack: 'He looked right at me – I thought I was dead,' says tourist","trailText":"Tom Richards tells of moment gunman appeared before him in a hotel corridor and opened fire, sending shards of marble everywhere","standFirst":"<p data-dropid=\"0\">Tom Richards tells of moment gunman appeared before him in a hotel corridor and opened fire, sending shards of marble everywhere</p>","byline":"Chris Stephen in Sousse","body":"<p>Briton Tom Richards came face-to-face with a gunman behind the attacks in Tunisia and said it was a miracle he survived.</p> \n<p>The attack on Friday in the resort of Sousse, 93 miles (150km) south of Tunis on the country’s east coast, left at least 38 people dead and 36 injured, including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tunisia-resort-gun-attack-britons-believed-to-be-caught-up-in-incident\">at least five British tourists</a> and an Irishwoman named as Lorna Carty. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tunisia-resort-gun-attack-britons-believed-to-be-caught-up-in-incident\">Tunisia resort gun attack: British tourists among the dead</a> </p> \n</aside> \n<p>Tom, a 22-year-old graduate arrived in the hotel only the day before with his mother, Sam, and 16-year-old younger brother Calum.</p> \n<p>Tom and Sam were near the outdoor pool shortly before midday when they heard gunfire on the beach. “I heard the first shots, I didn’t know what it was. Then I heard it again, and I told mum let’s run.”</p> \n<p>He and his mother sprinted up the marble steps through the glass doors at the back of the hotel into the big central atrium as gunfire and screaming rang out behind them. They raced across the marble-floored lobby and turned right to the long wooden reception desk, then spied a door at the far end. Tunisian staff were by the door shouting for them to come. “The hotel staff said ‘this way’,” said Tom, a civil engineering graduate from Leeds University.</p> \n<figure class=\"element element-image\" data-media-id=\"a53b8679772f1c7c1bce6654589952ca5df57f9f\"> \n <img src=\"http://media.guim.co.uk/a53b8679772f1c7c1bce6654589952ca5df57f9f/0_11_1899_1141/1000.jpg\" alt=\"The scene outside the Imperial Marhaba hotel near the Tunisian resort town of Sousse. At least five British tourists and one Irish woman were reported dead.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The scene outside the Imperial Marhaba hotel near the Tunisian resort town of Sousse. At least five British tourists and one Irish woman were reported dead. Photograph: Chris Stephen for the Guardian</span> \n </figcaption> \n</figure> \n<p>“Inside, they led us up some stairs to a corridor where there were offices. People were coming out saying ‘what are you doing up here?’ ”</p> \n<p>They found about 20 people in the corridor, confused and frightened. Then a gunman came up the stairs after them and opened fire, killing two tourists standing by the stairs. “He shot two people, through the head,” said Tom. </p> \n<p>Then Tom found himself face to face with the gunman, who was pointing a Kalashnikov assault rifle at him. “He looked right at me – I thought I was dead,” said Tom. “He was maybe 20 or 25, he had long black hair and a beard.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tourists-relive-horror-of-gunmans-attack-on-tunisian-hotel-killing-37\">Dozens killed as tourists recount horror of Tunisian beach massacre</a> </p> \n</aside> \n<p>Then the gunman squeezed the trigger, and there was the shattering sound of bullets. The shots hit the marble floor, spraying Tom and his mother with shards of marble, wounding her in the ankle and catching Tom in the wrist.</p> \n<p>“I don’t know why he stopped. He could have killed everybody,” said Tom, from Cheshire. His mother spied a toilet door opposite them and threw herself in, with Tom following. Inside, they rushed to a cubicle and slammed the door. “It wasn’t much protection, the cubicle door wouldn’t have stopped him,” said Sam. Inside the cubicle, Tom unrolled toilet tissue to dress first his mother’s ankle wound, and then his wrist. </p> \n<p>Then they heard sobbing from the next cubicle. “There was a girl in there, maybe 25, she was badly wounded. She needed help, she was crying and she was all alone,” he said. He called for her to squeeze into their cubicle and she hobbled in, bleeding heavily from a marble fragment that was embedded in her thigh. </p> \n<p>Tom had no medical training, but decided it was vital to pull it out. “She had a big chunk of the [marble] tile in her leg. I just said ‘I’m going to have to pull this out.’” After removing the fragment from her leg, Tom used the remaining toilet roll to wrap around her wound. “I looked in the cubicle she had been in, there was just blood everywhere, she was badly wounded.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tunisia-attack-british-man-has-surgery-after-shielding-fiancee-from-gunman\">Tunisia attack: British man has surgery after shielding fiancee from gunman</a> </p> \n</aside> \n<p>The three of them stayed in the cubicle, not daring to talk or move. “I was expecting him to fire through the door and spray everybody,” said Tom. </p> \n<p>Beyond the bathroom they could hear more shooting and the screams of the wounded. Sam said: “People were out in the corridor, we could hear them, shouting ‘I’m dying’ but we couldn’t step out to see.” </p> \n<p>They stayed in the toilet for an hour, before soldiers arrived, led by an officer they described as “brilliant” for calming people down. “This army guy was brilliant, he put people at their ease,” said Tom. “Then there were just army people everywhere.”</p> \n<p>They were taken to hospital, and then reunited with Tom’s younger brother, Calum, who had been upstairs in his room watching TV when the shooting started. He went to the window, to see a gunman rushing into the hotel, but other tourists told him to stay on the upper floors. Amid praise for the staff, many were critical of the lack of security at the hotel, which had no armed officers on duty, despite the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/18/eight-people-killed-in-attack-on-tunisia-bardo-museum\">massacre at the Bardot museum</a> in March and a string of battles between jihadists and security forces. “There was no security before,” said Sam. “I’ve been to Turkey, to Egypt, those countries have security,” she said. </p> \n<p>For Tunisia, the impact of the attack may be devastating. Fears were voiced after the Bardot attack that tourism, which employs 470,000 people, would be hit hard, but officials had hoped the museum attack would prove an isolated incident. </p> \n<p>More than 420,000 British tourists visited Tunisia last year, and with the economy depressed, the country had been hoping that numbers would continue this year. Now many fear there will be mass cancellations. </p> \n<p>Awaiting one of the evacuation flights due to leave for Manchester in the early hours of the morning, Tom said he is amazed he and his mother are still alive. “I just don’t know why he [the gunman] stopped, he could have killed everybody.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0138e6b80912c85955716954701dc84f9712e03a/197_520_3743_2246/3743.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2246,"width":3743,"orientation":"landscape","credit":"Chris Stephen/Chris Stephen","altText":"Sam Richards, left, and her son Tom Richards, from Cheshire. Sam is wounded in ankle, Tom in wrist. They survived an attack by a gunman in Tunisia on Friday 26 June 2015 in which dozens were killed.","cleanCredit":"Photograph: Chris Stephen/Chris Stephen"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a53b8679772f1c7c1bce6654589952ca5df57f9f/0_11_1899_1141/1899.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1141,"width":1899,"orientation":"landscape","caption":"The scene outside the Imperial Marhaba hotel near the Tunisian resort town of Sousse. At least five British tourists and one Irish woman were reported dead. Photograph: Chris Stephen for the Guardian","credit":"Chris Stephen/Chris Stephen","altText":"The scene outside the Imperial Marhaba hotel near the Tunisian resort town of Sousse. At least five British tourists and one Irish woman were reported dead.","cleanCaption":"The scene outside the Imperial Marhaba hotel near the Tunisian resort town of Sousse. At least five British tourists and one Irish woman were reported dead. Photograph: Chris Stephen for the Guardian"}],"webPublicationDate":"2015-06-27T02:24:36Z","lastModified":"2015-06-27T02:33:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Chris Stephen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-stephen"}],"feature":false,"keywords":["Tunisia","Middle East and North Africa","Tunisia","UK news","Islamic State","Africa"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"travel/tunisia","webTitle":"Tunisia"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/africa","webTitle":"Africa"}],"section":{"id":"world"},"topics":[{"displayName":"Chris Stephen","topic":{"type":"tag-contributor","name":"profile/chris-stephen"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/27/tunisia-attack-he-looked-right-at-me-i-thought-i-was-dead-says-tourist","shortUrl":"http://gu.com/p/4a7vm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/27/tunisia-attack-he-looked-right-at-me-i-thought-i-was-dead-says-tourist","webUri":"http://www.theguardian.com/world/2015/jun/27/tunisia-attack-he-looked-right-at-me-i-thought-i-was-dead-says-tourist"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0138e6b80912c85955716954701dc84f9712e03a/197_520_3743_2246/3743.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2246,"width":3743,"orientation":"landscape","caption":"Sam Richards, left, and her son Tom Richards, from Cheshire. Sam was wounded in the ankle, Tom in the wrist. Photograph: Chris Stephen for the Guardian","credit":"Chris Stephen","altText":"Sam Richards, left, and her son Tom Richards, from Cheshire. Sam was wounded in the ankle, Tom in the wrist.","cleanCaption":"Sam Richards, left, and her son Tom Richards, from Cheshire. Sam was wounded in the ankle, Tom in the wrist. Photograph: Chris Stephen for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0138e6b80912c85955716954701dc84f9712e03a/197_520_3743_2246/3743.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2246,"width":3743,"orientation":"landscape","credit":"Chris Stephen/Chris Stephen","altText":"Sam Richards, left, and her son Tom Richards, from Cheshire. Sam is wounded in ankle, Tom in wrist. They survived an attack by a gunman in Tunisia on Friday 26 June 2015 in which dozens were killed.","cleanCredit":"Photograph: Chris Stephen/Chris Stephen"}}]},{"title":"Review / Florence + the Machine at Glastonbury 2015 review – infectious enthusiasm","rawTitle":"Florence + the Machine at Glastonbury 2015 review – infectious enthusiasm","item":{"type":"article","id":"music/2015/jun/27/florence-and-the-machine-glastonbury-2015-review-infectious-enthusiasm","title":"Florence + the Machine at Glastonbury 2015 review – infectious enthusiasm","trailText":"Florence Welch seizes her Glastonbury moment and wrestles it to the ground with abandon in her storming Friday night headline set","standFirst":"<p data-dropid=\"0\"><strong>Pyramid stage</strong><br />Florence Welch seizes her Glastonbury moment and wrestles it to the ground with abandon in her storming Friday night headline set</p>","byline":"Alexis Petridis","body":"<p>It’s difficult to think of another Glastonbury headliner who works so hard for the audience’s approval as Florence Welch.</p> \n<p>Bumped up the bill as a result of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/16/foo-fighters-glastonbury-dave-grohl-breaks-leg\">Dave Grohl’s broken leg</a>, she doesn’t so much seize the moment as wrestle it to the ground. She repeatedly ventures into the crowd, much to the consternation of the bouncers. She puts a flower garland on her head, proffered by a fan. She encourages audience members to clamber on their partners’ shoulders. She asks the audience if they want to get high: this being Glastonbury, the answer is a resounding yes. She dedicates a cover of the Foo Fighters’ Times Like These to the band’s leader, “who was so incredibly supportive and kind to us”. She talks about ley lines. She reminisces about the days when she played in an outlying tea tent at the festival, “but I had a feeling everything was beautiful”. She throws shapes, barefoot and clad in a white trouser suit, backlit by orange lights: there are moments when she throws shapes with such abandon that we seem perilously close to the world of interpretative dance.</p> \n<figure class=\"element element-image\" data-media-id=\"f794315271347b34af9e5237882d68db9395f8ce\"> \n <img src=\"http://media.guim.co.uk/f794315271347b34af9e5237882d68db9395f8ce/0_0_3659_2388/1000.jpg\" alt=\"Florence + the Machine Glastonbury 2015\" width=\"1000\" height=\"653\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Do you want to get high?’ she asks the audience. ‘Yes!’ they reply.</span> \n  <span class=\"element-image__credit\">Photograph: Oli Scarff/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>This is the obviously the kind of behaviour that wobbles perilously along the line that separates the grandiose gesture from ridiculousness. It’s in Welch’s favour that a headlining slot at Glastonbury potentiates the grandiose gesture. The more am-dram aspects of her performance, that might seem baffling in a smaller venue, succeed in reaching to the back of the vast crowd: likewise her voice, a strident and rather testing listen in a more intimate environment. </p> \n<p>The audience, understandably, lap it up: there’s a grand tradition, stretching back to the mid-90s, when Pulp filled in at short notice for the Stone Roses, of artists suddenly promoted to the headline slot winning the crowd’s affection, and so it proves here.</p> \n<p>It helps that Welch has a store of undeniably great songs to draw upon, many of them from her most recent album, How Big How Blue How Beautiful. In the context of the Pyramid stage at Glastonbury, there’s something infectious about her enthusiasm: her cover of Candi Staton’s You Got The Love provokes a mass singalong. She looks like a woman enjoying her unexpected moment, and it’s hard to begrudge her. <br /></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3b14d736d25955a96a9f1ac457e2ae2105a5e9a3/186_704_2958_1774/2958.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1774,"width":2958,"orientation":"landscape","credit":"Oli Scarff/AFP/Getty Images","altText":"Florence + the Machine","cleanCredit":"Photograph: Oli Scarff/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f794315271347b34af9e5237882d68db9395f8ce/0_0_3659_2388/3659.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2388,"width":3659,"orientation":"landscape","caption":"‘Do you want to get high?’ she asks the audience. ‘Yes!’ they reply. Photograph: Oli Scarff/AFP/Getty Images","credit":"Oli Scarff/AFP/Getty Images","altText":"Florence + the Machine Glastonbury 2015","cleanCaption":"‘Do you want to get high?’ she asks the audience. ‘Yes!’ they reply.","cleanCredit":"Photograph: Oli Scarff/AFP/Getty Images"}],"webPublicationDate":"2015-06-26T23:42:43Z","lastModified":"2015-06-27T00:19:53Z","metadata":{"commentable":true,"commentCount":135,"contributors":[{"name":"Alexis Petridis","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733732709/AlexisPetridis.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexispetridis"}],"feature":false,"keywords":["Glastonbury 2015","Florence + the Machine","Music","Culture","Music festivals","Glastonbury festival","Festivals","Pop and rock","Indie"],"tags":[{"id":"music/glastonbury-2015","webTitle":"Glastonbury 2015"},{"id":"music/florence-and-the-machine","webTitle":"Florence + the Machine"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music-festivals","webTitle":"Music festivals"},{"id":"music/glastonbury","webTitle":"Glastonbury festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/indie","webTitle":"Indie"}],"section":{"id":"music"},"topics":[{"displayName":"Alexis Petridis","topic":{"type":"tag-contributor","name":"profile/alexispetridis"}}],"starRating":"4","embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/27/florence-and-the-machine-glastonbury-2015-review-infectious-enthusiasm","shortUrl":"http://gu.com/p/4a3ma","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/27/florence-and-the-machine-glastonbury-2015-review-infectious-enthusiasm","webUri":"http://www.theguardian.com/music/2015/jun/27/florence-and-the-machine-glastonbury-2015-review-infectious-enthusiasm"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3b14d736d25955a96a9f1ac457e2ae2105a5e9a3/186_704_2958_1774/2958.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1774,"width":2958,"orientation":"landscape","caption":"Perilously close to the world of interpretative dance … Florence + the Machine. Photograph: Oli Scarff/AFP/Getty Images","credit":"Oli Scarff/AFP/Getty Images","altText":"Florence + the Machine","cleanCaption":"Perilously close to the world of interpretative dance … Florence + the Machine.","cleanCredit":"Photograph: Oli Scarff/AFP/Getty Images"}},"importance":4,"kicker":{"title":"Review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3b14d736d25955a96a9f1ac457e2ae2105a5e9a3/186_704_2958_1774/2958.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1774,"width":2958,"orientation":"landscape","credit":"Oli Scarff/AFP/Getty Images","altText":"Florence + the Machine","cleanCredit":"Photograph: Oli Scarff/AFP/Getty Images"}}]},{"title":"My jokey offer of sex scares away an Austrian – why are these men so bloody wet?","rawTitle":"My jokey offer of sex scares away an Austrian – why are these men so bloody wet?","item":{"type":"article","id":"lifeandstyle/2015/jun/27/jokey-offer-sex-scares-away-austrian-suitor","title":"My jokey offer of sex scares away an Austrian – why are these men so bloody wet?","trailText":"His profile said the person he picked would need to be 100% woman. I intuited that my response hadn’t been very ladylike","standFirst":"His profile said the person he picked would need to be 100% woman. I intuited that my response hadn’t been very ladylike","byline":"Stella Grey","body":"<p>Miles didn’t reply to my text thanking him for paying. Neither did he reply to the second one, asking if we were still on for Sunday. He’d said, before we met, that he was going to make me the best chicken casserole I’d ever tasted, when I came to his for lunch, and the best apple strudel in the universe. That might sound far-fetched, he’d added, but it was accurate. He’d said that I should get a train mid-morning and he’d pick me up. We’d eat, and then walk through the fields and woods near his house. After that, he’d make cocktails – he had an incredible Shetland gin, he said, and grew limes in his conservatory. His excitement was sweet and lovely.</p> \n<p>But that was all before we met, and he caught sight of my arse encased in old jeans, and decided against it. He still hasn’t replied to either of my follow-up texts. Instead, he appears to have added me to a list for receipt of his daily email, an impersonal affair sent out every evening to 30 people, some of them with the same surname as his. It’s a bulletin detailing the ups and downs of the day, bloopers from exam papers, a miscellany from his life. I don’t understand what he thinks our relationship is. Is it really OK, in his world, in his mind, to see a woman once and never mention it again, as if it didn’t happen, and ignore her messages but treat her like a buddy for the rest of his life? Apparently so.</p> \n<p>I’d already had another invitation, from someone called Lee. Full name Leopold. Austrian, in fact, but based here for business. He’s 47, divorced, childless, and balances his “suit life” – the uniform and obligations of the working week – by having Sunday adventures on a huge muscly motorbike. Recently, he took a year out and saw the world on it, travelling alone.</p> \n<p>He wrote asking if we could meet for a drink. I should have said: “Yes, that’d be lovely, shall we say Friday at 7pm?” That’s how sane people respond. But I had to put Lee through the many hoops I have devised, the filters. We had to have an exhaustive, extensive email correspondence before we met. I had to feel as intellectually and emotionally safe as is possible via written word (admittedly, that’s often illusory) before risking another meeting.</p> \n<p>I acknowledge that I may be going through a sort of crisis. In fact it’s the return of an old one, in which I try to make the target male fall for me before we meet, so as to make my physical self a downside that is outweighed by my interesting mind. That’s the mechanism, one that seems safer than a blind date – but isn’t really safer. I’ve done it before and it didn’t work. In February, Peter and I talked ourselves into an intoxicated and mesmerised state via this sort of word magic, and met once, disastrously. Nonetheless, I’ve been attempting it again, partly because I’ve been so lonely. I’ve felt badly in need of email romance, after a spate of unromantic disappointments.</p> \n<p>My charm offensive appeared to work. “I have a good feeling about this,” Lee wrote, after we’d emailed solidly for four days. “I want to meet you as soon as possible. I hope this isn’t too forward.”</p> \n<p>I replied with “I’m available on Saturday for dinner, and then sex afterwards. That’s how you do too forward, hahaha.”</p> \n<p>I thought it was funny – I wasn’t serious, as I felt the need to point out in a second message – but online humour with strangers is always risky. Lee didn’t think it was funny. I’m only able to assume this, because he didn’t reply. I looked again at his profile, searching harder for warnings enmeshed in the prose. His pick would need to be 100% woman, he’d written. He’d used the word feminine three times. I intuited that my response hadn’t been very ladylike.</p> \n<p>I messaged him. “I’d like to play a game of Q and A with you. Let’s play Q and A! I’ll start. Scrabble: yes or no?” I waited, looking at my phone every five minutes, confident that a dull evening was about to be enlivened by wit. It wasn’t. Nothing. No response. Silence. I had a long bath and a soap bubble conversation with myself out loud in the echoey bathroom. Why are these men so bloody wet? I asked. Why are they so easily scared off? Can’t they rise to the challenge and at least be playful?</p> \n<p><em>Stella Grey is a pseudonym</em></p> \n<p><a href=\"https://twitter.com/greystellagrey\" title=\"\">@GreyStellaGrey</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434713865267/motorbikes-mid-life-ex-wi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Leopold balances his ‘suit life’, the uniform and obligations of the working week, by having Sunday adventures on a huge muscly motorbike. Photograph: Iroz Gaizka/AFP/Getty Images","credit":"Iroz Gaizka/AFP/Getty Images","altText":"motorbikes mid-life ex-wife","cleanCaption":"Leopold balances his ‘suit life’, the uniform and obligations of the working week, by having Sunday adventures on a huge muscly motorbike. Photograph: Iroz Gaizka/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-27T05:30:07Z","lastModified":"2015-06-27T05:30:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Stella Grey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/24/1416834559035/Stella-Grey-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stella-grey"}],"feature":true,"keywords":["Family","Sex","Life and style","Online dating","Dating","Relationships"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"lifeandstyle/dating","webTitle":"Dating"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stella Grey","topic":{"type":"tag-contributor","name":"profile/stella-grey"}}],"series":{"title":"Mid-life ex-wife","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/mid-life-ex-wife"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/27/jokey-offer-sex-scares-away-austrian-suitor","shortUrl":"http://gu.com/p/4ax2b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/27/jokey-offer-sex-scares-away-austrian-suitor","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/27/jokey-offer-sex-scares-away-austrian-suitor"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434713865267/motorbikes-mid-life-ex-wi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Leopold balances his ‘suit life’, the uniform and obligations of the working week, by having Sunday adventures on a huge muscly motorbike. Photograph: Iroz Gaizka/AFP/Getty Images","credit":"Iroz Gaizka/AFP/Getty Images","altText":"motorbikes mid-life ex-wife","cleanCaption":"Leopold balances his ‘suit life’, the uniform and obligations of the working week, by having Sunday adventures on a huge muscly motorbike. Photograph: Iroz Gaizka/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434713865267/motorbikes-mid-life-ex-wi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Leopold balances his ‘suit life’, the uniform and obligations of the working week, by having Sunday adventures on a huge muscly motorbike. Photograph: Iroz Gaizka/AFP/Getty Images","credit":"Iroz Gaizka/AFP/Getty Images","altText":"motorbikes mid-life ex-wife","cleanCaption":"Leopold balances his ‘suit life’, the uniform and obligations of the working week, by having Sunday adventures on a huge muscly motorbike. Photograph: Iroz Gaizka/AFP/Getty Images"}}]},{"title":"Alton Towers rollercoaster crash victim Vicky Balch has leg amputated","rawTitle":"Alton Towers rollercoaster crash victim Vicky Balch has leg amputated","item":{"type":"article","id":"uk-news/2015/jun/26/alton-towers-rollercoaster-crash-vicky-balch-leg-amputated","title":"Alton Towers rollercoaster crash victim Vicky Balch has leg amputated","trailText":"Lawyers for student, 20, say her right leg has been amputated below knee after having surgery seven times to try to save it since crash on 2 June ","standFirst":"<p data-dropid=\"0\">Lawyers for student, 20, say her right leg has been amputated below knee after having surgery seven times to try to save it since crash on 2 June </p>","byline":"Rebecca Ratcliffe and agencies","body":"<p>A 20-year-old woman who suffered serious injuries in a rollercoaster crash at Alton Tower has had her leg amputated.</p> \n<p>Vicky Balch underwent seven rounds of surgery to retain her leg, according to her lawyers, who said on Friday that her “bravery has not been rewarded” and that her right leg had been amputated below the knee. </p> \n<p>The student from Leyland, Lancashire, was among five people seriously injured when the Smiler ride crashed into an empty carriage on 2 June. The collision left more than a dozen people trapped 7.6m (25ft) above the ground.</p> \n<p>Another of the most seriously hurt, Leah Washington, 17, had her left leg amputated above the knee days after the incident. <br /></p> \n<p>Balch had been sitting alongside Washington with Joe Pugh, who damaged both knees, and Daniel Thorpe, who suffered a broken leg and a punctured lung. Chandaben Chauhan, 49, of Wednesbury, West Midlands, was also injured.</p> \n<p>Balch, who had a four-and-a-half-hour wait for rescue, previously told the BBC: “It felt like slow motion. We banged into the car in front. I felt the bars go into my knees; we moved backwards and the car went into us again. </p> \n<p>“I passed out. I was awoken by Dan shouting my name. Everyone was screaming and I was in excruciating pain. I looked down and I could see blood all over. The bars were in my right knee. </p> \n<p>“The only thought that was going through my mind for the hours and hours that we were stuck was that we were going to die. If I was going to survive I would never walk again, that was certain.”</p> \n<p>Balch has previously said that she “just wanted to die” as she waited hours to be rescued from the ride. Emergency services eventually rescued 16 people trapped on the rollercoaster at a 45-degree angle.</p> \n<p>Paul Paxton, head of personal injury at Stewarts Law, said Balch had endured seven rounds of surgery at University hospital in Coventry before the decision was taken to amputate her right leg below the knee.<br /></p> \n<p>In a statement issued at the request of her family, he said: “Vicky has had a long and incredibly painful fight to retain her leg. Regrettably, her bravery has not been rewarded. The step was taken to remove the leg following seven bouts of surgery. Further surgery will be required in the immediate future, which may involve a more acute amputation. </p> \n<p>“The family continue to be grateful for all well-wishers, though they do seek privacy during this difficult period of rehabilitation. In particular, Vicky and the family would like to thank the staff at the University Hospital for their care and support.” <br /></p> \n<p>Merlin Entertainments, the Staffordshire park’s corporate owner, has accepted full responsibility for the crash and said it would provide compensation for all 16 people injured.</p> \n<p>The &pound;18m Smiler ride, described as “the world’s first 14-looping rollercoaster” on its official website, opened in May 2013. It had been closed twice before the incident because of technical issues.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435358677750/6345342b-d7b7-4cd7-9834-020e0272aa35-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":".","altText":"Vicky Balch was among five people seriously injured when the Smiler ride crashed into an empty carriage.","cleanCredit":"Photograph: ."}],"bodyImages":[],"webPublicationDate":"2015-06-26T22:45:31Z","lastModified":"2015-06-26T23:01:48Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rebecca Ratcliffe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebecca-ratcliffe"}],"feature":false,"keywords":["UK news","Theme parks"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"travel/theme-parks","webTitle":"Theme parks"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Rebecca Ratcliffe","topic":{"type":"tag-contributor","name":"profile/rebecca-ratcliffe"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/26/alton-towers-rollercoaster-crash-vicky-balch-leg-amputated","shortUrl":"http://gu.com/p/4a6qh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/26/alton-towers-rollercoaster-crash-vicky-balch-leg-amputated","webUri":"http://www.theguardian.com/uk-news/2015/jun/26/alton-towers-rollercoaster-crash-vicky-balch-leg-amputated"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435358677750/6345342b-d7b7-4cd7-9834-020e0272aa35-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"Vicky Balch was among five people seriously injured when the Smiler ride crashed into an empty carriage. . Photograph: .","credit":".","altText":"Vicky Balch was among five people seriously injured when the Smiler ride crashed into an empty carriage.","cleanCaption":"Vicky Balch was among five people seriously injured when the Smiler ride crashed into an empty carriage. .","cleanCredit":"Photograph: ."}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435358677750/6345342b-d7b7-4cd7-9834-020e0272aa35-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":".","altText":"Vicky Balch was among five people seriously injured when the Smiler ride crashed into an empty carriage.","cleanCredit":"Photograph: ."}}]}],"lastModified":"2015-06-27T07:52:23Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}