{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Chris Evans revealed as new presenter of Top Gear","rawTitle":"Chris Evans revealed as new presenter of Top Gear","item":{"type":"article","id":"tv-and-radio/2015/jun/16/chris-evans-new-presenter-top-gear-bbc","title":"Chris Evans revealed as new presenter of Top Gear","trailText":"BBC announces that TV and radio host has signed three-year deal with motoring programme","standFirst":"<p>BBC announces that TV and radio host has signed three-year deal with motoring programme</p>","byline":"Jamie Grierson","body":"<p>TV and radio presenter Chris Evans is to head up an all-new Top Gear lineup, putting the brakes on weeks of speculation over who will front the popular motoring show in the wake of Jeremy Clarkson’s sacking.</p> \n<p>Evans, 49, a car fan with a personal collection of vintage vehicles, has signed a three-year deal to front BBC2’s most-watched programme.</p> \n<p>Emphasising that Evans will front an “all-new” line up in its announcement, the BBC effectively ruled out a return to the show for Clarkson’s former co-hosts, James May and Richard Hammond.</p> \n<p>The future of Top Gear, which regularly attracts an audience in excess of 5 million, was thrown into doubt after Clarkson, 55, was fired for punching a producer during a row over catering.</p> \n<p>Evans, who currently hosts the BBC Radio 2 breakfast show and the One Show, said: “I’m thrilled, Top Gear is my favourite programme of all time. </p> \n<p>“Created by a host of brilliant minds who love cars and understand how to make the massively complicated come across as fun, devil-may-care and effortless, when in fact it’s anything but, and that’s the genius of Top Gear’s global success.</p> \n<p>“I promise I will do everything I possibly can to respect what has gone on before and take the show forward.”</p> \n<p>Evans confirmed on Twitter he will continue to host his radio breakfast show – but made no mention of the One Show.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/achrisevans/statuses/610880434365403137\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">First tweet as new Top Gear host. I would like to say Jeremy, Richard &amp; James are the greatest. And NO I'm not leaving the R2 Breakfast Show</p>— Chris Evans (@achrisevans) \n  <a href=\"https://twitter.com/achrisevans/status/610880434365403137\">June 16, 2015</a>\n </blockquote> \n</figure> \n<p>He has repeatedly denied that he had been approached to host the show, most recently in the comeback special of his 1990s hit show TFI Friday. In March this year, as the controversy around Clarkson’s actions mounted, Evans was emphatic about his future involvement with the show, rejecting speculation that he would take up the mantle.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/achrisevans/statuses/575611650260254720\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Re <a href=\"https://twitter.com/SkyNews\">@SkyNews</a> Top Gear debate. I can categorically say I am not and will NEVER be running for office. Pls discount my candidacy. .</p>— Chris Evans (@achrisevans) \n  <a href=\"https://twitter.com/achrisevans/status/575611650260254720\">March 11, 2015</a>\n </blockquote> \n</figure> \n<p>Kim Shillinglaw, BBC2 and BBC4 controller, said Evans’s “knowledge of and passion for cars are well-known and combined with his sheer inventiveness and cheeky unpredictability he is the perfect choice to take our much-loved show into the future”. </p> \n<p>“Chris is a huge fan of Top Gear and has great respect for the craft and work ethic of one of the best production teams in the world,” Shillingshaw said. “He knows the phenomenal attention to detail it takes to make a single sequence of Top Gear, let alone a whole series. He is already full of brilliant ideas and I can’t wait for him to get started.”</p> \n<p>Clarkson was suspended then dropped by the BBC in March following what the corporation initially called a “fracas”, at a North Yorkshire hotel. Producer Oisin Tymon suffered swelling and a split lip in the assault on 4 March and visited a hospital to have his injuries treated.</p> \n<p>Following an internal investigation, the BBC announced on 25 March that Clarkson’s contract on Top Gear would not be renewed.</p> \n<p>Evans’ announcement comes on the back of a successful return for TFI Friday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/live/2015/jun/12/tfi-friday-live-blog-chris-evans\">back a year early for its 20th anniversary last Friday</a>, which pulled in 3.7 million viewers.</p> \n<p>Clarkson appeared in the one-off show in a special “Top Gear” featurette, during which the pair joked about Evans’s rumoured candidacy for the vacated job.</p> \n<p>“You’re not going to get my old job,” Clarkson said. To which, Evans replied: “Don’t want it. I ruled myself out.”</p> \n<p>It has been reported that Evans is keen on bringing TFI Friday back for a full series and it is understood he has already had preliminary talks with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/channel4\">Channel 4</a>.</p> \n<p>Production on the new series of Top Gear is set to start in the next few weeks.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ad4367479931e9385f5088afa11ddc92b54ed816/268_177_1091_655/1091.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":655,"width":1091,"orientation":"landscape","credit":"REX Shutterstock/REX Shutterstock","altText":"Chris Evans","cleanCredit":"Photograph: REX Shutterstock/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-16T18:44:52Z","lastModified":"2015-06-16T23:42:34Z","metadata":{"commentable":true,"commentCount":1515,"contributors":[{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"}],"feature":false,"keywords":["Top Gear","Chris Evans","Television industry","UK news","Media","Television & radio","BBC","BBC2"],"tags":[{"id":"tv-and-radio/top-gear","webTitle":"Top Gear"},{"id":"media/chris-evans","webTitle":"Chris Evans"},{"id":"media/television","webTitle":"Television industry"},{"id":"uk/uk","webTitle":"UK news"},{"id":"media/media","webTitle":"Media"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"media/bbc","webTitle":"BBC"},{"id":"media/bbc2","webTitle":"BBC2"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Jamie Grierson","topic":{"type":"tag-contributor","name":"profile/jamie-grierson"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/16/chris-evans-new-presenter-top-gear-bbc","shortUrl":"http://gu.com/p/49pe5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/jun/16/chris-evans-new-presenter-top-gear-bbc","webUri":"http://www.theguardian.com/tv-and-radio/2015/jun/16/chris-evans-new-presenter-top-gear-bbc"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ad4367479931e9385f5088afa11ddc92b54ed816/268_177_1091_655/1091.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":655,"width":1091,"orientation":"landscape","caption":"Chris Evans said he was ‘thrilled’ to become the show’s new presenter. Photograph: Rex Shutterstock","credit":"Rex Shutterstock","altText":"Chris Evans","cleanCaption":"Chris Evans said he was ‘thrilled’ to become the show’s new presenter.","cleanCredit":"Photograph: Rex Shutterstock"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ad4367479931e9385f5088afa11ddc92b54ed816/268_177_1091_655/1091.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":655,"width":1091,"orientation":"landscape","credit":"REX Shutterstock/REX Shutterstock","altText":"Chris Evans","cleanCredit":"Photograph: REX Shutterstock/REX Shutterstock"}}]},{"title":"'It’s going to be bad, whatever happens': Greece on edge as eurozone exit looms","rawTitle":"'It’s going to be bad, whatever happens': Greece on edge as eurozone exit looms","item":{"type":"article","id":"world/2015/jun/16/greece-eurozone-exit-athens-imf","title":"'It’s going to be bad, whatever happens': Greece on edge as eurozone exit looms","trailText":"Greece’s spiralling debt crisis saw cash withdrawals total €400m on Monday. While anxiety varies around Athens, few Greeks see benefit in leaving the euro","standFirst":"<p>Greece’s spiralling debt crisis saw cash withdrawals total €400m on Monday. While anxiety varies around Athens, few Greeks see benefit in leaving the euro</p>","byline":"Jon Henley in Athens","body":"<p>“Everybody’s doing it,” said Joanna Christofosaki, in front of a Eurobank cash dispenser in the leafy Athens neighbourhood of Kolonaki. “Our friends have all done it. Nobody wants their money to be worthless tomorrow. Nobody wants to be unable to get at it.”</p> \n<p>A researcher in the archaeology department at the Academy of Athens, Christofosaki said she knew plenty of people who had “€10,000 somewhere at home” and plenty of others who chose to keep their stash at the office. Was she among them? “If I was, I certainly wouldn’t tell you.” </p> \n<p>It was not too hard, in central Athens’ plushest district on Tuesday, to find people worried that the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/16/eurozone-greek-exit-athens-imf-grexit-tsipras\">latest breakdown of talks</a> between Greece and its creditors over a new aid-for-reforms deal may have implications for the security – and accessibility – of their savings.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jun/16/greek-crisis-negotiations-deadlocked-as-time-runs-short-live-updates\">Greece crisis: Tsipras blasts 'criminal' IMF in defiant speech - live updates</a> </p> \n</aside> \n<p>With time fast running out to secure a desperately needed €7.2bn in new rescue funds before the end of the month, when Athens is due to repay €1.5bn in loans to the International Monetary Fund, anxious Greeks have begun withdrawing money from their country’s banks at an unprecedented rate.</p> \n<p>Bank deposits have been falling steadily since October and now stand at their lowest level since 2004. Withdrawals in recent weeks have averaged €200-250m a day, but on Monday – after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jun/15/greek-default-fears-markets-talks-draghi-live\">shock collapse of last-ditch talks</a> between the Greek government and its eurozone and international lenders – withdrawals surged to €400m.</p> \n<p>“People are very concerned,” said the owner of a small company who asked not to be named. “I think those who could, have already transferred some money abroad. And lots of others have taken out a few thousand, enough to see them through any immediate crisis. I have.”</p> \n<p>Sofia, who runs a boutique in one of Athens’ wealthier suburbs, said she and her husband had €15,000 in a safe in the garage, “just to be sure we’re not caught out.” </p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/16/tsipras-does-want-a-deal-as-the-alternative-is-unthinkable\">Tsipras does want a deal, as the alternative is unthinkable</a> </p> \n</aside> \n<p>Elsewhere, an anonymous car concessionaire confessed to “getting into gold a little bit. Not much. But it’s safe, isn’t it? That’s what they say.” </p> \n<p>Nikos Grigoriou, who runs a software consultancy, said the possible introduction of capital controls – as happened two years ago in Cyprus – was the big worry now. “If they fail to reach a deal and Greece defaults, there’ll be a lot of panic. Anything could happen.”</p> \n<p>Governments use capital controls to stop banks haemorrhaging deposits and to avert insolvency. They can involve setting ceilings on foreign transfers, taxing particular kinds of withdrawal, performing physical checks at borders – but also limiting cash withdrawals from banks and ATMs. </p> \n<p>In Cyprus that limit was set at €300 a day, but many observers believe Greece might well need to set a considerably lower daily limit. “What’s that going to be like – no one allowed to take out more than, I don’t know, €100 a day?” asked Christos Ekonomou, a hairdresser. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/14/greeces-latest-attempt-to-reach-deal-with-creditors-collapses\">Greece's latest attempt to reach deal with creditors collapses</a> </p> \n</aside> \n<p>As Greece’s choice comes ever more sharply into focus – between opting to stay in the eurozone and experiencing yet more austerity, or defaulting on its repayments and possibly returning to the drachma – some economists have also suggested, as an interim measure, a halfway house parallel currency that would involve government IOU notes and tax credit certificates. </p> \n<p>On Tuesday, for every wealthy Kolonaki resident fretting about their cash, there was a less well-off state or company employee convinced it would not come to that. “I’m worried, sure, for my job, my kids, my future. But not about my money at the bank, said Nancy Parlakidi outside the Alpha Bank on Stadiou Street. “That’s the least of my worries right now. The bank’s the safest place for it.”</p> \n<p>Withdrawing a couple of €10 notes from the Piraeus Bank near Syntagma Square (“but only so I can go shopping”) Georgios Votskaris, a junior office worker, suggested that “older people and richer people are withdrawing money because they’re frightened. </p> \n<p>“First, I’m not frightened, I think there’s going to be a deal. But mainly I don’t really have any money to take out. I’m 33 years old; what kind of savings do you think I could have built up over the past five years?”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/13/endgame-looms-for-greece-crisis\">Endgame looms for Greek crisis as both sides take debt negotiations to the brink</a> </p> \n</aside> \n<p>At the Eurobank on Voukourestiou Street, Dimitrios Barpakis, a 40-year-old software engineer, said much the same. “I have no money to speak of that I could actually get worried about. I’ve lost a lot of money during this crisis; I’ve had to spend my savings, not put them under the bed. And I think there’ll be a last-minute deal. It’s in no one’s interest for there not to be.”</p> \n<p>“It’s going to be bad and it’s going to be hard, whatever happens. No one’s kidding themselves about that,” said Kristina Vongas, a lawyer. But despite deep concerns about the their country’s economic future, few Greeks see any benefits to be had from leaving the eurozone.</p> \n<p>A recent opinion poll for the news website Newsit showed as many as 74% of Greeks back the euro – with fully 50% saying they would be prepared to accept “major concessions” by the country’s Syriza-led government if it would help break the deadlock with bailout lenders. “We have to stay in,” said Votskaris. “If we leave, things will only get far, far worse.” </p> \n<p>Barpakis concurred: “We should definitely stay in – as long as the eurozone is prepared to be what it really should be, which is to say a genuine union whose members help, not punish, each other.”</p> \n<p>Christofosaki, though, while also convinced Greece’s future had to be inside the eurozone, was less sure how things would pan out. “The big problem in this country is a mental one,” she said. Even if we do get concessions and there is a deal, a majority of people don’t really want to reform. Greeks are a recalcitrant lot.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/50da7946107cf6992a21daef4b5ff8eb55bb76ff/0_320_4928_2958/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2958,"width":4928,"orientation":"landscape","credit":"Aris Messinis/AFP/Getty Images","altText":"A woman walks past Greek flags hanging on a kiosk in central Athens on June 15, 2015. Athens will patiently wait until its creditors become realistic, Greece's premier said, a day after last-ditch talks between the two sides collapsed and raised fears that Athens would default and exit the eurozone. AFP PHOTO / ARIS MESSINISARIS MESSINIS/AFP/Getty Images","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-16T18:47:23Z","lastModified":"2015-06-17T00:52:06Z","metadata":{"commentable":true,"commentCount":564,"contributors":[{"name":"Jon Henley","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740613/JonHenley.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonhenley"}],"feature":false,"keywords":["Greece","Europe","World news","Eurozone crisis","European monetary union","European Union","Euro","Economics","European Central Bank","International Monetary Fund (IMF)","Alexis Tsipras"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"}],"section":{"id":"world"},"topics":[{"displayName":"Jon Henley","topic":{"type":"tag-contributor","name":"profile/jonhenley"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/16/greece-eurozone-exit-athens-imf","shortUrl":"http://gu.com/p/49pbp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/16/greece-eurozone-exit-athens-imf","webUri":"http://www.theguardian.com/world/2015/jun/16/greece-eurozone-exit-athens-imf"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/50da7946107cf6992a21daef4b5ff8eb55bb76ff/0_320_4928_2958/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2958,"width":4928,"orientation":"landscape","caption":"Capital controls may soon be imposed on Greece, which could mean limits put on cash withdrawals. ‘If they fail to reach a deal, there’ll be a lot of panic,’ says one Athens resident. Photograph: Aris Messinis/AFP/Getty Images","credit":"Aris Messinis/AFP/Getty Images","altText":"Capital controls may soon be imposed on Greece, which could mean limits put on cash withdrawals. ‘If they fail to reach a deal, there’ll be a lot of panic,’ says one Athens resident.","cleanCaption":"Capital controls may soon be imposed on Greece, which could mean limits put on cash withdrawals. ‘If they fail to reach a deal, there’ll be a lot of panic,’ says one Athens resident.","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/50da7946107cf6992a21daef4b5ff8eb55bb76ff/0_320_4928_2958/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2958,"width":4928,"orientation":"landscape","credit":"Aris Messinis/AFP/Getty Images","altText":"A woman walks past Greek flags hanging on a kiosk in central Athens on June 15, 2015. Athens will patiently wait until its creditors become realistic, Greece's premier said, a day after last-ditch talks between the two sides collapsed and raised fears that Athens would default and exit the eurozone. AFP PHOTO / ARIS MESSINISARIS MESSINIS/AFP/Getty Images","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}}]},{"title":"Kent voted Europe's top family holiday destination by Lonely Planet","rawTitle":"Kent voted Europe's top family holiday destination by Lonely Planet","item":{"type":"article","id":"travel/2015/jun/17/kent-voted-europes-top-family-holiday-destination-by-lonely-planet","title":"Kent voted Europe's top family holiday destination by Lonely Planet","trailText":"The county’s increasing popularity as a draw for families – great beaches and walks, the reopening of Dreamland amusement park and a blossoming food scene – has led the guidebook publisher to select it as a top pick for summer 2015","standFirst":"<p>The county’s increasing popularity as a draw for families – great beaches and walks, the reopening of Dreamland amusement park and a blossoming food scene – has led the guidebook publisher to select it as a top pick for summer 2015</p>","byline":"Will Coldwell","body":"<p>Kent’s fame as a tourist hotspot continues this week, after the county was placed number one on a list of Europe’s best family holiday destinations by Lonely Planet.<br /></p> \n<p>The announcement is part of the travel guide publisher’s Best in Europe 2015 roundup, which puts Kent ahead of destinations including County Kerry, Ireland, Normandy in France and the wild Black Forest in south-west Germany. Destinations are selected by Lonely Planet’s pool of travel experts, who are briefed to sniff out the most compelling destinations for this summer.</p> \n<p>Kent was praised for the host of “opportunities it offers curious young minds”, including the retro fun of Broadstairs beach, the footpaths along the White Cliffs of Dover and, of course, the much anticipated <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/mar/27/margate-dreamland-reopen-19-june-tickets-on-sale\">Dreamland amusement park in Margate</a>, which reopens this weekend. </p> \n<p>The publisher also highlighted a resurgence of Kent’s coastal towns as another reason why the region was deserving of its top spot. Whitstable and Margate are both referenced, with the latter becoming “gentrified without losing its personality”.</p> \n<figure class=\"element element-image\" data-media-id=\"ef061aa10da0c990b514e2b487a6bae22f92b511\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434474269578/1a2a9c9e-4e9e-4b2f-b967-a2444d77ec85-460x276.jpeg\" alt=\"Morelli's, Victoria Parade, Broadstairs\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Morelli’s historic ice-cream parlour, Broadstairs</span> \n  <span class=\"element-image__credit\">Photograph: Greg Balfour Evans/Alamy</span> \n </figcaption> \n</figure> \n<p>“Kent has a huge amount to offer travellers of all ages, including beautiful countryside and wonderful views of the Channel,” said Tom Hall, editorial director of Lonely Planet.</p> \n<p>“A number of towns along Kent’s coast now boast a more diverse range of attractions and restaurants than they once did, and this gives families far more choice in the way they want to holiday,” he added.<br /></p> \n<p>However, despite Lonely Planet’s homing in on the county’s affordable, family-friendly credentials – it boasts eight major castles and the award-winning Port Lympne wild animal park – the region has been experiencing a regeneration that has far broader appeal. </p> \n<p>The county’s culinary scene has been developed, with discerning foodies making trips to enjoy local treats, such as oysters in Whistable or elite cooking at placesincluding Michelin-starred Indian restaurant <a href=\"http://theambrette.co.uk/margate.php\">The Ambrette</a>. </p> \n<p>Turner Contemporary, which opened in 2011, has helped transform Margate into <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2014/sep/10/weekend-break-jmw-turner-margate-kent\">an emerging destination for the arts</a>, while new hotels, such as the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/may/02/albion-house-ramsgate-hotel-review\">Albion House in nearby Ramsgate</a>, cater for visitors looking for boutique-style accommodation. </p> \n<p>For the local tourist board – already excited by the spike in press interest due to Dreamland – the news of Lonely Planet’s recognition is a vindication of years of development in the region. </p> \n<figure class=\"element element-image\" data-media-id=\"e4472951963df4d39d9b3ba948c06e5573aa99e7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434474354427/99f687e0-aba5-4ea2-893b-50ee7bee9614-460x276.jpeg\" alt=\"Albion House Hotel, Ramsgate\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Albion House Hotel, Ramsgate</span> \n </figcaption> \n</figure> \n<p>“From our perspective there’s been a decade of work and investment and it’s starting to bear fruit,” said Sinead Hanna, PR manager for Visit Kent. “The renaissance of the east Kent coast and Margate has been all over the press this year and it will be even more so this weekend, with the opening of Dreamland.</p> \n<p>“Seaside kitsch has always had an appeal, but in Margate it’s got that with a modern twist. It has helped turn it into a nice family destination.” </p> \n<p>Suzy Humphries, co-founder of Ramsgate Arts, which was set up in 2009 to find ways in which culture could support the regeneration of the town, says the decision by Lonely Planet just confirms the experience of residents.</p> \n<p>“From the perspective of someone who has a shop on Ramsgate harbour and co-runs an arts festival, the news just confirms everything you’re seeing,” she said.</p> \n<p>“From about the first the weekend of February, there’s a constant stream of people coming down. And there’s a buzz; people are visiting and we want to offer more to those who come. I’ve certainly seen the difference in the last year, with new businesses and events setting up. People here feel much more energised.” </p> \n<p>For Bibi Morelli, director of Broadstairs’ iconic ice-cream parlour, Morelli’s Gelato, the retro charm of Kent’s coastal towns is a major draw. </p> \n<p>“For families in particular it’s beautiful, it’s affordable and it’s nostalgic,” she said. “Broadstairs is very quaint: there’s Punch and Judy, there’s a bandstand, you can go for a walk on the beach and enjoy a knickerbocker glory. Especially with what’s happening Ramsgate and Dreamland in Margate, you come to share a little of what you enjoyed as a child.”</p> \n<h2>Europe’s 10 Best Places for Family Holidays</h2> \n<ol> \n <li>Kent, England, UK<br /></li> \n <li>County Kerry, Ireland<br /></li> \n <li>Black Forest, Germany<br /></li> \n <li>Budapest, Hungary<br /></li> \n <li>Vorarlberg, Austria<br /></li> \n <li>Åland archipelago, Finland<br /></li> \n <li>Ibiza, Spain<br /></li> \n <li>Normandy, France<br /></li> \n <li>Skomer Island and Marloes Sands, Wales, UK<br /></li> \n <li>Bohinj, Slovenia</li> \n</ol> \n<h2>Europe’s 10 Best Beaches</h2> \n<ol> \n <li>Jaz Beach, Montenegro </li> \n <li>Peniche, Portugal </li> \n <li>Rondinara Beach, Corsica, France </li> \n <li>Cala Goloritzé, Sardinia, Italy </li> \n <li>V&iacute;k, Iceland </li> \n <li>Bantham Beach, England, UK </li> \n <li>Sandwood Bay, Scotland, UK </li> \n <li>Cala Macarella, Menorca, Spain </li> \n <li>Voutoumi, Antipaxi, Greece </li> \n <li>Curonian Spit, Lithuania </li> \n</ol> \n<h2>Europe’s 10 Best Places</h2> \n<ol> \n <li>Akureyri, Iceland<br /></li> \n <li>Leipzig, Germany<br /></li> \n <li>The Azores, Portugal<br /></li> \n <li>Málaga, Spain<br /></li> \n <li>Belgrade, Serbia<br /></li> \n <li>Piedmont, Italy<br /></li> \n <li>Baku, Azerbaijan<br /></li> \n <li>Amsterdam, the Netherlands<br /></li> \n <li>Troms&oslash;, Norway<br /></li> \n <li>Porto, Portugal<br /></li> \n</ol>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473918190/31ac2d1a-d02d-4b50-82a0-568f22ccd4d5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Neil Hall/Reuters","altText":"Not so Lonely … Families on the beach at Margate.","cleanCredit":"Photograph: Neil Hall/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434474270944/1a2a9c9e-4e9e-4b2f-b967-a2444d77ec85-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Morelli’s historic ice-cream parlour, Broadstairs Photograph: Greg Balfour Evans/Alamy","credit":"Greg Balfour Evans/Alamy","altText":"Morelli's, Victoria Parade, Broadstairs","cleanCaption":"Morelli’s historic ice-cream parlour, Broadstairs","cleanCredit":"Photograph: Greg Balfour Evans/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434474355844/99f687e0-aba5-4ea2-893b-50ee7bee9614-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Albion House Hotel, Ramsgate","credit":"PR","altText":"Albion House Hotel, Ramsgate","cleanCaption":"Albion House Hotel, Ramsgate"}],"webPublicationDate":"2015-06-17T05:30:11Z","lastModified":"2015-06-17T05:33:42Z","metadata":{"commentable":true,"commentCount":230,"contributors":[{"name":"Will Coldwell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/will-coldwell"}],"feature":false,"keywords":["Kent","Family holidays","England","United Kingdom","Travel"],"tags":[{"id":"travel/kent","webTitle":"Kent"},{"id":"travel/familyholidays","webTitle":"Family holidays"},{"id":"travel/england","webTitle":"England"},{"id":"travel/uk","webTitle":"United Kingdom"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"travel"},"topics":[{"displayName":"Will Coldwell","topic":{"type":"tag-contributor","name":"profile/will-coldwell"}}],"embeddedVideos":[],"adTargetingPath":"travel"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/travel/2015/jun/17/kent-voted-europes-top-family-holiday-destination-by-lonely-planet","shortUrl":"http://gu.com/p/49zpb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/travel/2015/jun/17/kent-voted-europes-top-family-holiday-destination-by-lonely-planet","webUri":"http://www.theguardian.com/travel/2015/jun/17/kent-voted-europes-top-family-holiday-destination-by-lonely-planet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473918190/31ac2d1a-d02d-4b50-82a0-568f22ccd4d5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Not so Lonely … Families on the beach at Margate with Turner Contemporary in the background. Photograph: Neil Hall/Reuters","credit":"Neil Hall/Reuters","altText":"Not so Lonely … Families on the beach at Margate.","cleanCaption":"Not so Lonely … Families on the beach at Margate with Turner Contemporary in the background.","cleanCredit":"Photograph: Neil Hall/Reuters"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473918190/31ac2d1a-d02d-4b50-82a0-568f22ccd4d5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Neil Hall/Reuters","altText":"Not so Lonely … Families on the beach at Margate.","cleanCredit":"Photograph: Neil Hall/Reuters"}}]},{"title":"Brian Cox criticises 'disproportionate' reaction to Tim Hunt's comments","rawTitle":"Brian Cox criticises 'disproportionate' reaction to Tim Hunt's comments","item":{"type":"article","id":"uk-news/2015/jun/16/brian-cox-criticises-disproportionate-reaction-to-tim-hunts-comments","title":"Brian Cox criticises 'disproportionate' reaction to Tim Hunt's comments","trailText":"Broadcaster says lack of women in science is a problem but criticises UCL for ‘hounding out’ Nobel laureate as part of wider problem of ‘trial by social media’ ","standFirst":"<p>Broadcaster says lack of women in science is a problem but criticises UCL for ‘hounding out’ Nobel laureate as part of wider problem of ‘trial by social media’ </p>","byline":"Press Association","body":"<p>The scientist and broadcaster Prof Brian Cox has said it was wrong the way a Nobel laureate scientist was “hounded out” of his university post over controversial comments he made about women working in laboratories.<br tabindex=\"-1\" /></p> \n<p>Cox said the remarks by Sir Tim Hunt had been “very ill-advised” but that the response – which saw him give up positions at University College London (UCL) and the Royal Society – had been disproportionate.</p> \n<p>His intervention came after the London mayor, Boris Johnson, said Hunt deserved to be reinstated after the “overreaction” to his comments.</p> \n<p>The 72-year-old scientist provoked a backlash on social media after he reportedly said the “trouble with girls” in laboratories was that “you fall in love with them, they fall in love with you, and when you criticise them they cry”.</p> \n<p>He subsequently apologised for the comments – made at a conference in South Korea – saying they had been intended to be jocular and ironic, but said he was told that if he did not resign his position at UCL he would be sacked.</p> \n<p>Cox acknowledged that while there was a serious issue about the “perceived air of sexism” that deterred some women from pursuing careers in science, he said that he did not believe Hunt should have been treated in the way that he was.</p> \n<p>Cox said Hunt was “good person and a great scientist” and that as a man in his 70s, it was perhaps not surprising that Hunt was “slightly unreconstructed”.</p> \n<p>He told BBC Radio 4’s The World at One programme: “You can make the argument that senior figures in science have to be first of all aware that there is a central problem of women progressing up to the highest levels of science and secondly, therefore, have to be mindful of that and careful of their language.</p> \n<p>“On the other side of course, there is the wider problem of trial by social media. People do make ill-advised comments from time to time so is it appropriate to hound someone out of their position at a university or indeed is it appropriate for the university to react in the way UCL in this case did and ask someone to resign or threaten to sack them?</p> \n<p>“To have a Nobel prize winner – and by all accounts a great scientist and a good person – being hounded out of a position at UCL after all those years of good work and science, I think that’s wrong and disproportionate – with the caveats I mentioned.”</p> \n<p>Cox acknowledged that there were problems in getting young women to take up careers in science and engineering, and said there were “big problems” that needed to be addressed when it came to career progression for women.</p> \n<p>“There is a problem in science and engineering and the problem is that we don’t have enough women going into certain areas, particularly engineering,” he said.</p> \n<p>“In America and Europe around 50% of PhDs are women so that’s good. But if you look at senior positions in universities and on committees, about a fifth are occupied by women so trying to address that is a sensible thing to do.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92d0506dd2b348daff4c8a97b91dbedd17f538e7/1050_208_2312_1387/2312.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1387,"width":2312,"orientation":"landscape","credit":"BBC","altText":"Brian Cox said Tim Hunt was a ‘good person and a great scientist’ and that as a man in his 70s, it was not surprising that he was ‘slightly unreconstructed’. ","cleanCredit":"Photograph: BBC"}],"bodyImages":[],"webPublicationDate":"2015-06-16T15:17:59Z","lastModified":"2015-06-16T15:33:08Z","metadata":{"commentable":true,"commentCount":685,"contributors":[],"feature":false,"keywords":["Tim Hunt","People in science","Brian Cox","Science","UK news","Women","Life and style","Social media","Digital media","Media","BBC","UCL (University College London)","Education","Higher education","Nobel prizes","Science prizes","Royal Society","Boris Johnson","Politics","Science"],"tags":[{"id":"uk-news/tim-hunt","webTitle":"Tim Hunt"},{"id":"science/people-in-science","webTitle":"People in science"},{"id":"science/brian-cox","webTitle":"Brian Cox"},{"id":"science/science","webTitle":"Science"},{"id":"uk/uk","webTitle":"UK news"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"media/social-media","webTitle":"Social media"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"media/media","webTitle":"Media"},{"id":"media/bbc","webTitle":"BBC"},{"id":"education/universitycollegelondon","webTitle":"UCL (University College London)"},{"id":"education/education","webTitle":"Education"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"science/nobelprizes","webTitle":"Nobel prizes"},{"id":"science/scienceprizes","webTitle":"Science prizes"},{"id":"science/royal-society","webTitle":"Royal Society"},{"id":"politics/boris","webTitle":"Boris Johnson"},{"id":"politics/politics","webTitle":"Politics"},{"id":"education/science","webTitle":"Science"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/16/brian-cox-criticises-disproportionate-reaction-to-tim-hunts-comments","shortUrl":"http://gu.com/p/49p6p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/16/brian-cox-criticises-disproportionate-reaction-to-tim-hunts-comments","webUri":"http://www.theguardian.com/uk-news/2015/jun/16/brian-cox-criticises-disproportionate-reaction-to-tim-hunts-comments"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92d0506dd2b348daff4c8a97b91dbedd17f538e7/1050_208_2312_1387/2312.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1387,"width":2312,"orientation":"landscape","caption":"Brian Cox said Tim Hunt was a ‘good person and a great scientist’ and that as a man in his 70s, it was not surprising that he was ‘slightly unreconstructed’.  Photograph: BBC","credit":"BBC","altText":"Brian Cox said Tim Hunt was a ‘good person and a great scientist’ and that as a man in his 70s, it was not surprising that he was ‘slightly unreconstructed’. ","cleanCaption":"Brian Cox said Tim Hunt was a ‘good person and a great scientist’ and that as a man in his 70s, it was not surprising that he was ‘slightly unreconstructed’. ","cleanCredit":"Photograph: BBC"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92d0506dd2b348daff4c8a97b91dbedd17f538e7/1050_208_2312_1387/2312.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1387,"width":2312,"orientation":"landscape","credit":"BBC","altText":"Brian Cox said Tim Hunt was a ‘good person and a great scientist’ and that as a man in his 70s, it was not surprising that he was ‘slightly unreconstructed’. ","cleanCredit":"Photograph: BBC"}}]},{"title":"Is Foxtons the estate agent London deserves?","rawTitle":"Is Foxtons the estate agent London deserves?","item":{"type":"article","id":"business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves","title":"Is Foxtons the estate agent London deserves?","trailText":"<strong>The long read:</strong> Even in the cut-throat world of the capital’s property market, Foxtons is notoriously aggressive – and successful. Is that why so many people are secretly glad when it turns up on their street?","standFirst":"<p>Even in the cut-throat world of the capital’s property market, Foxtons is notoriously aggressive – and successful. Is that why so many people are secretly glad when it turns up on their street?</p>","byline":"Andy Beckett","body":"<p>From the street, the Foxtons in Brixton in south London, like the estate agent’s other 55 branches, is almost all glass. Two great floor-to-ceiling windows, separated by a slender pillar, reveal a trademark Foxtons interior, unlike those of other estate agents: all pale, smooth surfaces, very bright lighting and very little furniture. There is a reception desk, a fridge of drinks for customers, a few clusters of modular white tables and chairs of the kind you might find in a loft apartment that was not quite as cool as it thought it was, and a couple of low display cases containing photos of two dozen properties for sale and for let. An unremarkable one-bedroom flat in a plain street nearby is offered at “&pound;346.15 per week, &pound;2,077 deposit + &pound;420 (inc VAT) admin fee*”. The advertisement does not explain the asterisk.</p> \n<p>The Brixton Foxtons has been open for two years, glowing like an alien spacecraft, seven days a week and deep into the evenings, among the takeaways and bus stops and bargain clothes shops of Brixton Road. Parts of this area have been gentrifying for decades, but during the branch’s first month, someone scrawled “Yuck” on its windows. During the second, someone <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2013/may/03/waitrose-effect-house-prices-foxtons\">painted “Yuppies Out!”</a> In April 2013, after a street party nearby to celebrate the death of Margaret Thatcher, someone threw red paint all over the facade. Later the same month, Foxtons temporarily hired security guards to prevent demonstrators campaigning against high rents and letting fees from entering the branch.</p> \n<p>The Brixton anti-Foxtons campaign has continued to escalate regardless. In July 2013, protesters managed to get into the branch and unfurl a “Yuppies Out” banner. This April, the branch was briefly occupied again by demonstrators holding placards that read “Social Housing Not Social Cleansing”. A few weeks later, during a generally peaceful anti-gentrification march on 25 April, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/apr/25/police-use-cs-spray-as-anti-gentrification-protesters-mass-in-brixton\">half the frontage of Foxtons was smashed in</a>.</p> \n<p>Six days later, there were still bits of glass on the pavement and the window was boarded up. But the branch was open for business. Young men in dark suits, with crisp white shirts and disciplined haircuts – “property negotiators” in Foxtons jargon – strode impatiently in and out, upright as young army officers, swinging their company car keys, working on buyers on their company phones. Inside, behind the spotless white reception desk, a young woman in heels and heavy makeup – the “office co-ordinator” – was waiting, as usual, to greet customers. At one of the equally spotless white tables, a nervous-looking client, a casually dressed man of about 30, was writing a list of properties on a pad of paper, as a negotiator watched from the chair opposite. In a short side street immediately round the corner, there were two fresh Foxtons for sale signs. As Chris Millington, a property business analyst at Numis Securities, told me: “Foxtons do very well down in Brixton.”</p> \n<h2><br />* * *</h2> \n<p><strong>By common consent,</strong> London is one of the most frenzied and important property markets in the world: according to the Land Registry, it accounts for nearly half the value of all residential sales in England and Wales. But even in the intensely competitive field of London estate agency, Foxtons has acquired a unique, double-edged reputation: for relentlessness and innovation; for brashness and aggression; for bending – and sometimes breaking – the profession’s infamously loose rules; for doing almost anything to get a letting or a sale. “It’s a tough firm,” its founder <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2006/nov/20/8\">Jon Hunt</a> told the Daily Mail in 2009. (Hunt declined to be interviewed for this article.) Two years before, on the eve of the last property crash, he had sold his stake in the business for a reported &pound;390m.</p> \n<p>Foxtons is not a huge company. Its share of the London residential market is estimated at between 10 and 20%. It currently has about 1,300 staff – the number expands and contracts as abruptly as the housing market itself. Its branches are outnumbered by those of rival networks: the national estate agency group Countrywide has 1,400 outposts. Foxtons operates solely in London and the Surrey towns of Woking and Guildford. Its branches cover about half the capital, including the centre, the most prosperous parts of west London, fashionable inner suburbs such as Hackney and Walthamstow, and more quietly rising outer ones such as Enfield.</p> \n<p>Each time Foxtons moves into a new area, and its logo of acid yellow and patrician green suddenly appears on “for sale” signs, on letters to local homeowners, on flashy new Foxtons premises, and on the loudly branded Minis the company provides for its negotiators, the character and status of that place seems to alter. There can be unease, even anger but there can also be a less publicly expressed excitement. As Ivor Dickinson, until recently managing director of one of Foxtons’ competitors, Douglas and Gordon, put it: “If you have a name as a really ruthless, sharky bastard estate agent, a lot of people, when they come to selling their house, will think, ‘I want that ruthless, sharky bastard.’”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Each time Foxtons moves into a new area the character and status of that place seems to alter</p> \n </blockquote> \n</aside> \n<p>The swaggering success of Foxtons is partly a product of the double standards many of us have about property: complaining and worrying about the cost of it, while wanting to make as much as possible from it ourselves. The company is also a reflection of the modern British economy: short-term in its priorities, sometimes vibrant, London-dominated, property-skewed, socially divisive. The estate agent’s fortunes have become symbolic. Last month, the day the Conservative general election victory was announced, and with it the demise of Labour’s plans to increase taxes on properties worth more than &pound;2m, it was widely noted by despairing leftwingers, as well as excited business reporters, that the Foxtons share price had leapt 12%.</p> \n<p>Since David Cameron became prime minister in 2010, Foxtons has almost doubled its number of branches, and more than trebled its annual profits, to &pound;42m. When Foxtons became a public company in 2013, it was initially valued at &pound;650m; within six months, demand for its shares had swelled that value to &pound;1.1bn.</p> \n<p>Investors like Foxtons partly because it plays the property game two ways. As well as helping to drive the upward price spiral, it has also adapted itself to profit from the increasing number of people who that spiral has left behind. In 2014, 47% of the company’s revenue came from lettings, a far greater proportion than at most other estate agents. The 2014 Foxtons annual report notes with satisfaction: “The lettings market in London is particularly strong and acts as a useful counter to the more volatile sales market.” Among London estate agents, Chris Millington said, “Foxtons is showing by far the best returns. It’s transacting more than twice as much [business] per branch as the others.” Its influence is felt throughout the industry. “We’ve all learned from Foxtons,” Dickinson said. “We all try and do what they’re doing. But they are ahead.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"4b892a0ec2bf83a107770ce74881fb61388a4b49\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434460205329/6cf12d22-9a98-4455-9120-c8071200a734-460x276.jpeg\" alt=\"A Foxtons-branded Mini.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Foxtons-branded Mini.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>Yet the company’s approach has also made enemies far beyond Brixton. Campaigns against proposed new branches have become a staple of London community politics – an easy focus for discontent about a steadily less inclusive, more money-driven city. On Twitter, there are <a href=\"https://twitter.com/hatefoxtons\">@hatefoxtons</a> and @AvoidFoxtons accounts, which seethe with customer complaints and general abuse (“total charlatans”, “Avoid Foxtons like the plague!”) and occasional acts of revenge (“told a traffic warden that a Foxtons mini was parked on double yellows”).</p> \n<p>This month a larger threat to the company emerged. Chris Townley, a former landlord of a property managed by Foxtons, became the first claimant in a c<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/07/foxtons-commission-charge-sparks-legal-action-from-landlords\">lass action against the estate agent</a>. It alleges that Foxtons has overcharged landlords for repairs and maintenance, by deliberately hiring expensive contractors, and then adding to their bills an undeclared commission of up to a third. Townley’s solicitors, Leigh Day, claim that Foxtons could face a cumulative legal bill of up to &pound;42m – the equivalent of its entire 2014 annual profit.</p> \n<p>The company declined to comment “on the specifics of this case”; but went on to say that “our fees are clearly laid out within our terms and conditions”; and that work on properties let through Foxtons was carried out by “carefully vetted and trusted contractors” who offered “competitive value”. The case may end up in court next year.</p> \n<p>In 2009, the Office for Fair Trading successfully sued Foxtons for extracting “unfair” charges from landlords. No matter how the latest lettings dispute concludes, it is a reminder that Foxtons is more vulnerable than it looks. For Foxtons, as for many British companies founded in the Thatcher era, new ways of doing things and a measure of ruthlessness have brought success; but of a volatile sort – and at a cost.</p> \n<h2>* * *</h2> \n<p><strong>The guiding spirit of Foxtons remains its founder, </strong>Jon Hunt. He is a lean, reined-in man with a strong jaw, a drawling, slightly distant voice, and impatient, whirling hand gestures. “My old man was extremely tough,” he told the website Business Life <a href=\"http://businesslife.ba.com/People/What-Ive-Learnt/What-Ive-learnt-Jon-Hunt.html\">in a rare interview in 2012</a>. “He was Irish and came to London when he was 13. He was a runner for a legal firm … then he got into the army.” Hunt junior, born in 1953, soon learned to be just as adaptable and self-contained: while his father took up a succession of end-of-empire foreign postings, Hunt was sent to Millfield boarding school in Somerset from the age of seven. He loved Millfield’s emphasis on sport, but left the school at 16. He briefly joined his father’s regiment, the Royal Artillery, then moved on restlessly again, to work on building sites in France, and then back to England, to a job at a small estate agent in Woking.</p> \n<p>He was 18. It was the early 70s, the brief boomtime of Edward Heath’s doomed Tory government, and one of Britain’s periodic property bubbles was inflating. Woking, wealthy in parts, full of lush properties, but with a London satellite town’s transient population, was a good place to learn the trade. Hunt has a cautious side – “I will sit outside a property for six hours watching the traffic flow before I decide [to buy it],” he told the Mail in 2009 – and he stayed in Woking through the property collapse of the mid-70s. He came to realise that the final stages of such downturns, when prices were low but had stopped falling, was a good time to buy and sell houses – “when there’s blood on the street but it’s drying”, as he put it in the Mail.</p> \n<p>In 1981, with the British economy stuck in another recession, under Margaret Thatcher, Hunt, now 27, borrowed &pound;30,000 from a Millfield schoolfriend and went looking for somewhere to set up his own estate agency. At the time, most estate agents were open at their own rather than their clients’ convenience – rarely in the evenings or at weekends – and their negotiating style, to Hunt at least, was pompous and unambitious. Ivor Dickinson, who started another estate agency not long after him, remembered: “We were part of an 80s generation, a generation of thrusting young things who wanted to shake up estate agency. We wanted to do everything better: more marketing, more use of information technology, better service for clients. Take it away from being a stuffy old profession.”</p> \n<p>The territory where Hunt chose to challenge the “walnut-veneer brigade”, as he called them, was Notting Hill in west London. In 1981 it was not an obvious place for a new estate agent. Since the second world war, the area’s towering Georgian terraces, subdivided and dilapidated, had first been a semi-slum of immigrants and bad landlords, then a counterculture stronghold for squatters and hippies and punks. A reputation for racial tension and street crime lingered well into the 80s. Yet Hunt saw commercial potential in the handsome architecture and the proximity to richer, more respectable areas of west London. On a prominent site on Notting Hill Gate, the main thoroughfare, between a popular cinema and the busy underground station, he took over the premises of a cheap Italian caf&eacute; called Topo D’Oro.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3d96af437152fae41f21e52485d5ebd68550fa44\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434460556203/64e0ae81-2ea1-4ad0-84ae-acdf4cbe0e7f-460x400.jpeg\" alt=\"The founder of Foxtons, Jon Hunt, in 2006\" width=\"460\" height=\"400\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jon Hunt, the founder of Foxtons, sold his stake in the company in 2007 for a reported &pound;390m.</span> \n  <span class=\"element-image__credit\">Photograph: Eamonn McCabe</span> \n </figcaption> \n</figure> \n<p>The building was shallow and unlovely, really two knocked together, but it had a broad frontage, and across it in huge letters Hunt spelled out “Foxtons Estate Agents”. The name came from the Cambridgeshire village near where he lived. In contrast to gritty, bohemian Notting Hill, “Foxtons” sounded upper-class, traditional, rural – the first logo was a deep country green. Hunt hired a secretary and another young estate agent, and started trading from nine in the morning until nine in the evening. To attract customers and publicity, Foxtons sold properties for its first three months without charging commission. It ignored Notting Hill’s large lettings market altogether. “In our first year we banked &pound;13,000 and [the business] cost us &pound;46,000 to run,” Hunt told Business Life later, “so we were pretty close to bust.”</p> \n<p>A single big sale in nearby Knightsbridge kept Foxtons afloat. In 1982, with the economy finally growing again, as the Thatcher government’s heavy-handed move away from manufacturing towards property and service industries belatedly began to yield results, the one-year-old estate agent opened a second office, in nearby Fulham: like Notting Hill an inner-city area that was part of the emergent, glossier London. Hunt also hired a lieutenant, Peter Rollings.</p> \n<p>Rollings was bright, charming, slightly untidy; he became Foxtons’ fixer, its good cop. Meanwhile Hunt, always immaculate in a white shirt and dark suit, rarely smiling, stayed increasingly in the background. “You would never, ever see him in public,” Dickinson recalled. Estate agents in London, we’re sociable, we all know each other, have lunch together. But he would never lunch with us, sit on committees with us, get involved in industry awards. He’s not a barrel of laughs. He’s not got much time for niceties. He would do anything not to do the same as everyone else.”</p> \n<p>Foxtons did not advertise alongside other estate agents, but published its own promotional magazine. It did not charge the typical industry commission of between 1% and 2% in London, but 2.5%. In a fast-moving, often over-confident business – by 1989, the independent annual London Property Guide had fattened to over 600 paperback pages – Foxtons initially expanded slowly and carefully. The estate agent spent its first decade with only three branches, and took 13 years to move beyond its west London heartland. This caution turned out to be justified when the capital’s 80s property boom, like the wider Thatcherite economic bonanza, shuddered to a halt.</p> \n<p>But in its chosen markets, Foxtons could be recklessly competitive. From the mid-90s to the early 2000s, the Times reported in 2003, Foxtons employed subcontractors to pull down and destroy thousands of its rivals’ “for sale” boards. Foxtons admitted that it had done so for “a limited period in 2001”, and a police investigation followed. No charges were brought. It became clear that other London estate agents had also been waging “board wars”; only the thoroughness with which Foxtons had done so made it stand out.</p> \n<h2>* * *</h2> \n<p><strong>During the 80s and 90s,</strong> Foxtons created a distinctive internal culture. Heavily influenced by Hunt’s personality and working habits, it endures, little changed, to this day. In its recruitment and working patterns, in its rewards and penalties, in its use of branding and digital technology, the company has been a pioneer for many of today’s British white-collar employers.At the core of Foxtons is obsessive commitment. Opening for longer hours than rivals means longer working hours for Foxtons staff. The issue dominates whenever they talk about their jobs. “The hours are completely insane,” posted a former lettings negotiator last year on an online forum where Foxtons employees gather anonymously. “You work 12 hours a day Mon-Friday PLUS every other weekend, with no lieu days!” A former sales negotiator added: “It becomes exceptionally difficult to maintain bonds and relationships with people outside [Foxtons] EVEN IF YOU LIVE WITH THEM.”</p> \n<p>For some staff the single-minded, almost cultish quality of Foxtons is exactly what appeals. Sarah Burgess (not her real name) left university in 2010 with a 2:1 in international relations. She had grown up in the country, and she wanted to live in London, work for a high-profile company, and learn how to do sales. “I wanted to do 70 hours a week,” she told me, “and I knew Foxtons had fancy offices.”</p> \n<p>A decade earlier, with its branch numbers now in double figures, Foxtons had centralised its operations around a new headquarters in Chiswick in west London. The facility is on an upmarket business park with large glass-sided, open-plan office blocks set beside lawns and an artificial lake. Foxtons’ current neighbours include the American oil conglomerate Halliburton and the jeweller Swarovski.</p> \n<p>Burgess went to Chiswick for an interview in 2011. “The head office is so vibey when you’re 18 or 19,” she remembered. “There’s music playing. It’s colourful inside – bright green. Everyone’s good-looking, everyone’s smartly dressed, everyone’s so happy! There’s buzzers going, people are collecting chocolates for making sales. You think, ‘This is a whole world I want to be part of.’”</p> \n<p>Foxtons recruits constantly and unfussily for its junior positions. “Sales experience is beneficial but not essential,” says a recent ad for a “trainee property negotiator”. Burgess remembered her fellow interviewees as “from all over the country, from Scotland, from Wales, from tiny villages. Quite well-educated people, and people who had dropped out of uni. Foxtons said to us, ‘We’ll give you a car and a phone. You’ll get to know London like the back of your hand.’ And it gave you a friendship group.”</p> \n<p>Burgess was offered a job as a lettings agent at one of its most prestigious central London branches. “There was banter at the interview” – life at Foxtons involves a lot of banter.<strong> </strong>Then Foxtons trained her. According to its website, the company provides an “intensive induction week for all new employees … It can even cover the basics like driving around London.” Even the most disillusioned ex-employees agree that the training is good. “Foxtons are very welcoming when you first join,” said one former sales negotiator. “They really do kit you out … put you in the right frame of mind so you are ready to go.” Burgess remembered: “It didn’t feel like you were going to be an estate agent, but [to work in] a really buzzy sales career. I don’t know if they used the phrase estate agent.”</p> \n<p>In 2002, at Hunt’s instigation, the company began stripping out the standard estate agent’s clutter from its branches: the rows of brown desks, the mountainous in-trays behind which discreet phone calls could take place. Ever since, Foxtons has offered its customers what it calls a “cafe-style” environment. Each new branch costs about &pound;600,000 to fit out. The company’s London rivals typically spend half as much. In 2007 Hunt explained some of the rationale: “The office coordinator … gives [customers] refreshment and introduces them to a negotiator. These coordinators have been trained … to give a warm welcome consistent in all branches.” The types of free drinks, he went on, “are selected to be … sympathetic to our brand.” At today’s Notting Hill Foxtons, across the road from the original site, shiny tins of Italian Illy coffee stand on a shelf in a perfectly spaced line.</p> \n<p>Burgess’s workplace still took some adjusting to. “It was so clean. In a Foxtons branch, you will not find a piece of paper anywhere. You’re not allowed to leave anything on your desk – everything gets cleared away every night. And you move desks every few weeks. You never feel you can relax.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"98b11bae91532780863b2a67e31378d9f3632ac2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434463023021/b6a71ef3-5a41-4545-815f-523e666a9b74-460x276.jpeg\" alt=\"A paperless Foxtons office.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A paperless Foxtons office.</span> \n  <span class=\"element-image__credit\">Photograph: Christian Sinibaldi</span> \n </figcaption> \n</figure> \n<p>A similar surface orderliness – with its implication that Foxtons will bring order to the messy property market – marks the company’s carefully choreographed initial dealings with clients. If you phone a branch as a new customer, you will quickly be redirected to the in-house call centre at headquarters in Chiswick. There, a “new business consultant”, always polite, usually well-spoken and slightly caffeinated-sounding – Red Bull is popular with Foxtons staff – will try to extract personal details from you.</p> \n<p>This information is fed into the company’s electronic brain: “an integrated business operating system (“BOS”),” according to the 2013 Foxtons share prospectus, “ that covers all aspects of day-to-day business”. Customers and their data are then passed on to the appropriate branch. Meanwhile, the branches themselves also feed information into the BOS. “Everything is put in,” said Burgess. “Every note you make, details of every phone call.” The database, according to the prospectus, “as [of] 31 December 2012, contained approximately 3.5 million property records (which compares to London’s population of 8.2 million in 2011) … and contact details for approximately 2.1 million sales and lettings prospects”.</p> \n<p>Like other ambitious retailers, Foxtons began investing heavily in data collection and processing in the early 2000s. Its competitors are still struggling to catch up: “That massive call centre in Chiswick – it’s an incredible thing,” said Ivor Dickinson. “Most agents will have one person in the back of each branch whose job it is to chase up old [sales] leads. Chiswick has designated people making hundreds of calls a week each. And they sound a buzzer every time a lead is converted into business. Foxtons works on an industrial scale.”</p> \n<p>Yet the industrialisation of estate agency has its downsides. In the open plan centre at Chiswick, in Foxtons’ goldfish bowl branches, in BOS’s bright digital spaces, staff can never hide. Many former and current staff talk about being “micromanaged”. The most closely monitored numbers are each negotiator’s sales and lettings figures. Every Friday, for each cluster of Foxtons branches, there is a compulsory end-of-week meeting. Several dozen negotiators gather in a room and sit on rows of chairs in front of a big screen.</p> \n<p>“First, there is a pep talk – or you’re all told off,” Burgess remembered, “and then you get to shout out your figures. It shows on the screen where you are in the rankings. If you’ve done well, you’re buzzing. It’s one of the funnest parts of the week.” Successful employees are offered an elaborate sequence of bonuses. There are “trip targets” – sales attainments that earn company-funded skiing or Mediterranean holidays; and “car targets” – first a Mini, then a BMW, then a Mercedes. The slick Foxtons website shows packs of tanned, beaming, sometimes flirtatious staff holding beers, up mountains, playing beach volleyball. Burgess said that working at Foxtons sometimes feels “like being in a sports team, when you get a new kit. You all smell good. You feel you’re the dog’s bollocks.” Like you’re an elite? “No … a gang!” Yet less successful employees can suffer badly. Negotiators receive an initial salary of &pound;22,000, but once they are considered sufficiently experienced, usually after about four months, they can earn commission: either 5% of Foxtons’ overall take on each transaction, plus a salary of &pound;17,500; or 10% and a salary of &pound;10,000. Most opt for the latter. It pays lavishly if things are going well: a negotiator selling a property for &pound;1m earns a bonus of &pound;2,500. But in lean periods the low basic salary, which has not changed for a decade, quickly threatens to make living in London impossible – not least because of the capital’s high property costs, for which Foxtons negotiators are themselves partly responsible. “You can have really bad weeks, months – it’s scary,” Burgess said.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"4d012eea5c7f288bae6fd7518f409e427987b33c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434461478640/6e5a69fa-f22e-440f-a8d6-bab1efbc38cb-460x276.jpeg\" alt=\"Foxtons operates solely in wealthy and fashionable parts of London, as well as Woking and Guildford.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Foxtons operates solely in London and the Surrey commuter towns of Woking and Guildford.</span> \n  <span class=\"element-image__credit\">Photograph: Micha Theiner/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Foxtons has a more individualistic culture than its rivals, who generally pay higher basic salaries and sometimes hand out commission on a team basis. At Foxtons branches, the negotiators’ telephones are arranged facing each other, in gladiatorial rows. Despite this, or perhaps because of it, the young men in suits are always ducking outside to make calls.In 2006, Anna Adams, an undercover reporter for the BBC1 series Whistleblower, filmed a Friday meeting where, when individuals’ sales or lettings figures were announced under-performers were heckled.</p> \n<p>The documentary, which examined several estate agency firms, also included footage of a Foxtons induction session, in which a training officer told new employees: “We are associated with sharp sales tactics. People believe that we are going to try to sell them something for a lot more money than they want to spend … [or] somewhere that is completely different to their requirements. And funnily enough, they’re not wrong in that.”</p> \n<p>Adams got a job as a sales negotiator and was posted to the original Notting Hill branch. There she said she was encouraged to exaggerate how much properties were worth, in order to attract sellers; to invent high offers for properties, in order to persuade buyers to raise theirs; and to pressure buyers to use a mortgage broker owned by Foxtons, Alexander Hall – which the programme alleged was illegally passing details of buyers’ finances back to Foxtons, so that the estate agent could know how far to push them. The film also showed Foxtons staff forging signatures and altering sales documents with Tipp-Ex and scissors, to their own or the company’s advantage. The practices even had their own winking slang: “chop-chop”, or “simmering”.</p> \n<p>Eight months after the broadcast, and after threatening the BBC with lawsuits, Hunt <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2006/nov/25/houseprices.comment\">admitted to the Guardian</a> that there were “several things we had done in [the documentary] that were wrong”. But he went on, “I don’t think [they] were pervasive … and we straightened those out.” He dismissed the allegation that Foxtons and Alexander Hall illegally shared information as “total nonsense”.</p> \n<h2>* * *</h2> \n<p><strong>Nowadays, Foxtons sometimes presents itself</strong> as an ethical business. A recent advertisement for a “graduate property consultant” says that “a clearly defined moral compass is a must”, and that the company is “an environment where we compete … but support each other”. Yet Foxtons’ approach to outside scrutiny makes such claims hard to judge. “We don’t do interviews,” Nicky Chute, the company’s head of communications, told me when I contacted her. Foxtons’ current CEO, Nic Budden, she went on, “is a fairly private person”.</p> \n<p>Ivor Dickinson, for one, doubts whether the company has softened that much: “In a highly commission-based environment, you are encouraging the negotiator to act for himself, not the client.” Sarah Burgess said: “Telling people you’re an estate agent is bad enough, but telling people you work for Foxtons is a double blow.” She left after 15 months. “A year and a half is a pretty good innings at Foxtons. It drains you. Everyone looks so much healthier after they leave.” The small minority who stay on for many years and climb the company hierarchy are known internally as “Foxtons till they die”. Hunt said to Business Life of his 26 years in charge: “We were very inward looking.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Telling people you’re an estate agent is bad enough, but telling people you work for Foxtons is a double blow</p> \n </blockquote> \n</aside> \n<p>In 2005, Hunt’s lieutenant Peter Rollings left to set up a competitor, Marsh &amp; Parsons. By 2007 even Hunt had had enough. “I was working 14 hours a day … I was in my 50s and it’s a young man’s game,” he told Business Life later. He sold his creation to a private equity firm, BC Partners, and shifted his energies to renovating Heveningham Hall, a country estate in Suffolk, successfully investing his Foxtons fortune in London property and, as if awarding himself a final “car target”, collecting Ferraris.</p> \n<p>A few months later, in 2008, for the first time in a decade and a half, London property prices began to drop. For the next three years, Foxtons suffered collapsing sales and staff culls. There were hasty and acrimonious shifts of ownership between BC Partners and the banks that had lent it the money to buy the company. At BC Partners, senior people began referring to Foxtons as “the F word”. There were predictions in the press – sometimes thinly disguised hopes – that it would go bust.</p> \n<p>The estate agent had become expensive to run. Since the late 90s, during the seemingly endless economic good times of the Tony Blair administration, Foxtons had increasingly moved away from Hunt’s original vision of step-by-step growth. Instead, it rapidly opened branches and annually redecorated its fleet of Minis. One design, “The 2005 ‘Camo’ Mini”, was described by the company as “inspired by ‘urban jungle’ culture” and “contemporary London street fashion”. Perhaps only an estate agent could say that about a mishmash of camouflage and country house green.</p> \n<p>In 2000, Foxtons expanded across the Atlantic to New York, New Jersey and Connecticut. Foxtons North America, as the offshoot eventually called itself, had its own Minis, almost 400 staff, and splashy advertising – such as a giant billboard above a tunnel entrance on the road back to New York City from the smart resort of East Hampton. But the company proved no match for dug-in local real estate agents and the late 2000s recession. In 2007, it filed for bankruptcy. “Foxtons is very good at what it does,” said the analyst Chris Millington, “but it can’t go against the whims of the property market.”</p> \n<h2>* * *</h2> \n<p><strong>Like much of the British economy, </strong>Foxtons seems to have two modes: either overconfident expansion or panicky retrenchment. Since 2011, as the London house price bubble has reinflated, the business has resumed its upward path. But now it is a public company, with a fickle share price, and more of the detail of the estate agent’s performance is publicly available<strong>.</strong> In its latest annual report, a small graph at the bottom of page 19 shows that since 2010, as the company has opened branches faster than ever, its average revenue has dropped year by year, and by more than a fifth overall.</p> \n<p>In a world where valuing your own property is easy, thanks to all the online price data for comparable homes; and in a city where demand for housing drastically outstrips supply – where your scruffy Hackney terrace would probably sell if you just stuck a note in the window – the Foxtons model may not be sustainable in the long term. “They have always charged a premium [commission] for sales and lettings,” said Gavin Jago, a property analyst at the brokers Peel Hunt. “Online estate agents are starting to charge considerably less.” The rising online firm Purplebricks.com currently charges a maximum of &pound;1,158 to sell a London home – less than a tenth of Foxtons’ average commission. Some senior estate agents outside Foxtons predict that, over the next decade, the market share of online firms will grow from a thirtieth to as much as half.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>When a scruffy Hackney terrace will sell with a note stuck in the window, the Foxtons model may not be sustainable</p> \n </blockquote> \n</aside> \n<p>Yet sharks never stop swimming. In April, on the same weekend as the window-smashing in Brixton, I visited another Foxtons, a brand new branch in Bromley, on the more sedate fringes of south London. It was a cold dark Sunday, not house-hunting weather, and every other estate agent I passed in the suburb’s grey centre was closed. But Foxtons selects its new markets with what it calls “granular” attention to local sales and lettings data, and increasingly sees its future in more affordable outer London. For all the company’s provocatively prosperous image, last year the average price it secured for a property was &pound;544,000, only &pound;30,000 above the value of the average London home.</p> \n<p>The Bromley branch was deserted except for two staff, both sleekly dressed young women, and neat rows of paper bags, each containing a flyer for the branch and a chocolate muffin. One of the women would spend the next few hours doggedly handing out the bags, bare-legged in the wind, to hundreds of passersby. I asked how business was going. “It’s 0% commission on the first hundred houses,” she said, with a rigidly eager smile. “We’ve already done 25 valuations.”</p> \n<p>There was already a Foxtons in nearby Beckenham. What if, I asked, a property came on the market midway between the two branches? Which one would deal with the seller and any buyers? She instantly turned deadpan: “It depends on who they call first.”</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/@gdnlongread\">@gdnlongread</a></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480708620/93756eb3-c089-404d-a5e1-4a1736d7aa86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Guardian","altText":"A Foxtons office.","cleanCredit":"Photograph: The Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434460206814/6cf12d22-9a98-4455-9120-c8071200a734-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Foxtons-branded Mini. Photograph: Alamy","credit":"Alamy","altText":"A Foxtons-branded Mini.","cleanCaption":"A Foxtons-branded Mini.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434460557836/64e0ae81-2ea1-4ad0-84ae-acdf4cbe0e7f-2060x1790.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1790,"width":2060,"orientation":"landscape","caption":"Jon Hunt, the founder of Foxtons, sold his stake in the company in 2007 for a reported £390m. Photograph: Eamonn McCabe","credit":"Eamonn McCabe","altText":"The founder of Foxtons, Jon Hunt, in 2006","cleanCaption":"Jon Hunt, the founder of Foxtons, sold his stake in the company in 2007 for a reported £390m.","cleanCredit":"Photograph: Eamonn McCabe"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434463024508/b6a71ef3-5a41-4545-815f-523e666a9b74-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A paperless Foxtons office. Photograph: Christian Sinibaldi","credit":"Christian Sinibaldi","altText":"A paperless Foxtons office.","cleanCaption":"A paperless Foxtons office.","cleanCredit":"Photograph: Christian Sinibaldi"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434461480042/6e5a69fa-f22e-440f-a8d6-bab1efbc38cb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Foxtons operates solely in London and the Surrey commuter towns of Woking and Guildford. Photograph: Micha Theiner/REX Shutterstock","credit":"Micha Theiner/REX Shutterstock","altText":"Foxtons operates solely in wealthy and fashionable parts of London, as well as Woking and Guildford.","cleanCaption":"Foxtons operates solely in London and the Surrey commuter towns of Woking and Guildford.","cleanCredit":"Photograph: Micha Theiner/REX Shutterstock"}],"webPublicationDate":"2015-06-17T05:00:10Z","lastModified":"2015-06-17T08:15:01Z","metadata":{"commentable":true,"commentCount":93,"contributors":[{"name":"Andy Beckett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybeckett"}],"feature":true,"keywords":["Real estate","Housing market","Business","Property","UK news","Money"],"tags":[{"id":"business/realestate","webTitle":"Real estate"},{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"business/business","webTitle":"Business"},{"id":"money/property","webTitle":"Property"},{"id":"uk/uk","webTitle":"UK news"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"business"},"topics":[{"displayName":"Andy Beckett","topic":{"type":"tag-contributor","name":"profile/andybeckett"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves","shortUrl":"http://gu.com/p/49zpj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves","webUri":"http://www.theguardian.com/business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480708620/93756eb3-c089-404d-a5e1-4a1736d7aa86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Foxtons in west London. Each new branch costs about £600,000 to fit out. The company’s London rivals typically spend half as much. Photograph: The Guardian","credit":"The Guardian","altText":"A Foxtons in west London. Each new branch costs about £600,000 to fit out. The company’s London rivals typically spend half as much.","cleanCaption":"A Foxtons in west London. Each new branch costs about £600,000 to fit out. The company’s London rivals typically spend half as much.","cleanCredit":"Photograph: The Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480708620/93756eb3-c089-404d-a5e1-4a1736d7aa86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Guardian","altText":"A Foxtons office.","cleanCredit":"Photograph: The Guardian"}}]},{"title":"Premier League and Football League fixtures revealed for 2015-16 – live!","rawTitle":"Premier League and Football League fixtures revealed for 2015-16","item":{"type":"liveBlog","id":"football/live/2015/jun/17/premier-league-football-fixtures-2015-16-revealed-live","title":"Premier League and Football League fixtures revealed for 2015-16","trailText":"All the latest news and reaction as every team plays each other twice","standFirst":"<ul>\n <li>All the latest as every team plays each other. And then does it again</li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/premier-league-2015-16-fixture-list\">Premier League: Manchester United open at home to Tottenham</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/jun/15/fixtures-premier-league-football-league-compiled\">How the Premier League and Football League fixtures are compiled</a></li>\n <li>And email <a href=\"mailto:gerard.meagher@theguardian.com\">gerard.meagher@theguardian.com</a> or tweet <a href=\"https://twitter.com/gerard_meagher\">@gerard_meagher</a></li>\n</ul>","byline":"Gerard Meagher","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434454852938/Chelsea-lift-the-title-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Nick Potts/PA","altText":"Chelsea lift the title","cleanCredit":"Photograph: Nick Potts/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-17T08:16:22Z","lastModified":"2015-06-17T08:17:42Z","latestBlock":{"id":"block-55812c8ee4b05c5f91d25749","publishedDateTime":"2015-06-17T08:16:22Z","body":"I’ll also have the full season’s fixtures for you shortly, but for those of you who cannot wait that long, here it is in full. As feared, Stoke and Sunderland are only playing each other twice ….","postType":"blog"},"metadata":{"commentable":true,"commentCount":162,"contributors":[{"name":"Gerard Meagher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gerard-meagher"}],"feature":false,"keywords":["Football fixtures 2015-16","Premier League","Championship","League One","League Two","Scottish Premiership","Scottish Championship","Football","Sport","Scottish League One","Scottish League Two"],"tags":[{"id":"football/football-fixtures-2015-16","webTitle":"Football fixtures 2015-16"},{"id":"football/premierleague","webTitle":"Premier League"},{"id":"football/championship","webTitle":"Championship"},{"id":"football/leagueonefootball","webTitle":"League One"},{"id":"football/leaguetwofootball","webTitle":"League Two"},{"id":"football/scottish-premiership","webTitle":"Scottish Premiership"},{"id":"football/scottish-championship","webTitle":"Scottish Championship"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/scottish-league-one","webTitle":"Scottish League One"},{"id":"football/scottish-league-two","webTitle":"Scottish League Two"}],"section":{"id":"football"},"displayHint":"news","topics":[{"displayName":"Premier League and Football League fixtures revealed for 2015-16","topic":{"type":"content","name":"football/live/2015/jun/17/premier-league-football-fixtures-2015-16-revealed-live"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"blocks":[{"id":"block-55812c8ee4b05c5f91d25749","publishedDateTime":"2015-06-17T08:16:22Z","body":"<p><strong>I’ll also have the full season’s fixtures for you shortly, but for those of you who cannot wait that long, <a href=\"http://www.premierleague.com/en-gb/news/news/2015-16/jun/170615-fixture-list-for-2015-2016-season-released.html\">here it is in full</a>.</strong></p> \n<p>As feared, Stoke and Sunderland are only playing each other twice …</p>","postType":"blog"},{"id":"block-55812b93e4b05c5f91d25745","publishedDateTime":"2015-06-17T08:13:56Z","body":"<p>League One champions <strong>Bristol City</strong> kick-off at currently managerless Sheffield Wednesday, runners-up <strong>MK Dons</strong> go to <strong>Rotherham</strong> and play-off winners <strong>Preston</strong> play host to Championship play-off losers <strong>Middlesbrough.</strong></p> \n<p>Paul Clement’s time at <strong>Derby</strong> will begin at <strong>Bolton</strong>, while Marinus Dijkhuizen’s time at <strong>Brentford</strong> starts at home to <strong>Ipswich</strong>. Elsewhere on the opening day <strong>Birmingham</strong> host <strong>Reading</strong>, <strong>Wolves</strong> go to <strong>Blackburn</strong>, <strong>Cardiff</strong> are at home to <strong>Fulham</strong> and <strong>Nottingham Forest</strong> make the trip to <strong>Brighton.</strong></p> \n<p>I’ll have the full story on the Championship for you shortly, but in the meantime, read these interesting words:</p> \n<blockquote> \n <p>Tuesday 18 August sees the meeting of two former Real Madrid assistant managers in the shape of Derby’s Clement and Middlesbrough’s Aitor Karanka.</p> \n</blockquote>","postType":"blog"},{"id":"block-55812afee4b05c5f91d25741","title":"Championship fixtures announced","publishedDateTime":"2015-06-17T08:10:43Z","body":"<p><strong>QPR</strong> do not have to go far when the Championship kicks off on the same weekend as the Premier League, although they’ll probably a Friday night match – the Hoops travel to <strong>Charlton</strong> while <strong>Burnley</strong> and <strong>Hull</strong>, start away at Uwe Rosler’s <strong>Leeds</strong> and at home to <strong>Huddersfield</strong> respectively. </p>","postType":"key-event"},{"id":"block-55812ad6e4b0e91d8f40976a","publishedDateTime":"2015-06-17T08:08:28Z","body":"<p>Here is the full story of the Premier League fixtures – Hugo Lloris to face his former club on the opening weekend perhaps?</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/premier-league-2015-16-fixture-list\">Premier League 2015-16 fixture list: Manchester United open against Tottenham</a> </p> \n</aside>","postType":"blog"},{"id":"block-55812a3ee4b0e91d8f409765","publishedDateTime":"2015-06-17T08:07:39Z","body":"<p>Fellow newcomers <strong>Watford</strong> and new manager Quique Sanchez Flores are at <strong>Everton</strong> while play-off winners <strong>Norwich</strong> host <strong>Crystal Palace</strong> in a Championship-looking fixtures if ever there was one.</p> \n<p>Elsewhere, <strong>Manchester City</strong> start out on the road at <strong>West Brom, </strong>Newcastle host Southampton and <strong>Leicester</strong> and <strong>Sunderland</strong> have booked themselves the final MOTD slot with their 0-0 draw at the King Power Stadium.</p>","postType":"blog"},{"id":"block-558129cde4b0e91d8f409764","publishedDateTime":"2015-06-17T08:05:09Z","body":"<p><strong>Aston Villa</strong> have been dealt a trip to the seaside on the opening weekend – they have the honour of being <strong>Bournemouth’s</strong> first ever Premier League opponents while <strong>Arsenal</strong> kick things off against Slaven Bilic’s <strong>West Ham</strong> at the Emirates.</p>","postType":"blog"},{"id":"block-55812934e4b05c5f91d2573b","title":"Premier League fixtures announced","publishedDateTime":"2015-06-17T08:03:23Z","lastUpdatedDateTime":"2015-06-17T08:04:27Z","body":"<p><strong>Starting the Premier League then. </strong>Champions <strong>Chelsea</strong> begin their campaign against <strong>Swansea</strong> who will swan up the M4 all the way to Stamford Bridge.</p> \n<p><strong>Manchester United</strong> host <strong>Tottenham</strong> in what, at first glance, is the most mouthwatering fixture – Louis van Gaal facing the team he says he nearly joined.<br /></p> \n<p>And <strong>Liverpool</strong>, without Steven Gerrard of course, are back at the Brit, hoping to avenge their 6-1 drubbing by <strong>Stoke</strong> on the final day of the season. Tasty!</p>","postType":"key-event"},{"id":"block-55812799e4b05c5f91d25738","title":"DING! DING! DING!","publishedDateTime":"2015-06-17T08:00:50Z","body":"<p><strong>The fixtures for the 2015-16 English domestic season are out, and it’s official, everyone plays everyone … twice!</strong> Right, I’m going to run through this very briefly league by league, encompassing the opening days, before we really get down to the nitty gritty of Accrington’s difficult November period.</p>","postType":"key-event"},{"id":"block-558125cfe4b05c5f91d25731","publishedDateTime":"2015-06-17T07:51:47Z","body":"<p><strong>Following on from the last post, who will secure those lucky post-Europa League Thursday trips to White Hart Lane?</strong> Whose April capitulation at Carrow Road will spark the unlikeliest of survival surges from the Canaries? On what day in February will Hartlepool finally win away? </p>","postType":"blog"},{"id":"block-5581252de4b0e91d8f409754","publishedDateTime":"2015-06-17T07:44:39Z","body":"<p>An interesting point raised by vagnerhate in the comments, but who will it be against and where? My money is on a Saturday lunchtime collapse at The Hawthorns.</p> \n<figure class=\"element element-comment\" data-canonical-url=\"http://www.theguardian.com/football/live/2015/jun/17/premier-league-football-fixtures-2015-16-revealed-live#comment-53948186\"> \n <div class=\"d2-comment-embedded\" itemscope=\"\" itemtype=\"http://schema.org/Comment\"> \n  <div class=\"d2-left-col\"> \n   <a href=\"http://www.theguardian.com/discussion/user/id/14203529\" title=\"View vagnerhate’s profile\"> <img class=\"d2-avatar\" src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/site_furniture/2010/09/01/no-user-image.gif\" height=\"40\" width=\"40\" alt=\"User avatar for vagnerhate\" /> </a> \n  </div> \n  <div class=\"d2-right-col\"> \n   <div itemscope=\"\" itemprop=\"author\" itemtype=\"http://schema.org/Person\"> \n    <a class=\"d2-username\" href=\"http://www.theguardian.com/discussion/user/id/14203529\" title=\"View vagnerhate’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">vagnerhate</span> </a> \n   </div> \n   <div class=\"d2-permalink\"> \n    <a class=\"d2-datetime\" href=\"http://discussion.theguardian.com/comment-permalink/53948186\" title=\"Link to this comment\" itemprop=\"datePublished\">17 June 2015 8:36am</a> \n   </div> \n   <div class=\"d2-body\" itemprop=\"text\"> \n    <p>I'm really looking forward to when Arsenal's title challenge collapses this year. Last year it was matchday 5, I believe.</p> \n   </div> \n  </div> \n </div> \n</figure>","postType":"blog"},{"id":"block-558121cce4b0e91d8f40974a","publishedDateTime":"2015-06-17T07:37:54Z","lastUpdatedDateTime":"2015-06-17T07:38:15Z","body":"<p><strong>What with everyone playing everyone … twice, it is of course, the opening day’s fixtures that often grab the most attention</strong>. Who will Bournemouth, riding the crest of the promotion wave, pinch a 1-1 draw off on the first weekend? Where will Jos&eacute; Mourinho show off his mahogany summer tan on w/e starting 8 August? Who fancies a trip to the Hive to face Barnet, now restored to the Football League of course?</p> \n<p>But there are other fixtures to keep us occupied. The official fixture list will probably say that Stoke will play Sunderland only twice but to these eyes, it always seems to happen roughly 17 times a season, often ending goalless, almost always the penultimate slot on MOTD. We’ll keep abreast of that as well as the <em>crucial </em>festive period, the <em>make or break </em>Easter timetable, <em>the already thinking about the beach </em>final weekend matches etc. Stay tuned, not long to go now …<br /></p>","postType":"blog"},{"id":"block-55811f69e4b0e91d8f409749","publishedDateTime":"2015-06-17T07:27:37Z","body":"<p><strong>Now then. As the minutes tick by it’s worth pausing for a brief moment to ponder just how these fixtures lists are compiled.</strong> Balls plucked from buckets by former pros out of work and effectively touting themselves for managerial vacancies? No. Monkeys with typewriters? Nope. The whims of Messrs Mourinho and Wenger? Of course not. It’s far more complicated than that, it takes into account Nottingham’s Goose Fair and uses the kind of matrixes, algorithms, trigonometry, alegbra, adding up etc that would make of mockery of Spider Solitaire, on the hardest difficulty – as the Guardian’s very own James Riach found out last year. </p> \n<blockquote> \n <p>When the Premier League and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/football-league\">Football League</a> fixtures for 2013-14 are announced at 9am on Wednesday, spare a thought for the individuals involved in compiling the season’s schedule.</p> \n <p>“I don’t think people realise what goes into it,” says the Football League fixtures officer, Paul Snellgrove. “They think names go into a hat and it’s almost like a draw. Because it’s so difficult to explain it’s hard to keep people’s attention.”</p> \n <p>A laborious process that begins four years ahead of each season, when Fifa and Uefa set out their international schedules, goes through a raft of complex stages before the final fixture list is signed off.</p> \n</blockquote> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/jun/15/fixtures-premier-league-football-league-compiled\">Click here to read the full story</a>.</p>","postType":"blog"},{"id":"block-55805009e4b05c5f91d25558","title":"Preamble","publishedDateTime":"2015-06-17T07:11:56Z","lastUpdatedDateTime":"2015-06-17T07:12:35Z","body":"<p><strong>Hello world! </strong>It’s the day you’ve all been waiting for. It’s the second most exciting day of the year, after Pancake Day. It’s been a whopping 24 days since the end of the Premier League, which marked the end of the domestic football season, the FA Cup final notwithstanding. Those football addicts out there, feeding off the scraps of the Copa America, the Women’s World Cup, the Champions League final and Euro 2016 snoozefests, are due for their next big hit. It’s almost time for the full fixture lists for the Premier League, Championship, League One and League Two … AND IT’S LIVE!</p> \n<p>Full fixture lists will be announced at <strong>9am</strong>. Lest we forget, everyone will play everyone … <strong>twice!!!</strong></p>","postType":"key-event"}],"keyEvents":[{"id":"block-55805009e4b05c5f91d25558","title":"Preamble","publishedDateTime":"2015-06-17T07:11:56Z","lastUpdatedDateTime":"2015-06-17T07:12:35Z","body":"<p><strong>Hello world! </strong>It’s the day you’ve all been waiting for. It’s the second most exciting day of the year, after Pancake Day. It’s been a whopping 24 days since the end of the Premier League, which marked the end of the domestic football season, the FA Cup final notwithstanding. Those football addicts out there, feeding off the scraps of the Copa America, the Women’s World Cup, the Champions League final and Euro 2016 snoozefests, are due for their next big hit. It’s almost time for the full fixture lists for the Premier League, Championship, League One and League Two … AND IT’S LIVE!</p> \n<p>Full fixture lists will be announced at <strong>9am</strong>. Lest we forget, everyone will play everyone … <strong>twice!!!</strong></p>","postType":"key-event"},{"id":"block-55812799e4b05c5f91d25738","title":"DING! DING! DING!","publishedDateTime":"2015-06-17T08:00:50Z","body":"<p><strong>The fixtures for the 2015-16 English domestic season are out, and it’s official, everyone plays everyone … twice!</strong> Right, I’m going to run through this very briefly league by league, encompassing the opening days, before we really get down to the nitty gritty of Accrington’s difficult November period.</p>","postType":"key-event"},{"id":"block-55812934e4b05c5f91d2573b","title":"Premier League fixtures announced","publishedDateTime":"2015-06-17T08:03:23Z","lastUpdatedDateTime":"2015-06-17T08:04:27Z","body":"<p><strong>Starting the Premier League then. </strong>Champions <strong>Chelsea</strong> begin their campaign against <strong>Swansea</strong> who will swan up the M4 all the way to Stamford Bridge.</p> \n<p><strong>Manchester United</strong> host <strong>Tottenham</strong> in what, at first glance, is the most mouthwatering fixture – Louis van Gaal facing the team he says he nearly joined.<br /></p> \n<p>And <strong>Liverpool</strong>, without Steven Gerrard of course, are back at the Brit, hoping to avenge their 6-1 drubbing by <strong>Stoke</strong> on the final day of the season. Tasty!</p>","postType":"key-event"},{"id":"block-55812afee4b05c5f91d25741","title":"Championship fixtures announced","publishedDateTime":"2015-06-17T08:10:43Z","body":"<p><strong>QPR</strong> do not have to go far when the Championship kicks off on the same weekend as the Premier League, although they’ll probably a Friday night match – the Hoops travel to <strong>Charlton</strong> while <strong>Burnley</strong> and <strong>Hull</strong>, start away at Uwe Rosler’s <strong>Leeds</strong> and at home to <strong>Huddersfield</strong> respectively. </p>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/football/live/2015/jun/17/premier-league-football-fixtures-2015-16-revealed-live?date=2015-06-17T08:17:42Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/football/live/2015/jun/17/premier-league-football-fixtures-2015-16-revealed-live","shortUrl":"http://gu.com/p/49pb9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/live/2015/jun/17/premier-league-football-fixtures-2015-16-revealed-live","webUri":"http://www.theguardian.com/football/live/2015/jun/17/premier-league-football-fixtures-2015-16-revealed-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434454852938/Chelsea-lift-the-title-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Chelsea celebrate winning the Premier League in 2014-15. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Chelsea lift the title","cleanCaption":"Chelsea celebrate winning the Premier League in 2014-15.","cleanCredit":"Photograph: Nick Potts/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/16/1434454852938/Chelsea-lift-the-title-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Nick Potts/PA","altText":"Chelsea lift the title","cleanCredit":"Photograph: Nick Potts/PA"}}]},{"title":"Greek exit real prospect as eurozone hardens towards belligerent Athens","rawTitle":"Greek exit real prospect as eurozone hardens towards belligerent Athens","item":{"type":"article","id":"business/2015/jun/16/greek-exit-prospect-eurozone-athens-tsipras-eu-imf","title":"Greek exit real prospect as eurozone hardens towards belligerent Athens","trailText":"Tsipras’s abrasive tone and accusations of ‘criminal conduct’ by IMF stokes more anger as EU officials prepare to gather at Luxembourg last chance saloon","standFirst":"<p>Tsipras’s abrasive tone and accusations of ‘criminal conduct’ by IMF stokes more anger as EU officials prepare to gather at Luxembourg last chance saloon</p>","byline":"Larry Elliott, Ian Traynor in Brussels, and Helena Smith  in Athens","body":"<p>Fears that the five-year Greek financial crisis will culminate in debt default and exit from the euro have intensified as Athens hardened its rhetoric against its creditors and insisted it would miss a payment to the International Monetary Fund unless it received debt relief.</p> \n<p>With just 48 hours to go before a meeting of eurozone finance ministers, seen as the last realistic chance to reach a deal before Greece has to pay the IMF at the end of June, Alexis Tsipras, showed no sign of bowing to demands for cuts in pensions and increases in VAT. Instead, the Greek prime minister accused the Fund of “criminal responsibility” for the situation and said lenders were seeking to “humiliate” his country.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/16/tsipras-does-want-a-deal-as-the-alternative-is-unthinkable\">Tsipras does want a deal, as the alternative is unthinkable</a> </p> \n</aside> \n<p>Jean-Claude Juncker, the president of the European commission, reflected the anger in Brussels at the way Tsipras has been approaching the deadlocked negotiations by saying he had “sympathy for the Greek people but not the Greek government”. Juncker was until recently rated as one of Tsipras’s only allies.</p> \n<p>EU officials were on Tuesday night making preparations for a crisis meeting of leaders on Sunday if, as now expected, the talks between finance ministers on Thursday prove fruitless. Amid the third straight day of sharp declines on the Athens stock market, EU leaders are for the first time talking openly about Greek default and its ejection from the euro.</p> \n<p>Valdis Dombrovskis, vice-president of the commission, said eurozone leaders were discussing “less favourable scenarios” for Greece, while the Finnish prime minister, Juha Sipil&auml;, said an agreement with Greece now would require a miracle. Away from Greece, financial markets had a relatively calm day, suggesting that they have already “priced in” the risk of a Greek default – or still believe a last-minute deal will be struck in Luxembourg.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/16/angela-merkel-stands-firm-finding-resolution-greece-crisis\">Angela Merkel stands firm on finding resolution to Greece crisis</a> </p> \n</aside> \n<p>Speaking in the Greek parliament,<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/alexis-tsipras\"> Tsipras</a> called on creditors to reassess the IMF’s insistence on tough cuts as part of the country’s bailout. “The time has come for the IMF’s proposals to be judged not just by us but especially by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/europe-news\">Europe</a>,” he said. “Right now, what dominates is the IMF’s harsh views on tough measures, and Europe’s on denying any discussion over debt viability. The fixation on cuts ... is most likely part of a political plan ... to humiliate an entire people that has suffered in the past five years through no fault of its own.” </p> \n<p>Earlier, it emerged <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/greece\">Greece</a> was threatening to miss the 30 June deadline to make a €1.6bn (&pound;1.15bn) debt repayment to the IMF this month, after previously bundling up four separate scheduled June payments into one.</p> \n<p>“The government will not pay the IMF, if by the end of the month an agreement hasn’t been achieved with lenders,” Tsipras is reported to have told the opposition party leader, Stavros Theodorakis, during talks between the two in Athens today. Some observers in Greece said that Tsipras was holding out the prospect of a compromise in which he would deliver some of the reforms sought by the troika of the IMF, the European Central Bank and the European commission in return for debt relief. The IMF believes that debt relief is part of a long-term solution to Greece’s problems.</p> \n<p>But with the relationship between Greece and its partners at its lowest ebb since Tsipras became prime minister five months ago, the eurozone and the commission said they will only negotiate if Greece tables serious new proposals on fiscal targets, including pensions reforms and liberalisation of the labour market. Yanis Varoufakis, the Greek finance minister, said he would not take any new proposals to Luxembourg and challenged the legitimacy of the negotiations.<br /></p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/16/eurozone-greek-exit-athens-imf-grexit-tsipras\">Eurozone braces for Greek exit as Athens threatens to miss IMF payment</a> </p> \n</aside> \n<p>Speaking to Germany’s Spiegel newspaper, Varoufakis said the proposals for spending cuts and reforms were already so harsh and brutal the Germans themselves would never accept them. He said: “<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/greece\">Greece</a> will only commit to them if Europe agrees to a debt restructuring, investments and an end to the liquidity crisis.” Asked if an agreement would be reached this weekend he said: “Ask Merkel.”</p> \n<p>There is an EU summit in Brussels on Thursday and Friday next week. The summit has to grapple with major issues such as David Cameron’s in/out referendum on the EU, sanctions on Russia, and the Mediterranean refugee emergency. Leaders, especially Merkel, do not want next week’s summit hijacked by Greece. But that appears inevitable without a breakthrough.</p> \n<p>Refusing to pay the IMF would not formally put Greece in default on its huge government debts – since the IMF is not a commercial lender – but it would represent a big step towards that eventuality and open the question as to whether Greece, without an agreement with the eurozone, will be able to redeem more than €3bn of bonds at the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/european-central-bank\">European Central Bank</a> next month.</p> \n<p>Without agreement extending the rescue package and freeing up to €19bn in bailout funds tied to Greek reforms, Athens will run out of cash. The German tabloid Bild reported that the Greek government had discovered a way of deferring the IMF payment until the end of the year. Greek officials denied the report.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480822790/c26d6c8a-8314-4324-bcc9-84ce82db7bba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"last-chance saloon/EPA","altText":"Alexis Tsipras with MPs at the Greek Parliament in Athens. ","cleanCredit":"Photograph: last-chance saloon/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-16T18:54:52Z","lastModified":"2015-06-16T23:45:02Z","metadata":{"commentable":true,"commentCount":1668,"contributors":[{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"},{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"},{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":false,"keywords":["Eurozone crisis","Greece","Banking","Business","Economics","Euro","Currencies","Europe","European Central Bank","European Union","European banks","European monetary union","Financial crisis","Financial sector","World news","Alexis Tsipras","Yanis Varoufakis","Angela Merkel","Syriza"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"world/world","webTitle":"World news"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/yanis-varoufakis","webTitle":"Yanis Varoufakis"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/syriza","webTitle":"Syriza"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/16/greek-exit-prospect-eurozone-athens-tsipras-eu-imf","shortUrl":"http://gu.com/p/49pbc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/16/greek-exit-prospect-eurozone-athens-tsipras-eu-imf","webUri":"http://www.theguardian.com/business/2015/jun/16/greek-exit-prospect-eurozone-athens-tsipras-eu-imf"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480822790/c26d6c8a-8314-4324-bcc9-84ce82db7bba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Tsipras with MPs at the Greek Parliament in Athens. Markets may already be pricing in a Grexit from the euro. Photograph: last-chance saloon/EPA","credit":"last-chance saloon/EPA","altText":"Alexis Tsipras with MPs at the Greek Parliament in Athens. ","cleanCaption":"Alexis Tsipras with MPs at the Greek Parliament in Athens. Markets may already be pricing in a Grexit from the euro.","cleanCredit":"Photograph: last-chance saloon/EPA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480822790/c26d6c8a-8314-4324-bcc9-84ce82db7bba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"last-chance saloon/EPA","altText":"Alexis Tsipras with MPs at the Greek Parliament in Athens. ","cleanCredit":"Photograph: last-chance saloon/EPA"}}]}],"lastModified":"2015-06-17T08:17:42Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}