{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Ed Balls to give up politics following his surprise defeat at general election","rawTitle":"Ed Balls to give up politics following his surprise defeat at general election","item":{"type":"article","id":"politics/2015/may/22/ed-balls-give-up-politics-surprise-defeat-general-election","title":"Ed Balls to give up politics following his surprise defeat at general election","trailText":"Former shadow chancellor accepted his share of blame for Labour’s disastrous results and signalled move towards writing about economy","standFirst":"<p>Former shadow chancellor accepted his share of blame for Labour’s disastrous results and signalled move towards writing about economy</p>","byline":"Andrew Sparrow","body":"<p>In his first interview since losing his seat in the Commons, Ed Balls said on Friday that he was giving up politics for good following his surprise defeat in the general election.</p> \n<p>The former shadow chancellor, who lost his Morley and Outwood seat to the Conservatives by 422 votes, revealed one misgiving about Labour’s campaign – that it should have been more pro-business – but otherwise avoided recriminations and instead accepted his share of blame for the result.</p> \n<p>He also refused to attempt a full explanation for what went wrong for Labour, saying it was too early for him to have an answer.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I want to make a difference to the world outside of politics ... I’m not going to be dashing back</p> \n  <footer> \n   <cite>Ed Balls</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>There has been speculation that Balls, who has been a powerhouse at the top of Labour politics since he started working for Gordon Brown in 1994, could seek an early return to the Commons through a byelection, but Balls told the BBC he was not planning a return to parliament and that “outside of politics is where I am going next”.</p> \n<p>He went on: “You never say never about anything, because who knows what’s going to happen, but the reality for me now is that I want to make a difference to the world outside of politics. That’s how I’m thinking about things. I’m not going to be dashing back.</p> \n<p>“I’ve been thinking about and writing about economics for 20 years and there’s really big issues out there … is the financial system sound, the development challenge which is pushing migrants into Europe. These are things where, for the first time, there’s real time to stand back and think and write a bit. That’s what I’ll do.”</p> \n<p>Asked about Labour’s campaign, Balls said: “I think I wanted to be more pro-business but I also backed Ed Miliband 100%.”</p> \n<p>Balls also accepted that his own unpopularity could have been a factor in the defeat. </p> \n<p>“Ed Miliband said straight after the election he took responsibility but all of us have to bear our share of responsibility. Ed was the leader, I backed him as shadow chancellor 100%. In the end he didn’t persuade people he could be the prime minister, but I didn’t persuade people I could be the chancellor, either.”</p> \n<p>With Labour leadership contenders now all, to varying degrees, saying it would have been better for the party to admit that Labour should have been running a surplus before the crash, Balls conceded this would have made a “small difference”.</p> \n<p>Asked to admit not that over-spending caused the crash but that spending less would have left Britain better placed to deal with it, he replied: “Before 2007, it is a matter of record that we had a low level of national debt because of the decisions we had made but also we had a small deficit.</p> \n<p>“People will now say that that small deficit should have had a small surplus. The reality is that would have made a small difference, not a big difference.”</p> \n<p>But that would not have stopped the crash happening, he added.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432317641960/08ce1625-de44-4b07-a6f8-707255c429a4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Gadd/Allstar/David Gadd/Allstar","altText":"Ed Balls","cleanCredit":"Photograph: David Gadd/Allstar/David Gadd/Allstar"}],"bodyImages":[],"webPublicationDate":"2015-05-22T17:48:23Z","lastModified":"2015-05-22T23:01:22Z","metadata":{"commentable":true,"commentCount":1211,"contributors":[{"name":"Andrew Sparrow","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/6/1399378038371/Andrew-Sparrow-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewsparrow"}],"feature":false,"keywords":["Ed Balls","Labour","Politics","UK news","Ed Miliband"],"tags":[{"id":"politics/edballs","webTitle":"Ed Balls"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/edmiliband","webTitle":"Ed Miliband"}],"section":{"id":"politics"},"topics":[{"displayName":"Andrew Sparrow","topic":{"type":"tag-contributor","name":"profile/andrewsparrow"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/22/ed-balls-give-up-politics-surprise-defeat-general-election","shortUrl":"http://gu.com/p/496tk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/22/ed-balls-give-up-politics-surprise-defeat-general-election","webUri":"http://www.theguardian.com/politics/2015/may/22/ed-balls-give-up-politics-surprise-defeat-general-election"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432317641960/08ce1625-de44-4b07-a6f8-707255c429a4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ed Balls has been at the top of Labour politics since he started working for Gordon Brown in 1994. Photograph: David Gadd/Allstar","credit":"David Gadd/Allstar","altText":"Ed Balls","cleanCaption":"Ed Balls has been at the top of Labour politics since he started working for Gordon Brown in 1994.","cleanCredit":"Photograph: David Gadd/Allstar"}},"importance":7,"showQuotedHeadline":false},{"title":"Secret Bank of England taskforce investigates financial fallout of Brexit","rawTitle":"Secret Bank of England taskforce investigates financial fallout of Brexit","item":{"type":"article","id":"business/2015/may/22/secret-bank-of-england-taskforce-investigates-financial-fallout-brexit","title":"Secret Bank of England taskforce investigates financial fallout of Brexit","trailText":"News of undercover project emerges after Bank staff accidentally email details to the Guardian including PR notes on how to deny unit’s existence","standFirst":"<p>News of undercover project emerges after Bank staff accidentally email details to the Guardian including PR notes on how to deny its existence</p>","byline":"Phillip Inman Economics correspondent","body":"<p>Bank of England officials are secretly researching the financial shocks that could hit Britain if there is a vote to leave the European Union in the forthcoming referendum.</p> \n<p>The Bank blew its cover on Friday when it accidentally emailed details of the project – including how the bank intended to fend off any inquiries about its work – direct to the Guardian.</p> \n<p>According to the confidential email, the press and most staff in Threadneedle Street must be kept in the dark about the work underway, which has been dubbed Project Bookend. </p> \n<p>It spells out that if anyone asks about the project, the taskforce must say the investigation has nothing to do with the referendum, saying only that staff are involved in examining “a broad range of European economic issues” that concern the Bank.<br /></p> \n<p>The revelation is likely to embarrass the bank governor, Mark Carney, who has overhauled the central bank’s operations and promised greater transparency over its decision-making. </p> \n<p>MPs are now likely to ask whether the Bank intended to inform parliament that a major review of Britain’s prospects outside the EU was being undertaken by the institution that acts as the UK’s main financial regulator. Carney is also likely to come under pressure within the Bank to reveal whether there are other undercover projects underway.</p> \n<p>Officials are likely to have kept the project under wraps to avoid entering the highly charged debate around the EU referendum, which has jumped to the top of the political agenda since the Conservatives secured an overall majority. Many business leaders and pro-EU campaigners have warned that “Brexit” would hit British exports and damage the standing of the City of London.</p> \n<p>The report could prove incendiary, but without a public notice advertising the Bank’s research project, parliament and the public would be unable to demand its publication.</p> \n<p>The email indicates that a small group of senior staff are to examine the effect of a Brexit under the authority of Sir Jon Cunliffe, who as deputy director for financial stability has responsibility for monitoring the risk of another market crash. <br /></p> \n<p>Cunliffe also sits on the board of the City regulator, the Prudential Regulatory Authority. </p> \n<p>James Talbot, the head of the monetary assessment and strategy division, is involved in Project Bookend, drawing on his past work as an adviser on European economic policy.</p> \n<p>The email, from Cunliffe’s private secretary to four senior executives, was written on 21 May and forwarded by mistake to a Guardian editor by the Bank’s head of press, Jeremy Harrison.</p> \n<p>It says: “Jon’s proposal, which he has asked me to highlight to you, is that no email is sent to James’s team or more broadly around the Bank about the project.”</p> \n<p>It continues: “James can tell his team that he is working on a short-term project on European economics in International [division] which will last a couple of months. This will be in-depth work on a broad range of European economic issues. Ideally he would then say no more.”</p> \n<p>The email states that Talbot planned to inform staff on Thursday.</p> \n<p>The message goes on to propose that questions from “other parties (eg: the press) about “whether this was a project to look at the referendum”, should be given the answer “that there is a lot going on in Europe in the next couple of months – pointing to some of the specific European economic issues (eg: Greece) that would be of concern to the Bank”.</p> \n<p>Among the senior staff listed on the email and aware of the project are: Iain de Weymarn, Mark Carney’s private secretary since last month; Nicola Anderson, head of risk assessment in the financial stability department; Phil Evans, director of the international division; and Jenny Scott, executive director communications.<br /></p> \n<p>A Bank spokesman said: “It is stated government policy that there will be a renegotiation and national referendum on the UK’s membership of the European Union at some point. It should not come as a surprise that there are a range of economic and financial issues that arise in the context of the renegotiation and national referendum. It is one of the Bank’s responsibilities to assess those that relate to its objectives.</p> \n<p>“It is not sensible to talk about this work publicly, in advance. But as with work done prior to the Scottish referendum, we will disclose the details of such work at the appropriate time. While it is unfortunate that this information has entered the public domain in this way, the Bank will maintain this approach.”</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432319533177/066cadf4-0dae-42af-a931-83360b34a5dd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Pearson/Rex Shutterstock","altText":"Flags of the European Union and United Kingdom","cleanCredit":"Photograph: David Pearson/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-22T18:11:37Z","lastModified":"2015-05-22T23:45:01Z","metadata":{"commentable":true,"commentCount":1061,"contributors":[{"name":"Phillip Inman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/phillipinman"}],"feature":false,"keywords":["Bank of England","Regulators","EU referendum","Business","Mark Carney","European Union","Europe","Foreign policy","Politics","UK news"],"tags":[{"id":"business/bankofenglandgovernor","webTitle":"Bank of England"},{"id":"business/regulators","webTitle":"Regulators"},{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"business/business","webTitle":"Business"},{"id":"business/mark-carney","webTitle":"Mark Carney"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[{"displayName":"Phillip Inman","topic":{"type":"tag-contributor","name":"profile/phillipinman"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/22/secret-bank-of-england-taskforce-investigates-financial-fallout-brexit","shortUrl":"http://gu.com/p/496d7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/22/secret-bank-of-england-taskforce-investigates-financial-fallout-brexit","webUri":"http://www.theguardian.com/business/2015/may/22/secret-bank-of-england-taskforce-investigates-financial-fallout-brexit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a1312af87ed25d7ec89d91f6c81963a6e2fa01e3/0_0_2664_1598/2664.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1598,"width":2664,"orientation":"landscape","caption":"A secret Bank of England taskforce is researching the possible financial shocks of the UK’s exit from the EU.  Photograph: Emmanuel Dunand/AFP/Getty Images","credit":"Emmanuel Dunand/AFP/Getty Images","altText":"A Bank of England taskforce is researching the possible financial shocks of an EU exit","cleanCaption":"A secret Bank of England taskforce is researching the possible financial shocks of the UK’s exit from the EU. ","cleanCredit":"Photograph: Emmanuel Dunand/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false},{"title":"What I’m really thinking: the sex club DJ","rawTitle":"What I’m really thinking: the sex club DJ","item":{"type":"article","id":"lifeandstyle/2015/may/23/what-really-thinking-sex-club-dj","title":"What I’m really thinking: the sex club DJ","trailText":"‘It feels insulting to my favourite producers and artists for them to be employed to drown out bodily noises and awkward silences’","standFirst":"<p>‘It feels insulting to my favourite producers and artists for them to be employed to drown out bodily noises and awkward silences’</p>","byline":"Anonymous","body":"<p>Like every DJ, I found myself doing this because I loved music. I still do. But this is nothing to do with music now. When I first started playing records in public, it was like being the only person in control of the jukebox in the busiest, buzziest pub in town. It was great. That was many years ago. Somehow I have ended up providing the music in a&nbsp;gay sex club. Men come here to relieve themselves sexually. That is all they come for. They don’t come for the music – that is a given.</p> \n<p>The corners of the bar I play in are dark and I don’t know exactly what happens in them, but I can guess. The woman who takes the money at the door bleaches and disinfects thoroughly when the lights go on at 4am. I’m glad it’s not me picking up the used condoms. Yes, it can be hard choosing songs when the music’s main purpose is to smother the sounds of anonymous union, but it’s not the worst job here.</p> \n<p>I deliberately don’t play the tunes I really cherish. It feels insulting to my favourite producers and artists for them to be employed to drown out bodily noises and awkward silences. I mix the beats together because that feels natural to me, but I wonder if anyone will notice if I mess up the mix. No one is dancing. I try not to think about what I am probably soundtracking, and instead think about how it used to be, playing in packed bars and clubs to swirling, laughing people dancing with each other on tables. It was highly sexual then, too, but the music seemed to complement and encourage the unions I often saw form in front of me. It’s like that dreadful <a href=\"https://www.youtube.com/watch?v=t4YcrTQJJCo\" title=\"\">Bonnie Tyler song</a>: now there’s only love in the dark.</p> \n<p><span class=\"bullet\">•</span> Tell us what you’re really thinking at <a href=\"mailto:mind@theguardian.com\" title=\"\">mind@theguardian.com</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/19/1432030568112/WIRT-sex-club-DJ-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"  Photograph: Lo Cole for the Guardian","credit":"/Lo Cole for the Guardian","altText":"WIRT: sex club DJ","cleanCaption":"  Photograph: Lo Cole for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-23T05:00:12Z","lastModified":"2015-05-23T05:00:12Z","metadata":{"commentable":true,"commentCount":45,"contributors":[{"name":"Anonymous","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anonymous"}],"feature":true,"keywords":["Music","Sex trade","Sex","Society","Life and style","Culture"],"tags":[{"id":"music/music","webTitle":"Music"},{"id":"society/sex-trade","webTitle":"Sex trade"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"society/society","webTitle":"Society"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Anonymous","topic":{"type":"tag-contributor","name":"profile/anonymous"}}],"series":{"title":"What I'm really thinking","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/what-im-really-thinking"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/23/what-really-thinking-sex-club-dj","shortUrl":"http://gu.com/p/485t2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/23/what-really-thinking-sex-club-dj","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/23/what-really-thinking-sex-club-dj"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432030641841/c9283ab3-0ac9-4675-b04d-e7cf8c3d5c45-540x494.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":494,"width":540,"orientation":"landscape","caption":"Illustration: Lo Cole for the Guardian","credit":"Lo Cole for the Guardian","altText":"WIRT: sex club DJ","cleanCaption":"Illustration: Lo Cole for the Guardian"}},"importance":5,"showQuotedHeadline":false},{"title":"Amazon to begin paying corporation tax on UK retail sales","rawTitle":"Amazon to begin paying corporation tax on UK retail sales","item":{"type":"article","id":"technology/2015/may/23/amazon-to-begin-paying-corporation-tax-on-uk-retail-sales","title":"Amazon to begin paying corporation tax on UK retail sales","trailText":"From the start of this month the online retailer has started booking its sales through the UK, meaning resulting profits will be taxed by HMRC","standFirst":"<p>From the start of this month the online retailer has started booking its sales through the UK, meaning resulting profits will be taxed by HMRC</p>","byline":"Simon Bowers","body":"<p>Amazon has become the first technology company to abandon controversial corporate structures that divert sales and profits away from UK in the face of a clampdown imposed by George Osborne.</p> \n<p>From the start of this month the online retailer has started booking its sales through the UK, meaning resulting profits will be taxed by HMRC. The group made $8.3bn (&pound;5.3bn) of worldwide sales from British online shoppers but for 11 years all these internet transactions have been booked in Luxembourg.</p> \n<p>A spokesman said Amazon was “now recording retail sales made to customers in the UK through the UK branch. Previously, these sales were recorded in Luxembourg”.</p> \n<p>The move will allow Amazon to avoid being caught by chancellor George Osborne’s new diverted profits tax, which came into law from April. It imposes a punitive 25% tax on groups deemed to be artificially routing profits overseas.</p> \n<p>Amazon had for years denied that its UK corporate structures were artificial or tax-motivated. The move will be greeted as a victory for the chancellor who last September singled his determination to rein in technology firms going to extraordinary lengths to avoid UK tax. “You are welcome here in Britain with open arms,” he said.</p> \n<p>“While we offer some of the lowest business taxes in the world, we expect those taxes to be paid.” </p> \n<p>Hinting at the diverted profits tax – which has popularly become known as the Google Tax – he added: “If you abuse our tax system, you abuse the trust of the British people.” A number of other countries are considering copying Osborne’s diverted profits tax.</p> \n<p>Latest moves by Amazon will put pressure on others to follow suit – particularly Google, which routes its sales through Ireland. Representatives from Amazon and Google suffered two bruising encounters with parliament’s public accounts committee over these arrangements.</p> \n<p>Committee chair Margaret Hodge told Matt Brittin, Google’s northern Europe boss, that his company’s behaviour on tax was “devious, calculated and, in my view, unethical”.</p> \n<p>She added: ”You are a company that says you ‘do no evil’. And I think that you do do evil.” Hodge was referring to Google’s long-standing corporate motto, “Don’t be evil,” which appeared in its $23bn US stock market flotation prospectus in 2004.</p> \n<p>The dressing down from Hodge, who last week announced she was stepped down from the committee, is widely credited with stirring widespread public outcry, which, in turn, put pressure on the chancellor to act. Amazon confirmed the changes to its tax affairs after the Guardian reported on Friday that its top two executives in the UK had quietly quit as directors of the online retailer’s main British company in the face of Osborne’s clampdown.</p> \n<p>Christopher North, Amazon’s managing director for the UK, and Rob McWilliam, who joined from Asda as finance director two years ago, resigned from the board of <a href=\"http://amazon.co.uk/\">Amazon.co.uk</a> Ltd on 1 May.</p> \n<p>North and McWilliam remain senior executives despite relinquishing their directorships, with the former continuing as country manager and head of Amazon in the UK, while McWilliam is the UK’s vice president of the consumables division.<br /></p> \n<p>The company said: “We regularly review our business structure to ensure that we are able to best serve our customers and provide additional product and services. More than two years ago we began the process of establishing local country branches of Amazon EU Sarl, our primary retail operating company in Europe.”</p> \n<p>Sales are still being recorded by Amazon EU Sarl, a Luxembourg-registered company, but – crucially for tax purposes – will be booked in a UK branch of that company, for which a tax return must be filed with HMRC.</p> \n<p>A year ago, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/apr/25/amazon-uk-boss-christopher-north-defends-tax\">North claimed in an interview with the Guardian </a>that Amazon’s European corporate structure was not determined by tax avoidance strategies, insisting it would be impossible to route sales to UK customers through a British company paying tax to HMRC. “We just couldn’t do that,” he said. “And a single European business is going to need a single European headquarters.”</p> \n<p>Latest accounts for <a href=\"http://amazon.co.uk/\">Amazon.co.uk</a> Ltd show sales of just &pound;449m for 2013 and a tax charge of &pound;4.2m. Elsewhere in its corporate filings, however, Amazon attributed $7.29bn (&pound;4.71bn) of worldwide net sales to the UK for the same year.</p> \n<p>The UK business employs thousands of staff, many on low wages, in its network of warehouses, and also large number in sales, procurement and marketing activities. However, its revenue comes from services provided to Amazon EU Sarl, and it does not transact with British online customers.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432337412845/f567bc99-06d1-4873-880f-f043e5abd439-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graeme Robertson/the Guardian","altText":"The Amazon Fulfilment Centre just outside Peterborough: for 11 years internet transactions involving UK online shoppers have been booked in Luxembourg.","cleanCredit":"Photograph: Graeme Robertson/the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-22T23:32:46Z","lastModified":"2015-05-22T23:32:47Z","metadata":{"commentable":true,"commentCount":270,"contributors":[{"name":"Simon Bowers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonbowers"}],"feature":false,"keywords":["Amazon.com","E-commerce","Internet","Technology","Europe","Tax","Money","World news","UK news","Corporate governance","Business"],"tags":[{"id":"technology/amazon","webTitle":"Amazon.com"},{"id":"technology/efinance","webTitle":"E-commerce"},{"id":"technology/internet","webTitle":"Internet"},{"id":"technology/technology","webTitle":"Technology"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"money/tax","webTitle":"Tax"},{"id":"money/money","webTitle":"Money"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/corporate-governance","webTitle":"Corporate governance"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"technology"},"topics":[{"displayName":"Simon Bowers","topic":{"type":"tag-contributor","name":"profile/simonbowers"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/23/amazon-to-begin-paying-corporation-tax-on-uk-retail-sales","shortUrl":"http://gu.com/p/496nm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/23/amazon-to-begin-paying-corporation-tax-on-uk-retail-sales","webUri":"http://www.theguardian.com/technology/2015/may/23/amazon-to-begin-paying-corporation-tax-on-uk-retail-sales"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432337412845/f567bc99-06d1-4873-880f-f043e5abd439-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Amazon Fulfilment Centre just outside Peterborough: for 11 years internet transactions involving UK online shoppers have been booked in Luxembourg. Photograph: Graeme Robertson/the Guardian","credit":"Graeme Robertson/the Guardian","altText":"The Amazon Fulfilment Centre just outside Peterborough: for 11 years internet transactions involving UK online shoppers have been booked in Luxembourg.","cleanCaption":"The Amazon Fulfilment Centre just outside Peterborough: for 11 years internet transactions involving UK online shoppers have been booked in Luxembourg.","cleanCredit":"Photograph: Graeme Robertson/the Guardian"}},"importance":4,"showQuotedHeadline":false},{"title":"‘The sex wasn’t great … I was really nervous’","rawTitle":"‘The sex wasn’t great … I was really nervous’","item":{"type":"article","id":"lifeandstyle/2015/may/23/the-sex-wasnt-great-i-was-really-nervous","title":"‘The sex wasn’t great … I was really nervous’","trailText":"I got Marc to close the blinds and dim the lights but all this self-consciousness was less than ideal for letting go","standFirst":"I got Marc to close the blinds and dim the lights but all this self-consciousness was less than ideal for letting go","byline":"Stella Grey","body":"<p>Until yesterday, I’d seen Marc every day since getting home, and sometimes twice. We’ve been out to eat and on urban strolls, to the pub and to look at art. I’ve now lost count of the number of dates we’ve had. “Hang on, I’ll have to think how many” is probably the right number to signal the beginning of a sexual relationship. (At least for me. You can do what you like.)</p> \n<p>We’ve eaten out, been shopping, drunk beer and … had sex. We’ve arrived at something, somewhere I was afraid might be the end and that he was sure would be the beginning, and it’s hard to say what will happen next.</p> \n<p>The sex, you see, wasn’t great. I know – almost all first sex isn’t great. It so commonly isn’t that it’s almost a defining situation. I was really nervous, which didn’t help. I avoided a full unveiling by ensuring that we relocated from his sofa and out of bright light at a key moment. I sent him off ahead to close the blinds and turned off the already dimmed main light in his bedroom (he laughed), and approached the duvet with so much haste – hoping to be a blur – that I almost broke his nose. Part under the covers, I got the chance to present myself in the only way I could bear to: in the dark, half aware that I was shielding my stomach with a carefully placed forearm. All that self-consciousness wasn’t ideal for letting go of the mind and becoming a sensory being.</p> \n<p>The momentous event took place in a silence that continued afterwards, when I lifted his arm to put my head on his shoulder. I had to go to the bathroom and he turned on his lamp and made fun of me for feeling the need to put my shirt on from a sitting position in the bed. That was essential, though, to avoid being seen standing up in my full glory. (I was ready for sex but I wasn’t ready for that.) I had chosen a loose shirt that falls to the thigh for this occasion, so I could be casual about hiding myself. I rushed off and galloped back, attempting jollity, as if I’d missed him, but honestly, I just wanted to get home. A kind of humiliation had already struck. When I came back to the bed he wondered if I’d like a strong drink, because he was having one.</p> \n<p>No explicit criticism of anything surrounding the question of performance was made; we didn’t talk about it. But I did wonder. There’s so much written, now, about male expectation, about extreme grooming and the necessity of being toned, and all that. The question I find myself asking myself is this: just what kind of sex do bachelors like Marc have, or expect to have? I’ve been out of the loop, regarding sexual culture, for so long, having been married a long time and thus far unsuccessful in the dating pool.</p> \n<p>I don’t know how many other women he’s slept with or if he watches a lot of porn; I’m not quite neurotic enough to ask. But a miasma of disappointment hung around us for the rest of that evening, drinking gin on his masculine sofa in his masculine pad. It’s a classic of the genre: all greys and blacks, print-free, painting-free, with expensive lighting, full of technology.</p> \n<p>Giant fridge with ice maker: check. Shower made for two: oh yes. All these cues and prompts were feeding into my nervousness. The fact that he has a lot of magazines (consumer, motor, music, culture) and hardly any books. The fact that his music collection seems to be all post-1990, even if it does include some excellent film music. The fact that his stove looks far too shiny and new for someone who, according to his dating profile, likes to cook to relax. I did think: wow, we are really unalike.</p> \n<p>Yesterday my post-sex text message had three kisses on it. “Are we doing anything tonight?” I asked. It wasn’t a new question. It was the one he’d asked me the day I got back. He didn’t answer until just before 8pm. “Sorry! Just got this. Not tonight. Tired.” No kisses: instead, that smiley emoticon, one smiling so insincerely that I wanted to stab it in the eye. I replied saying, “What about tomorrow? Film?”</p> \n<p>“Not tomorrow or day after; my mother’s here,” he said. “But I’m free the day after that.” The day after that is&nbsp;arranged.</p> \n<p><span class=\"bullet\">•</span> Stella Grey is a pseudonym</p> \n<p><a href=\"https://twitter.com/greystellagrey\" title=\"\">@GreyStellaGrey</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432046977069/Marcs-home-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marc's home was 'a classic of the genre: all greys and blacks, print-free, painting-free.' Photograph: Antenna/Getty Images/fStop","credit":"Antenna/Getty Images/fStop","altText":"Marc's home","cleanCaption":"Marc's home was 'a classic of the genre: all greys and blacks, print-free, painting-free.' Photograph: Antenna/Getty Images/fStop"}],"bodyImages":[],"webPublicationDate":"2015-05-23T05:45:09Z","lastModified":"2015-05-23T05:45:09Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Stella Grey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/24/1416834559035/Stella-Grey-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stella-grey"}],"feature":true,"keywords":["Online dating","Sex","Life and style","Relationships","Family","Dating"],"tags":[{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/dating","webTitle":"Dating"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stella Grey","topic":{"type":"tag-contributor","name":"profile/stella-grey"}}],"series":{"title":"Mid-life ex-wife","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/mid-life-ex-wife"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/23/the-sex-wasnt-great-i-was-really-nervous","shortUrl":"http://gu.com/p/492cm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/23/the-sex-wasnt-great-i-was-really-nervous","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/23/the-sex-wasnt-great-i-was-really-nervous"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432046977069/Marcs-home-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marc's home was 'a classic of the genre: all greys and blacks, print-free, painting-free.' Photograph: Antenna/Getty Images/fStop","credit":"Antenna/Getty Images/fStop","altText":"Marc's home","cleanCaption":"Marc's home was 'a classic of the genre: all greys and blacks, print-free, painting-free.' Photograph: Antenna/Getty Images/fStop"}},"importance":4,"showQuotedHeadline":false},{"title":"Ireland gay marriage referendum: high urban turnout boosts yes hopes","rawTitle":"Ireland gay marriage referendum: high urban turnout boosts yes hopes","item":{"type":"article","id":"society/2015/may/22/irish-voters-travel-home-around-world-vote-same-sex-marriage","title":"Ireland gay marriage referendum: high urban turnout boosts yes hopes","trailText":"Historic vote on marriage equality expected to attract 60% turnout – far higher than previous polls – with yes campaigners optimistic of success","standFirst":"<p>Historic vote on marriage equality expected to attract 60% turnout – far higher than previous polls – with yes campaigners optimistic of success</p>","byline":"Henry McDonald in Ireland and agencies","body":"<p>A huge turnout across urban Ireland has boosted yes campaigners’ hopes for victory in the republic’s referendum on legalising gay marriage in the Catholic country. It is expected that the national turnout will be about 60%, far higher than for any other previous referendum, with 3.2 million people registered to vote. Kevin Humphreys, a Labour party junior minister, said turnout was high in working-class and middle-class parts of his Dublin South East constituency.<br /></p> \n<p>The focus now shifts from the polling stations to the counts at 43 parliamentary constituencies and then Dublin Castle – once the seat of British power in Ireland – where the overall national vote will be counted. About 2,000 citizens will watch an outdoor screening of the announcement of the result on Saturday afternoon inside the castle’s grounds.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/hometovote-irish-abroad-return-vote-twitter-gay-marriage-referendum\">#hometovote: Irish abroad return to vote in gay marriage referendum</a> </p> \n</aside> \n<p>Opinion polls throughout the two-month campaign suggest the government-backed amendment should be approved by a majority of voters, which would make Ireland the first country in the world to legalise same-sex marriage through a referendum when the results are declared on Saturday. People who left the country less than 18 months ago were able to vote, but needed to show up at a polling station in person.</p> \n<p>On Twitter, travellers documented their disparate journeys home via London, New York, Bangkok and Nairobi, often under the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/hometovote-irish-abroad-return-vote-twitter-gay-marriage-referendum\">hashtags #HomeToVote</a> or, for those in neighbouring Britain, #GetTheBoatToVote. One posted a picture on a London-to-Wales train with travellers donning the rainbow colours and balloons of the gay rights movement.</p> \n<p>“I’m coming back to @ireland to vote in #MarRef. I’m coming back to help make history. I’m coming back for the future,” tweeted Ian McCafferty on his way from Brussels.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CommunalSpoon/statuses/601419259672158208\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">I'm coming back to <a href=\"https://twitter.com/ireland\">@ireland</a> to vote in <a href=\"https://twitter.com/hashtag/MarRef?src=hash\">#MarRef</a>. I'm coming back to help make history. I'm coming back for the future. <a href=\"http://t.co/myq5tjAZ9e\">pic.twitter.com/myq5tjAZ9e</a></p>— Ian McCafferty (@CommunalSpoon) \n  <a href=\"https://twitter.com/CommunalSpoon/status/601419259672158208\">May 21, 2015</a>\n </blockquote> \n</figure> \n<p>Irish singer Hozier posted a selfie in which he held up a Yes Equality “I’m ready to vote” sign. “Flying in to vote ... It’s the most important thing you’ll do. Don’t forget!” he wrote. </p> \n<p>However, voters leaving one polling station in north-east Dublin, a Catholic parish hall, demonstrated a clear generation gap when asked how they had voted. Those under 40 were solidly yes; older voters were much more likely to have voted no.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/hometovote-irish-abroad-return-vote-twitter-gay-marriage-referendum\">#hometovote: Irish abroad return to vote in gay marriage referendum</a> </p> \n</aside> \n<p>“You can’t give the gays their rights without redefining the whole institution of marriage. What they’re asking for is too much,” said Bridget Ryan, 61, as she voted with her border collie in tow.</p> \n<p>The Fine Gael-Labour government and the main opposition parties all back a yes vote. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This morning Fionnuala and I voted YES for marriage equality</p> \n  <footer> \n   <cite>Edna Kenny Ireland's PM</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The government’s minister for equality, Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, cast his yes ballot in north-east Dublin, declaring it the most important vote of his life. He took heart from early signs of a strong turnout, since involvement by young, first-time voters is considered key for the gay-rights measure to pass. “This is a referendum like no other,” &Oacute; R&iacute;ord&aacute;in told Associated Press. “There’s a buzz and an anticipation of this like I’ve never seen before.”</p> \n<p>The government believes the high turnout, combined with the 68,000 voters who registered in the last weeks of the campaign, will result in a yes verdict when the votes counted from all of Ireland’s 43 constituencies are collated into a final national result. “This morning Fionnuala and I voted YES for marriage equality,” the republic’s prime minister, Enda Kenny, wrote on Twitter.<br /></p> \n<p>However, some gay rights activists continued to express caution yesterday, based on previous votes when anti-government sentiment and low turnout produced surprise referendum rejections. The no campaign, consisting mainly of lay Catholic intellectuals, writers and activists, have warned that a yes vote will create a crisis of personal conscience in Ireland. </p> \n<p>An alliance of evangelical Catholics and Protestants have distributed more than 90,000 anti-gay marriage pamphlets in the last week across Ireland, urging the electorate to veto same-sex marriage. They argue that the legalisation of gay marriage would undermine the Catholic faith and trigger unintended legal consequences in Irish courts, where adoption and surrogacy rights loom as distinct legal battlegrounds.</p> \n<p>A yes result would provide fresh evidence of waning church influence in a country which, in the 1980s, voted forcefully in referendums to outlaw abortion and reject divorce.</p> \n<p>Poignantly on polling day, members of the public left flowers and candles at the spot inside Fairview Park in north Dublin where Declan Flynn was murdered in a homophobic attack 33 years ago that galvanised the gay community to speak out about homophobia and discrimination in Ireland.</p> \n<p>Currently 17 countries, including the UK, Spain, France, Argentina and Denmark, along with several states in the US, allow same-sex couples to marry.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432320659969/72bc8666-2903-4a9a-b1bb-8e94748f6c00-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PAUL FAITH/AFP/Getty Images","altText":"Irish people travelling","cleanCredit":"Photograph: PAUL FAITH/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-22T23:13:21Z","lastModified":"2015-05-23T08:33:34Z","metadata":{"commentable":true,"commentCount":476,"contributors":[{"name":"Henry McDonald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrymcdonald"}],"feature":false,"keywords":["Gay marriage","Ireland","Europe","Marriage","Life and style","Sexuality","Society","World news"],"tags":[{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"world/ireland","webTitle":"Ireland"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"lifeandstyle/marriage","webTitle":"Marriage"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/sexuality","webTitle":"Sexuality"},{"id":"society/society","webTitle":"Society"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"society"},"topics":[{"displayName":"Henry McDonald","topic":{"type":"tag-contributor","name":"profile/henrymcdonald"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/22/irish-voters-travel-home-around-world-vote-same-sex-marriage","shortUrl":"http://gu.com/p/496yj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/22/irish-voters-travel-home-around-world-vote-same-sex-marriage","webUri":"http://www.theguardian.com/society/2015/may/22/irish-voters-travel-home-around-world-vote-same-sex-marriage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432320659969/72bc8666-2903-4a9a-b1bb-8e94748f6c00-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Irish people travelling from Britain to Dublin to vote in an historic referendum on whether same-sex marriage should become legal. Photograph: Paul Faith/AFP/Getty Images","credit":"Paul Faith/AFP/Getty Images","altText":"Irish people travelling","cleanCaption":"Irish people travelling from Britain to Dublin to vote in an historic referendum on whether same-sex marriage should become legal.","cleanCredit":"Photograph: Paul Faith/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false},{"title":"China’s little emperors – the children without siblings","rawTitle":"China’s little emperors – the children without siblings","item":{"type":"article","id":"lifeandstyle/2015/may/23/chinas-little-emperors-the-children-without-siblings","title":"China’s little emperors – the children without siblings","trailText":"China’s one-child policy led to a generation waited on hand and foot as sole focus of their parents’ hopes and dreams. Rather than hot-house her own son, Xinran Xue left home in 1997 to bring him up in Britain","standFirst":"China’s one-child policy led to a generation waited on hand and foot as sole focus of their parents’ hopes and dreams. Rather than hot-house her own son, Xinran Xue left home in 1997 to bring him up in Britain","byline":"Xinran Xue","body":"<p>One day in October 2001, I made my way to Heathrow airport to pick up the son of a family friend. This was in the days before Chinese students had started coming in numbers to the UK and a tall, skinny Chinese youth standing at the airport exit was quite noticeable.</p> \n<p>Du Zhuang, frail and as insubstantial as plasterboard, was pushing his suitcase with one hand, and holding his phone with the other. He was not looking around, but listening to the person on the other end with single-minded devotion. On his face was the serious, almost devout, expression of someone receiving an edict from the emperor.</p> \n<p>It was only when I was standing right in front of him that he finally looked at me, and smiled. In those days, Chinese people did not hug or exchange pecks on the cheek, while shaking hands was for grownups only.Instead, Du Zhuang passed me his mobile phone, saying, “My mother’s been waiting to speak to you!”</p> \n<p>Hearing her shout down the phone it was as though she had jumped out in front of me. I will never forget his mother’s first words that day: “Xinran, my son is in your hands now! Remember to help him to open his suitcase, he can’t do anything!”</p> \n<p>She said something else, but I was too stupefied to process it. “Xinran, did you hear me?” she demanded. “You absolutely must help him open his suitcase. He doesn’t know how to deal with it. Hello? Xinran?”</p> \n<p>I stood there in a daze, hardly knowing how to reply. “Big sister, you want me to open his suitcase for him? Which suitcase?”</p> \n<p>Clearly irritated by my confusion, she said, “His suitcases. He doesn’t know how to open a suitcase, I packed everything for him.”</p> \n<p>I was even more confused, “He doesn’t know how? But they’re all his own things? But he has graduated from his university?”</p> \n<p>“Yes, yes, yes! They’re all his things, everything in the case is his own stuff.”</p> \n<p>“Oh, is there something in the case you’re worried might get broken?”</p> \n<p>“No! He doesn’t know what’s packed in the cases and he doesn’t know how to hang up his clothes, so you’ll have to open everything for him, OK? Say you will. I handed him over to you, remember.”</p> \n<p>It may sound humorous, but it took me almost a decade before I truly understood the full implication of those words. In the past 30 years, China’s one-child policy – which, with some exceptions, ruled that each couple are allowed just one child – has prevented 400 million people from being born. This means that by 2014 China had raised nearly 140 million Suns or Little Emperors, as the only children are often called, in the wake of this. The policy has also led to an imbalance between the sexes – according to the country’s census in October 2014, by 2020 there will be 30 million more men than women among 20- to 45-year-olds.</p> \n<figure class=\"element element-image\" data-media-id=\"3e247ed6e43055fd78aa93701088f035ba02d59c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432129614712/897f6388-58c8-48c8-a3ff-b6c2837577b6-460x276.jpeg\" alt=\"Xinran Xue's son Panpan&nbsp;as a baby in China.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Xinran Xue’s son Panpan as a baby in China.</span> \n </figcaption> \n</figure> \n<p>It is not just demographics that the policy has changed, but emotions. But it was only after listening to the stories of the first generation born into this policy that I heard the truth of their parents’ stifling overprotection. The relationship between mother and child, that most treasured of all relationships, has, in many cases, descended into mutual recriminations.</p> \n<p>Take Golden Swallow, a young Chinese student I spoke to in 2002. Having never learned to cook, shopped for food or even ordered for herself in restaurants before leaving China, she was really struggling with everyday life. Yet I was shocked when she told me: “I hate my parents because they raised me as a pet for 23 years. To this day I still can’t live like a normal human being.”</p> \n<p>Since then, Golden Swallow’s words to me have been echoed by a rising chorus of China’s only children. Yet being a good Chinese mother who lives in a one-child society is hardly simple. Aside from the need to have a full-time, professional job in order to be seen as an independent woman, you also must be a tiger mother, or at least a “nonstop wheel” – driving your only angel to a full schedule every week: art classes, music lessons, and practising “upper-class” sports (golf, fencing, horse riding, etc) – as well as two to three hours of Chinese characters and maths every day. Failure to do so might see you branded a criminal by your family.</p> \n<p>So perhaps it is not surprising that the parents I have spoken to have reacted violently to the only children’s allegations. One replied: “Is the mother keeping her child as a pet or is the child keeping her parents as slaves?” Another, whose daughter, Wing, had been studying in Britain for almost four years, asked: “Can it really be that those parents, who have known no freedom since the day their only child was born, appear as slaves in their children’s eyes?”</p> \n<p>Wing rarely went back to China to see her parents and was even “too busy to answer her family’s weekly phone call from China” she said.</p> \n<p>Wing had a different perspective. “Ever since I was little, my life has been ruled by the second hand of a clock, revolving around the face of my parents; every second, every tick,” she says. “I didn’t lose a second in 20 years. All I knew was that as long as I kept pace with that ticking second hand, my parents would be happy, I wouldn’t be scolded by my teachers or teased by my classmates.</p> \n<p>“I never thought about what kind of person I might want to be when I grew up. I never knew my parents’ hopes and dreams for me besides study and health. I didn’t even know I had any rights and opportunities beyond studying, eating and sleeping. I never went outside during the holidays, as my parents thought the world was full of kidnappers and con artists.</p> \n<p>“I never watched television at home. I didn’t understand my classmates’ games and couldn’t join in their conversations. I could only play by myself secretly …”</p> \n<p>Can it really be possible that her parents didn’t allow her to play?</p> \n<p>Wing smiled weakly. “If they had known they wouldn’t have been happy any more.”</p> \n<figure class=\"element element-image\" data-media-id=\"b33c105e557294f7cc039b8cf7502adb211aca97\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432128848411/7cbb33a2-897c-4e5f-b961-22b9522df2c6-280x420.jpeg\" alt=\"Panpan, Xinran's son, before they left China for Britain.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Panpan, Xinran’s son.</span> \n </figcaption> \n</figure> \n<p>Once again I clapped a hand over my mouth, wishing I could cover my eyes that were welling up with tears. How many sons and daughters are crying and shouting “Why?” at their mothers and fathers? How many parents are asking themselves the same question, over and over again during sleepless nights?</p> \n<p>I have interviewed more than 100 single children face to face since 1989. I have gone back to China twice a year, travelling between urban and rural areas, since I left in 1997, and I keep in touch with many single-child families to collect their news. I have heard from children such as Moon, a talented art student, who abandoned her dreams because she could not bear her mother crying that she missed her. Or Zonghui who, despite being on a full scholarship, spent only 50p a day so he could save money for his mother who had never left their village. But for all that, I still dare not say I have got any answers to these questions. Each child has completely different views on China, the world and the concept of a quality life because of their family backgrounds, living conditions and pursuit of different ideals, but if there’s one point they all seem to agree on it’s family and love – the same ideals their family elders have.</p> \n<p>What I am sure of is that by the time I left China, I realised I couldn’t be a good mother there because I simply couldn’t see my little boy running on that education wheel like a tiny rat.</p> \n<p>My Chinese family and friends couldn’t understand my urge to give him freedom and warned: don’t follow the naive western way – your boy might complain one day if you don’t push him to learn those life skills.</p> \n<p>How to be a right mother for my only child? I still don’t know, but I have tried very hard. I wanted to give a free space to my son to let him observe, to feel, to experience, to find his way to his dream life. Can Panpan understand and value what I have offered to his life, which is so different from other Chinese mothers? I can only hope time will show I wasn’t wrong.</p> \n<p><span class=\"bullet\">•</span><em> Buy Me the Sky by Xinran is published by Random House, &pound;12.99. To order a copy for &pound;10.39, go to </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/279408/\" title=\"\"><em>bookshop.theguardian.com</em></a><em> or call 0330&nbsp;333 6846</em></p> \n<h2>Panpan’s thoughts on leaving China aged five<br /></h2> \n<p>To someone born in 1988 in China, being a single child was the norm; I have no siblings, but neither did any of my friends at school. So it came as a surprise when I moved to the UK in 2000 to find that my new friends were not their parents’ only child.</p> \n<p>Being a single child does have perks. No one ever fought with me for my toys. No one ever objected going to my favourite restaurant. No one ever took away from me the undivided attention of my parents. Throughout my childhood, I sat at the top of the family hierarchy, worshipped like a god. To quote a Chinese saying, I was the “Shining pearl in the palm of the hand”. With good reason; my grandparents fought in the war, my parents had to suffer the Cultural Revolution, and in the 1980s, when things started getting better, my parents had me, and only me. I can’t imagine what it feels like for two entire generations having gone through all the bitterness and hardship to finally see me brought into this world.</p> \n<p>If you are a single child in China, you deserve the absolute best, starting with schools. The philosophy is that a good kindergarten education will ensure the highest chances of being placed in a good primary school. Only then can the child perform better than his peers and make the entrance exam to a top middle school. This would provide the opportunity to be considered by Tsinghua or Beijing University. With any luck, they might just outshine the other 2,999 applicants for the same place. After graduation, the parents hope that a degree from one of the best universities will give their child a slight edge when they are interviewed for one job position along with 999 other hopefuls. One simply does not underestimate the importance of a good kindergarten in China.</p> \n<p>But education alone is not enough. To make it in today’s world, you have to be multitalented because to the admissions tutor who assesses a few thousand applications all boasting identical academic prowess, the candidate who can juggle flaming woks on a unicycle stands out.</p> \n<p>It’s now easy to see why Chinese children take on so many extracurricular courses. Parents enrol their children in dancing lessons because who knows if their child will turn out to be the best ballet dancer in China? Let’s not forget singing lessons to go with that. Last but not least, extra Chinese calligraphy tuition would benefit the child both in and out of school. Oh, and I forgot about piano lessons – everyone has them, right? At this point, the hours of free time a child from a respectable Chinese family enjoys amounts to zero. A friend of mine hired a tutor for his seven-month-old baby. I asked him what for and he replied, “Motor coordination.”</p> \n<p>I remember that I did my homework until midnight, went to sleep and got up at 6am for school. I don’t remember much else from my school years in China. And that was without all the extra lessons.</p> \n<p>My mother wanted me to be successful, but she didn’t compare me to others. She only wanted me to do my best and encouraged me for trying. I now work as a private tutor in maths and science, and although my mother has always wanted me to work for a large corporation, deep down I think she is proud and glad because I’m doing something that I love. By Chinese tiger mother standards, she has failed me; I think she made a good decision.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431964187874/Xinran-Xue-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Xinran Xue and her son Panpan.  Photograph: Graeme Robertson","credit":"Graeme Robertson/Graeme Robertson","altText":"Xinran Xue","cleanCaption":"Xinran Xue and her son Panpan.  Photograph: Graeme Robertson"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129615303/897f6388-58c8-48c8-a3ff-b6c2837577b6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Xinran Xue’s son Panpan as a baby in China.","credit":"Graeme Robertson/Guardian","altText":"Xinran Xue's son Panpan as a baby in China.","cleanCaption":"Xinran Xue’s son Panpan as a baby in China."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432128847854/7cbb33a2-897c-4e5f-b961-22b9522df2c6-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Panpan, Xinran’s son.","credit":"pr","altText":"Panpan, Xinran's son, before they left China for Britain.","cleanCaption":"Panpan, Xinran’s son."}],"webPublicationDate":"2015-05-23T05:00:08Z","lastModified":"2015-05-23T05:00:08Z","metadata":{"commentable":true,"commentCount":59,"contributors":[{"name":"Xinran","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/xinran"}],"feature":true,"keywords":["Family","Life and style","China","Children","Education"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/china","webTitle":"China"},{"id":"society/children","webTitle":"Children"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Xinran","topic":{"type":"tag-contributor","name":"profile/xinran"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/23/chinas-little-emperors-the-children-without-siblings","shortUrl":"http://gu.com/p/492ea","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/23/chinas-little-emperors-the-children-without-siblings","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/23/chinas-little-emperors-the-children-without-siblings"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431964187874/Xinran-Xue-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Xinran Xue and her son Panpan.  Photograph: Graeme Robertson","credit":"Graeme Robertson/Graeme Robertson","altText":"Xinran Xue","cleanCaption":"Xinran Xue and her son Panpan.  Photograph: Graeme Robertson"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-23T08:33:34Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}