{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"US shark attacks: two teenagers lose limbs on same North Carolina beach","rawTitle":"US shark attacks: two teenagers lose limbs on same North Carolina beach","item":{"type":"article","id":"us-news/2015/jun/15/us-shark-attacks-two-teenagers-lose-limbs-on-same-north-carolina-beach","title":"US shark attacks: two teenagers lose limbs on same North Carolina beach","trailText":"Two teenagers seriously injured in twin attacks within hours of each other on the same beach on Sunday, terrifying beachgoers","standFirst":"<p>Two teenagers seriously injured in twin attacks within hours of each other on the same beach on Sunday, terrifying beachgoers</p>","byline":"Aisha Gani and Associated Press","body":"<p>Two teenagers were seriously injured in two separate shark attacks off the coast of the same North Carolina town on Sunday, terrifying beachgoers and prompting one witness to compare the scene to the movie Jaws.</p> \n<p>A 13-year-old girl and a 16-year-old boy each lost limbs in the attacks.</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/us_shark_attacks/giv-21277lyqyPjyTM4i9\" data-alt=\"Map - Oak Island\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/us_shark_attacks/giv-21277lyqyPjyTM4i9\">Map - Oak Island</a> \n</figure> \n<p>The first victim, the teenage girl, lost a part of her arm when she was bitten off the stretch of beach in Oak Island.</p> \n<p>Just over an hour later, the emergency medical services received a call that a boy had been attacked on the beach, about two miles from the first attack.</p> \n<p>Both victims were airlifted to New Hanover Regional Medical Center in Wilmington. The teenagers arrived in a critical condition, according to hospital spokeswoman Martha Harlan.<br /></p> \n<p>Harlan said both victims had an arm amputated. The 16-year-old had his arm removed below the shoulder, while the 13-year old had hers amputated at the elbow. The girl also sustained serious tissue damage to her leg, according to Harlan.</p> \n<p>Both patients, whose names have not been released, have since had their conditions upgraded to “fair”.</p> \n<p>“I saw someone carry this girl [out of the water] and people were swarming around and trying to help,” Steve Bouser, who was just beginning his week-long beach vacation, told the Associated Press. “It was quite terrible.”</p> \n<p>The girl was bleeding heavily and people applied makeshift tourniquets while asking her questions to try to keep her conscious.</p> \n<p>It was “quite nightmarish”, Bouser said. </p> \n<p>His wife, Brenda Bouser, said: “It was so much like a scene from Jaws.” </p> \n<p><a href=\"http://www.wect.com/story/29316814/2-teens-lose-limbs-following-reported-shark-bites-in-oak-island\">Betty Wallace,</a> Oak Island’s <a href=\"http://www.wect.com/story/29316814/2-teens-lose-limbs-following-reported-shark-bites-in-oak-island\">mayor</a>, told CNN that shark attacks are so rare at Oak Island that she could not remember one occurring before the incident this weekend.</p> \n<p>Both attacks occurred at high tide in the vicinity of Ocean Crest Pier, a popular destination for beachgoers. “At the pier this time of year, I’m sure the beach was packed,” Wallace said.</p> \n<p>Local officials sent an all-terrain vehicle to get everyone out of the water, and the Brunswick county sheriff’s office was planning to have a helicopter patrol the coastline, the mayor said.</p> \n<p>Red flags have reportedly been hoisted at most Brunswick County beaches and a helicopter was scouring the waters for sharks.</p> \n<p>Wallace said on Sunday evening she had no further information on the girl’s condition. The girl is not from Oak Island but was visiting family, the mayor said.</p> \n<p></p> \n<p>Tim Holloman, the town manager, said that in 16 years he has never seen anything like what happened on Sunday. “Oak Island is still a safe place,” he told <a href=\"http://abcnews.go.com/US/teens-mauled-separate-shark-attacks-north-carolina-beach/story?id=31762489\">ABC news</a>. “We’re monitoring the situation. This is highly unusual.”</p> \n<p>He said the beaches would be open on Monday, but visitors would be encouraged not to go in the water.</p> \n<p>“The Brunswick county sheriff’s department will have Marine One and their helicopter support to monitor the coastline for any activities tomorrow,” he said.</p> \n<p>Due to the nature of the attacks, experts said it was highly likely that a large shark – such as the tiger or bull shark – was to blame.</p> \n<p>“This is the real deal threat,” <a href=\"http://www.flmnh.ufl.edu/fish/sharks/fpsr/personnel.htm\">George Burgess of the University of Florida</a>, who has been studying sharks for 40 years, told ABC news. “This is highly unusual – I have seen this twice in 40 years. Once in <a href=\"http://abcnews.go.com/topics/news/egypt.htm\">Egypt</a> and once in the Florida Panhandle.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0fc72abc6f71ba7c5222d28b141fcff8b5df6910/51_0_1434_860/1434.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":860,"width":1434,"orientation":"landscape","credit":"Steve Bouser/AP","altText":"People assist a teenage girl at the scene of a shark attack in Oak Island, N.C., Sunday, June 14, 2015. Mayor Betty Wallace of Oak Island, a seaside town bordered to the south by the Atlantic Ocean, said that hours after the teenage girl suffered severe injuries in a shark attack Sunday a teenage boy was also severely injured. (Steve Bouser/The Pilot, Southern Pines, N.C. via AP) MANDATORY CREDIT","cleanCredit":"Photograph: Steve Bouser/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-15T09:53:24Z","lastModified":"2015-06-15T10:16:16Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Aisha Gani","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/27/1430139448503/Aisha-Gani-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aisha-gani"}],"feature":false,"keywords":["US news","Sharks","North Carolina","Marine life","Animals","World news"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"environment/sharks","webTitle":"Sharks"},{"id":"us-news/northcarolina","webTitle":"North Carolina"},{"id":"environment/marine-life","webTitle":"Marine life"},{"id":"world/animals","webTitle":"Animals"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Aisha Gani","topic":{"type":"tag-contributor","name":"profile/aisha-gani"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/15/us-shark-attacks-two-teenagers-lose-limbs-on-same-north-carolina-beach","shortUrl":"http://gu.com/p/49ntt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/15/us-shark-attacks-two-teenagers-lose-limbs-on-same-north-carolina-beach","webUri":"http://www.theguardian.com/us-news/2015/jun/15/us-shark-attacks-two-teenagers-lose-limbs-on-same-north-carolina-beach"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457160668","source":"Reuters","durationInSeconds":34,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/15/150615Shark.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/15/150615Shark_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/15/1434359499261/KP_298560_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Two teenagers seriously injured in shark attack in North Carolina - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Two teenagers seriously injured in shark attack in North Carolina - video","cleanCaption":"620x372 trailpic for Two teenagers seriously injured in shark attack in North Carolina - video"}}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0fc72abc6f71ba7c5222d28b141fcff8b5df6910/51_0_1434_860/1434.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":860,"width":1434,"orientation":"landscape","credit":"Steve Bouser/AP","altText":"People assist a teenage girl at the scene of a shark attack in Oak Island, N.C., Sunday, June 14, 2015. Mayor Betty Wallace of Oak Island, a seaside town bordered to the south by the Atlantic Ocean, said that hours after the teenage girl suffered severe injuries in a shark attack Sunday a teenage boy was also severely injured. (Steve Bouser/The Pilot, Southern Pines, N.C. via AP) MANDATORY CREDIT","cleanCredit":"Photograph: Steve Bouser/AP"}}]},{"title":"Losing my twin baby boys forever changed the way I treat my patients","rawTitle":"Losing my twin baby boys forever changed the way I treat my patients","item":{"type":"comment","id":"commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients","title":"Losing my twin baby boys forever changed the way I treat my patients","trailText":"I will never know the kind of doctor I would have become without the searing experience of being a patient but I like to think my loss wasn’t in vain ","standFirst":"<p>I will never know the kind of doctor I would have become without the searing experience of being a patient but I like to think my loss wasn’t in vain </p>","byline":"Ranjana Srivastava","body":"<p>Around this time 10 years ago, I was poised to start my first job as an oncologist when personal tragedy visited in a way that would forever change the way I would practice medicine.</p> \n<p>I had returned from my Fulbright year at the University of Chicago, blessed with only the joys and none of the irritations of being pregnant with twins. Landing in Melbourne, I went for a routine ultrasound as a beaming, expectant parent. I came out a grieving patient. The twins were dying in utero, unsuspectedly and unobtrusively, from some rare condition that I had never heard of. Two days later, I was induced into labour to deliver the two little boys whom we would never see grow. Then I went home. </p> \n<p>If all this sounds a little detached it is because 10 years later I still have no words to describe the total bewilderment, the depth of sorrow and the intensity of loss that I experienced during those days. Some days, I really thought my heart would break into pieces. Ten years later, the din of happy children fills our house. But what I have found myself frequently reflecting on is how the behaviour of my doctors in those days profoundly altered the way in which I would treat my patients. </p> \n<p>An experienced obstetrician was performing my ultrasound that morning. Everything was going well and we chatted away about my new job until he frowned. Then he grimaced, pushed and prodded with the probe, and rushed out before I could utter a word. He then took me into his office and offered me his comfortable seat. Not too many pregnant women need a consultation at a routine ultrasound. </p> \n<p>“I am afraid I have bad news,” he said before sketching a picture to describe the extent of the trouble. I thought for a fleeting moment that my medical brain would kick in and I would present him with sophisticated questions to test his assertion that the twins were gravely ill. But of course, I was like every other patient, simultaneously bursting with questions while rendered mute by shock. </p> \n<p>I was well aware that doctors sometimes sidestepped the truth, usually with the intent of protecting the patient. I knew he could easily get away with not telling me any more until he had more information but I also knew that he knew. I read it in his face and I desperately wanted him to tell me. </p> \n<p>I asked the only question that mattered.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/09/we-need-more-gps-new-ways-working\">We need more GPs – and new ways of working as they can’t do it all | Zara Aziz</a> </p> \n</aside> \n<p>“Will they die?”</p> \n<p>“Yes,” he said, simply holding my gaze until his tears started.</p> \n<p>As I took in the framed photos of children around his office he probably wished he could hide them all away. </p> \n<p>“I don’t know what to say,” he murmured, his eyes still wet. </p> \n<p>Until then, in 13 years of medical training, I had never seen a doctor cry. I had participated in every drama that life in bustling public hospitals offers but never once had I seen a doctor cry. </p> \n<p>My obstetrician’s tears stunned me but also provided immediate comfort. They normalised the mad grief that had begun to set inside me. Yes, the doctor’s expression said, this is truly awful and I feel sad too. </p> \n<p>“You are sure?”</p> \n<p>“There is a faint chance that one lives but if you ask me, things look bad. You know I will do everything I can to confirm this,” he said.</p> \n<p>The obstetrician had told the unflinching truth and in doing so almost surgically displaced uncertainty with the knowledge that I needed to prepare myself for what lay ahead. I had test after test that day, each specialist confirming the worst. I think I coped better because the first doctor had told the truth. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Cancer patients are very particular about how much truth they want to know and when.</p> \n </blockquote> \n</aside> \n<p>Two other notable things happened that week. Among the wishes that flowed, another doctor wrote me an atypical condolence note. His letter began with the various tragedies that had taken place that week, some on home soil and others involving complete strangers. “I ask myself why,” he wrote, “and of course there is no answer to why anyone must suffer.”</p> \n<p>Until then, everyone had commiserated only at my loss – and I was enormously grateful – but here was someone gently reminding me that in life we are all visited by tragedy. All the support and love in the world won’t make you immune to misfortune, he was saying, but it will help ease the pain. </p> \n<p>Finally, there was the grieving. I lost count of the pamphlets that were left at our door to attend support groups, counselling sessions and bereavement seminars but we were resolutely having none of it. My midwife called me out of the blue – it was a moving exchange that taught me how deeply nurses are affected too. But I didn’t need counselling, I needed time. I valued the offers but I knew that my catharsis lay in writing. I wrote myself out of suffocating grief, which eventually turned to deep sadness and then a hollow pain, which eventually receded enough to allow me to take up my job as a brand new oncologist. How I would interpret the needs of my patients was fundamentally altered now that I had been one myself. </p> \n<p>Cancer patients are very particular about how much truth they want to know and when. I don’t decide for them but if they ask me I always tell the truth. A wife brings in her husband and his horrendous scans trigger a gasp of astonishment among even the non-oncologists. </p> \n<p>“Doctor, will he die from this?” she asks me. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In 13 years of medical training, I had never seen a doctor cry.</p> \n </blockquote> \n</aside> \n<p>“I am afraid so,” I answer gently, “but I will do everything in my power to keep him well for as long as I can.” </p> \n<p>It is the only truthful promise I can make and although she is distressed she returns to thank me for giving her clarity. Sometimes honesty backfires, when the patient or family later say they wanted to talk but not really hear bad news. I find these encounters particularly upsetting but they are rare and I don’t let them sway me from telling the truth.</p> \n<p>Oncology is emotionally charged and I have never been afraid of admitting this to the very people who imbue my work with emotion. I don’t cry easily in front of patients but I have had my share of tears and tissues in clinic and contrary to my fears, this has been an odd source of comfort to patients. In his Christmas card, a widower wrote that when my voice broke at the news that his wife had died he felt consoled that the world shared his heartbreak. </p> \n<p>It can be tricky but I try to put my patients’ grief into perspective without being insensitive. It’s extraordinary how many of them really appreciate knowing that I, and others, have seen thousands of people who are frightened, sad, philosophical, resigned, angry, brave and puzzled, sometimes all together, just like them. It doesn’t diminish their own suffering but helps them peek into the library of human experiences that are catalogued by oncologists. It prompts many patients to say that they are lucky to feel as well as they do despite a life-threatening illness, which is a positive and helpful way of viewing the world. </p> \n<p>I will never know what kind of a doctor I might have become without the searing experience of being a patient. The twins would have been 10 soon. As I usher the next patient into my room to deliver bad news, I like to think that my loss was not entirely in vain. <br /></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b3fd2110ae08a8fa804914954c9ead0d9383cede/0_261_4260_2555/4260.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2555,"width":4260,"orientation":"landscape","credit":"Blend Images / Alamy/Alamy","altText":"AEB40W Doctor holding male patient  s hand in hospital room","cleanCredit":"Photograph: Blend Images / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-15T05:04:09Z","lastModified":"2015-06-15T10:53:02Z","metadata":{"commentable":true,"commentCount":48,"contributors":[{"name":"Ranjana Srivastava","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/18/1416320691328/Ranjana-Srivastava-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ranjana-srivastava"}],"feature":false,"keywords":["Doctors","Health","Society","Cancer","Parents and parenting","Family","Life and style"],"tags":[{"id":"society/doctors","webTitle":"Doctors"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"society/cancer","webTitle":"Cancer"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Ranjana Srivastava","topic":{"type":"tag-contributor","name":"profile/ranjana-srivastava"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients","shortUrl":"http://gu.com/p/49nte","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/losing-my-twin-baby-boys-forever-changed-the-way-i-treat-my-patients"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b3fd2110ae08a8fa804914954c9ead0d9383cede/0_261_4260_2555/4260.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2555,"width":4260,"orientation":"landscape","caption":"‘My obstetrician’s tears stunned me but also provided immediate comfort. They normalised the mad grief that had begun to set inside me.’ Photograph: Blend Images / Alamy/Alamy","credit":"Blend Images / Alamy/Alamy","altText":"AEB40W Doctor holding male patient s hand in hospital room","cleanCaption":"‘My obstetrician’s tears stunned me but also provided immediate comfort. They normalised the mad grief that had begun to set inside me.’","cleanCredit":"Photograph: Blend Images / Alamy/Alamy"}},"importance":5,"byline":{"title":"Ranjana Srivastava"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/11/18/1416320691328/Ranjana-Srivastava-L.png"}}]},{"title":"Euro 2016 qualifiers: six talking points from the latest action","rawTitle":"Euro 2016 qualifiers: six talking points from the latest action","item":{"type":"article","id":"football/blog/2015/jun/15/euro-2016-qualifiers-talking-points","title":"Euro 2016 qualifiers: six talking points from the latest action","trailText":"Shaun Maloney has impressed for Scotland, Republic of Ireland look out of date and Wales under Chris Coleman have discovered a winning formula","standFirst":"Shaun Maloney has impressed for Scotland, Republic of Ireland look out of date and Wales under Chris Coleman have discovered a winning formula","byline":"Guardian sport","body":"<h2>1) Rooney suited to England captain’s role</h2> \n<p>The previous time Wayne Rooney came up against Bostjan Cesar it ended with the Slovenian centre-half being injured for five weeks and making it clear that he held the striker responsible. It was, according to Cesar, a “stupid, stupid tackle” that Rooney apparently inflicted on him in England’s 3-1 win at Wembley, though he insisted he was not after revenge in the return game in Ljubljana. “On the pitch I am very aggressive and I enjoy the fight in physical games, but I don’t want to kill him.” He did, however, leave his calling card in the form of the forearm smash into the side of Rooney’s head during England’s 3-2 win and, putting aside for one moment the story of England’s captain and Sir Bobby Charlton’s goals record, that was a moment to demonstrate why the Manchester United player is now entrusted with the armband.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/14/wayne-rooney-strength-character-roy-hodgson-england\">Wayne Rooney’s character lauded by Roy Hodgson after England win</a> </p> \n</aside> \n<p>Roy Hodgson made the same point after Rooney had moved alongside Gary Lineker on 48 England goals, one short of Charlton with the usual turkey-shoot against San Marino conveniently timed in September to help him get over the line. “Wayne Rooney’s performance says a lot of things about him as a man,” Hodgson said. “Just before he took that chance he took a nasty blow from an elbow, which could have decked many a player and led to him losing his discipline. It didn’t and he got up. I like what that shows, and the fact that one or two chances had gone begging but when the ball fell to him he still stuck it away with aplomb. We can rely on that man.”</p> \n<div>\n __VIDEO_EMBED_gu-video-457160825__\n</div> \n<p>In the buildup to this match, Rooney had talked about speaking to Ross Barkley at the end of a difficult season for the Everton midfielder and discussing with his fellow Liverpudlian the areas of his game that needed to improve. Rooney was not everyone’s choice to take over from Steven Gerrard as England captain but in his first year in the role he has scored eight goals in ten games, not been booked once and is yet to be on a losing side. These are still relatively early days but he has taken on the captaincy with distinction so far. <strong>Daniel Taylor</strong></p> \n<blockquote> \n <p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/14/slovenia-england-euro-2016-qualifier-match-report\">Match report: Slovenia 2-3 England</a><br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/14/wayne-rooney-strength-character-roy-hodgson-england\">Rooney’s character lauded by Hodgson</a><br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/14/jack-wilshere-no-regrets-england-thunderbolts\">Dominic Fifield on Jack Wilshere’s impressive display</a></p> \n</blockquote> \n<h2>2) Maloney is Scotland’s man of this qualifying campaign</h2> \n<p>Gordon Strachan’s elation over the goal which hauled Scotland back into the game against the Republic of Ireland was matched only by the manager’s delight about the man who helped to provide it. Shaun Maloney has always been an independent thinker and occasionally an over-thinker. His is a career which continues to yield marquee moments, a matter apparently not impacted by his decision to continue his career in Major League Soccer. Maloney could quite easily have remained in England when departing Wigan Athletic last summer but fancied a fresh challenge. The attacker is Scotland’s man of this Euro 2016 qualifying campaign. He has consistently been the one to make things happen. When emerging as youth players at Celtic, it was generally accepted that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/aiden-mcgeady-ireland-scotland\">Aiden McGeady was of superior talent</a> to Maloney but the latter’s work ethic and attitude continues to reward him. He has also battled serious injury to remain prominent for club and country; few would merit a trip to a major tournament more. <strong>Ewan Murray</strong></p> \n<blockquote> \n <p><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/republic-of-ireland-scotland-euro-2016-group-d-match-report\">Match report: Republic of Ireland 1-1 Scotland </a><br /><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/13/martin-oneill-ireland-scotland-european-championship-qualifier\">Ewan Murray: O’Neill now faces battle to stop career petering out</a><br /><strong><span class=\"bullet\">•</span></strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/fai-shred-match-programmes-containing-john-delaney-fifa-criticism\">FAI shreds 18,000 match programmes with Delaney Fifa comments</a></p> \n</blockquote> \n<div>\n __VIDEO_EMBED_gu-video-457155803__\n</div> \n<h2>3) Republic look out of date compared to Scotland</h2> \n<p>At the end of the 19th century “the Scottish style” meant something very specific: passing football, combination play, teamwork, as showcased for admiring crowds by the “Scotch Professors” in the first ever series of international matches against England. Ireland and Scotland’s 1-1 draw at the Aviva Stadium on Saturday was a messy game but a decent result for the Scots, who have looked throughout the campaign the more accomplished of the two teams. Shaun Maloney, James Morrison, Steven Naismith and Scott Brown may not be quite professor-level just yet. But even in a scruffy game there was confirmation in Dublin that Gordon Strachan – who is himself approaching national treasure status – has assembled a team that might not ever threaten to reach the final stages of Euro 2016 but which would at least look it was playing the same game as the best teams there.</p> \n<p>Against Ireland Scotland passed the ball well enough, crafted some nice triangles on the flanks and generally looked most comfortable playing a technically sound pass-and-move game. Should they fail to qualify from here they will do so in the knowledge that they have at least been pushing in the right direction, whereas much of the gloom around Ireland’s current trajectory is a sense that the basic method is simply a little out of date. Maloney was the most eye-catching player in midfield on Saturday, scorer now of five goals in qualifying and a fine all-round playmaking presence. Scotland may be two or three really good players (at least one of them a high class striker) away from being a top quality team. But Maloney and his fellow ball-playing midfielders would certainly add to the gaiety of a major tournament. Even in the fury of Dublin the glimpses in this qualifying campaign of a more historically Scottish Style have been a pleasure to watch. <strong>Barney Ronay</strong></p> \n<blockquote> \n <p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/republic-of-ireland-martin-oneill-advantage-scotland\"><span class=\"bullet\">•</span> O’Neill claims Scotland’s Naismith ‘refereed the game</a></p> \n</blockquote> \n<h2>4) Coleman has discovered a match-winning blend</h2> \n<p>The headlines, inevitably, were commandeered by Gareth Bale, who inspired Wales to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jun/12/wales-v-belgium-european-2016-qualifier-live\">1-0 win over Belgium</a> last Friday. It was not just his decisive goal, rather the confidence that he spread among his teammates. Yet this momentous effort, which set Wales fair for the Euro 2016 finals – and their first appearance at a major championship since 1958 – was characterised by a collective thou-shalt-not-pass attitude.</p> \n<p>It has underpinned the campaign so far. Chris Coleman, who deserves huge credit for the turnaround he has overseen, has watched his team concede only two goals, and neither Andorra’s penalty nor Cyprus’ slightly streaky free-kick were from open play. This was Belgium’s second blank against Wales and although they exerted pressure, they were unable to create too much of clear-cut note.</p> \n<p>Led by the indomitable Ashley Williams, Wales put bodies on the line and kept Belgium’s highly-rated attackers at arm’s length. But it was not just the defence since Bale and the midfielders worked tirelessly, too. Coleman keeps getting his tactics and organisation spot on. With Bale at the other end, it is a winning blend. <strong>David Hytner</strong></p> \n<blockquote> \n <p><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/wales-belgium-euro-2016-qualifying-match-report\">Match report: Wales 1-0 Belgium</a><br /><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/12/gareth-bale-wales-belgium-inspirational\">Bale proves full value with inspirational display for Wales </a><br /><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/chris-coleman-wales-belgium-euro-2016\">Coleman: ‘We have to stop thinking of ourselves as little old Wales</a></p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-68b405db-b421-47a1-ad2c-a04b2e3c99a5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434355030476/61c92a66-e4ce-47f0-8d38-fd292b65c1de-460x276.jpeg\" alt=\"Gareth Bale and Wales team-mates celebrate Bale's 25th-minute goal against Belgium\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gareth Bale and Wales team-mates celebrate the deciding goal against Belgium.</span> \n  <span class=\"element-image__credit\">Photograph: Glyn Kirk/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>5) Wilmots leaves himself open</h2> \n<p>Before the tie with Wales, the Belgium manager, Marc Wilmots, insisted that all of the talk about his future – and that of many of his players – had been parked. The focus was exclusively on Wales. Yet on the day of the game, he became embroiled in a remarkable row. Wilmots had been tipped to take over at Schalke, having held talks with the Bundesliga club and he said that he would talk publicly about his future after the Wales game.</p> \n<p>Yet Schalke moved first, announcing that they had appointed Andr&eacute; Breitenreiter to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/26/roberto-di-matteo-resigns-schalke-coach-disagreement-club\">replace Roberto Di Matteo</a>, who resigned in May. Wilmots was furious and he immediately made his feelings known in an interview with Kicker. “To announce such a thing just hours before our crucial Euro 2016 qualifier is incredible and really bad form,” Wilmots said. “Schalke approached me, which is why it’s a bad joke when they make out now that they have turned me down.”</p> \n<p>Toby Alderweireld, the Belgium defender, told the Guardian that Wilmots had addressed his future with the players beforehand. “He told us before the game that he is staying,” Alderweireld said. Had the issue been a distraction? “No,” Alderweireld said. “As a group, we were focused on the result.” The subsequent defeat, however, gave Wilmots’ critics plenty of ammunition. <strong>DH</strong></p> \n<blockquote> \n <p><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/belgium-fans-trust-satnav-end-up-in-wrong-wales\">Belgium fans trust sat nav and end up in the wrong Wales</a></p> \n</blockquote> \n<h2><strong>6) </strong>Northern Ireland architects of their own fate</h2> \n<p>Flinty Northern Ireland have finally vaulted a major psychological hurdle, as Saturday’s battling draw at home to Romania positions them nicely for Euro 2016 automatic qualification by September. The visit of Anghel Iordanescu’s side presented a stern test of character. And Northern Ireland’s industry, constantly compressing space for the group leaders, outlined a steadfast capacity to mix it when their normal, crisp, passing approach and fluidity along the channels to lone forward Kyle Lafferty starts to malfunction. Michael O’Neill’s men are now the architects of their own fate. Victories over Faroe Islands and Hungary will spirit them towards France. It helps that the Hungarians, two points adrift of Northern Ireland in third place, must play their Romanian rivals next. O’Neill’s job could get so much easier. If Lafferty, Steven Davis – “the brain of Northern Ireland” according to Iordanescu - and Jonny Evans, Northern Ireland’s best performers at the weekend, remain fit, it would be even better news. All three retain a solid presence which unquestionably carries the whole squad to greater heights and horizons. <strong>Julian Taylor</strong></p> \n<blockquote> \n <p><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/northern-ireland-romania-euro-2016-qualifying-match-report\">Match report: Northern Ireland 0-0 Romania</a></p> \n</blockquote>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434354121764/0095edf5-d6a7-463a-86d2-862c816330b1-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Getty/Action/PA/Euro 2016 qualifiers talking points","altText":"Euro 2016 qualifiers","cleanCredit":"Photograph: Getty/Action/PA/Euro 2016 qualifiers talking points"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434139394424/Gareth-Bale-and-Wales-tea-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Gareth Bale and Wales team-mates celebrate the deciding goal against Belgium. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Gareth Bale and Wales team-mates celebrate Bale's 25th-minute goal against Belgium","cleanCaption":"Gareth Bale and Wales team-mates celebrate the deciding goal against Belgium.","cleanCredit":"Photograph: Glyn Kirk/AFP/Getty Images"}],"webPublicationDate":"2015-06-15T07:58:08Z","lastModified":"2015-06-15T09:50:49Z","metadata":{"commentable":true,"commentCount":343,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":true,"keywords":["Euro 2016 qualifiers","England","Slovenia","Scotland","Republic of Ireland","Wales","Belgium","Northern Ireland","Romania","Euro 2016","Football"],"tags":[{"id":"football/euro-2016-qualifiers","webTitle":"Euro 2016 qualifiers"},{"id":"football/england","webTitle":"England"},{"id":"football/slovenia","webTitle":"Slovenia"},{"id":"football/scotland","webTitle":"Scotland"},{"id":"football/republicofireland","webTitle":"Republic of Ireland"},{"id":"football/wales","webTitle":"Wales"},{"id":"football/belgium","webTitle":"Belgium"},{"id":"football/northernireland","webTitle":"Northern Ireland"},{"id":"football/romania","webTitle":"Romania"},{"id":"football/euro-2016","webTitle":"Euro 2016"},{"id":"football/football","webTitle":"Football"}],"section":{"id":"football"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"embeddedVideos":[{"id":"gu-video-457160825","source":"guardian.co.uk","durationInSeconds":183,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/15/150615hodgsonrooney_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/15/150615hodgsonrooney.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/15/1434360012526/KP_298603_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Roy Hodgson hails Rooneys performance against Slovenia - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Roy Hodgson hails Rooneys performance against Slovenia - video","cleanCaption":"620x372 trailpic for Roy Hodgson hails Rooneys performance against Slovenia - video"}},{"id":"gu-video-457155803","source":"SNTV","durationInSeconds":53,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/14/150614Scotland_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/14/150614Scotland.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/14/1434273585451/KP_275482_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Scotlands Gordon Strachan pleased with draw against Republic of Ireland - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Scotlands Gordon Strachan pleased with draw against Republic of Ireland - video","cleanCaption":"620x372 trailpic for Scotlands Gordon Strachan pleased with draw against Republic of Ireland - video"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/15/euro-2016-qualifiers-talking-points","shortUrl":"http://gu.com/p/49nb2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/15/euro-2016-qualifiers-talking-points","webUri":"http://www.theguardian.com/football/blog/2015/jun/15/euro-2016-qualifiers-talking-points"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434354121764/0095edf5-d6a7-463a-86d2-862c816330b1-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"Shaun Maloney is Scotland’s man of the qualifying campaign, Wales have fostered a thou-shalt-not-pass attitude, were Belgium affected by speculation over manager Marc Wilmots’ future and Northern Ireland are now the architects of their own fate. Photograph: Getty/Action/PA","credit":"Getty/Action/PA","altText":"Euro 2016 qualifiers","cleanCaption":"Shaun Maloney is Scotland’s man of the qualifying campaign, Wales have fostered a thou-shalt-not-pass attitude, were Belgium affected by speculation over manager Marc Wilmots’ future and Northern Ireland are now the architects of their own fate.","cleanCredit":"Photograph: Getty/Action/PA"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434354121764/0095edf5-d6a7-463a-86d2-862c816330b1-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Getty/Action/PA/Euro 2016 qualifiers talking points","altText":"Euro 2016 qualifiers","cleanCredit":"Photograph: Getty/Action/PA/Euro 2016 qualifiers talking points"}}]},{"title":"Magna Carta: Queen leads celebration at Runnymede","rawTitle":"Magna Carta: Queen leads celebration at Runnymede","item":{"type":"article","id":"uk-news/2015/jun/15/queen-leads-celebration-of-800-years-of-magna-carta-at-runnymede","title":"Magna Carta: Queen leads celebration at Runnymede","trailText":"Monarch joins politicians and public at famous meadow to commemorate the sealing of the document that is a cornerstone of parliamentary democracy","standFirst":"<p>Monarch joins politicians and public at famous meadow to commemorate the sealing of the document that is a cornerstone of parliamentary democracy</p>","byline":"Caroline Davies","body":"<p> </p> \n<p>Eight centuries after her predecessor King John was forced “at the point of the sword” to agree to Magna Carta, the Queen is visiting the green meadow on the bank of the river Thames where the historic document was sealed on 15 June 1215.</p> \n<p>Thousands are gathering at Runnymede, near Windsor, Berkshire, for an elaborate commemoration of the historic text, within which the foundations of parliamentary democracy, human rights and the supremacy of the law over the crown were first enshrined.<br /></p> \n<p>The Queen, patron of the Magna Carta Trust, will be joined by other senior members of the royal family, including the Duke of Cambridge, and parliamentarians led by prime minister David Cameron.</p> \n<p>Magna Carta – or Great Charter, a Latin translation that famously eluded Cameron during a 2012 appearance on the US David Letterman talk show – has formed a cornerstone of fundamental liberties over eight centuries.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"dd0de86bd74b8959dafd4b73d18fab49ddc6b565\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/14/1434322317425/88ea8b89-eabe-4097-8fa1-9ba09db9c6c2-460x276.jpeg\" alt=\"A statue of Queen Elizabeth II was unveiled at  Runnymede, on Sunday as part of the Magna Carta celebrations.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A statue of Queen Elizabeth II was unveiled at Runnymede, on Sunday as part of the Magna Carta celebrations.</span> \n  <span class=\"element-image__credit\">Photograph: Neil Lancefield/PA</span> \n </figcaption> \n</figure> \n<p>Yet it took the Americans to erect the first memorial – a stone pillar – at the site where King John was forced to acquiesce to the demands of his rebellious barons. Installed by the American Bar Association (ABA) in 1957, the stone honours a document that travelled across the Atlantic with the pilgrim fathers and became the inspiration for the constitution of the United States. <br tabindex=\"-1\" /></p> \n<p>A new art installation will be opened and the ABA memorial will be re-dedicated during Monday’s celebration and pageant.</p> \n<p>The 3,500 words on the calfskin parchment, first drafted by the archbishop of Canterbury, were eventually extracted from King John, known as John Lackland after losing Normandy and Anjou to the French, by frustrated noblemen who captured London and held him to ransom. All involved on that historic day would be astonished to think of its resonance since. Indeed, John never wanted it published and it was annulled by the pope nine weeks later. He ruled that the king had been forced to sign it under duress.</p> \n<p>It was redrafted in 1216, 1217 and 1225, and confirmed in English law in 1297 – 81 years after the death of John, a king one contemporary writer described as being “brimful of evil qualities” and whom history condemns as a cruel and lecherous tyrant.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3243a0b1c78fe724e6531ea38359674dd7c3359d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/14/1434322431619/c76043ab-5cb7-40ce-849d-a4fe1f28f9fe-339x420.jpeg\" alt=\"One of the four original 1215 Magna Carta documents.\" width=\"339\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">One of the four original 1215 Magna Carta documents.</span> \n  <span class=\"element-image__credit\">Photograph: Esther Smith /Alamy</span> \n </figcaption> \n</figure> \n<p>Most parts of it have since been repealed and it was originally an English document relevant only to rich, free, land-owning males. Buried within it, however, were clauses that have universal relevance today and its modern interpretation owes much to Sir Edward Coke, considered to be the greatest jurist of the Elizabethan and Jacobean era, who updated it for use against the Stuart kings.</p> \n<p>There are four copies of the charter still in existence, two in the British Library and one each in Lincoln and Salisbury cathedrals.</p> \n<p>On the eve of the commemorations, new evidence emerged to rebut the theory that it was King John’s royal scribes who were responsible for its publication and preservation. Rather, say historians following a three-year study, the fact it survived was down to church scribes based at the ecclesiastical centres in Lincoln and Salisbury.</p> \n<p>The identity of those who wrote two of the four remaining copies were uncovered by the Magna Carta Project. Its principal investigator, Prof Nicholas Vincent, a medieval history expert at the University of East Anglia, said: “To have found and identified the work of these scribes, 800 years after their writing, is a significant achievement, certainly equivalent to finding needles in a very large haystack.<br tabindex=\"-1\" /></p> \n<p>“King John had no real intention that the charter be either publicised or enforced. It was the bishops instead who insisted that it be distributed to the country at large and thereafter who preserved it in their cathedral archives.</p> \n<p>“We now find at least two cathedral churches, Lincoln and Salisbury, each producing its own Magna Carta, supplying the time, the scribe and the initiative to get the document copied.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/12/guardian-view-on-magna-carta-magic-of-myth\">The Guardian view on Magna Carta: the magic of myth | Editorial</a> </p> \n</aside> \n<p>Project team member David Carpenter, professor of medieval history at King’s College London, said: “These exciting discoveries dovetail perfectly with another major finding of the project, namely that one of the two originals of Magna Carta now in the British Library was sent in 1215 to Canterbury cathedral and can be known as ‘The Canterbury Magna Carta’.”</p> \n<p>Originally known as “the Charter of Runnymede”, it became known as Magna Carta two years later, when it was reissued by John’s son, Henry III.</p> \n<p> </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434321758926/972a8e92-0186-42fb-afa6-426d6e550afd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lynda Bowyer/Demotix/Corbis","altText":"The royal barge Gloriana led a flotilla that carried a facsimile of Magna Carta in the Thames River Pageant on Saturday.","cleanCredit":"Photograph: Lynda Bowyer/Demotix/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434322317909/88ea8b89-eabe-4097-8fa1-9ba09db9c6c2-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A statue of Queen Elizabeth II was unveiled at Runnymede, on Sunday as part of the Magna Carta celebrations. Photograph: Neil Lancefield/PA","credit":"Neil Lancefield/PA","altText":"A statue of Queen Elizabeth II was unveiled at  Runnymede, on Sunday as part of the Magna Carta celebrations.","cleanCaption":"A statue of Queen Elizabeth II was unveiled at Runnymede, on Sunday as part of the Magna Carta celebrations.","cleanCredit":"Photograph: Neil Lancefield/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434322432243/c76043ab-5cb7-40ce-849d-a4fe1f28f9fe-1647x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1647,"orientation":"portrait","caption":"One of the four original 1215 Magna Carta documents. Photograph: Esther Smith  /Alamy","credit":"Esther Smith  /Alamy","altText":"One of the four original 1215 Magna Carta documents.","cleanCaption":"One of the four original 1215 Magna Carta documents.","cleanCredit":"Photograph: Esther Smith  /Alamy"}],"webPublicationDate":"2015-06-15T06:14:51Z","lastModified":"2015-06-15T09:32:14Z","metadata":{"commentable":true,"commentCount":241,"contributors":[{"name":"Caroline Davies","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/5/26/1432636572595/Caroline-Davies-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolinedavies"}],"feature":false,"keywords":["UK news","History","Queen","David Cameron","Heritage","Culture"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"education/historyandhistoryofart","webTitle":"History"},{"id":"music/queen","webTitle":"Queen"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"culture/heritage","webTitle":"Heritage"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Caroline Davies","topic":{"type":"tag-contributor","name":"profile/carolinedavies"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/15/queen-leads-celebration-of-800-years-of-magna-carta-at-runnymede","shortUrl":"http://gu.com/p/49ng3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/15/queen-leads-celebration-of-800-years-of-magna-carta-at-runnymede","webUri":"http://www.theguardian.com/uk-news/2015/jun/15/queen-leads-celebration-of-800-years-of-magna-carta-at-runnymede"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434321758926/972a8e92-0186-42fb-afa6-426d6e550afd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The royal barge Gloriana led a flotilla that carried a facsimile of Magna Carta in the Thames River Pageant on Saturday. Photograph: Lynda Bowyer/Demotix/Corbis","credit":"Lynda Bowyer/Demotix/Corbis","altText":"The royal barge Gloriana led a flotilla that carried a facsimile of Magna Carta in the Thames River Pageant on Saturday.","cleanCaption":"The royal barge Gloriana led a flotilla that carried a facsimile of Magna Carta in the Thames River Pageant on Saturday.","cleanCredit":"Photograph: Lynda Bowyer/Demotix/Corbis"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434321758926/972a8e92-0186-42fb-afa6-426d6e550afd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lynda Bowyer/Demotix/Corbis","altText":"The royal barge Gloriana led a flotilla that carried a facsimile of Magna Carta in the Thames River Pageant on Saturday.","cleanCredit":"Photograph: Lynda Bowyer/Demotix/Corbis"}}]},{"title":"Inflatable bicycle helmet sent me head over heels","rawTitle":"Inflatable bicycle helmet sent me head over heels","item":{"type":"article","id":"technology/2015/jun/15/hovding-inflatable-bicycle-helmet","title":"Inflatable bicycle helmet sent me head over heels","trailText":"The Hövding airbag is the latest piece of hi-tech hardware offering vital head protection to cyclists","standFirst":"<p>The H&ouml;vding airbag is the latest piece of hi-tech hardware offering vital head protection to cyclists</p>","byline":"Judith Soal","body":"<p>I’m lying on the ground in the middle of the park, feeling a bit like a crash test dummy. My ears are ringing and my head is held in the vice-like grip of safety gear more suited to a spaceship.</p> \n<p>But what I’m actually wearing is a cycling helmet. It’s a <a href=\"http://www.hovding.com/\">H&ouml;vding</a>, an “airbag for cyclists”, invented in Sweden and billed as the helmet for people who don’t like wearing helmets. The H&ouml;vding promises superior protection in a crash without the need to actually put anything on your head.</p> \n<p>My “crash” was simulated for the camera’s benefit, but still I’m surprised by the drama of it all. The H&ouml;vding incorporates a lot of scientific research and a sophisticated algorithm that stops it going off unnecessarily, so to activate it I had to throw myself at the ground, headfirst. Moments before impact there was a loud bang, then there I was on the ground, stunned, wrapped in a hard white balloon.</p> \n<p>I’m one of those cyclists who never wears a helmet. I justify this to myself by pointing to the <a href=\"http://www.bmj.com/content/346/bmj.f3817?ijkey=I5vHBog6FhaaLzX&amp;keytype=ref#ref-9\">ongoing controversy</a> over whether they actually help. Some studies have suggested helmets encourage both riders and drivers to take more risks, <a href=\"http://www.bath.ac.uk/news/articles/releases/overtaking110906.html\">and one study</a> suggested that cyclists wearing helmets are more likely to be involved in collisions with passing vehicles. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=NOolESrCcBw\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/NOolESrCcBw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Yet the statistics can’t really counter my belief that, if I knew for sure I was going to crash, I’d rather be protected than not. When I started cycling I always wore one, but after several years without ever calling on it I started to leave it behind. Not because of vanity, I hasten to say. It’s not a head of carefully groomed hair I’m trying to protect. Rather it’s the hassle of having one more thing to carry once I’m off the bike. To the cinema, in restaurants, at the supermarket. Add to this the discomfort of a sweaty head covered in plastic and polystyrene in summer and it doesn’t seem worth it. So would a H&ouml;vding change my mind? In its resting state, the H&ouml;vding fits round your neck a bit like a scarf. It’s heavier than it looks, with a battery, airbag and all that Swedish technology inside. You need to keep it charged and switch it on when you set off.</p> \n<p>It’s a bit cumbersome off the bike, pulled backwards by the weight at the back, but when you’re cycling and leaning forward it’s fairly unobtrusive. I was expecting looks of admiration and envy at the traffic lights as other cyclists noticed my sophisticated piece of kit – but no one seemed to pay it any attention.</p> \n<p>I wouldn’t want to wear it off the bike, though, so it doesn’t really solve the problems I have with helmets. It’s a bit easier to carry around than a bog standard one as it can be folded and put in a (largish) bag, but not much. And at &pound;249 you certainly won’t be leaving it on your bike. Then there’s the heat – it might keep you warm in winter but having a chunky scarf around your neck in hot weather is not going to be pleasant.</p> \n<p>I did notice I felt safer with it on, though. I have a rule about not wearing headphones when cycling, but with the H&ouml;vding I broke that a few times, listening to music on my way home from work. It was great, but perhaps confirms those suggestions about taking extra risks if you think you’re protected.</p> \n<p>And since the H&ouml;vding can only be used once – although if you’re involved in an accident they will sell you a replacement for &pound;99 – I probably won’t be splashing out any time soon. If, however, the crash hadn’t been simulated and the device had saved my life, &pound;249 might seem cheap at the price.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433777000542/Judith-Soal-wears-the-inf-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London.","cleanCaption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-06-15T05:59:22Z","lastModified":"2015-06-15T10:19:22Z","metadata":{"commentable":true,"commentCount":265,"contributors":[{"name":"Judith Soal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/judith-soal"}],"feature":true,"keywords":["Technology","Cycling","Life and style","Road safety","World news"],"tags":[{"id":"technology/technology","webTitle":"Technology"},{"id":"lifeandstyle/cycling","webTitle":"Cycling"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/road-safety","webTitle":"Road safety"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"technology"},"topics":[{"displayName":"Judith Soal","topic":{"type":"tag-contributor","name":"profile/judith-soal"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jun/15/hovding-inflatable-bicycle-helmet","shortUrl":"http://gu.com/p/49tta","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jun/15/hovding-inflatable-bicycle-helmet","webUri":"http://www.theguardian.com/technology/2015/jun/15/hovding-inflatable-bicycle-helmet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433777000542/Judith-Soal-wears-the-inf-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London.","cleanCaption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433777000542/Judith-Soal-wears-the-inf-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London.","cleanCaption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer"}}]},{"title":"Laverne Cox: ‘Now I have the money to feminise my face I don’t want to. I’m happy that this is the face God gave me’","rawTitle":"Laverne Cox: ‘Now I have the money to feminise my face I don’t want to. I’m happy that this is the face God gave me’","item":{"type":"article","id":"tv-and-radio/2015/jun/14/laverne-cox-orange-new-black-transgender","title":"Laverne Cox: ‘Now I have the money to feminise my face I don’t want to. I’m happy that this is the face God gave me’","trailText":"The ‘transgender black chick from Alabama’ talks about her tough childhood, balancing activism with acting and why she loves her Orange is the New Black character Sophia","standFirst":"<p>The ‘transgender black chick from Alabama’ talks about her tough childhood, balancing activism with acting and why she loves her Orange is the New Black character Sophia</p>","byline":"Rebecca Nicholson","body":"<p>‘Until recently, I was the transgender person that people were most aware of,” says Laverne Cox, who describes herself as “an actress first and activist second”. She’s best known for playing hairdresser Sophia Burset in the Netflix prison drama <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/orange-is-the-new-black\">Orange is the New Black</a>, but a year before Caitlyn Jenner’s Vanity Fair unveiling, Cox appeared on the cover of Time magazine under the headline, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/may/29/laverne-cox-transgernder-time-magazine\">The Transgender Tipping Point: America’s next civil rights frontier</a>. We meet in Paris, a few days after the Jenner cover has become a global news story.</p> \n<p>“I knew everybody would be asking me about it,” she says, explaining the thoughtful and nuanced blog she posted in response to Jenner’s transition. “I am so moved by all the love and support Caitlyn is receiving,” she wrote. “It feels like a new day, indeed, when a trans person can present her authentic self to the world for the first time and be celebrated for it so universally.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/apr/15/orange-is-the-new-black-season-four-confirmed\">Orange Is the New Black confirmed for season four</a> </p> \n</aside> \n<p>But in the same blog, Cox questions the celebrations of Caitlyn’s attractiveness, and urges a continuing focus on diversity and multiple voices within the trans community. “I thought there was a conversation that was not being had,” she explains. “It was about me wanting to acknowledge all those trans folks out there who don’t have access to health care, who don’t embody cisnormative beauty standards, even that cisnormative beauty standards are deeply problematic.</p> \n<p>Cox is unafraid to speak her mind and has spent much of the last year appearing on platforms at US colleges. It’s hard to think of another TV star with such a dual life.</p> \n<p><a href=\"https://www.youtube.com/watch?v=aLk4OZTWqdc\">Orange is the New Black</a> began in 2013, and, along with <a href=\"https://www.youtube.com/watch?v=ULwUzF1q5w4\">House of Cards</a>, was a pioneer of television that was not actually on television, and brought Netflix its biggest audience for an original show. Cox had appeared as a contestant on the reality show I Want to Work For Diddy (she did not end up working for the rap mogul, leaving in its sixth week) but OITNB was her breakout role. Her character Sophia is a transgender woman imprisoned for credit card fraud committed to fund her gender reassignment surgery. “I love her heart and soul,” Cox says. “She’s kinda sassy, too. I love the no-nonsense sass and the quiet wisdom she has.” She waves her hand. “I hate that word, sassy.” She pauses. “For years I would get direction from people asking, ‘Can you make her sassier?’ Which is code for, can you make it a little more ‘black’, a little more attitude? It rubs me the wrong way. There’s something that feels a little patriarchal about it too, right?” The <a href=\"http://tvtropes.org/pmwiki/pmwiki.php/Main/SassyBlackWoman\">“sassy best friend” trope</a> has been a TV cliche for years; OITNB, an ensemble drama telling stories of women in prison, firmly rejects those stereotypes.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"9068726cea267852c7f34ef1f734b38744e5c496\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434127783635/2f87c12f-f0ba-4ad7-9660-993a6fd632d1-315x420.jpeg\" alt=\"A year before Caitlyn Jenner’s Vanity Fair viral sensation, Cox appeared on the cover of Time magazine\" width=\"315\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A year before Caitlyn Jenner’s Vanity Fair viral sensation, Cox appeared on the cover of Time magazine. Photograph: Time</span> \n </figcaption> \n</figure> \n<p>Cox agrees that it has one of the most diverse casts on television, “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2014/sep/26/-sp-women-shonda-rhimes-shondaland\">outside of Shondaland</a>,” the studio run by the formidable Shonda Rhimes and which makes <a href=\"https://www.youtube.com/watch?v=prE0lIZOqbk\">Scandal</a>, <a href=\"https://www.youtube.com/watch?annotation_id=annotation_2707650637&amp;feature=iv&amp;src_vid=baRfki0-L2Q&amp;v=q1pcpgREQ5c\">Grey’s Anatomy</a> and <a href=\"https://www.youtube.com/watch?v=0fGby9c7yyQ\">How to Get Away with Murder</a>. “Now we have <a href=\"https://www.youtube.com/watch?v=dBzu_jKLJek\">Empire</a> and other shows coming down the pipe that have more black and brown faces on them. I don’t know if we’re a trailblazer or not, but I would hate to think that this is a trend. It’s not enough to have people of different sexual orientations, races, genders, ages, sizes on television. The story must be compelling.”</p> \n<p>She leans over carefully (she’s wearing a skintight orange dress, “nothing to do with the show”, that leaves little room for manoeuvre) and shows me her Instagram account on her phone, where a picture of her and other cast members on the cover of <a href=\"https://instagram.com/p/3rGwh1ih4D/?taken-by=lavernecox\">Essence magazine currently has over 19,000 likes</a>. “I’m a black transgender chick from Mobile, Alabama, I grew up poor and working class, and I’m on the cover of magazines,” she notes, with some amazement.</p> \n<p>Cox was raised with her twin brother – who plays her OITNB character in her pre-transition scenes – by a single mother. She endured relentless homophobic bullying as a child, and has described other children at school calling her names such as “sissy” and “faggot”, as well as being chased home from school. A teacher once informed her mother: “Your son is going to end up in New Orleans in a dress if we don‘t get him in therapy right away.” At 11, she attempted suicide, and credits a move to study dance at the Alabama School of Fine Arts with saving her life. In her late teens, she moved to New York to pursue acting. She describes herself as “gender-nonconforming” when she first arrived in the city, where she began her transition.</p> \n<p>I ask her where she went out when she first arrived, but she’s coy about naming the clubs, because “if I tell you the venues, it will date me too much”. She says she loved to just “go out and <em>dance</em>. It was before boys – well there’s never been a time before boys! – but, like, I wasn’t going out looking for boys. I was going out to dress up and have fun. And it felt so pure.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"78271e4c34042c023b96ad2787df961d4d53289a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434128040413/331ce1f7-2cc2-49f8-a644-eaaa4999af42-280x420.jpeg\" alt=\"'I love her heart and soul' ... Laverne Cox as Sophia in Orange is the New Black. Photograph: Jessica Miglio for Netflix\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I love her heart and soul’ ... Laverne Cox as Sophia in Orange is the New Black. Photograph: Jessica Miglio for Netflix</span> \n </figcaption> \n</figure> \n<p>The New York nightlife also provided Cox with a living. “A lot of black transgender women aren’t so lucky, but I was able to perform and put together a look that was able to fly.” In fact, during the first season of OITNB, Cox was still working at a restaurant called Lucky Cheng’s on the Lower East Side, where she had applied to work as a waitress, but ended up performing as a drag queen. She recognises how lucky she was to have the opportunity, and praises the queens and trans women she worked with who became her family, but says the job itself was “degrading, and it never stopped feeling degrading. We mostly catered to bachelorette parties, groups of girls who would come in from the outer boroughs to celebrate with ‘the freaks’. I don’t like to be negative, but that was the gig.”</p> \n<p>Cox left Lucky Cheng’s after the first season of OITNB wrapped, and has been in work almost constantly since, appearing on <a href=\"https://www.youtube.com/watch?v=ePs3v9ls4sg\">The Mindy Project</a>, shooting a film, <a href=\"http://www.imdb.com/title/tt4270516/?ref_=nm_flmg_act_4\">Grandma</a>, with Lily Tomlin, fronting a pilot called Doubt for CBS and making a documentary on trans life for MTV, among plentiful other acting gigs. I ask her if she’s noticed a difference in the kinds of roles she is offered now; if, say, she is no longer being typecast as a prostitute. She gently corrects a poor choice of words. “I’ve played sex workers seven different times on television and in films. People who do sex work are human beings and deserve to have their stories told in humanising ways. But I’ve done it so much that I want to do something different.” I ask if I’ve made a faux pas with “prostitute”. “Maybe because I’ve talked to a lot of folks who do advocacy for sex workers, but for me it’s about acknowledging that it is work, so it’s less stigmatising, absolutely.”</p> \n<p>Cox has spent many months on a speaking tour of college campuses in the US and Canada with a lecture called Ain’t I A Woman. “Before I knew I was a trans woman I wanted to be on stage and act and dance, but my acting has given me the platform to speak out,” she says. “Before Orange, I was writing pieces about gender for the Huffington Post, and speaking in Albany for <a href=\"http://www.huffingtonpost.com/laverne-cox/transgender-freedom-riders-the-fight-for-transgender-equality-in-new-york-state_b_3129833.html\">the passage of the Gender Expression Non-Discrimination Act</a>, but I just got a bigger platform.”</p> \n<figure class=\"element element-image\" data-media-id=\"1feeab8730d13b5095ef011203a3c24fc773260d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434128282804/0c6d3947-70df-4f32-986b-0b1e66a82919-460x276.jpeg\" alt=\"Laverne Cox (right)  in The Mindy Project\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Laverne Cox (right) in The Mindy Project.</span> \n  <span class=\"element-image__credit\">Photograph: Fox vis Getty Images</span> \n </figcaption> \n</figure> \n<p>Presumably it’s easier to simply not be the person everyone asks for an opinion on every issue connected to life as a trans person. “It’s intense, it’s hard,” she admits, but says she has always felt as if she should be of service, and has a sense of this being “God’s will for me, to be very grandiose about it.” Plus, she says, “I was frustrated with the way trans stories were being talked about in the media and press.”</p> \n<p>When Cox appeared on that cover of Time magazine, it was a vital, historical moment. She says now that with people like her and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/01/caitlyn-jenner-vanity-fair-cover-life-affirming\">Caitlyn Jenner</a> in the public eye, trans people are experiencing “unprecedented affirming visibility”. But visibility only goes so far. “We need more people of colour in positions of power at LGBT organisations, more trans people, different perspectives. And we need more queer and LGBT perspectives in black organisations, so we are not getting myopic,” she insists. She lists stark, horrifying statistics. “In the first eight weeks of 2015, seven trans women were murdered, and they were all trans women of colour. They’re not being murdered just because they’re trans, but because they’re at the intersection of identities, of race, class, homelessness. These issues have to be addressed if we want to end violence against trans folk.”</p> \n<p>We discuss <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/ng-interactive/2015/jun/01/the-counted-police-killings-us-database\">the Guardian’s project The Counted</a>, tracking the number Americans killed by police this year, which has revealed that black Americans killed by police are twice as likely to be unarmed as white Americans. “I don’t know if this is incendiary or not, but the United States was created on the backs of slave labour,” she says. “And so you have to reckon with the fact that the system is inherently a white supremacist system. That’s controversial to a lot of folks. There’s so much confirmation bias in how we’re raised and it can be deeply painful to realise that everything we thought about the world around us is a lie.”</p> \n<figure class=\"element element-image\" data-media-id=\"fee21e3fe6774dd5e544c8276e812b8a3c0105c5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434128474747/1fffd9ea-2828-4bf3-a581-adca3d6b4b54-460x276.jpeg\" alt=\"'I have to look in the mirror and say, this is my black nose, and it’s gorgeous.' Photograph: Andrew H Walker/Getty Images\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I have to look in the mirror and say, this is my black nose, and it’s gorgeous.’ Photograph: Andrew H Walker/Getty Images</span> \n </figcaption> \n</figure> \n<p>She wonders if this is why people struggle to understand transgender issues, and brings up a survey that suggests 92% of Americans believe they have never met a trans person. “People get so frustrated with this trans thing because they’re like, there’s just men and women, vaginas and penises, you’re either one or the other.” But, she says, it’s a western construct. “If you look at spirit traditions in the United States, or <a href=\"http://www.everyculture.com/South-Asia/Hijra-Religion-and-Expressive-Culture.html\">hijra traditions in India</a>, religious cultures all over the world have fourth and fifth genders. And then Europeans and westerners came along and said, ‘What is this?’ Colonialism was not just about colonising whiteness, but about colonising the gender binary model.”</p> \n<p>There’s a moment of silence, and then we both start to to laugh: this is not exactly a typical celebrity interview. This willingness to not just be visible as a trans woman, but be radical about it too – to not just say publicly that Caitlyn Jenner looks good, but to assess what that reaction means for the trans community and women as a whole – is invigorating. When the Vanity Fair cover was released, Cox started a Twitter hashtag, <a href=\"https://twitter.com/hashtag/transisbeautiful\">#transisbeautiful</a>, in order to “multiply trans narratives” – that is, to acknowledge that both her and Caitlyn’s situations are privileged, and theirs are not the only stories to tell. But she says there is an element of selfishness at play, too. “I started the hashtag to celebrate all the things that are beautiful about my transness,” she says. It’s hard to imagine Cox, so strident with her views, lacking in confidence, but she says becoming a public figure has amplified physical scrutiny of her.</p> \n<p>“I have been picking myself apart my whole life,” she says. “I have never talked about the medical details of my transition, and a lot of people assume I’ve had all this surgery. Years ago, I wanted really highly invasive surgical procedures to feminise my face. All these years later, I have the money to do it, but I don’t want it. I don’t want it! I’m happy that this is the face that God gave me, and it’s imperfect.” She says, with horror, that she was recently told by a commenter on Instagram that she should get her nose done. She didn’t reply. “No, girl! My fans were like, that’s the nose African Americans have, and what’s wrong with that? My fans had my back. In those moments I have to look in the mirror and say, this is my black nose, and it’s gorgeous.”</p> \n<p>She sits back in her chair and exhales dramatically. We covered a lot, didn’t we? “We covered <em>a lot</em>,” she laughs. “I think you got all of Laverne today. Let’s see how you handle it.”</p> \n<p><span class=\"bullet\">•</span> <a href=\"http://deadline.com/2015/06/orange-is-the-new-black-netflix-early-release-1201441766/\"><em>Orange is the New Black season three</em></a><em> is on Netflix now</em></p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434125117840/My-acting-has-given-me-th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'My acting has given me the platform to speak out' … Laverne Cox. Photograph: Andrew H Walker/Getty Images","credit":"Andrew H. Walker/Getty Images","altText":"'My acting has given me the platform to speak out' … Laverne Cox. Photograph: Andrew H Walker/Getty ","cleanCaption":"'My acting has given me the platform to speak out' … Laverne Cox. Photograph: Andrew H Walker/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434127782604/2f87c12f-f0ba-4ad7-9660-993a6fd632d1-765x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":765,"orientation":"portrait","caption":"A year before Caitlyn Jenner’s Vanity Fair viral sensation, Cox appeared on the cover of Time magazine. Photograph: Time","credit":"Time","altText":"A year before Caitlyn Jenner’s Vanity Fair viral sensation, Cox appeared on the cover of Time magazine","cleanCaption":"A year before Caitlyn Jenner’s Vanity Fair viral sensation, Cox appeared on the cover of Time magazine. Photograph: Time"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434128042016/331ce1f7-2cc2-49f8-a644-eaaa4999af42-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"‘I love her heart and soul’ ... Laverne Cox as Sophia in Orange is the New Black. Photograph: Jessica Miglio for Netflix","credit":"Jessica Miglio/Jessica Miglio for Netflix","altText":"'I love her heart and soul' ... Laverne Cox as Sophia in Orange is the New Black. Photograph: Jessica Miglio for Netflix","cleanCaption":"‘I love her heart and soul’ ... Laverne Cox as Sophia in Orange is the New Black. Photograph: Jessica Miglio for Netflix"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434128283309/0c6d3947-70df-4f32-986b-0b1e66a82919-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Laverne Cox (right) in The Mindy Project. Photograph: Fox vis Getty Images","credit":"Fox vis Getty Images","altText":"Laverne Cox (right)  in The Mindy Project","cleanCaption":"Laverne Cox (right) in The Mindy Project.","cleanCredit":"Photograph: Fox vis Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434128476403/1fffd9ea-2828-4bf3-a581-adca3d6b4b54-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I have to look in the mirror and say, this is my black nose, and it’s gorgeous.’ Photograph: Andrew H Walker/Getty Images","credit":"Andrew H. Walker/Getty Images","altText":"'I have to look in the mirror and say, this is my black nose, and it’s gorgeous.' Photograph: Andrew H Walker/Getty Images","cleanCaption":"‘I have to look in the mirror and say, this is my black nose, and it’s gorgeous.’ Photograph: Andrew H Walker/Getty Images"}],"webPublicationDate":"2015-06-14T15:00:03Z","lastModified":"2015-06-15T09:28:03Z","metadata":{"commentable":true,"commentCount":156,"contributors":[{"name":"Rebecca Nicholson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/3/1433328474752/Rebecca-Nicholson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebeccanicholson"}],"feature":true,"keywords":["Orange is the New Black","Transgender","Drama","Gender","World news","Society","Television & radio","Television"],"tags":[{"id":"tv-and-radio/orange-is-the-new-black","webTitle":"Orange is the New Black"},{"id":"society/transgender","webTitle":"Transgender"},{"id":"tv-and-radio/drama","webTitle":"Drama"},{"id":"world/gender","webTitle":"Gender"},{"id":"world/world","webTitle":"World news"},{"id":"society/society","webTitle":"Society"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/television","webTitle":"Television"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Rebecca Nicholson","topic":{"type":"tag-contributor","name":"profile/rebeccanicholson"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/14/laverne-cox-orange-new-black-transgender","shortUrl":"http://gu.com/p/49mn6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/jun/14/laverne-cox-orange-new-black-transgender","webUri":"http://www.theguardian.com/tv-and-radio/2015/jun/14/laverne-cox-orange-new-black-transgender"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434125117840/My-acting-has-given-me-th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘My acting has given me the platform to speak out’ … Laverne Cox. Photograph: Andrew H Walker/Getty Images","credit":"Andrew H. Walker/Getty Images","altText":"'My acting has given me the platform to speak out' … Laverne Cox. Photograph: Andrew H Walker/Getty ","cleanCaption":"‘My acting has given me the platform to speak out’ … Laverne Cox. Photograph: Andrew H Walker/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434125117840/My-acting-has-given-me-th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'My acting has given me the platform to speak out' … Laverne Cox. Photograph: Andrew H Walker/Getty Images","credit":"Andrew H. Walker/Getty Images","altText":"'My acting has given me the platform to speak out' … Laverne Cox. Photograph: Andrew H Walker/Getty ","cleanCaption":"'My acting has given me the platform to speak out' … Laverne Cox. Photograph: Andrew H Walker/Getty Images"}}]},{"title":"'Poshness tests' block working-class applicants at top companies","rawTitle":"'Poshness tests' block working-class applicants at top companies","item":{"type":"article","id":"society/2015/jun/15/poshness-tests-block-working-class-applicants-at-top-companies","title":"'Poshness tests' block working-class applicants at top companies","trailText":"Study of recruitment processes at elite law, accountancy and financial firms found that 70% of jobs went to applicants from private or selective schools","standFirst":"<p>Study of recruitment processes at elite law, accountancy and financial firms found that 70% of jobs went to applicants from private or selective schools</p>","byline":"Matthew Weaver","body":"<p>Unacknowledged “poshness tests” at elite British companies are thwarting the career prospects of talented working-class applicants and reinforcing social division, according to a government study.</p> \n<p>The <a href=\"https://www.gov.uk/government/publications/non-educational-barriers-to-the-elite-professions-evaluation\">research by the social mobility and child poverty commission</a> found that old-fashioned snobbery about accents and mannerisms was being used by top companies to filter out working-class candidates and favour the privileged. <br /></p> \n<p>The commission examined the recruitment processes at 13 elite law, accountancy and financial companies who between them appoint 45,000 of the best jobs in the country. It found that 70% of jobs offered by those firms in 2014 went to applicants from private or selective schools, even though such schools only educate around 11% of the population. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We need to talk about the way she first chooses words and, second, the way she pronounces them. It will need some polish</p> \n  <footer> \n   <cite>Unnamed recruiter</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>It found that as university education has become more prevalent employers have turned their attention to other characteristics “such as personal style, accent and mannerisms, adaptability, team working”. These “soft skills” were repeatedly found to be interpreted as “proxies for ‘talent’”. </p> \n<p>Some successful applicants said they had to disguise their working-class backgrounds to get on. “When I went home … I could go back to, if you like, my old slight twang. When I’m in this environment I pretend I’m posher than I am,” one said.</p> \n<p>One employer suggested firms were unwilling to sift through applications from those of working-class backgrounds. “Is there a diamond in the rough out there?” the unnamed recruiter told researchers. “Statistically it’s highly probable but the question is … how much mud do I have to sift through in that population to find that diamond?” </p> \n<p>Alan Milburn, the former Labour cabinet minister who chairs the commission, said: “This research shows that young people with working-class backgrounds are being systematically locked out of top jobs. Elite firms seem to require applicants to pass a ‘poshness test’ to gain entry.”</p> \n<p>He added: “Inevitably that ends up excluding youngsters who have the right sort of grades and abilities but whose parents do not have the right sort of bank balances.”<br /></p> \n<p>The report warned top companies that they were “denying themselves talent, stymying young people’s social mobility and fuelling the social divide that bedevils Britain”.</p> \n<p>The report found that there was an increasing awareness of the need for social mobility, but that social class was a “relatively hidden category” of discrimination compared to other forms of diversity.</p> \n<p>One recruiter talked about her doubts after appointing someone who lacked “polish”. The unnamed interviewer said: “I recruited somebody … she’s short of polish. We need to talk about the way that she articulates, the way that she, first, chooses words and, second, the way she pronounces them. It will need, you know … it will need some polish because whilst I may look at the substance, you know, I’ve got a lot of clients and a lot of colleagues who are very focused on the personal presentation and appearance side of it.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>How much mud do I have to sift through in that population to find that diamond?</p> \n  <footer> \n   <cite>Unnamed recruiter</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The report also said that companies were unwilling to acknowledge the problem. It said: “Social class, however defined, apparently remains a strong determinant of one’s ability to access the elite professions and, once there, to thrive. Yet still, this study would suggest that within elite firms, awareness of the role played by social background in relation to career progression is quite low, especially compared to other diversity axes such as gender. Further, participants spoke of their reluctance to discuss social class with their colleagues, on the basis that this is potentially intrusive.”</p> \n<p>Some of the firms studied had adopted “CV-blind” selection techniques to hide an applicant’s educational background in an effort to increase social mobility. But it found that this sometimes had the unintended consequences of encouraging interviewers to focus on “proxies for quality such as speech and accent”.</p> \n<p>Louise Ashley – of Royal Holloway, University of London, who led the research – urged firms to recruit from a wider range of applicants. She said top firms should “interrogate current definitions of talent, including how potential is identified and assessed, to ensure that disadvantaged students are not ruled out for reasons of background rather than aptitude and skill”.</p> \n<p>Gloria De Piero, shadow minister for women and diversity, tweeted that poshness tests were a glass ceiling that Labour was determined to smash. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GloriaDePiero/statuses/610341697252405248\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">A glass ceiling Labour must smash. Top firms 'use poshness test to keep poor out of best jobs': <a href=\"http://t.co/MVjS0Krwju\">http://t.co/MVjS0Krwju</a></p>— Gloria De Piero MP (@GloriaDePiero) \n  <a href=\"https://twitter.com/GloriaDePiero/status/610341697252405248\">June 15, 2015</a>\n </blockquote> \n</figure>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358949740/943f883c-f12b-40e4-8c6d-099ac9f565f3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Schoolboys at Eton. The research showed how recruiters favoured accents and mannerisms.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-15T09:04:45Z","lastModified":"2015-06-15T10:16:46Z","metadata":{"commentable":true,"commentCount":396,"contributors":[{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["Social mobility","Graduate careers","Money","Society","Work & careers","UK news"],"tags":[{"id":"society/socialmobility","webTitle":"Social mobility"},{"id":"money/graduates","webTitle":"Graduate careers"},{"id":"money/money","webTitle":"Money"},{"id":"society/society","webTitle":"Society"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Matthew Weaver","topic":{"type":"tag-contributor","name":"profile/matthewweaver"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/15/poshness-tests-block-working-class-applicants-at-top-companies","shortUrl":"http://gu.com/p/49nkx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/15/poshness-tests-block-working-class-applicants-at-top-companies","webUri":"http://www.theguardian.com/society/2015/jun/15/poshness-tests-block-working-class-applicants-at-top-companies"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358949740/943f883c-f12b-40e4-8c6d-099ac9f565f3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Schoolboys at Eton. The research showed how recruiters favoured certain accents and mannerisms. Photograph: Alamy","credit":"Alamy","altText":"Schoolboys at Eton. The research showed how recruiters favoured certain accents and mannerisms.","cleanCaption":"Schoolboys at Eton. The research showed how recruiters favoured certain accents and mannerisms.","cleanCredit":"Photograph: Alamy"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358949740/943f883c-f12b-40e4-8c6d-099ac9f565f3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Schoolboys at Eton. The research showed how recruiters favoured accents and mannerisms.","cleanCredit":"Photograph: Alamy"}}]}],"lastModified":"2015-06-15T10:53:02Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}