{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Raheem Sterling: Manchester United launch bid to sign Liverpool wantaway","rawTitle":"Raheem Sterling: Manchester United launch bid to sign Liverpool wantaway","item":{"type":"article","id":"football/2015/may/20/manchester-united-raheem-sterling-liverpool-transfer-bid","title":"Raheem Sterling: Manchester United launch bid to sign Liverpool wantaway","trailText":"Manchester United have made a sensational attempt to capitalise on Raheem Sterling’s contract stand-off with Liverpool by registering their interest in the wantaway England international","standFirst":"<p><span class=\"bullet\">•</span> Louis van Gaal registers interest in 20-year-old with Anfield club<br /><span class=\"bullet\">•</span> Manchester City also poised to capitalise on Sterling’s contract stand-off<br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/20/raheem-sterling-liverpool-manchester-city-united-arsenal\">Sportblog: how many clubs actually want to sign Sterling?</a><br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/19/liverpool-raheem-sterling-brendan-rodgers-review\">Liverpool hold Sterling to his contract as Rodgers faces review</a></p>","byline":"Andy Hunter","body":"<p>Manchester United have made a sensational attempt to capitalise on Raheem Sterling’s contract stand-off with Liverpool by registering their interest in the wantaway England international.</p> \n<p>Despite completing the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/18/memphis-depay-manchester-united-medical\" title=\"\">&pound;25m transfer of the PSV Eindhoven winger Memphis Depay</a> this week, and the acceptance that Liverpool are highly unlikely to sell a key player to their fierce north-west rivals, United have inquired about Sterling’s availability in anticipation of him agitating for a move away from Anfield this summer.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/20/gareth-southgate-silenced-manchester-united-luke-shaw-injury-england-u21s\">Gareth Southgate ‘silenced’ by Manchester United over Luke Shaw injury</a> </p> \n</aside> \n<p>The 20-year-old and his representative, Aidy Ward, are due to meet the Liverpool manager, Brendan Rodgers, and chief executive, Ian Ayre, on Friday and are expected to confirm the club’s long-held suspicions that he will push for a lucrative transfer this summer.</p> \n<p>Irrespective of that tactic, Liverpool informed United that their second highest goalscorer this season – with 11 goals – is not for sale at any price.</p> \n<p>Whether that will deter United from returning with an offer that will tempt Fenway Sports Group, Liverpool’s owner, to sanction a move that would stun not only both clubs’ supporters but the wider football world remains to be seen and also, at this stage, highly unlikely.</p> \n<p>Manchester City are primed to take advantage of Sterling’s desire to leave Liverpool and are willing to pay the winger around &pound;150k a week to entice him to the Etihad Stadium as part of their drive to recruit young British talent this summer.</p> \n<p>But, as with their city rivals, it would take an extravagant bid to tempt Liverpool, who have Sterling under contract until 2017 and are currently minded to hold him to his &pound;35,000-a-week deal until next summer. FSG, who have asked Rodgers to lead a review into this season’s failure to qualify for the Champions League, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2013/jul/23/arsenal-luis-suarez-liverpool-transfer\" title=\"\">showed with Luis Su&aacute;rez and Arsenal in 2013 that they are unwilling to sell to a Premier League rival</a> and have informed United that is the situation with Sterling.</p> \n<p>The England man was booed by a section of the Liverpool support when he picked up the club’s young player of the year award on Tuesday evening after news of his desire to leave Anfield leaked out.</p> \n<p>Sterling and his agent had postponed talks over his new contract until the end of the season, with the player keen to concentrate on his football. However, that meeting was brought forward at the request of his representatives, increasing the belief at Liverpool that the England international will refuse to commit to a new deal.</p> \n<p>If the Liverpool owners stand firm – as they did with Arsenal over Su&aacute;rez – the impasse will cost Sterling more than &pound;3m in lost wages given his rejection of a &pound;100,000-a-week contract at Anfield.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/20/1432158015727/Manchester-United-v-Liver-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liverpool's Raheem Sterling playing at Old Trafford this season against Manchester United. Photograph: Magi Haroun/Rex Shutterstock","credit":"Magi Haroun/Rex Shutterstock","altText":"Manchester United v Liverpool, Barclays Premier League, Old Trafford, Britain - 14 Dec 2014","cleanCaption":"Liverpool's Raheem Sterling playing at Old Trafford this season against Manchester United. Photograph: Magi Haroun/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-21T06:54:30Z","lastModified":"2015-05-21T06:54:32Z","metadata":{"commentable":true,"commentCount":684,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":false,"keywords":["Raheem Sterling","Manchester United","Liverpool","Transfer window","Football","Sport"],"tags":[{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/manchester-united","webTitle":"Manchester United"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/20/manchester-united-raheem-sterling-liverpool-transfer-bid","shortUrl":"http://gu.com/p/494yn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/20/manchester-united-raheem-sterling-liverpool-transfer-bid","webUri":"http://www.theguardian.com/football/2015/may/20/manchester-united-raheem-sterling-liverpool-transfer-bid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/5/20/1432158015727/Manchester-United-v-Liver-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liverpool’s Raheem Sterling playing at Old Trafford this season against Manchester United. Photograph: Magi Haroun/Rex Shutterstock","credit":"Magi Haroun/Rex Shutterstock","altText":"Manchester United v Liverpool, Barclays Premier League, Old Trafford, Britain - 14 Dec 2014","cleanCaption":"Liverpool’s Raheem Sterling playing at Old Trafford this season against Manchester United. Photograph: Magi Haroun/Rex Shutterstock"}},"importance":7,"showQuotedHeadline":false},{"title":"Cameron's immigration bill to include crackdown on illegal foreign workers","rawTitle":"Cameron's immigration bill to include crackdown on illegal foreign workers","item":{"type":"article","id":"uk-news/2015/may/20/immigration-bill-to-include-crackdown-on-illegal-foreign-workers","title":"Cameron's immigration bill to include crackdown on illegal foreign workers","trailText":"David Cameron to promise bill in Queen’s speech that will make ‘Britain a less attractive place to come and work illegally’","standFirst":"<p>David Cameron to promise bill in Queen’s speech that will make ‘Britain a less attractive place to come and work illegally’</p>","byline":"Patrick Wintour Political editor","body":"<p>David Cameron will try to brush off embarrassing net migration figures on Thursday by announcing details of a new immigration bill to be included in the Queen’s speech, which will propose a new criminal offence of illegal working that will allow police to seize the wages of anyone employed unlawfully.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If you have uncontrolled immigration, you have uncontrolled pressure on public services</p> \n  <footer> \n   <cite>David Cameron</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>It has been estimated that the backlog of people in Britain who have overstayed their visas and whose whereabouts are unknown is 300,000, but it is not known how many are working. Cameron managed to survive the general election, even though he once urged voters to kick him out if he failed to bring net migration down to the tens of thousands.<br /></p> \n<p>The last official quarterly net migration figures showed net migration was 298,000 last year, 54,000 higher than when he made the pledge in 2010.</p> \n<p>Cameron promised in the Tory manifesto to keep the pledge, although he also said he would be adding new metrics to test whether migration was being reduced.</p> \n<p>In practice, his success in this parliament will not depend solely on new legislation but also on deeper trends in the European labour market and any agreements reached on tightening social security entitlements within the EU – one of his key targets in his renegotiation of the UK relationship with the rest of the trading bloc.</p> \n<p>The last published figures covered the 12 months to September 2014 and showed that immigration rose from 530,000 the previous year to 624,000, while emigration remained stable at 327,000.</p> \n<p>In his latest speech on immigration – clearly designed to address the latest figures – Cameron will promise that the Queen’s speech will contain an immigration bill designed to bring the whole of government into the battle to reduce migration flows. He will promise the bill will make “Britain a less attractive place to come and work illegally”.<br /></p> \n<p>Migrants with current leave to remain but who are working illegally in breach of their conditions may be prosecuted under the Immigration Act 1971 and be liable on summary conviction to a six-month custodial sentence and/or an unlimited fine.</p> \n<p>But ministers say there is a loophole for migrants who entered illegally or have overstayed their leave and are not therefore subject to current conditions of stay. <br /></p> \n<p>This new offence will address this gap and close a loophole whereby the wages of some illegal migrants fall outside of the scope of the confiscation provisions in the Proceeds of Crime Act, unlike those individuals who are working in breach of leave conditions.The offence will apply to those who arrived illegally or those who entered the UK legally but then overstayed.</p> \n<p>Cameron will say: “A strong country isn’t one that pulls up the drawbridge … it is one that controls immigration. Because if you have uncontrolled immigration, you have uncontrolled pressure on public services. And that is a basic issue of fairness.</p> \n<p>“Uncontrolled immigration can damage our labour market and push down wages. It means too many people entering the UK legally but staying illegally. The British people want these things sorted.</p> \n<p>“That means … dealing with those who shouldn’t be here by rooting out illegal immigrants and bolstering deportations. Reforming our immigration and labour market rules so we reduce the demand for skilled migrant labour and crack down on the exploitation of unskilled workers. That starts with making Britain a less attractive place to come and work illegally.</p> \n<p>He will promise the bill will put “an end to houses packed full of illegal workers; stop illegal migrants stalling deportation; give British people the skills to do the jobs Britain needs”.</p> \n<p>The home secretary said on BBC Radio 4’s Today that the amendments would act as a deterrent to people working in the UK illegally. </p> \n<p>Theresa May said: “it is not about revenue raising. It is about making it harder for people to be working illegally and setting a clear deterrent for those that want to stay here illegally I think most people would think it is entirely fair and right to say that if you’re here illegally you have got no right to be here and you’re working, that is an offence, and we should be able to deal with the wages as the proceeds of crime.” <br /></p> \n<p>The main powers, many previously trailed but rejected by the Liberal Democrats, include new measures for councils to crack down on unscrupulous landlords and evict illegal migrants more quickly.</p> \n<p>Banks will also be required to do more to check bank accounts against databases of people in the UK illegally.</p> \n<p>The right to deport first and for the migrant to appeal later will be extended to all immigration appeals and judicial reviews. Satellite tracking tags will be placed on foreign criminals awaiting deportation so it is easier for Home Office officials to follow their location.</p> \n<p>A new offence of illegal working will also be introduced to close a loophole that means people who are in the UK illegally cannot benefit from working and their wages will be given the same status as a proceed of crime so making it subject to seizure by police.</p> \n<p>No businesses and recruitment agency will be permitted to recruit abroad without advertising in the UK.</p> \n<p>In addition, a new labour market enforcement agency will established to crack down on the worst cases of labour market exploitation, such as workers being paid the minimum wage but then being housed in tied accommodation at extortionate rents.</p> \n<p>May said: “We continue to have as a government the aim of bringing net migration down to the tens of thousands. It is the ambition we have set in our manifesto.” She said the government had failed to meet its promise in the previous parliament. She refused to set a date for meeting the target, saying “instead it is something we are working to. Net migration matters because it is the number of people that stay here.” </p> \n<p>She said she was asking the EU to let the UK debar EU migrants receive tax credits for at least four years. </p> \n<p>May denied her plans would be hindered by a lack of funding and there was no need to increase border staff. The problem lay less with illegal migrants, than with legal migrants who have over staye, she argued.</p> \n<p>The home secretary said the Conservatives could introduce the ”deport now, appeal later” principle in majority government, having previously been unable to in coalition with the Liberal Democrats.</p> \n<p>“We introduced this for foreign national offenders, foreign national criminals, under the last government, but because we were in coalition we weren’t able to go further. Now we are a majority Conservative government we can go further and make sure that people who are here illegally are deported before they appeal,” she said.<br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3def96f06640c1900d5acd2bb457c60352de0d0f/886_0_3249_1949/3249.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1949,"width":3249,"orientation":"landscape","credit":"Pool/Getty Images","altText":"David Cameron","cleanCredit":"Photograph: Pool/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-21T08:22:48Z","lastModified":"2015-05-21T08:34:03Z","metadata":{"commentable":true,"commentCount":1176,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Immigration and asylum","UK news","David Cameron","Migration","Employment law","Law","Politics","World news","Queen's speech"],"tags":[{"id":"uk/immigration","webTitle":"Immigration and asylum"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/migration","webTitle":"Migration"},{"id":"law/employment-law","webTitle":"Employment law"},{"id":"law/law","webTitle":"Law"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/world","webTitle":"World news"},{"id":"politics/queens-speech","webTitle":"Queen's speech"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/20/immigration-bill-to-include-crackdown-on-illegal-foreign-workers","shortUrl":"http://gu.com/p/494j7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/20/immigration-bill-to-include-crackdown-on-illegal-foreign-workers","webUri":"http://www.theguardian.com/uk-news/2015/may/20/immigration-bill-to-include-crackdown-on-illegal-foreign-workers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3def96f06640c1900d5acd2bb457c60352de0d0f/886_0_3249_1949/3249.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1949,"width":3249,"orientation":"landscape","caption":"David Cameron will promise that the Queen’s speech will contain an immigration bill designed to bring the whole of government into the battle to reduce migration flows. Photograph: Getty","credit":"Getty","altText":"David Cameron.","cleanCaption":"David Cameron will promise that the Queen’s speech will contain an immigration bill designed to bring the whole of government into the battle to reduce migration flows.","cleanCredit":"Photograph: Getty"}},"importance":5,"showQuotedHeadline":false},{"title":"Review / Love review: Gaspar Noé's hardcore 3D sex movie is fifty shades of vanilla","rawTitle":"Love review: Gaspar Noé's hardcore 3D sex movie is fifty shades of vanilla","item":{"type":"article","id":"film/2015/may/21/love-review-gaspar-noes-3d-porno-is-fifty-shades-of-vanilla","title":"Love review: Gaspar Noé's hardcore 3D sex movie is fifty shades of vanilla","trailText":"The Irréversible director’s highly focused sex-epic generously involves the audience in the action and boasts all the best and worst of vintage porn, but lacks the bite of his earlier work","standFirst":"<p>The Irr&eacute;versible director’s highly focused sex-epic generously involves the audience in the action and boasts all the best and worst of vintage porn, but lacks the bite of his earlier work</p>","byline":"Peter Bradshaw","body":"<p>Here is the Cannes film festival’s 51<sup>st</sup> shade of … well, not grey, because director Gaspar No&eacute; does have a penchant for that classic red-filter lighting appropriate for full-on filth, as well as a soupy sound-design and indistinct dialogue which sounds quieter than the deafeningly loud cheesy ambient music: soft rock and even, at one moment, Bach’s Goldberg Variations. Love is No&eacute;’s explicit sex film in 3D: that is, vanilla heterosexual sex, in girl-boy and girl-girl-boy permutations (you sure can tell a straight guy made this movie) with a conscientious emphasis on condoms. There is also one scene with a transsexual, with whom our male hero totally chickens out of doing anything rude. No spanking. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/10/cannes-2015-sexy-films\">Sex on the beach: a brief history of Cannes and erotic cinema</a> </p> \n</aside> \n<p>The 3D means at one stage we basically get a squelching of sperm swooshing out of the screen straight at the audience, as well as what can only be described as a nightmare penis-slit shot, rhythmically chugging in and out at us through a hideous tunnel of purple flesh big enough for Eurostar. And it often looks like the audience is going to need to duck when the male lead and his hefty phallus turns around, like Eric Sykes and his ladder. There are times when it looks like a Cinema Paradiso-type money-shot highlight showreel.</p> \n<p>It’s hardcore, yet much softer-core than No&eacute;’s earlier movies, without the terrifying shock factor of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2003/jan/31/artsfeatures.dvdreviews3\">Irr&eacute;versible</a> and Seul Contre Tous, and without the visual brilliance of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2010/sep/23/enter-the-void-review\">Enter the Void</a>, and Love is preposterous and badly acted and talky in a way that porn films haven’t been since they were designed to be shown in cinemas: I was paradoxically reminded of Clive James’s memory of nervously taking his date to see Hiroshima Mon Amour and them becoming the first couple in history to see that film and not have sex afterwards.</p> \n<figure class=\"element element-image\" data-media-id=\"67e45ba06425c293b8568534c67f7e91269b4cbb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432183603961/c98cae70-7f5a-43fd-bab4-3df7e33078ec-460x276.jpeg\" alt=\"Love.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>But there is something endearing in its very monomaniacal quality: here is a film with just one subject, what Casanova called the “subject of subjects”: the subject we spend most of our time thinking about and not admitting it, and here is a film which actually shows you the sex, the thing that makes babies, as supposed to the general coy sexiness and come-on glamour that so many other films spend their time promoting.</p> \n<p>As ever with No&eacute;, there is a weirdly doomy air to the proceedings: Murphy (Karl Klusman) is an American in Paris, and any similarity to Gene Kelly ends there. He is lacerated with misery and regret: “A dick has one purpose: to fuck. And I fucked it all up,” he says.</p> \n<p>Murphy is very unhappily living with his girlfriend Omi (Klara Kristin) and their young baby. It turns out that he still obsessively in love with his former girlfriend Electra (Aomi Muyock). Murphy and Electra had originally invited Omi to join them for a three-way and Murphy had cheated on Electra with Omi and got her pregnant. Now Murphy reflects on their passionate affair, which didn’t prevent him cheating on her, or indeed her cheating on him with her old partner, a wealthy art dealer played with a ridiculous steel-grey wig, by No&eacute; — a Tarantino-esque cameo which the director cheerfully supplements with many more references to himself. The “Love Hotel” model from Enter the Void is seen in Murphy’s apartment, and of course Murphy’s strident views on cinema are pretty obviously Gaspar’s own.</p> \n<p>Murphy wants to show the sperm and juices of real life in his films. He demands to know why cinema does not show people having sex who are also in love, and no-one seems to want to take him up on that claim. Surely the lead characters of Ai No Corrida are in love? And at a pinch, those of Last Tango In Paris. It is certainly true that sex scenes in films tend to show people having sex for the very first time: although Nic Roeg’s sex scene in Don’t Look Now — widely considered the greatest sex scene — depicted in its own indirect way sex between a married couple who had had sex many times before. </p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-6d4a5393-0bdd-4c70-a9e7-77061ab7cc5b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432184174416/473f18df-0d54-406f-83fc-9cb779c6eeb9-460x276.jpeg\" alt=\"Gasper Noe's latest film Love.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A detail from one of the posters</span> \n </figcaption> \n</figure> \n<p>There is nothing experimental or wayward or playful in the way the sex in this film is shot: the point is just to deliver the actual business of penetration: over and over again, usually in subdued woozy light. There is a strange kind of humour in one scene. After Murphy is taken to a police station after punching No&eacute;, he makes a bizarre claim about his interrogating officer to Electra after they are released — a claim which is to lead to a musing on the differences between the French and the Americans and the inevitable trip to a sex club.</p> \n<p>As ever with sexually explicit films, some airy sophisticates here at Cannes are going to claim that they found Love “boring”. I guarantee it. And I can only say that like Pinocchio, their noses are growing — and leave it at that. Love is crass, and ridiculous and often uproarious. The three actors involved are not joining the RSC or giving their interpretation of Aristophanes or Miller any time soon. But Love is a raunchy vaudeville with a surreal streak of despair. That’s entertainment.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432183669992/c2bbb640-cc80-4c55-ab03-5774c4b43938-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"PR","altText":"Love.","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432183604376/d31ab447-06c6-4a1e-9f7d-1ac000f723ba-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":" ","credit":"PR","altText":"Love.","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432118745683/06200488-b773-4a18-8f23-0fa655e6c911-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A detail from one of the posters","credit":"PR","altText":"Gasper Noe's latest film Love.","cleanCaption":"A detail from one of the posters"}],"webPublicationDate":"2015-05-21T04:59:44Z","lastModified":"2015-05-21T08:15:15Z","metadata":{"commentable":true,"commentCount":74,"contributors":[{"name":"Peter Bradshaw","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733746410/PeterBradshaw.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterbradshaw"}],"feature":false,"keywords":["Cannes 2015","Cannes film festival","Film","Culture","Festivals","Pornography","Sex","Life and style"],"tags":[{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"culture/pornography","webTitle":"Pornography"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"film"},"topics":[{"displayName":"Peter Bradshaw","topic":{"type":"tag-contributor","name":"profile/peterbradshaw"}}],"starRating":"3","embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/21/love-review-gaspar-noes-3d-porno-is-fifty-shades-of-vanilla","shortUrl":"http://gu.com/p/494p3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/21/love-review-gaspar-noes-3d-porno-is-fifty-shades-of-vanilla","webUri":"http://www.theguardian.com/film/2015/may/21/love-review-gaspar-noes-3d-porno-is-fifty-shades-of-vanilla"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432183669992/c2bbb640-cc80-4c55-ab03-5774c4b43938-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘What can only be described as a nightmare penis-slit shot, rhythmically chugging in and out at us through a hideous tunnel of purple flesh big enough for Eurostar’ … the stars of Love","credit":"PR","altText":"Love.","cleanCaption":"‘What can only be described as a nightmare penis-slit shot, rhythmically chugging in and out at us through a hideous tunnel of purple flesh big enough for Eurostar’ … the stars of Love"}},"importance":5,"kicker":{"title":"Review"},"showQuotedHeadline":false},{"title":"F Scott Fitzgerald's Great Gatsby home on sale for $3.8m","rawTitle":"F Scott Fitzgerald's Great Gatsby home on sale for $3.8m","item":{"type":"article","id":"books/2015/may/21/f-scott-fitzgeralds-great-gatsby-home-on-sale-for-38m","title":"F Scott Fitzgerald's Great Gatsby home on sale for $3.8m","trailText":"Author and his wife, Zelda, lived in the seven-bedroom manor house just outside New York between 1922 and 1924","standFirst":"<p>Author and his wife, Zelda, lived in the seven-bedroom manor house just outside New York between 1922 and 1924</p>","byline":"Associated Press in Great Neck","body":"<p>The suburban New York home where F Scott Fitzgerald is believed to have written The Great Gatsby is for sale.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"49adf678cc0dcf32df83a705c76e4e352d44ec96\"> \n <img src=\"http://media.guim.co.uk/49adf678cc0dcf32df83a705c76e4e352d44ec96/36_33_1593_2388/667.jpg\" alt=\"Zelda Fitzgerald in 1928.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Zelda Fitzgerald in 1928.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>A spokeswoman for Coldwell Banker Residential Brokerage said on Wednesday that the asking price for the manor home on Long Island was just over US$3.8m (A$4.8m). She did not identify the owner.</p> \n<p>The home is in the village of Great Neck Estates, about 20 miles (32km) from New York City.</p> \n<p>The 5,000-square-foot (464sqm) Mediterranean style home, which was built in 1918, has seven bedrooms and six bathrooms. It has a music room and several fireplaces.</p> \n<p>Fitzgerald and his wife, Zelda, lived in the home between 1922 and 1924. He is believed to have written The Great Gatsby while living among the socialites in Long Island’s “gold coast” region.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/83ddd9198fae659b60dca729d072541d8eb088af/2_48_2095_1257/2095.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1257,"width":2095,"orientation":"landscape","credit":"Steven Bababekov/AP","altText":"This undated photo provided by Coldwell Banker Residential Brokerage shows the home where F. Scott Fitzgerald lived in from 1922 through 1924 in the village of Great Neck Estates on Long Island just outside New York City. Fitzgerald is believed to have written \"The Great Gatsby\" while living in the home. A spokeswoman for Coldwell Banker Residential Brokerage said Wednesday, May 20, 2015, that the asking price for the manor home that's for sale is just over $3.8 million. She declined to identify the current owner. (Steven Bababekov/Coldwell Banker Residential Properties via AP)","cleanCredit":"Photograph: Steven Bababekov/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49adf678cc0dcf32df83a705c76e4e352d44ec96/36_33_1593_2388/1593.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2388,"width":1593,"orientation":"portrait","caption":"Zelda Fitzgerald in 1928. Photograph: Alamy","credit":"Alamy","altText":"Zelda Fitzgerald in 1928.","cleanCaption":"Zelda Fitzgerald in 1928.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-05-21T01:01:03Z","lastModified":"2015-05-21T01:01:04Z","metadata":{"commentable":true,"commentCount":44,"contributors":[],"feature":false,"keywords":["F Scott Fitzgerald","Books","Culture","The Great Gatsby","New York","US news","World news"],"tags":[{"id":"books/fscottfitzgerald","webTitle":"F Scott Fitzgerald"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/the-great-gatsby","webTitle":"The Great Gatsby"},{"id":"us-news/new-york","webTitle":"New York"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"books"},"topics":[],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/21/f-scott-fitzgeralds-great-gatsby-home-on-sale-for-38m","shortUrl":"http://gu.com/p/494n8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/21/f-scott-fitzgeralds-great-gatsby-home-on-sale-for-38m","webUri":"http://www.theguardian.com/books/2015/may/21/f-scott-fitzgeralds-great-gatsby-home-on-sale-for-38m"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/83ddd9198fae659b60dca729d072541d8eb088af/2_48_2095_1257/2095.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1257,"width":2095,"orientation":"landscape","caption":"The home where F Scott Fitzgerald lived in Great Neck Estates on Long Island. Photograph: Steven Bababekov/AP","credit":"Steven Bababekov/AP","altText":"The home where F Scott Fitzgerald lived in Great Neck Estates on Long Island","cleanCaption":"The home where F Scott Fitzgerald lived in Great Neck Estates on Long Island.","cleanCredit":"Photograph: Steven Bababekov/AP"}},"importance":4,"showQuotedHeadline":false},{"title":"The reinvention of the SNP","rawTitle":"The reinvention of the SNP","item":{"type":"article","id":"politics/2015/may/21/how-alex-salmond-nicola-sturgeon-pulled-off-political-triumph-lifetime","title":"The reinvention of the SNP","trailText":"<strong>The long read:</strong> How Alex Salmond and Nicola Sturgeon pulled off the political triumph of a lifetime. By David Torrance","standFirst":"How Alex Salmond and Nicola Sturgeon pulled off the political triumph of a lifetime. By David Torrance","byline":"David Torrance","body":"<p>As poll after poll suggested that the Scottish National party was set to make historic gains on 7&nbsp;May, several outgoing Labour MPs found solace in gallows humour. “I’m now set to Defcon fucked,” remarked one. “It doesn’t matter how good you are or how weak your [SNP] opponent is – it’s over.” Another said the mood in Scotland resembled “the last days of Rome”, just “without sex, or wine. In fact, with none of the fun bits.” Others simply spoke of an oncoming “tsunami”.</p> \n<p>On the night itself, only three unionist MPs found themselves on high enough ground when that nationalist wave hit. The electoral map of Scotland had become a sea of yellow, with just a speck of blue in the south, red in the east and orange in the north.<strong> </strong>Scotland’s once-dominant centre-left party, observed the then Scottish Labour leader, Jim Murphy, had been “overwhelmed by history and circumstance”.</p> \n<p>A hundred and fifty miles north-east of Glasgow, the former first minister, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/alexsalmond\" title=\"\">Alex Salmond</a>, himself one of the 56 new SNP MPs, had another explanation. The “Scottish lion”, he declared, had “roared”, producing a swing “the like of which [had] not been seen in recorded politics”. That much was self‑evident, but how in the space of just five years<strong> </strong>had the SNP gone from 6 to 56 MPs, from 20% to 50% of the vote?</p> \n<p>Much of the instant analysis was inevitably reductive. Labour, claimed some, had not been adequately leftwing in a country where the political centre of gravity (or so it appeared) had long been at odds with that in England. Others lamented the party standing “shoulder to shoulder” with the Conservatives to keep Scotland in the union the previous year, suggesting that Labour had suffered guilt by association. More generally, commentators and activists grabbed hold of any explanation that came to mind: Trident, austerity, even Tony Blair.</p> \n<p>But in 21st-century Scotland – just as in the rest of the UK – labels such as “left” and “right”, and even “unionist” and “nationalist”, had long ceased to be useful. There was a tendency to depict Scotland as somehow firmly unionist until a decade or so ago, and avowedly nationalist since. In reality it had been both at the same time – and, indeed, had always been so – it was merely a question of degree. The fusion of Scotland with England in 1707 created not only a multinational state but a constitutional palimpsest, a nation both Scottish and British, under which all Scots could not help but possess a dual identity, simultaneously nationalist and unionist.</p> \n<p>Over time it became obvious that political success rested upon managing the balance between those two identities, between the institutional tenets of Scottish identity – religion, education and law – and a broader British state that derived its strength from empire, protestantism and defence. So when, in the wake of this year’s general election, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/23/the-triumph-of-nicola-sturgeon\" title=\"\">Nicola Sturgeon</a> promised to “stand up for Scotland”, she was merely pursuing much the same strategy as her predecessors: first ministers, secretaries of state for Scotland, lord advocates – unionists, devolutionists and nationalists, stretching back more than 300&nbsp;years.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"39ff2fc187d03da593b04d8fce9c02f8ecb3825a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432144025933/0434519c-f205-482a-b311-da8b572ffc09-460x296.jpeg\" alt=\"An SNP delegate reads the Scotsman on his way in to SNP special conference in Perth in 1998.\" width=\"460\" height=\"296\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An SNP delegate reads the Scotsman on his way to the party’s special conference in Perth in 1998.</span> \n  <span class=\"element-image__credit\">Photograph: Murdo Macleod</span> \n </figcaption> \n</figure> \n<p>Scottish nationalism had long spoken with different voices – literary, cultural, sporting and political. But those voices also needed to tell a story,<strong> </strong>a story of Scottish identity and the nation’s place not only within the UK but in a changing world. Thus, whoever had control of Scotland’s story most likely controlled its political discourse and therefore, but not always, its levers of power. During the late 19th and early 20th centuries power had changed hands many times, from Liberal home-rulers in the age of Gladstone and Lloyd George, to patriotic Scottish unionists in the age of Churchill and Macmillan. And, until around 2010, the Labour party had told a story of Red Clydeside, the welfare state and solidarity with the working classes of England, Wales and Northern Ireland.</p> \n<p>But in the last year or so, as one outgoing Scottish Labour MP observed in the wake of election defeat, his party found itself fighting an alternative narrative – that of the SNP – rather than “a set of policies”. The beguiling narrative that the SNP offered focused on the great things an independent – or fiscally autonomous – Scotland might be able to achieve.</p> \n<p>Wise leaders always tell a story about the country they aspire to lead, even if these stories are inevitably a mixture of fact and fiction. Just as Stanley Baldwin and John Major conjured an idealised England of pastoral scenes and cricket, from around 2004 Salmond and Nicola Sturgeon began to paint a picture of a leftwing Scotland, an anti-Tory Scotland, an egalitarian and outward-looking nation; an image of how many Scots liked to see themselves, if not a wholly accurate representation of who they actually were.</p> \n<h2>* * *</h2> \n<p><strong>In the decades preceding the late 1990s, </strong>Labour dominated Scottish politics, both in local government and at Westminster. Since its founding in 1934, the SNP had experienced its share of surges – the first in the late 1960s, another in the mid-1970s –&nbsp;but more often than not, the party found itself on the political&nbsp;sidelines, its claim to speak for Scotland ignored or disbelieved by most voters. Even as recently as the early 2000s, many thought that devolution had killed off Scottish nationalism for good.</p> \n<p>A number of key elements lie behind the SNP’s remarkable ascendancy since 2007, including the strategy of political triangulation (the art of stealing your opponent’s ideas), the decline of the Scottish Labour party and, above all, Alex Salmond’s masterful construction of an overarching story of modern Scotland. But the first major step towards rejuvenating the SNP came in 2000, when Salmond persuaded his party to adopt a new path towards independence. Before then, nationalists had argued that a majority of Scottish seats in either the House of Commons or a devolved Scottish parliament would constitute a mandate for independence negotiations. There was no need, they argued, for a referendum. But Salmond and others on the “gradualist” wing of the party realised this scared certain voters; what was needed was something to separate the SNP from its longstanding aim.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Salmond’s first big step towards rejuvenating the SNP came in 2000, when he persuaded his party to adopt a new path</p> \n </blockquote> \n</aside> \n<p>Following a close vote, “independence must be achieved by a referendum” became the new SNP orthodoxy. This shift in policy was not welcomed by more fundamentalist nationalists. To them, the word “referendum” generally meant a unionist trap, the sort used to thwart Scotland’s constitutional ambitions rather than advance them. That, to be fair, had been the case in 1979 when a majority of Scots had backed a Scottish assembly only to fall foul of the “40% rule”, under which two-fifths of the entire electorate (rather than those voting) had to endorse devolution for it to take effect. Even in 1996, when Tony Blair announced that the creation of a Scottish parliament would depend on approval in a pre-legislative referendum, some in the SNP suspected that Labour was reverting to unionist type. (Although, in the end, the 1997 referendum ended up aiding the devolution process by imbuing it with a popular mandate.)</p> \n<p>By declaring that a referendum was the route to independence, the SNP had taken its first significant step towards reversing its long-marginal electoral fortunes. But it did not look that way at the time. In July 2000, Salmond quit as SNP leader, believing that the media had tired of him as party leader. For four unhappy years his successor <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/john-swinney\" title=\"\">John Swinney</a> worked hard but lost support, as the party fought among itself over ideological direction and electoral strategy. After losing ground at the 2003 Scottish parliament election and in a European parliament contest the following year, Swinney fell on his sword. The stage was set for Salmond to make a surprise comeback, with Nicola Sturgeon – who had withdrawn her own candidature – as his running mate.</p> \n<p>The return of Salmond was the second key element in the changing fortunes of the SNP, for he was a master of appealing to voters across the political spectrum by adopting an apparently pragmatic mixture of rightwing and leftwing policies. By 2003, the 50-year-old Salmond had moved even farther from his youthful flirtation with Marxism. Always more interested in tactics than policy, at the end of the 1980s he had looked across the Irish Sea and liked what he saw: a Celtic Tiger slashing corporation tax and attracting international businesses to Dublin. If Ireland could do it, why not an independent Scotland? Interviewed in 1991, just months after Margaret Thatcher’s downfall, Salmond claimed “independence in Europe” could slash interest rates, while making clear his commitment to the marketplace and a “competitive and productive” Scottish economy.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"babaf8903fdf60f3e775488f0ed1815da41f97ff\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432144361637/799f19a9-6180-4f8c-b41b-458672bf61d6-460x276.jpeg\" alt=\"Alex Salmond in 1997.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alex Salmond in 1997.</span> \n  <span class=\"element-image__credit\">Photograph: Murdo Macleod</span> \n </figcaption> \n</figure> \n<p>In this regard, Salmond was Blairite before Blair. During his first term as leader, from 1990 to 2000, Salmond jettisoned nationalisation, along with higher income tax rates. Unlike Blair, however, he took care to mask all the resulting policy shifts with a heavy dose of social-democratic rhetoric. In doing so, the SNP gradually became all things to all men – and much more effectively than the Liberal Democrats had ever managed. The party courted the business community with a liberal fiscal regime (Salmond promised less regulatory red tape), while Scotland’s public sector was promised protection from privatisation and falling wages. Thus the SNP, like Blair, built support in the centre ground and among Scotland’s Asian and Catholic communities – both tough nuts to crack for a party long perceived as white and protestant.</p> \n<p>* * *</p> \n<p><strong>A year into Alex Salmond’s second term</strong> as leader, meanwhile, the party took another significant step.<strong> </strong>Until then, the nationalist narrative had largely been a negative one, infused with grievance (perceived and real), and much clearer about what it opposed rather than what it was for. But in 2005, SNP strategists identified five key priorities: “communications, governance, message, organisation and resource”. Detailed policy or ideology were not among them, but in presentational terms a new, relentlessly positive campaigning machine was about to be born.</p> \n<p>Of course policy did play a part, but it was couched in ambiguous terms. The working title of the SNP’s 2007 manifesto, for example, was A Culture of Independence. The previous year Sturgeon had conceded in an interview that as Labour shifted to the right, the SNP had, in turn, perhaps become rather “centralist and statist” in its outlook. Now it was time for a change.<strong> </strong></p> \n<p>Sturgeon, who would later do more than anyone to make Scottish nationalism synonymous with a centre-left agenda, sought to depict independence as both constitutional and personal. Governments, she said, “should not go around getting in people’s way when they don’t need to”, a remark that would not have sounded out of place coming from a small-state Conservative. Getting rid of student debt, lightening the burden of local taxation and encouraging small businesses, argued Sturgeon in 2006, was all intended “to give individuals a fair crack of the whip … aspirational policies about people progressing and making the most of themselves”. Such an agenda, hoped the SNP, would “strike a chord with people in the middle classes”. Given how much of a battleground the aspirational agenda would later become, wielded against Labour as proof of its capitulation to Conservative rhetoric, this was significant.</p> \n<p>This was social democracy, but certainly not the variety familiar to the Scandinavian countries Sturgeon et al had made&nbsp;a show of citing over the past few years. Furthermore, the SNP’s ideological position did not differ significantly from&nbsp;that of New Labour, which it had depicted as little more than a pale imitation of the previous Conservative governments in terms of its capitulation to a free-market agenda. Income tax was a case in point; although the SNP had fought the 1999 Scottish parliament election on the basis of raising the basic rate of income tax (which the new legislature could vary up or down by 3p), thereafter Salmond had abandoned a higher-tax agenda that might have given credence to his desire to emulate Sweden or Norway. Instead he preferred to pursue the political alchemy of a low-tax, high‑spend economic model.</p> \n<p>It underlined that although the SNP had long dreamed of displacing Labour as Scotland’s dominant centre-left party, any prospect of doing so with a genuinely radical policy agenda had been shelved in the 1980s. Nonetheless, there remained important points of differentiation: tuition fees, for example, became the leitmotif of the nationalist approach – an explicit rejection of the Blairite education agenda. A longstanding commitment to unilateral nuclear disarmament also enabled nationalists to present themselves as more leftwing than Labour, and while on Trident they clearly were, it conveniently overshadowed similarities in economic terms.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"fbf42ef315fe27ef258ab273ec1e152137937e1c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432144507662/3ee6e7a6-059d-4739-85bc-a4f77556765b-460x276.jpeg\" alt=\"Nicola Sturgeon fighting for the Govan seat in the 1997 general election\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nicola Sturgeon campaigning for the Glasgow Govan seat in the 1997 general election.</span> \n  <span class=\"element-image__credit\">Photograph: Murdo Macleod</span> \n </figcaption> \n</figure> \n<h2>* * *</h2> \n<p><strong>The decline of the Scottish Labour party</strong> was the third decisive&nbsp;factor in the rise of the SNP. In 2006 a YouGov poll found that 56% of Scots agreed that Labour had “been in power&nbsp;too long in Scotland” and that it was “time for a change”. That sentiment, and more specifically the phrase “it’s time”, would form the basis of the SNP’s 2007 Holyrood election campaign. To drive home the message, Salmond depicted Labour as incapable of functioning “without remote control from their London masters”, cleverly contrasting his political autonomy with that of Labour’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2005/apr/13/guardiansocietysupplement.scottishparliament\" title=\"\">Jack McConnell</a>, Scotland’s first minister since 2001.</p> \n<p>Salmond benefited from a perfect storm: continuing fallout from the 2003 invasion of Iraq, Liberal Democrat turmoil (Charles Kennedy had been ousted as leader) and an ongoing battle between Blair and Brown. This was the point at which Scottish Labour lost control of Scotland’s “story”. “We started to feel as if we were swimming against a tide,” reflected McConnell a few years later. “During the 2007 campaign [the SNP] picked up on the fact that Scots wanted to hear positive stuff so they ran with a very positive campaign and we ended up on the other side of that, sounding negative.”</p> \n<p>That positive campaign got them across the finishing line – just – beating Labour to become Scotland’s largest party by a single seat at the 2007 Holyrood election. Salmond quickly presented his party as the rightful winner and, when coalition negotiations with the Liberal Democrats failed over the question of an independence referendum, he formed a minority government. As Tony Blair recounted in his memoirs, he realised that once Salmond had “his feet under the table”, he would “play off against the Westminster government and embed himself”. “It would be far harder,” predicted Blair, “to remove him than to stop him in the first place.”</p> \n<p>Even from that precarious position, as Blair had anticipated, the new first minister made like Teddy Roosevelt, using his official residence, Bute House, as a <a href=\"http://www.pbs.org/wgbh/americanexperience/features/general-article/tr-know/\" title=\"\">bully pulpit</a> to build support for the SNP and independence. The Scottish executive was rebranded as the Scottish government, while Salmond made a point of looking and acting like he already led an independent nation; even the early release of the Lockerbie bomber played to his story of a modern, compassionate nation, while signalling that from then on Scotland would be master of its own affairs, even if that upset Westminster.</p> \n<p>Its performance in government was more competent than radical. Despite plentiful rhetoric about reducing inequality and promoting social justice, the SNP would not produce a record to match that of Labour between 1997 and 2010, which had reduced pensioner and child poverty. Yet what resonated was the story told over the next four years, of a Scottish parliament that had finally found its voice. As even Tony Blair’s former spin doctor Alastair Campbell conceded in a newspaper article, Salmond’s efforts after 2007 to capture the mood of Scots in terms of values and vision had provided “a clever soundtrack to … an upbeat, devolved Scotland”.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"16d0b6bfa7e0b17c49d635727c828f669bd79446\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432130693675/43bfc440-8d8d-46d3-a174-8f5179539faa-460x276.jpeg\" alt=\"The final day of the referendum campaign in September last year.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The final day of the Scottish referendum campaign in September last year.</span> \n  <span class=\"element-image__credit\">Photograph: Murdo MacLeod</span> \n </figcaption> \n</figure> \n<p>In the 2011 Scottish parliament election, the SNP performed astonishingly well, winning an overall majority in an electoral system specifically designed to prevent such an outcome. Labour had failed to respond to defeat four years previously. But there was a wider problem. By 2011, Unionism – be it red, yellow or blue – had become thoroughly banal, stale and defensive. <strong> </strong>Narratives of the welfare state and Britain’s influential place in the world had been abandoned – now it relied on balance sheets to make its case.</p> \n<p>But, paradoxically, as Scotland’s voting behaviour continued to diverge from the rest of the UK, it increasingly resembled the rest of the country. Even in the midst of a recession, Scotland was now prosperous, a far cry from its position for much of the postwar era. On social issues, too, it had changed significantly. When it came to homosexuality, divorce and abortion, Scotland had thrown off its Calvinist roots and become as liberal as England and Wales. Survey after survey also revealed that political beliefs had, if anything, shifted rightward; cool on immigration, cynical about benefits and, like the thrifty Scots Margaret Thatcher always believed them to be, keen to withhold as much of their income from the state as possible.</p> \n<p>Nevertheless, during the long referendum campaign that followed the SNP’s 2011 election victory, Labour not only lost control of the political narrative but increasingly lost permission even to be heard by growing numbers of once-loyal voters. The SNP said that Labour had lost its soul and ditched its principles, almost as if independence was somehow going to restore common ownership of “the means of production, distribution and exchange”, as stated in the 1918 Labour party constitution. Labour hit back on points of detail – often good ones – but ended up looking, especially as it campaigned for a “No” vote alongside Conservatives, as if it no longer believed its own story, that Scotland was more leftwing, more egalitarian, anti-Tory.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Labour not only lost control of the political narrative but increasingly lost permission even to be heard</p> \n </blockquote> \n</aside> \n<p>Of course there were contradictions within the competing nationalist narrative: it was anti-nuclear but pro-Nato, committed to free university tuition but content to cut college places. From the comfort of the moral high ground the SNP railed against the Liberal Democrats for U-turning on tuition fees, conveniently forgetting that its own 2007 pledge to write off student debt had never been implemented. Nationalists were pro-EU but opposed to the single currency, common fisheries policy and increased centralisation; economically it talked orthodox left but intended to act conventionally right, pledging to cut corporation tax, and keep personal taxation low.</p> \n<p>The SNP also cleverly co-opted aspects of the union that retained an emotional appeal; Salmond spoke of Scotland’s “six unions” – political (Westminster), monetary (sterling), regal (monarchy), defence (Nato), European (the EU) and social (family ties) – and pledged to preserve all but the first. This, as the journalist Alf Young observed, made the SNP leader “five sixths a unionist”, but the story he told was large and could therefore contain multitudes.</p> \n<p>History also played its part, for Scottish nationalism was not unusual in embracing both “ethnic” and “civic” elements. In June 2014, the Scottish government marked the 700th anniversary of Bannockburn with a historical re-enactment of Scotland’s first war of independence. Even referendum day was imbued with historical significance, taking place exactly 100 years after the ill-fated Government of Ireland Act had received royal assent on 18 September 1914, the British state’s final attempt to appease Ireland on the eve of the first world war. History might not be repeating itself – although there were many echoes of the Irish debate in Scotland – but the symbolism was striking.</p> \n<h2>* * * </h2> \n<p><strong>For the past century</strong> all of Scotland’s political parties have played the game – to varying degrees – of defining Scotland against Westminster, each of them claiming to “stand up” for distinct Scottish characteristics and interests. From the end of the 19th century onwards, the old Liberal party harnessed Scottish nationalism for nearly three decades, telling a progressive story of land reform and a nascent welfare state; then the Conservatives encouraged what they called “administrative devolution”, the steady transfer of Scottish Office staff and responsibilities from London to Edinburgh, as did Labour with its devolution rallying cry throughout the 1980s and 1990s.</p> \n<p>Each had become a victim of their own success. Having delivered home rule for Ireland in the early 1920s, the Liberals began their strange death, and thereafter, having long framed Scotland as a “state within a state”, Conservatives suffered as voters pushed that to its logical conclusion by supporting legislative as well as administrative devolution. During the Thatcher years, Scottish Labour deployed nationalist weaponry against Conservative governments and, in doing so, unwittingly helped delegitimise aspects of the British state. More recently, having delivered a Scottish parliament in 1999, Labour lost its unique selling point to Scottish voters, and so another “strange death”, that of Labour Scotland, mirrored that of the Liberals 90 years before.</p> \n<p>Given that historical context, the fact that independence was not endorsed by a majority of voters on 18 September 2014 was less significant than it initially appeared. As Iain Macwhirter, the political commentator for The Herald, put it in his book Disunited Kingdom: “Unionists didn’t quite win, and the yes campaign didn’t quite lose”. Two years of discussion and debate about independence had served to normalise the concept, which, against a backdrop of austerity and distant Tory government, appeared less risky than it had even in the oil-rich 1980s.</p> \n<p>Alex Salmond clearly regarded the 45% yes vote as more of a lost battle than a lost war; he spoke of Scotland’s “100-year home rule journey”, skirting over the fact that much of the journey had concerned devolution rather than independence, more autonomy <em>within</em> the UK rather than full independence outside it. But shrewdly, he had taken up the old battle cries associated with the long campaign for a Scottish parliament, selling independence as a means by which to promote economic growth, social democracy and the slippery concept of Scottish values.</p> \n<p>This narrative had become so entrenched, so appealing even to those who did not consider themselves nationalists, that not long after a Labour government dominated by two Scottish MPs, Gordon Brown and Alistair Darling, the SNP was able to argue that not only was Labour anti-Scottish but that Scotland lacked clout at Westminster. The traction that this narrative gained was evidence that the victors do not always write the first draft of history. The SNP line was reinforced through skilful rhetoric and soundbites, embellished and repeated until questioning it became almost pointless.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The SNP was able to argue that not only was Labour anti-Scottish but that Scotland lacked clout at Westminster</p> \n </blockquote> \n</aside> \n<p>Salmond had always seen the bigger picture, possessing an ability to map out future political terrain and act accordingly. And having done so on 19 September he instinctively knew that a swift resignation would aid the SNP in the eight months between the referendum and the 2015 general election. The future, he explained, was “redolent with possibility”, and it would fall to Nicola Sturgeon – a less divisive and in many ways more talented politician – to take the party and broader independence movement to the next level.</p> \n<p>The SNP, not for the first time, proved lucky in terms of external events and its enemies. Having long struggled to appear relevant in the context of a Westminster election, the near-certainty of another hung parliament made the image of a large group of nationalist MPs as powerbrokers appear credible for the first time since the 1970s. At the same time, when Scottish Labour leader J<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/oct/24/johann-lamont-resigns-scottish-labour-party-leader\" title=\"\">ohann Lamont resigned</a> in October 2014, claiming that the UK Labour leadership regarded Scotland as a “branch office”, nationalists could feel vindicated.</p> \n<p>By the close of 2014, the SNP found itself in complete command of Scotland’s political narrative. Opinion polls indicated that most of the 45% who had supported independence now intended to vote SNP on 7 May. With Salmond and Sturgeon liked and trusted by a majority (even non-SNP voters) of the electorate, they were able to set the terms of debate in the months leading up to polling day, chiefly that the Scottish Labour party had “lost its soul”, that the cross-party <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/nov/27/scottish-devolution-smith-commission-key-points\" title=\"\">Smith commission</a> on more powers for the Scottish parliament was destined to fail, and only the SNP could possibly stand up for Scotland at Westminster.</p> \n<p>For those who looked closely at the SNP and Scottish Labour manifestos, however, beyond Trident the pledges and philosophy therein appeared virtually identical, Sturgeon having belatedly followed Labour’s lead (rather than the other way round) on a mansion tax, bankers’ bonus and abolition of non-dom status. But in politics perception is everything, and voters, including a huge tranche of Labour supporters who had defied their party by voting yes in the referendum, believed the SNP leader to be more authentically leftwing than Scottish Labour’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/jimmurphy\" title=\"\">Jim Murphy</a>. The two leaders, and their parties, were judged by completely different standards; thus Labour’s brand had failed, just like that of the Tories in 1997. Sturgeon, meanwhile, jettisoned the neoliberal elements of her&nbsp;predecessor’s agenda and spoke of marrying social justice and economic growth as if it were a bold new departure in political economy.</p> \n<p>On 7 May, the SNP won 50% of the vote. Once distorted by first-past-the-post and up against a unionist vote split three ways, it was enough to produce a landslide. Not only did that result kill the notion of British party politics, it demonstrated that in Scotland “nation” (and its associated identity) had become the dominant axis upon which discourse, public policy and even crude party politics turned. Unionists might try to recalibrate that reality by highlighting points of detail, but for nearly a decade that had been subject to the law of diminishing returns. And for much longer than that, the substance of Scotland’s exceptionalism had not been what mattered in political terms, rather a sense of being different and therefore a desire to do things – often the same things – for itself.</p> \n<p>Did the SNP - unlike its predecessors - possess the answers to crucial questions about inequality, economic growth and sustainability? Did Alex Salmond and Nicola Sturgeon have original, radical policy solutions that could be put into practice? By the time 7 May arrived, these were no longer the questions that mattered. For, in the context of a United Kingdom in flux, a troubled Europe and an ever-turbulent world, they were beyond any shadow of a doubt the best storytellers.</p> \n<p><span class=\"bullet\">•</span> Follow the Guardian Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\" title=\"\">@gdnlongread</a></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130456004/b39fd818-55d8-4698-ad92-e4925d691746-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"The Guardian","altText":"Scotland illustration","cleanCredit":"Photograph: The Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432144026789/0434519c-f205-482a-b311-da8b572ffc09-2060x1324.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1324,"width":2060,"orientation":"landscape","caption":"An SNP delegate reads the Scotsman on his way to the party’s special conference in Perth in 1998. Photograph: Murdo Macleod","credit":"Murdo Macleod","altText":"An SNP delegate reads the Scotsman on his way in to SNP special conference in Perth in 1998.","cleanCaption":"An SNP delegate reads the Scotsman on his way to the party’s special conference in Perth in 1998.","cleanCredit":"Photograph: Murdo Macleod"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432144362997/799f19a9-6180-4f8c-b41b-458672bf61d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alex Salmond in 1997. Photograph: Murdo Macleod","credit":"Murdo Macleod","altText":"Alex Salmond in 1997.","cleanCaption":"Alex Salmond in 1997.","cleanCredit":"Photograph: Murdo Macleod"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432144509078/3ee6e7a6-059d-4739-85bc-a4f77556765b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nicola Sturgeon campaigning for the Glasgow Govan seat in the 1997 general election. Photograph: Murdo Macleod","credit":"Murdo Macleod","altText":"Nicola Sturgeon fighting for the Govan seat in the 1997 general election","cleanCaption":"Nicola Sturgeon campaigning for the Glasgow Govan seat in the 1997 general election.","cleanCredit":"Photograph: Murdo Macleod"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130695038/43bfc440-8d8d-46d3-a174-8f5179539faa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The final day of the Scottish referendum campaign in September last year. Photograph: Murdo MacLeod","credit":"Murdo MacLeod","altText":"The final day of the referendum campaign in September last year.","cleanCaption":"The final day of the Scottish referendum campaign in September last year.","cleanCredit":"Photograph: Murdo MacLeod"}],"webPublicationDate":"2015-05-21T05:00:03Z","lastModified":"2015-05-21T05:00:03Z","metadata":{"commentable":true,"commentCount":466,"contributors":[{"name":"David Torrance","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-torrance"}],"feature":true,"keywords":["Scottish National party (SNP)","Alex Salmond","Nicola Sturgeon","Politics","Scotland","UK news"],"tags":[{"id":"politics/snp","webTitle":"Scottish National party (SNP)"},{"id":"politics/alexsalmond","webTitle":"Alex Salmond"},{"id":"politics/nicola-sturgeon","webTitle":"Nicola Sturgeon"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"David Torrance","topic":{"type":"tag-contributor","name":"profile/david-torrance"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/21/how-alex-salmond-nicola-sturgeon-pulled-off-political-triumph-lifetime","shortUrl":"http://gu.com/p/4944m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/21/how-alex-salmond-nicola-sturgeon-pulled-off-political-triumph-lifetime","webUri":"http://www.theguardian.com/politics/2015/may/21/how-alex-salmond-nicola-sturgeon-pulled-off-political-triumph-lifetime"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432148155159/f98bb5f0-9629-4711-a5d8-354359e918a7-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Illustration: The Guardian","credit":"The Guardian","altText":"Illustration: The Guardian","cleanCaption":"Illustration: The Guardian"}},"importance":4,"showQuotedHeadline":false},{"title":"'We're not Australian': Norfolk Islanders adjust to shock of takeover by mainland","rawTitle":"'We're not Australian': Norfolk Islanders adjust to shock of takeover by mainland","item":{"type":"article","id":"australia-news/2015/may/21/were-not-australian-norfolk-islanders-adjust-to-shock-of-takeover-by-mainland","title":"'We're not Australian': Norfolk Islanders adjust to shock of takeover by mainland","trailText":"<strong>Special report: </strong>After decades of uncertainty, Norfolk Island has lost the right to govern itself. What does this mean for the islanders – many the descendants of Bounty mutineers – who call this extraordinary scrap of land their home? ","standFirst":"<p><strong>Special report: </strong>After decades of uncertainty, Norfolk Island has lost the right to govern itself. What does this mean for the islanders – many the descendants of Bounty mutineers – who call this extraordinary scrap of land their home? </p>","byline":"Words by Melissa Davey; photographs by Zach Sanders","body":"<p>As Air New Zealand flight 762 touches down on Norfolk Island, an external territory of Australia 1,412km east of the New South Wales north coast, residents of the island gather below, waving the territory’s green-and-white flag.<br /></p> \n<p>The display of patriotism is not for the benefit of the mostly elderly tourists on board the plane, but instead a show of support for Norfolk Island’s chief minister, Lisle Snell, who is also on board. He is returning home from Canberra, a defeated man.</p> \n<p>Despite Snell’s appeals, on 12 May the Australian parliament made the bipartisan decision to revoke Norfolk Island’s autonomy, under which the island has been governed by its own legislative assembly since 1979. </p> \n<p>The threat of coming under Australian government law, order and taxation has been looming over the island for decades, with the commonwealth claiming the local government is broke, and that it lacks the money and resources to deliver health, education, justice and welfare services to an Australian standard. </p> \n<p>Already, memorandums of understanding exist between Norfolk Island and the mainland for the delivery of services including education and healthcare. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"fd3340ef5767827112d7d810c097202839b53f59\"> \n <img src=\"http://media.guim.co.uk/fd3340ef5767827112d7d810c097202839b53f59/0_27_1556_2335/666.jpg\" alt=\"Norfolk Island’s chief minister, Lisle Snell, at the window of his office in Kingston\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Norfolk Island’s chief minister, Lisle Snell, at the window of his office in Kingston</span> \n </figcaption> \n</figure> \n<p>But for many islanders, including Snell, the decision to abolish the Norfolk Island government has hit hard. All Norfolk Island laws will now be rolled in to New South Wales ones, with any legislation on the island that Australia considers outdated or inappropriate removed or replaced.</p> \n<p>Australians know little about Norfolk Island, an idyllic, tax-free haven, even though it is just over a two-hour flight from Sydney and advertises itself as an ideal tourist destination. Despite its status as an external territory of the commonwealth, getting to the island requires an international flight, immigration clearance and a passport.</p> \n<p>It doesn’t take much time on the island to realise that many Norfolk Islanders, too, have little knowledge of the Australian systems that will soon be imposed upon them. That will no doubt change now the transition period has begun to bring the island’s 1,277 residents under the federal taxation, immigration and welfare system.</p> \n<p> Sitting in his office at the old military barracks building in Kingston, known as “downtown” on the island, Snell, 67, at times shakes as he comes to terms with the fact that as of the end of June he no longer has a job. He has already begun packing away personal belongings.</p> \n<p>“It’s just a shock, being in Canberra last week and to witness how members of parliament could stand up and [say what they did] on the situation of Norfolk Island and get away with it,” he says. </p> \n<p>“They said there had been consultation and that there was a majority of islanders in favour of removing the legislative assembly. How dare they? They referred back to reports from 20 years ago that don’t refer to the situation today and the improvement to the island since then.”</p> \n<p>Snell says the island would never have needed the new system had it been allowed the rights to its own industry by Australia, including the right to to gain income from fishing, offshore banking and foreign aid.</p> \n<p>He is now considering all legal options, including approaching the UN, to fight the Australian government over what he describes as a “wrong of horrific proportions” in abolishing the Norfolk Island government.</p> \n<p>He has always lived on and loved the island, and perhaps because of this has less than a perfect understanding of the Australian systems, such as Medicare and the Pharmaceutical Benefits Scheme, to which the island will soon have access. He claims they will force islanders on to lengthy waiting lists while making visits to the doctor more expensive. </p> \n<p>Contrary to the commonwealth’s claims, he says, great improvements have been made to the island’s hospital, as well as the school, which teaches children from kindergarten through to year 12 under an arrangement with the NSW education system. “We should be bloody proud of what we’ve achieved,” he says.</p> \n<p>Before becoming involved in politics Snell, like most islanders, worked three jobs at once, including as a bus driver and selling DVDs. He earned $1,000 a week, double what he earns as chief minister, he says. The average salary on Norfolk Island is $29,000, on which residents pay no income tax, and most jobs are in the dwindling tourism industry the island has relied upon for its survival but which has barely recovered from the global financial crisis.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"edb4b67c1f308ec75130d7598c7ea9925333c73b\"> \n <img src=\"http://media.guim.co.uk/edb4b67c1f308ec75130d7598c7ea9925333c73b/0_0_2362_1388/1000.jpg\" alt=\"Anson Bay on the western side of Norfolk Island – one of its many beautiful beaches. \" width=\"1000\" height=\"588\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Anson Bay on the western side of Norfolk Island – one of its many beautiful beaches. </span> \n </figcaption> \n</figure> \n<p>Snell says he left those jobs and entered politics believing he could make a difference. “If only could have looked into a crystal ball, I wouldn’t be here today,” he says.</p> \n<p>“I thought I had answers to questions. Solutions to problems on the island. It has come home to roost now that it was an absolute waste of bloody time. I can recognise, now, we were banging our heads against a brick wall from day one.”</p> \n<p>Perhaps what the Australian government most failed to comprehend, Snell says, is the affinity of Norfolk Islanders to family and to the land. “They are introducing a land tax, but we don’t see property as a commodity,” he says. “We are caretakers of the land, we are nothing without our land.</p> \n<p>“I’ve been to may places like Tahiti and New Caledonia, places where Indigenous people have been displaced, and there is this resentment to it. They all say, ‘Whatever you do, don’t lose your land.’ Any land tax people can’t afford to pay here, and which leads to them losing their homes, will be the end of Norfolk Islanders.” </p> \n<p>There’s a saying on Norfolk Island: “If you don’t work, you don’t eat.” And it’s a reality many islanders are proud of. Those who are too sick or old to work are supported by family or community members, who see it as an obligation to care for those who can’t support themselves.</p> \n<p>For this reason, Hadyn “Teddy” Evans, a farmer and backbencher on the soon-to-be dismantled legislative assembly, says many people reject the idea of receiving Centrelink welfare payments from the Australian government. They are fearful of becoming a welfare state.</p> \n<figure class=\"element element-image\" data-media-id=\"45640492a74ba234e72243410b88849e2f6d8106\"> \n <img src=\"http://media.guim.co.uk/45640492a74ba234e72243410b88849e2f6d8106/0_127_1972_1185/1000.jpg\" alt=\"Phill Evans (left) and his brother Haydn (right) at their farmers’ market stall. Haydn is a member of the Norfolk Island legislative assembly and works full-time job at his family farm\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Phill Evans (left) and his brother Haydn (right) at their farmers’ market stall. Haydn is a member of the Norfolk Island legislative assembly and works full-time job at his family farm</span> \n </figcaption> \n</figure> \n<p>“That’s the culture we’re scared we’ll lose,” he says, selling his fresh produce at the farmers’ market, which is on every Saturday morning, rain or shine. “We’re scared of the human, community factor being taken away. </p> \n<p>“When people rely on handouts, it can mean people also lose a lot of their humanity and love of each other. At the same time, it is up to us now to roll with the punches, make the best of it and fight for our culture.”</p> \n<p>As a descendant of the Bounty mutineers, culture and heritage is important to Evans, as it is to many other islanders, who still speak their own language, a blend of 18th-century English and Tahitian. This heritage extends back to 1790 when mutineers from British navy ship the Bounty and their Tahitian wives settled on Pitcairn Island, a home that by the 1940s they had outgrown.</p> \n<p>In 1856 the British government, looking to abandon its infamous penal colony on Norfolk Island, then constitutionally a part of Tasmania, offered the island to the Pitcairners.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b4680cbdbc0a6fdcd9b2ecfe161a65001f651d98\"> \n <img src=\"http://media.guim.co.uk/b4680cbdbc0a6fdcd9b2ecfe161a65001f651d98/0_0_2362_1419/1000.jpg\" alt=\"The Georgian convict buildings leading to the Kingston pier \" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Georgian convict buildings leading to the Kingston pier </span> \n </figcaption> \n</figure> \n<p>There was good reason for Britain to close down the penal colony and disassociate itself from the island as much as possible; it had gained a reputation for its severe and unlawful treatment of convicts. </p> \n<p>The sadistic punishments they endured were captured by the author Robert Hughes in his book The Fatal Shore, in which he described a prisoner being flogged until “quite bare of flesh, and his [collarbones] were exposed looking like two Ivory Polished horns”. Other prisoners were locked in a water pit below ground where, if they fell asleep, they would drown. </p> \n<p>Disputes about the rights of the Pitcairn people and their descendants to Norfolk Island extend back to this post-penal time, with continuing grievances over the extent to which islanders were granted ownership and authority of the island by the British and Queen Victoria – many claim the land was given to them as a gift, and that documents stating as such were purposely destroyed. Today born-and-bred Norfolk Islanders are both strongly attached to their land and fearful of losing their rights to it once the Australian government and its land taxes come in, perceiving it as a new round of colonial rule and punishment.</p> \n<p>The fear of losing their culture is real. But so, among some anyway, is the ignorance of how significant a welfare system might be to those struggling to make ends meet. While some Norfolk Islanders leave the island to go to university, find work or travel, and come back with an understanding about the Australian taxation and benefits system, many do not.</p> \n<p>And among some of those staunchly opposed to the Australian government are those wealthy enough not to be affected by the low wages and lack of access to healthcare many residents experience – they can, for example, afford to go to the mainland for treatment. </p> \n<p>Judging how many people are for or against the coming change is tricky, though. Many seem afraid to express their support for the Australian government. This makes it difficult to tell whether the anger towards Canberra is a widespread sentiment or the opinion of a small but noisy minority. Neither the Australian government nor the Norfolk Island government can point to a poll or hard evidence of just how opinion is split.</p> \n<p>While a referendum was held on the island this month, the question it asked residents was arguably opaque. Instead of asking the islanders who they would like to be governed by, it said: “Should the people of Norfolk Island have the right to freely determine their political status, their economic, social and cultural development, and be consulted ... on the future model of governance for Norfolk Island before such changes are acted on by the Australian parliament?”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"7fa20193eb16618ed2b2a31f548cd7cf89bdcf71\"> \n <img src=\"http://media.guim.co.uk/7fa20193eb16618ed2b2a31f548cd7cf89bdcf71/0_106_2362_1419/1000.jpg\" alt=\"A sign erected by the locals on the way into town affirming their desire to have a choice in their future governance\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A sign erected by the locals on the way into town affirming their desire to have a choice in their future governance</span> \n </figcaption> \n</figure> \n<p>To this question, 624 people said “yes” and 266 said “no”. Snell and other islanders cite the result as evidence that the majority of people want Norfolk Island to continue to be self-governed.</p> \n<p>For his part Australia’s assistant infrastructure minister, Jamie Briggs, only says “wide consulting” over many years has led the government to understand the majority of islanders want change – but he cannot point to a specific poll.</p> \n<p>But over the past few decades <a href=\"http://www.aph.gov.au/Parliamentary_Business/Committees/Joint/National_Capital_and_External_Territories/Norfolk_Island/Report\">dozens of Australian-led reviews</a> have been carried out into the sustainability of the island, including a royal commission, 12 separate parliamentary inquiries and more than 20 reports from experts in various fields. </p> \n<p>One of those reports, from March 2014, found that while the Australian government had been working with the Norfolk Island to introduce public sector and immigration reforms, as well as land valuations in the leadup to the introduction of municipal rates on island, progress had been, in Briggs’s words, “disappointingly slow”. </p> \n<p>Despite issuing the island with emergency financial assistance each year and helping the fledging tourism industry by agreeing to underwrite its airline services, the report said: “The Norfolk Island government seems to lack the capability to address many of the key sustainability issues facing the island.”</p> \n<p>Numerous reports have found the health system was not up to standard and that many laws were out of date with other Australian jurisdictions.</p> \n<p>Some islanders have a different perspective though. They say compared with places like Samoa, the Cocos Islands or parts of regional Australia, their health system is of a high standard. They are proud of steps that have been made to improve services and are disappointed when media reports fail to mention this and their efforts to cooperate with the Australian government.</p> \n<p>Dr Bob Challender, one of three general practitioners working on the island, feels he cannot weigh in on the politics of the situation, having only been on the island for eight months. But speaking from a purely health perspective he says he can see how the island’s one hospital will benefit from the Australian government’s increased involvement.</p> \n<p>He has come from running a solo private practice in the NSW southern highlands and says working on the island can be “very challenging” in comparison. There are no specialists on the island, including surgeons.</p> \n<p>“At home, if a patient was out of our depth, I could send them 20 minutes’ away to a very reasonable hospital down the road,” he says. “Here, the buck stops with us.”</p> \n<p> A lot of locals accept that as just the way it is, he says. “In the night we had someone come in with chest pains and we had to decide whether he was having his first heart attack or whether he’d eaten too much at the restaurant last night,” he says.</p> \n<p>“I’m hoping it was his meal, not his heart, because I sent him home. In Australia I would have sent him down the road for further tests. So you make decisions here you wouldn’t be so lax about in Australia.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"14dc3ee2779ceab810455b419a840f2920984218\"> \n <img src=\"http://media.guim.co.uk/14dc3ee2779ceab810455b419a840f2920984218/0_28_2186_1426/1000.jpg\" alt=\"The empty operating theatre at the Norfolk Island hospital. As the island does not have the funds to employ an anaesthetist and a surgeon the GPs are now not allowed to perform any kind of surgery and patients must be sent off island for such treatment\" width=\"1000\" height=\"652\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The empty operating theatre at the Norfolk Island hospital. As the island does not have the funds to employ an anaesthetist and a surgeon the GPs are now not allowed to perform any kind of surgery and patients must be sent off island for such treatment</span> \n </figcaption> \n</figure> \n<p>Those requiring treatment beyond the GPs’ qualifications need to be flown off the island. By the time that is organised, it can be an eight-hour turnaround, Challender says. Unless the patient has private health insurance, which many islanders do not, the trip will cost $50,000.</p> \n<p>While there is an operating theatre in the hospital, it is now locked up. “It has been condemned,” Challender says. This is because a review of the facility performed 18 months ago by the Australian Council on Health Standards found it did not meet Australian standards for elective surgery. Before then, the doctors used to performed “minor” surgery on the island if it was desperately needed – appendix removals or caesareans, for example.</p> \n<p>Challender says the increased Australian government involvement means the hospital will get much-needed refurbishment, having been constructed using old military huts. Medications will also become much cheaper once patients have access to the Pharmaceutical Benefits Scheme, he says.</p> \n<p>“For a child on the island, a decent asthma puffer will cost $110,” he says. “If they have social security in Australia, it’s about $5.20 – or about $32 for someone not on social security. </p> \n<p>“We don’t see enough of some sick people because it costs them money to come to us, about $50 and, not being under Medicare, they get nothing back. We only get kids when they’re really quite sick, which is not the best way to treat children.” </p> \n<p>It is for reasons like this that Elliott Evans, 19, who was born on and grew up on the island, has no fear of sharing his opinion that it needs to change. </p> \n<p>“Norfolk Island is not sustainable,” Evans says. “You can’t expect an island of about 1,300 residents to prop up social services. </p> \n<p>“We will be better off under Medicare because at the moment islanders are required to pay about $1,200 each year towards healthcare, and for what? I’m all for having a voice. But I do not support the self-governance model.”</p> \n<p>He now works multiple jobs and says having to do so to make ends meet “isn’t right”. Unless he is content to work in the island’s tourism industry, Evans will have to leave the island to pursue further education and job prospects, as many have before him. Many do not return, and the population has dwindled over the years. </p> \n<p>He believes the island will experience an economic boost that will give new industries incentive to establish themselves there, creating jobs.</p> \n<p>His father, Glen Evans, also a born and bred islander, agrees. “At least with Australia behind us things will actually get done,” he says. “Like our roads. They’re all buggered. My mother was also born and bred here and she always used to say to me as well that we couldn’t manage without Australia behind us. It will be hard for some people but it will be good for them.”</p> \n<p>Matt Biggs, 43, has also lived on the island his whole life and is a full-time fruit and vegetable farmer. Norfolk Island prohibits the importation of fresh fruit and vegetables, so much of the produce is grown locally by Biggs. His status makes him unusual – most of the islanders are obliged to hold down multiple jobs.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"b5f335513ebafa3351a7b47e27d60a70476e7a64\"> \n <img src=\"http://media.guim.co.uk/b5f335513ebafa3351a7b47e27d60a70476e7a64/0_0_2362_1488/1000.jpg\" alt=\"Local farmer Matt Biggs in his vegetable garden. He grows of the fresh produce consumed on the island\" width=\"1000\" height=\"630\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Local farmer Matt Biggs in his vegetable garden. He grows much of the fresh produce consumed on the island</span> \n </figcaption> \n</figure> \n<p>Low incomes are a result of residents not paying income or land tax, with money for services instead raised through a 12% good and services tax, freight costs and a fuel levy – which in turn keeps prices high and which some say has contributed to a declining interest, from young tourists especially, in visiting the island. Most prefer cheaper destinations, such as Fiji.</p> \n<p>Biggs admits he is likely to benefit under the new tax regime, which will allow him to claim tax deductions for business expenses and make him eligible for concessions available to small businesses.</p> \n<p>“But it’s something I’m prepared not to get if it means we can keep our government, our voice,” he says. “That’s a huge thing to give up for the sake of money. </p> \n<p>“I’m not opposed to change but I’m opposed to dictatorship. We live a simple life and we don’t want for much. But a lot of things will be imposed on us which could potentially change the things we do and the freedoms and way of life we have.”</p> \n<p>Other business owners say they will be worse off now that they will be required to pay their employees a minimum wage, contribute to superannuation schemes and subscribe to Australian employment laws. Some are already laying off staff.</p> \n<p>Like Snell, Biggs says there has been some talk on the island of getting the UN involved to help gain the right to self-determination. But he also says islanders are not used to being political. “We are a quiet people, we don’t like to be loud and boisterous,” he says.</p> \n<p>Perhaps one of the louder advocates for Norfolk Island’s self-governance model was the late author Colleen McCullough, who lived on the island for about four decades and died there this year aged 77. She dedicated a chapter of her book, Life Without the Boring Bits, to the island’s struggles for independence.</p> \n<p>When her husband, Ric Robinson – a quiet, largely reclusive man – gets word that a journalist is on the island, he wants to talk. He invites Guardian Australia to the expansive home he shared with McCullough – who many islanders worked for at some point, unpacking and hanging her artworks or laying her marble floors.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If somebody is hard done by here, the community helps out …&nbsp;Someone will just deliver stuff</p> \n  <footer> \n   <cite>Ric Robinson</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“She overdid it a bit,” he says with a chuckle as he walks through the hallway adorned with McCullough’s favourite art to the fern and marble-filled conservatory where she liked to work.</p> \n<p>Robinson, whose ancestors are from the island, hands over historical documents he has collected over the years with titles such as The Pitcairn Settlers’ Rights to Norfolk Island. “It’s our homeland,” he says.</p> \n<p>“We’ve never had their [Australia’s] system of bureaucratic control, we’ve never been a welfare-orientated state. If somebody is hard done by here, the community helps out. </p> \n<p>“They don’t have to go to some bureaucratic buffoon and fill out 10 sheets of paper to ask. Someone will just deliver stuff. It’s a completely different system to what Australia has.”<br /></p> \n<p>Perhaps that system wouldn’t work in a larger place, Robinson says. But on a tiny island such as Norfolk, where everyone knows each other, it is enough. The concept of filling out forms to access assistance, or lining up in government offices to speak to someone, is foreign to them, he says. </p> \n<p>While Robinson wants to fight for the autonomy of the island, “I don’t think the people here are ferocious enough,” he says. </p> \n<p>Like many islanders, including Snell, Robinson believes that had Norfolk been allowed rights to the $60m in royalties generated each year by international fishing within the island’s exclusive economic zone – money that goes to Australia – the island would be prosperous. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"fcae84d5d5febe5542e96509b3ae2a2f6af8930b\"> \n <img src=\"http://media.guim.co.uk/fcae84d5d5febe5542e96509b3ae2a2f6af8930b/0_0_2362_1575/1000.jpg\" alt=\"Vonnie Grube at her home: ‘I just hope we don’t lose this sense of community’\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vonnie Grube at her home: ‘I just hope we don’t lose this sense of community’</span> \n </figcaption> \n</figure> \n<p>Many here are land rich but cash poor. Vonnie Grube, 75, is able to continue to live on her expansive property thanks to the support of family and friends, who drive her around and check on her. <br /></p> \n<p>She is fearful she will now have to start paying land tax “because I’ve got a big property”, but says she doesn’t really know how the new taxation system will work. Some residents who are land rich are already relinquishing their properties to their children so they will qualify for the pension.</p> \n<p>While Grube is saddened by the loss of the local government, she says she will do her best to be positive about it. “I just hope we don’t lose this sense of community, the freedom,” she says.</p> \n<p>“We look after each other, we don’t have to lock our houses. Norfolk Islanders have a charming personality and a freedom that I just don’t want to change.”</p> \n<p>Those freedoms include laws that allow children granted motorbike licences at 15 and let them fish freely without permits. There is a lack of fear of crime, which some say may increase if more visitors start arriving and if a culture of respect for land is lost. There is no sign of graffiti or rubbish. Police spend most of their time dealing with people speeding over the island’s 50km/h limit. Many people drink and drive, though it is against the law.</p> \n<figure class=\"element element-image\" data-media-id=\"d913a9ee7578cc6eadd37d70de2645163e494136\"> \n <img src=\"http://media.guim.co.uk/d913a9ee7578cc6eadd37d70de2645163e494136/0_118_2362_1419/1000.jpg\" alt=\"The only round about in the middle of town.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The only roundabout in the middle of town</span> \n </figcaption> \n</figure> \n<p>Seatbelt laws were only introduced in 2011. Most people don’t bother to lock their cars or homes, and children grow up with a strong sense of family and community instilled in them, shamed by the community if they do wrong. If there is poverty, then it is hidden.</p> \n<p>Now, a suspicion undoubtedly looms over the peaceful and picturesque island, where the cows that roam the countryside and roads legally have right of way, and Norfolk Island pines dot the rolling green hills. </p> \n<p>Locals question the new coats of paint being applied to buildings in town. Who is paying for it? Are these where the Australian government intends to set up their offices? Several describe the buildings being refurbished for the purposes of Centrelink and Medicare as “elaborate” and describe money spent on the renovations as wasteful.</p> \n<p>And there is one aspect the majority of islanders agree on, whether they support the Australian government stepping in or not; consultation was poor, and the information provided to islanders about how change will affect them is lacking. </p> \n<p>At least some of the islander’s concerns about the impact of bureaucracy and the difficulty they believe it will lead to in accessing politicians and government staff appears to be true.</p> \n<p>The island’s administrator, Gary Hardgrave – appointed by the Australian government to oversee the island’s transition once the government officially ceases to exist at the end of June – has his offices in the building next to the chief minister’s. He declined to be interviewed for this article.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In two or three years’ time, people will be vaguely aware this was ever an issue</p> \n  <footer> \n   <cite>Jamie Briggs, Australia's assistant minister for infrastructure</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Instead, Guardian Australia is referred to his Canberra-based counterpart, Briggs. The minister acknowledges a lot of work will be required over the next 12 months to help people understand the changes about to be made, saying many had never had to engage with bureaucracy before.</p> \n<p>“We’re establishing an office – a one-stop shop – on the island, which should be open by the beginning of next month with dedicated staff from the human services offices who will move there to work from Norfolk Island full-time,” he says.</p> \n<p> “This office will be a place people can go to be advised of their entitlements and can be informed about the tax system and, yes, there will be a surprise in all this for people who have never engaged with such services before.”</p> \n<p>The system of government on Norfolk Island was “not acceptable”, he said, and he was confident people would adjust. “I understand there are some fearful of change and some are losing vested interests,” he says.</p> \n<p>“But in two or three years’ time, people will be vaguely aware this was ever an issue.”</p> \n<p>Some islanders, like David Bigg, 38, who owns a fishing charter, would beg to differ. He and other islanders don’t see themselves as Australian and says being self-governing is a vital part of their identity.</p> \n<p>“We’re islanders, we’re descendants from Tahiti and 17th-century Englishmen, we’re not from Australia,” Bigg says.</p> \n<p>“I don’t feel connected to one other part of the planet the way I do to this place. It runs through my blood, and they can try as hard as they like, but they can’t take out the blood that runs through our veins.”</p> \n<p>His friend, Timothy Pearson, 44, chimes in. “It’s not a matter of belonging to the larger nation,” he says. “We belong to our own nation, five miles by three it may be.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"a7fcbbbcf6f2dae4e1f33e20400e60ced726f7c5\"> \n <img src=\"http://media.guim.co.uk/a7fcbbbcf6f2dae4e1f33e20400e60ced726f7c5/0_7_2296_1379/1000.jpg\" alt=\"Norfolk Island from the north-east, with Phillip Island in the distance.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Norfolk Island from the north-east, with Phillip Island in the distance</span> \n </figcaption> \n</figure>","section":"Australia","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/513fd337e77993b3ad6b82dc06941028d3067aa2/0_18_2362_1418/2362.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1418,"width":2362,"orientation":"landscape","credit":"Zach Sanders for the Guardian","altText":"An aerial shot of Norfolk Island showing the historical Kingston area from the east of Norfolk. In this image you can see the cemetery, convict ruins, the government buildings and surrounding beaches of Emily Bay and Cemetery Beach.","cleanCredit":"Photograph: Zach Sanders for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fd3340ef5767827112d7d810c097202839b53f59/0_27_1556_2335/1556.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2335,"width":1556,"orientation":"portrait","caption":"Norfolk Island’s chief minister, Lisle Snell, at the window of his office in Kingston","credit":"Zach Sanders for the Guardian","altText":"Norfolk Island’s chief minister, Lisle Snell, at the window of his office in Kingston","cleanCaption":"Norfolk Island’s chief minister, Lisle Snell, at the window of his office in Kingston"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/edb4b67c1f308ec75130d7598c7ea9925333c73b/0_0_2362_1388/2362.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1388,"width":2362,"orientation":"landscape","caption":"Anson Bay on the western side of Norfolk Island – one of its many beautiful beaches. ","credit":"Zach Sanders for the Guardian","altText":"Anson Bay on the western side of Norfolk Island – one of its many beautiful beaches. ","cleanCaption":"Anson Bay on the western side of Norfolk Island – one of its many beautiful beaches. "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/45640492a74ba234e72243410b88849e2f6d8106/0_127_1972_1185/1972.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1185,"width":1972,"orientation":"landscape","caption":"Phill Evans (left) and his brother Haydn (right) at their farmers’ market stall. Haydn is a member of the Norfolk Island legislative assembly and works full-time job at his family farm","credit":"Zach Sanders for the Guardian","altText":"Phill Evans (left) and his brother Haydn (right) at their farmers’ market stall. Haydn is a member of the Norfolk Island legislative assembly and works full-time job at his family farm","cleanCaption":"Phill Evans (left) and his brother Haydn (right) at their farmers’ market stall. Haydn is a member of the Norfolk Island legislative assembly and works full-time job at his family farm"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b4680cbdbc0a6fdcd9b2ecfe161a65001f651d98/0_0_2362_1419/2362.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1419,"width":2362,"orientation":"landscape","caption":"The Georgian convict buildings leading to the Kingston pier ","credit":"Zach Sanders for the Guardian","altText":"The Georgian convict buildings leading to the Kingston pier ","cleanCaption":"The Georgian convict buildings leading to the Kingston pier "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7fa20193eb16618ed2b2a31f548cd7cf89bdcf71/0_106_2362_1419/2362.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1419,"width":2362,"orientation":"landscape","caption":"A sign erected by the locals on the way into town affirming their desire to have a choice in their future governance","credit":"Zach Sanders for the Guardian","altText":"A sign erected by the locals on the way into town affirming their desire to have a choice in their future governance","cleanCaption":"A sign erected by the locals on the way into town affirming their desire to have a choice in their future governance"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/14dc3ee2779ceab810455b419a840f2920984218/0_28_2186_1426/2186.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1426,"width":2186,"orientation":"landscape","caption":"The empty operating theatre at the Norfolk Island hospital. As the island does not have the funds to employ an anaesthetist and a surgeon the GPs are now not allowed to perform any kind of surgery and patients must be sent off island for such treatment","credit":"Zach Sanders for the Guardian","altText":"The empty operating theatre at the Norfolk Island hospital. As the island does not have the funds to employ an anaesthetist and a surgeon the GPs are now not allowed to perform any kind of surgery and patients must be sent off island for such treatment","cleanCaption":"The empty operating theatre at the Norfolk Island hospital. As the island does not have the funds to employ an anaesthetist and a surgeon the GPs are now not allowed to perform any kind of surgery and patients must be sent off island for such treatment"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b5f335513ebafa3351a7b47e27d60a70476e7a64/0_0_2362_1488/2362.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1488,"width":2362,"orientation":"landscape","caption":"Local farmer Matt Biggs in his vegetable garden. He grows much of the fresh produce consumed on the island","credit":"Zach Sanders for the Guardian","altText":"Local farmer Matt Biggs in his vegetable garden. He grows of the fresh produce consumed on the island","cleanCaption":"Local farmer Matt Biggs in his vegetable garden. He grows much of the fresh produce consumed on the island"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fcae84d5d5febe5542e96509b3ae2a2f6af8930b/0_0_2362_1575/2362.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1575,"width":2362,"orientation":"landscape","caption":"Vonnie Grube at her home: ‘I just hope we don’t lose this sense of community’","credit":"Zach Sanders for the Guardian","altText":"Vonnie Grube at her home: ‘I just hope we don’t lose this sense of community’","cleanCaption":"Vonnie Grube at her home: ‘I just hope we don’t lose this sense of community’"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d913a9ee7578cc6eadd37d70de2645163e494136/0_118_2362_1419/2362.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1419,"width":2362,"orientation":"landscape","caption":"The only roundabout in the middle of town","credit":"Zach Sanders for the Guardian","altText":"The only round about in the middle of town.","cleanCaption":"The only roundabout in the middle of town"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a7fcbbbcf6f2dae4e1f33e20400e60ced726f7c5/0_7_2296_1379/2296.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1379,"width":2296,"orientation":"landscape","caption":"Norfolk Island from the north-east, with Phillip Island in the distance","credit":"Zach Sanders for the Guardian","altText":"Norfolk Island from the north-east, with Phillip Island in the distance.","cleanCaption":"Norfolk Island from the north-east, with Phillip Island in the distance"}],"webPublicationDate":"2015-05-21T04:41:50Z","lastModified":"2015-05-21T06:24:04Z","metadata":{"commentable":true,"commentCount":100,"contributors":[{"name":"Melissa Davey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/melissa-davey"}],"feature":true,"keywords":["Norfolk Island","Australian politics","Australia news","Welfare in Australia"],"tags":[{"id":"australia-news/norfolk-island","webTitle":"Norfolk Island"},{"id":"australia-news/australian-politics","webTitle":"Australian politics"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"australia-news/welfare-in-australia","webTitle":"Welfare in Australia"}],"section":{"id":"australia-news"},"topics":[{"displayName":"Melissa Davey","topic":{"type":"tag-contributor","name":"profile/melissa-davey"}}],"embeddedVideos":[],"adTargetingPath":"australia-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/australia-news/2015/may/21/were-not-australian-norfolk-islanders-adjust-to-shock-of-takeover-by-mainland","shortUrl":"http://gu.com/p/492m5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/australia-news/2015/may/21/were-not-australian-norfolk-islanders-adjust-to-shock-of-takeover-by-mainland","webUri":"http://www.theguardian.com/australia-news/2015/may/21/were-not-australian-norfolk-islanders-adjust-to-shock-of-takeover-by-mainland"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/513fd337e77993b3ad6b82dc06941028d3067aa2/0_18_2362_1418/2362.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1418,"width":2362,"orientation":"landscape","caption":"The historic Kingston area of Norfolk Island, including the cemetery, convict ruins, government buildings and the surrounding beaches of Emily Bay and Cemetery Beach.","credit":"Zach Sanders for the Guardian","altText":"The historic Kingston area of Norfolk Island, including the cemetery, convict ruins, government buildings and the surrounding beaches of Emily Bay and Cemetery Beach","cleanCaption":"The historic Kingston area of Norfolk Island, including the cemetery, convict ruins, government buildings and the surrounding beaches of Emily Bay and Cemetery Beach."}},"importance":3,"showQuotedHeadline":false},{"title":"The metropolitan elite: Britain’s new pariah class","rawTitle":"The metropolitan elite: Britain’s new pariah class","item":{"type":"article","id":"politics/2015/may/20/metropolitan-elite-britains-new-pariah-class","title":"The metropolitan elite: Britain’s new pariah class","trailText":"The ‘metropolitan elite’ has become the catch-all term of abuse against Westminster politicians and diverse voices. But is it a real explosion of rage against a broken system, or an easy way to spread intolerance?<br />","standFirst":"The ‘metropolitan elite’ has become the catch-all term of abuse against Westminster politicians and diverse voices. But is it a real explosion of rage against a broken system, or an easy way to spread intolerance?\n<br />","byline":"Zoe Williams","body":"<p>What is a metropolitan? Who is in the metropolitan elite? While plainly you can be a member of an elite without being metropolitan, is it possible to be a “metropolitan” without being in the “elite”? (Not really; the metropole doesn’t really want you unless you have money.) What marks you out as a metropolitan, and is there any chance that you could slough it off?</p> \n<p>The Labour party has now lost two of its potential leaders to the curse of the metropolitan – Chuka Umunna stood down as a result of press intrusion, the greatest extent of which so far to emerge is <a href=\"http://www.dailymail.co.uk/news/article-3084677/Exposed-Chuck-Chuka-s-shady-secret-Labour-MP-belongs-members-den-300-cognac-locker-bar-named-rattled-leadership-contender.html\" title=\"\">a piece in the Daily Mail about the fact that he’s a member of a club with eel-skin walls</a> (this is about as metropolitan elite as you get). Tristram Hunt didn’t have to stand down, having failed to find enough support in the first place, owing to his perceived membership of this clique.</p> \n<figure class=\"element element-image\" data-media-id=\"08ce460cd2ff1e831803c2f02fccc81437aa4b09\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142998436/dc082f3b-0a69-4ef7-a344-3258b25d315b-460x276.jpeg\" alt=\"Critic of the metropolitan elite: David Lammy.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Critic of the metropolitan elite: David Lammy.</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson</span> \n </figcaption> \n</figure> \n<p>The Labour MPs David Lammy and Simon Danczuk have both been vocal in the past, and more so since the loss of the election, about the real source of the party’s problems; Danczuk said last June that the party had been “hijacked” by the metropolitan elite. “I’ve been the one who’s banging on about this,” he says equably, “this north London elite dominating the Labour party. Ed Miliband captured that perfectly; unhealthily for Labour, in my opinion. They’re too politically correct, they have an idealised view of what working people like or think is important. I often think they see working people as being concerned primarily about economic issues, so they talk about redistribution, but they forget or don’t understand the cultural aspects of working people’s lives.”</p> \n<p>Lammy, who <a href=\"http://www.telegraph.co.uk/news/politics/labour/10463013/Labour-cannot-be-the-party-of-the-Primrose-Hill-middle-classes-David-Lammy-says.html\" title=\"\">said something similar in 2013</a>, – “The Labour party can’t just be the party of Primrose Hill and Parliament Hill” – picks up this point about politicians, their orthodoxy and vocabulary. “They all live in London, they live in certain areas, they go to the same restaurants, they go to the same dinner parties, they all know each other. The lines feel rehearsed because they’re positions that have been maintained really since these kids were being tutored to pass their verbal reasoning at 11 or 13+. And actually, most people don’t have those codes of behaviour. For a lot of people, it’s not polite to talk about politics, and when they do, it’s kind of messy, and they say the wrong thing, they say the wrong words, it’s edgy and uncomfortable and they fall out over too many glasses ...” He pauses. I love Lammy, but I find it hilarious that he goes on to change “too many glasses of wine” for “too many beers”.</p> \n<figure class=\"element element-image\" data-media-id=\"e142230846d449d30ccbbcfc310eef98aeb0cd2f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142527230/1f591ce9-7c97-49b2-a5cc-b70b7ef1859c-460x276.jpeg\" alt=\"Metropolitan: Chuka Umunna.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Metropolitan: Chuka Umunna.</span> \n  <span class=\"element-image__credit\">Photograph: Christian Sinibaldi</span> \n </figcaption> \n</figure> \n<p>An orthodoxy, a way of talking about things, binds the elite, but there is, of course, more than that – an additional something that makes some individuals scream “metropolitan” while others don’t, an extra dimension that means there is always more packed into this term than wealth and geography. For the sake of Labour’s beating heart, not to mention that of the Conservatives (it may be a little too late for the Lib Dems), we really need to nail down what it means; at least so the ones who can’t avoid the label can own it.</p> \n<p>The charge of “metropolitan elitism” from the left vibrates with anger at Labour’s economic liberalism – it is an explosion of rage at these urbane know-alls who love immigration because it makes plumbing cheaper, but never think about what it does to communities where plumbing used to be a really good job. The same charge, from the right, relates more to social liberalism – a resentment of these moneyed cliques in which bohemianism has triumphed, and people who ought to be big and small “c” conservatives are now campaigning in favour of gay marriage and tolerating all kinds of previously insurmountable differences.</p> \n<p>Isabel Hardman is the assistant editor of the Spectator, and is regularly accused of being a metropolitan, despite “not having lived inside the M25 since I was four”. “It would come from a Ukipper, and it would be because I’d tweeted something about Farage being vile about people who were HIV positive.” Lammy says: “There is a liberal value set. It’s David Cameron, really: relaxed about gay rights, relaxed about ethnic minorities, socially liberal and also economically liberal, the strange place where the Guardian meets the Times, which is as New Labour as it is Thatcherite. It’s a cosy place, that squeezes out people who haven’t got the money to be included in that conversation.”</p> \n<figure class=\"element element-image\" data-media-id=\"95c4754fd3beca4e403289d43144e223a586cfed\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142747828/2bf99339-1bff-4cb4-8d6f-7e605af81e54-460x276.jpeg\" alt=\"Metropolitan elitist: David Cameron.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Metropolitan elitist: David Cameron.</span> \n  <span class=\"element-image__credit\">Photograph: Rick Findler</span> \n </figcaption> \n</figure> \n<p>Ah, money: before we go there, a note on a curious ellipsis. Chris Roberts, senior lecturer in journalism, media and culture at Roehampton University, describes the evolution of the term: “It’s used interchangeably with ‘cosmopolitan’. It’s like a dirty word. In fact, cosmopolitan is never used any more, and this is used as a substitute while lexically taking on a meaning of its own. Once that meaning would have been a little bit more centre left, and Tories would have backed away from it. Elite might be OK but they didn’t want to be metropolitan. But since the Tory party has been reimagined, that is what they want. It is a woolly term, meaning all things to all people.”</p> \n<p>This is particularly marked, for me, in the subtle shift in the association of elitism and tolerance, so that “metropolitan elite” can now also be code for the things that its members will happily tolerate: black or gay people, childless women or trans people. If, in any way, you fall outside Daily Mail-inscribed codes of “normal”, then “metropolitan elite” may be used to describe you, but only if you’re in the political class, because what is really being described is not you personally, but the means by which you will alienate the potential voter who is not a part of the metropolitan elite.</p> \n<p>But if the term itself is incredibly loose, that doesn’t mean we don’t understand it. Roberts cites the MP Dan Jarvis, who disappointed many in the Labour party by declining to stand for the leadership. “If you look at the weight he was getting behind him, he’s not part of the metropolitan elite.” Why not? “I don’t know. Ex-army.” Is it the real-ness of the armed forces that protects Jarvis from the taint of urbaneness? Could it be that easy, and does it have to be that hard?</p> \n<figure class=\"element element-image\" data-media-id=\"7dbf0e168d099faadb53db2d889a1b0e147bac47\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142607687/3a6792e4-60fc-48e8-84fb-5c0b681a2a62-460x276.jpeg\" alt=\"Not metropolitan: Dan Jarvis.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Not metropolitan: Dan Jarvis.</span> \n  <span class=\"element-image__credit\">Photograph: David Hartley/Rex</span> \n </figcaption> \n</figure> \n<p>There is a relationship between our “metropolitan elite” and the <a href=\"http://en.wikipedia.org/wiki/Liberal_elite\" title=\"\">“liberal elite”</a> of American politics, a spectre that grew from the start of the century and was <a href=\"http://articles.baltimoresun.com/2004-12-12/news/0412150496_1_blue-states-pizza-hut-shui\" title=\"\">most pithily summarised by the US columnist Dave Barry in 2004</a>: “Godless unpatriotic pierced-nose Volvo-driving France-loving leftwing communist latte-sucking tofu-chomping holistic-wacko neurotic vegan weenie perverts.” David Graeber, an American who teaches anthropology at Goldsmiths and was one of the originators of the Occupy movement, describes a subtle cultural difference in the area of leftie elitism: “The anti-intellectualism here is interesting. In America, there is much more of a sense that if you’re from a working-class background, you can’t really become a part of the cultural elite, hence the resentment of those guys. They hate the cultural elite much more than the economic one; you can imagine getting rich, but you know your kid is never going to be opera critic of the New York Times. Here, there is a working-class resentment of working-class people who did get ahead, which you don’t get so much in the US.”</p> \n<p>Presidents in the US have to affect a non-Harvard image, whether by wearing cowboy boots or hamming up an accent, but you can be a rich, highly educated Democrat without betraying the roots of the party. The Labour party, by contrast, was set up to represent people who weren’t of the establishment, yet has been colonised by the establishment: it now falls upon its leaders to affect authenticity and glottal stops, play down the PPE degree and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/video/2015/apr/25/brain-fade-aston-villa-fan-david-cameron-confuses-his-team-for-west-ham-video\" title=\"\">play up the football allegiance</a>, to overcome this minor impediment that their understanding of hardship is entirely theoretical. I sometimes think, even though “metropolitan elite” is often code for anti-intellectualism, the biggest anti-intellectuals in all of this are the politicians themselves, who think that presenting a credible ordinariness means never seeming too clever or too educated. The early pioneers of the Labour movement would, I like to think (hard to check), have said that learning was the last thing anyone needed to be embarrassed about.</p> \n<p>Graeber offers this analysis of the friction that I find elegant to the point of beauty. “I’m trying to figure out this country. Since the election I’ve been wondering: what the hell is going on here? My conclusion is that there’s a basic, fundamental contradiction in the nature of the British economy. What is England’s export product? Supposedly, it’s finance. To some degree it’s as lieutenant to America’s empire, but that’s limited. We have a real-estate bubble on the basis of the finance system, because every single super-rich person in the entire world has to have a house in London, so they’re selling bits of London and the south-east.</p> \n<p>“Why is it appealing? On the one hand, you have a creative, subservient working-class. You get the best servants here. Second of all, it’s security; you have political safety, whereas if you come from Bahrain, Singapore, Macau, in those places something could still happen. The historical defeat of the working classes has now become the UK’s export product. So people recognise that, but of course they resent it, so they take it out on the poor foreigners rather than the rich ones. Then the metropolitan elite preach tolerance, and of course they are hated; they are hated as the brokers of that system.”</p> \n<figure class=\"element element-image\" data-media-id=\"ee7e32836c595478ebc8b335c07d4e017fa6d618\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142909490/ebfa05c4-e5e8-4e7a-995d-048f47eea488-460x276.jpeg\" alt=\"Non-metropolitan elite voice: Nigel Farage.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Non-metropolitan elite voice: Nigel Farage.</span> \n  <span class=\"element-image__credit\">Photograph: REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Whenever the subject ever comes up – when a voice of authenticity such as Nigel Farage (whom the political thinker Mark Fisher calls “the people’s stock-bloker”) castigates, explicitly or by inference, the inauthenticity of the political class – there is an urbane rush by the comment class to own up to membership of this embarrassing club. Often, that frank mea culpa – “I am rich, I am connected, I can afford to live in London, I did go to Oxford” – becomes indistinguishable from plain showing off, and the openness turns to embarrassment, as though the music has stopped in a club and you are still shouting. If everybody with a platform is part of the elite, and the elite has taken the platform, then only a putsch will do – this is a very Russell Brand direction. In the meantime, pending the revolution, the metropolitan elite is in this airless space, understanding its distance from the “non-elite” but not knowing how to bridge it without committing metropolitan-elite suicide.</p> \n<p>Lammy says: “When Labour lost the election, I felt myself in the stages of grief. Last weekend, I was really angry. I was really angry with Ed Miliband and the leadership of the party. What set me off was, I took my nine-year-old to his Sunday league football match and the parents of his friends came up to me – they were mainly black and ethnic minorities, first-generation immigrants. They were bewildered. Really bewildered. They could not understand how Labour had done quite so badly. And these people are cleaners, security guards, home carers, dinner ladies, nurses – they are absolutely the people who will experience the harshness. The truth is, people in the metropolitan elite, and that includes Ed Miliband, and me, and you, we will be better off under the Tories. These people will be screwed.”</p> \n<p>The meaning of “metropolitan elite” is not fixed. It will change in the mouth of whoever says it, and it will take on the shape of the person to whom, for whatever combination of reasons, it is thrown at and sticks. But the anger is real: parliament, as the last century understood it, represented the people to the state. Parliament now represents the state to the people. And maybe “metropolitan” is a way to say that, and to give it a face.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432145645516/Metro-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Getty","altText":"Metro","cleanCredit":"Photograph: Getty"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142999852/dc082f3b-0a69-4ef7-a344-3258b25d315b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Critic of the metropolitan elite: David Lammy. Photograph: Graeme Robertson","credit":"Graeme Robertson","altText":"Critic of the metropolitan elite: David Lammy.","cleanCaption":"Critic of the metropolitan elite: David Lammy.","cleanCredit":"Photograph: Graeme Robertson"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142528480/1f591ce9-7c97-49b2-a5cc-b70b7ef1859c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Metropolitan: Chuka Umunna. Photograph: Christian Sinibaldi","credit":"Christian Sinibaldi","altText":"Metropolitan: Chuka Umunna.","cleanCaption":"Metropolitan: Chuka Umunna.","cleanCredit":"Photograph: Christian Sinibaldi"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142749160/2bf99339-1bff-4cb4-8d6f-7e605af81e54-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Metropolitan elitist: David Cameron. Photograph: Rick Findler","credit":"Rick Findler","altText":"Metropolitan elitist: David Cameron.","cleanCaption":"Metropolitan elitist: David Cameron.","cleanCredit":"Photograph: Rick Findler"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142608960/3a6792e4-60fc-48e8-84fb-5c0b681a2a62-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Not metropolitan: Dan Jarvis. Photograph: David Hartley/Rex","credit":"David Hartley/Rex","altText":"Not metropolitan: Dan Jarvis.","cleanCaption":"Not metropolitan: Dan Jarvis.","cleanCredit":"Photograph: David Hartley/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142910809/ebfa05c4-e5e8-4e7a-995d-048f47eea488-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Non-metropolitan elite voice: Nigel Farage. Photograph: REX Shutterstock","credit":"REX Shutterstock","altText":"Non-metropolitan elite voice: Nigel Farage.","cleanCaption":"Non-metropolitan elite voice: Nigel Farage.","cleanCredit":"Photograph: REX Shutterstock"}],"webPublicationDate":"2015-05-20T18:33:39Z","lastModified":"2015-05-20T23:00:50Z","metadata":{"commentable":true,"commentCount":482,"contributors":[{"name":"Zoe Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams"}],"feature":true,"keywords":["Politics","David Lammy","Conservatives","Labour","UK news"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/david-lammy","webTitle":"David Lammy"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Zoe Williams","topic":{"type":"tag-contributor","name":"profile/zoewilliams"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/20/metropolitan-elite-britains-new-pariah-class","shortUrl":"http://gu.com/p/494hh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/20/metropolitan-elite-britains-new-pariah-class","webUri":"http://www.theguardian.com/politics/2015/may/20/metropolitan-elite-britains-new-pariah-class"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432145645516/Metro-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Getty","altText":"Metro","cleanCredit":"Photograph: Getty"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-21T08:34:03Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}