{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Scotland decides to stop funding Queen via Scottish crown estate","rawTitle":"Scotland decides to stop funding Queen via Scottish crown estate","item":{"type":"article","id":"uk-news/2015/jun/24/scotland-decides-stop-funding-queen-scottish-crown-estate","title":"Scotland decides to stop funding Queen via Scottish crown estate","trailText":"Scottish parliament intends to use profits from crown estate in Scotland for use in Scotland, but says country will still contribute via taxes to Treasury","standFirst":"<p>Scottish parliament intends to use profits from crown estate in Scotland for use in Scotland, but says country will still contribute via taxes to Treasury</p>","byline":"Caroline Davies","body":"<p>The Queen is set to no longer receive funding via Scotland’s crown estate, a decision that means that the income of the monarch and the rest of the royal family could reduce by more than &pound;2m a year. It is understood that the Scottish parliament intends to retain the profits from the crown estate in Scotland for use in Scotland, which could have the consequence of reducing the sovereign grant, which funds the monarchy. </p> \n<p>Buckingham Palace intends to raise the consequences for the Queen with David Cameron and George Osborne.</p> \n<p>It had been understood that Scotland would still agree to contribute to the Queen’s costs after taking over management of the crown estate assets north of the border, worth &pound;26m, but it appears that under Nicola Sturgeon this will not occur. “Originally, Alex Salmond did imply that might happen. But the new leadership said no,” one senior aide said.</p> \n<p>The <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/jan/28/queens-royal-household-budget\">sovereign grant</a> – which this year was &pound;39.9m – funds the royal household. It is calculated on a formula that sees the Queen handed 15% of the annual surplus of the crown estate, one of the largest property owners in the UK. This year, <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/nov/27/scottish-devolution-smith-commission-key-points\">revenue from the crown estate in Scotland</a> stood at &pound;14.5m, which represents a &pound;2.2m contribution to the sovereign grant.</p> \n<p>Palace officials raised the issue as they presented the Queen’s annual accounts. Sir Alan Reid, keeper of the privy purse, said the Scottish plans created a complication over future funding. “The transfer of the Scottish assets of the crown estate to the Scottish government does confuse the issue of renegotiating the percentage in due course because the total assets under the crown estate management will fall, and therefore 15% will be less than it would be if the transfer of the Scottish assets had taken place,” he said.<br tabindex=\"-1\" /></p> \n<p>Under Alex Salmond, the SNP last year pledged that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/sep/11/queen-governor-general-scotland-independence-monarchy\">Scotland would retain the Queen as head of state</a>, if the country had voted for independence from the rest of the UK last September. But the monarch faced criticism in Scotland after she was asked to make a rare public intervention in the final days of the Scottish independence referendum, speaking publicly to a well-wisher outside church near Balmoral saying: “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/sep/14/queen-scottish-independence-voters-think-carefully-referendum-balmoral\">I hope people will think very carefully about the future</a>.”<br /></p> \n<p>Buckingham Palace stressed that the funding issue would not affect the royal family’s relationship with Scotland. The Queen will “continue to go to Balmoral, and to Holyrood, and she’ll continue to be Queen of Scotland”, said one source.</p> \n<p>There appears to be no other mechanism in place for Scotland to contribute to the monarchy. Scottish ministers are thought to be considering transferring the management of the crown estate assets in Scotland on to the local authorities, with the intention of using the surplus for more social purposes.</p> \n<p>A Buckingham Palace spokesman said it was wrong to infer that Scotland would no longer contribute to the monarchy based on the change to the operation of the crown estate and its impact on the grant received by the Queen.</p> \n<p>The spokesman said it was an “entirely hypothetical” situation, and that though the sovereign grant was calculated on a percentage of the crown estate income, “there is a formulaic connection between the two, but there is no financial connection between the two”. </p> \n<p>Scots would effectively still contribute to the costs of the monarchy because they pay taxes to the Treasury, which in turn supplies the money for the sovereign grant, he said. </p> \n<p>A Scottish government spokeswoman added: “Scotland will continue to make the same financial contribution to the monarchy as at present – there will be no reduction in the sovereign grant as a result of devolution of the crown estate.”<br tabindex=\"-1\" /></p> \n<p>The Scottish government said that the level of funding the Queen receives from the Treasury under the sovereign grant is set by reference to 15% of the crown estate’s profits and does not come directly from crown estate profits themselves. With most taxes paid in Scotland continuing to be controlled by the Treasury, Scotland will continue to make the same contribution to the monarchy through general taxation.</p> \n<p>The sovereign grant – which apart from security costs represents the main public funding of the monarchy – was introduced in 2011 to replace the annual civil list and property and travel grants. It is based on 15% of crown estate profits from two years previously, but its amount cannot drop below the previous year and the exact percentage is renegotiated every five years. It is due for review from April 2016.<br tabindex=\"-1\" /></p> \n<p>The crown estate income was surrendered to the Treasury in return for an annual civil list by George III.<br tabindex=\"-1\" /></p> \n<p>The Queen’s accounts show a 6.7% increase in funding last year to &pound;37.9m, of which she spent &pound;35.7m, setting the rest aside in a reserve account. </p> \n<p>Defending the increase, at a time of austerity, aides said money had to be found for major repairs on property, including at Buckingham Palace. As part of a 10-year plan, aides have looked at re-servicing Buckingham Palace, with an initial estimate of &pound;150m to bring it up to date. One option would involve the Queen and royal household moving out for the duration of repairs. </p> \n<p>The Prince of Wales and Duchess of Cornwall notched up the largest travel bill – a &pound;446,159 tour of Mexico and Colombia, a &pound;239,710 tour of the United States and Charles’s visit to the Middle East, which cost &pound;262,212 – all of them using charter flights. </p> \n<p>Royal travel costs rose to &pound;5.1m, up 21% on 2013-4. The Duke of York spent &pound;62,856 on a charter flight to Kuwait and &pound;43,343 on a charter to Saudi Arabia. Prince Harry’s tour of Brazil and Chile cost &pound;43,872 on scheduled flights and &pound;41,754 on charter flights. </p> \n<p>Prince Charles saw his income from the Duchy of Cornwall rise by 1.7% to &pound;19.8m. His tax bill, after the deduction of business expenditure, was &pound;4.5m.</p> \n<p>Presenting the accounts, which will be laid before parliament, Reid said: “The Queen, the royal family and the household continue to provide excellent value for money: at 56p per person annually.”</p> \n<p>He added: “Over the coming years, the maintenance of the estate and in particular Buckingham Palace will present a significant financial challenge. We will continue to work closely with the royal trustees to ensure that the funding for the royal household reflects that challenge.”</p> \n<p><br /></p> \n<p> </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/33fc1b7c91333f9a872108abb03a052e8769dfc4/0_122_1992_1195/1992.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1195,"width":1992,"orientation":"landscape","credit":"KAY NIETFELD/EPA","altText":"The Queen","cleanCredit":"Photograph: KAY NIETFELD/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-23T23:17:47Z","lastModified":"2015-06-23T23:18:42Z","metadata":{"commentable":true,"commentCount":1031,"contributors":[{"name":"Caroline Davies","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/5/26/1432636572595/Caroline-Davies-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolinedavies"}],"feature":false,"keywords":["Scotland","The Queen","Nicola Sturgeon","UK news","Monarchy","Tax and spending","Alex Salmond","Politics","Devolution","Scottish National party (SNP)","Prince Charles"],"tags":[{"id":"uk/scotland","webTitle":"Scotland"},{"id":"uk/queen","webTitle":"The Queen"},{"id":"politics/nicola-sturgeon","webTitle":"Nicola Sturgeon"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"politics/taxandspending","webTitle":"Tax and spending"},{"id":"politics/alexsalmond","webTitle":"Alex Salmond"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/devolution","webTitle":"Devolution"},{"id":"politics/snp","webTitle":"Scottish National party (SNP)"},{"id":"uk/prince-charles","webTitle":"Prince Charles"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Caroline Davies","topic":{"type":"tag-contributor","name":"profile/carolinedavies"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/24/scotland-decides-stop-funding-queen-scottish-crown-estate","shortUrl":"http://gu.com/p/4a4v5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/24/scotland-decides-stop-funding-queen-scottish-crown-estate","webUri":"http://www.theguardian.com/uk-news/2015/jun/24/scotland-decides-stop-funding-queen-scottish-crown-estate"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/33fc1b7c91333f9a872108abb03a052e8769dfc4/0_122_1992_1195/1992.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1195,"width":1992,"orientation":"landscape","caption":"The Queen’s accounts show a 6.7% increase in funding last year to £37.9m, of which she spent £35.7m, setting the rest aside in a reserve account. Photograph: Kay Nietfeld/EPA","credit":"Kay Nietfeld/EPA","altText":"The Queen","cleanCaption":"The Queen’s accounts show a 6.7% increase in funding last year to £37.9m, of which she spent £35.7m, setting the rest aside in a reserve account.","cleanCredit":"Photograph: Kay Nietfeld/EPA"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/33fc1b7c91333f9a872108abb03a052e8769dfc4/0_122_1992_1195/1992.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1195,"width":1992,"orientation":"landscape","credit":"KAY NIETFELD/EPA","altText":"The Queen","cleanCredit":"Photograph: KAY NIETFELD/EPA"}}]},{"title":"Tory plan to redefine child poverty as figures set to show first rise in decade","rawTitle":"Tory plan to redefine child poverty as figures set to show first rise in decade","item":{"type":"article","id":"society/2015/jun/23/child-poverty-measures-figures-first-rise-in-decade","title":"Tory plan to redefine child poverty as figures set to show first rise in decade","trailText":"David Cameron’s cabinet discusses issue before statistics due to show increase to 2.5 million children in poverty – a figure he will say is not a true reflection","standFirst":"<p>David Cameron’s cabinet discusses issue before statistics due to show increase to 2.5 million children in poverty – a figure he will say is not a true reflection</p>","byline":"Rowena Mason Political correspondent","body":"<p>David Cameron is looking to revive plans to change the way that child poverty is measured, in advance of figures that are expected to show it has increased for the first time in a decade.</p> \n<p>The prime minister discussed the matter with the cabinet on Tuesday morning, Downing Street confirmed, with Nicky Morgan, the education secretary, Oliver Letwin, the Cabinet Office minister, and Iain Duncan Smith, the work and pension secretary, leading a conversation on whether the government was using the “right” measures.</p> \n<p>The current definition of child poverty is whether a child lives in a household with an income less than 60% of the national average. Cameron’s official spokeswoman pointed out that this means fewer children could be in poverty during a recession because average household incomes have fallen, even if their circumstances stayed the same.</p> \n<p>The issue was considered two days before official Below Average Income statistics are published, with the Institute for Fiscal Studies forecasting an increase from 2.3 million to 2.5 million children in poverty – the first rise for 10 years. When the figures are released, the government is expected to argue they are not a true reflection of poverty and should be changed. But Cameron may not want to risk accusations that he is trying to dodge his record on child poverty by making an official announcement on changing the measurements on the same day. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>You can’t have one nation if children’s opportunities and life chances at every turn are shaped and limited by poverty</p> \n  <footer> \n   <cite>Alison Garnham, Child Poverty Action Group</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>One option could be to supplement the current definition with new ones, rather than replacing it altogether. Changing the definition of child poverty was discussed under the last government but then put on hold in 2014, as the coalition could not agree how it would be done. The measure under consideration would have taken a complex approach that also took into account whether children have access to a good education, a decent home, and a stable family.</p> \n<p>A little-noticed line in the Conservative party’s general election manifesto said the government would “work to eliminate child poverty and introduce better measures to drive real change in children’s lives, by recognising the root causes of poverty: entrenched worklessness, family breakdown, problem debt, and drug and alcohol dependency”.</p> \n<p>In a speech on Monday about welfare and opportunity, Cameron gave a strong hint that proposals to change the definition were back on the table. “Just take the historic approach to tackling child poverty,” he told the audience in Runcorn. “Today, because of the way it is measured, we are in the absurd situation where if we increase the state pension, child poverty actually goes up.”</p> \n<p>The No 10 spokeswoman said ministers had talked about how they would deliver on the manifesto and had considered “how to have the right measures in place to drive real change to tackle the root causes of poverty”. “Some of this ties in with the argument the prime minister was making [on Monday]. He wants the government to focus more on tackling the causes of the issues, rather than just treating the symptoms.”</p> \n<p>Asked whether Cameron is unhappy with the current definition, she said: “He did point to concerns, and this was something talked about in the manifesto, about whether it is an effective measure or not, because if you look at the recession, the measured rate of child poverty fell because, actually, overall people’s income in the UK was falling, and child poverty was therefore seen to have fallen because it is a relative measure.”</p> \n<p>Critics argue the government’s welfare changes are likely to make child poverty even worse, especially if, as expected, the plan to reduce the budget by &pound;12bn includes a large cut to tax credits.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/20/child-poverty-rise-uk-halts-progress-charities-claim\">Child poverty rise across Britain ‘halts progress made since 1990s’</a> </p> \n</aside> \n<p>Alison Garnham, chief executive of Child Poverty Action Group, said no moral mission such as that described by Cameron “involves taking away tax credits for our poorest children, [and] no serious plan for the low-paid begins with making them poorer by cutting their tax credits”.</p> \n<p>“You can’t have one nation if children’s lives, opportunities and life chances at every turn are shaped and limited by poverty. The government’s child poverty approach is failing but the prime minister’s speech simply missed the point and failed to set out what his government will do to prevent his legacy being the largest rise in child poverty in a generation,” she said. </p> \n<p>“It is no good pulling bodies out of the river, without going upstream to see who is throwing them in – especially, if turns out the culprit is government policy. The right choices that would reduce poverty include protecting children’s benefits with the same triple-lock protection pensions enjoy, fixing the deep cuts to tax credit help for the low-paid, tackling cripplingly high rents, high childcare costs and expanding free school meals.”</p> \n<p>The Fabian Society has also warned that “significant cuts to tax credits will lead to higher child poverty and worse life chances for young people from disadvantaged homes”.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435076435687/b7ded052-25bc-4100-b07f-8e468770fa3c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"A boy","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-23T16:28:39Z","lastModified":"2015-06-24T00:00:01Z","metadata":{"commentable":true,"commentCount":1378,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Poverty","Children","Social exclusion","Social mobility","David Cameron","Conservatives","Society","Politics","UK news"],"tags":[{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/children","webTitle":"Children"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"society/socialmobility","webTitle":"Social mobility"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/23/child-poverty-measures-figures-first-rise-in-decade","shortUrl":"http://gu.com/p/4a3mf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/23/child-poverty-measures-figures-first-rise-in-decade","webUri":"http://www.theguardian.com/society/2015/jun/23/child-poverty-measures-figures-first-rise-in-decade"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435076435687/b7ded052-25bc-4100-b07f-8e468770fa3c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The current definition of child poverty is measured by whether the child lives in a household with an income less than 60% of the national average. Photograph: Alamy","credit":"Alamy","altText":"A boy","cleanCaption":"The current definition of child poverty is measured by whether the child lives in a household with an income less than 60% of the national average.","cleanCredit":"Photograph: Alamy"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435076435687/b7ded052-25bc-4100-b07f-8e468770fa3c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"A boy","cleanCredit":"Photograph: Alamy"}}]},{"title":"Calais: Eurostar, Eurotunnel and ferry services return to normal","rawTitle":"Calais: Eurostar, Eurotunnel and ferry services return to normal","item":{"type":"article","id":"uk-news/2015/jun/24/calais-chaos-eurostar-eurotunnel-ferry-services-return-to-normal","title":"Calais: Eurostar, Eurotunnel and ferry services return to normal","trailText":"Cross-channel services resume after wildcat strike caused closure of northern French port, but lorries still backed up on Kent’s M20","standFirst":"<p>Cross-channel services resume after wildcat strike caused closure of northern French port, but lorries still backed up on Kent’s M20</p>","byline":"Jamie Grierson, Claire Phipps and Rowena Mason","body":"<p>Cross-channel ferry and train services were returning to normal on Wednesday after a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/jun/23/travel-chaos-as-channel-tunnel-shuts-and-french-ferry-services-are-cancelled\">wildcat strike at Calais by French ferry workers</a> brought chaos for passengers travelling between the UK and France.</p> \n<p>Eurostar trains were resuming a “full and normal service”, although customers were advised to allow at least 45 minutes to check in, while P&amp;O Ferries said its Dover to Calais crossings were fully operational with spaces available. </p> \n<p>The Eurostar website confirmed the first train of the day from Paris to London left as scheduled at 7.10am (05.10 GMT). The first train from London to Paris also departed on time.</p> \n<p>Some passengers spent the night at St Pancras station in London after their trains were cancelled. Vanessa Magdelyns, 33, from Brussels, said she and “at least 50” people spent the night in the station.</p> \n<p>“I lay down to rest but no sleeping. It was too cold. We didn’t get any blankets,” she said, adding that she would have expected blankets to have been handed out. “When they seen that we were staying here overnight they could have helped us.”</p> \n<p>She was due to get the 5pm train to Brussels on Tuesday but is now booked on a service later on Wednesday. </p> \n<p>Eurotunnel said its passenger service was running to schedule on both terminals with no waiting time.</p> \n<p>MyFerryLink – whose workers were behind the impromptu industrial action – also said their crossings to Calais had returned to their normal timetable.</p> \n<p>However, roads in Kent remained congested, with police saying they would continue with Operation Stack, which has turned the M20 motorway into a lorry park.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HighwaysSEAST/statuses/613513847861833732\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Travelling to <a href=\"https://twitter.com/Port_of_Dover\">@Port_of_Dover</a> or <a href=\"https://twitter.com/LeShuttle\">@LeShuttle</a>? <a href=\"https://twitter.com/kent_police\">@Kent_Police</a> continue to manage <a href=\"https://twitter.com/hashtag/OpStack?src=hash\">#OpStack</a>. <a href=\"https://twitter.com/hashtag/M20?src=hash\">#M20</a> closed J8 - J9 coastbound. <a href=\"http://t.co/0CYVamgIMU\">http://t.co/0CYVamgIMU</a></p>— Highways England (@HighwaysSEAST) \n  <a href=\"https://twitter.com/HighwaysSEAST/status/613513847861833732\">June 24, 2015</a>\n </blockquote> \n</figure> \n<p>After all cross-channel ferry services to the port of Calais were cancelled, the ensuing chaos led to long tailbacks on both sides of the Channel. In Calais hundreds of migrants, hoping to reach the UK, attempted to break into stationary cars and lorries as they waited on gridlocked motorways<br /></p> \n<p>James Brokenshire, the UK’s immigration minister, blamed the chaos in Calais on the “hugely regrettable” industrial action, saying it had acted as the trigger to the scenes that everyone was seeing on their televisions.</p> \n<p>He said the UK was deploying “additional resourcing into the port of Dover to enhance screenings and detections there so that we’re looking at this on both sides of the Channel”.</p> \n<p>Part of the &pound;12m promised by the UK to help deal with the crisis last September has been used to tell people in the refugee camps that they will not automatically get benefits, housing and asylum if they come to the UK, Brokenshire said.</p> \n<p>However, he insisted that ultimate responsibility to guarantee security and safety at Calais lay with the French, as policing on their soil was a matter for them.</p> \n<p><a href=\"http://www.bbc.co.uk/news/world-europe-33235157\">Footage from Calais</a> showed migrants running to the open doors of a slow-moving lorry. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/23/uk-advises-drivers-calais-watch-out-stowaways-traffic-chaos\">The UK foreign office advised</a> travellers to keep vehicle doors locked.</p> \n<p>There are more than 3,000 men, women and children <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/children-worsening-conditions-calais-jungle-2-migrant-camp\">living in squalid conditions in a large camp just outside Calais</a>. Many of them have fled persecution and war in east Africa and the Middle East, and are trying to make their way to the UK.</p> \n<p>Aid workers said last week that conditions in the camp were worse than ever, with a lack of food and shelter. They said migrants were becoming increasingly desperate and were prepared to take ever greater risks to get the UK.</p> \n<p>Tuesday’s chaotic scenes were sparked by unannounced strike action by ferry workers, which began at 3.50am. Employees of the French ferry company MyFerryLink were protesting against plans to sell two of their ferries to rival firm DFDS.</p> \n<p>Eurotunnel suspended its services for safety reasons after French port workers trespassed on its tracks.</p> \n<p>Thousands of travellers were trapped, and there were hectic scenes at St Pancras station in London, as train services were halted. On Tuesday night, Eurostar said fire had damaged parts of the track, but following overnight repair work, services would resume on Wednesday morning.</p> \n<div>\n __VIDEO_EMBED_gu-video-453741717__\n</div> \n<p>The chief executive of P&amp;O Ferries, Helen Deeble, said her company was “bearing the brunt” of the chaos at Calais and called on French authorities to do more “to ensure the safety of staff and customers in and around the port of Calais”.</p> \n<p><a href=\"https://twitter.com/Eurostar/status/613466367413604352\">Eurostar said</a> travellers affected by Tuesday’s cancellations could <a href=\"https://www.eurostar.com/uk-en/manage-booking\">exchange or refund their tickets</a>.<br /></p> \n<p>Three trains stuck outside the tunnel on the English side had to return to St Pancras on Tuesday, while other trains on the French side were taken back to Paris and Brussels. <br /></p> \n<p>A Port of Dover spokesman said Operation Stack – where freight traffic is held on the coastbound carriageway of the M20 in Kent – would remain in place on Wednesday morning due to the volume of lorries.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"16a8e2e996667a357f93bf36bd07d97badba9272\"> \n <img src=\"http://media.guim.co.uk/16a8e2e996667a357f93bf36bd07d97badba9272/0_189_3000_1800/1000.jpg\" alt=\"Trucks queue up on the way to Dover on Tuesday as part of Operation Stack.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Trucks queue up on the way to Dover on Tuesday as part of Operation Stack.</span> \n  <span class=\"element-image__credit\">Photograph: Carl Court/Getty Images</span> \n </figcaption> \n</figure>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/03b5e49fdf4edc6c295f93c5e3c03042761ea4c5/0_98_5036_3022/5036.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3022,"width":5036,"orientation":"landscape","credit":"Philippe Huguen/AFP/Getty Images","altText":"Striking French ferry workers block access to the Channel Tunnel with burning tyres.","cleanCredit":"Photograph: Philippe Huguen/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/16a8e2e996667a357f93bf36bd07d97badba9272/0_189_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Trucks queue up on the way to Dover on Tuesday as part of Operation Stack. Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"Trucks queue up on the way to Dover on Tuesday as part of Operation Stack.","cleanCaption":"Trucks queue up on the way to Dover on Tuesday as part of Operation Stack.","cleanCredit":"Photograph: Carl Court/Getty Images"}],"webPublicationDate":"2015-06-24T07:52:14Z","lastModified":"2015-06-24T08:16:45Z","metadata":{"commentable":true,"commentCount":343,"contributors":[{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"},{"name":"Claire Phipps","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/16/1429179697502/Claire-Phipps-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/clairephipps"},{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Transport","Calais","Europe","France","Travel","Ferry travel","Eurostar","Business","France","Europe","UK news"],"tags":[{"id":"uk/transport","webTitle":"Transport"},{"id":"travel/calais","webTitle":"Calais"},{"id":"travel/europe","webTitle":"Europe"},{"id":"travel/france","webTitle":"France"},{"id":"travel/travel","webTitle":"Travel"},{"id":"travel/ferrytravel","webTitle":"Ferry travel"},{"id":"business/eurostar","webTitle":"Eurostar"},{"id":"business/business","webTitle":"Business"},{"id":"world/france","webTitle":"France"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[{"id":"gu-video-453741717","source":"guardian.co.uk","durationInSeconds":734,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2014/12/19/141218calaisfinalmaster-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2014/12/19/141218calaisfinalmaster/141218calaisfinalmaster.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2014/12/19/1419003093447/calais-migrants-018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1280,"orientation":"landscape","caption":"calais composite of migrants Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"calais migrants","cleanCaption":"calais composite of migrants Photograph: guardian.co.uk"}}],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/24/calais-chaos-eurostar-eurotunnel-ferry-services-return-to-normal","shortUrl":"http://gu.com/p/4a442","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/24/calais-chaos-eurostar-eurotunnel-ferry-services-return-to-normal","webUri":"http://www.theguardian.com/uk-news/2015/jun/24/calais-chaos-eurostar-eurotunnel-ferry-services-return-to-normal"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457252297","source":"AFP","durationInSeconds":45,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/23/150623Calais_1.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/23/150623Calais_1_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/23/1435081501215/KP_316160_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for French ferry workers burn tyres on Eurotunnel track - video","credit":"guardian.co.uk","altText":"620x372 trailpic for French ferry workers burn tyres on Eurotunnel track - video","cleanCaption":"620x372 trailpic for French ferry workers burn tyres on Eurotunnel track - video"}}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/03b5e49fdf4edc6c295f93c5e3c03042761ea4c5/0_98_5036_3022/5036.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3022,"width":5036,"orientation":"landscape","credit":"Philippe Huguen/AFP/Getty Images","altText":"Striking French ferry workers block access to the Channel Tunnel with burning tyres.","cleanCredit":"Photograph: Philippe Huguen/AFP/Getty Images"}}]},{"title":"'The boat is full': Hungary suspends EU asylum rule, blaming influx of migrants","rawTitle":"'The boat is full': Hungary suspends EU asylum rule, blaming influx of migrants","item":{"type":"article","id":"world/2015/jun/24/the-boat-is-full-hungary-suspends-eu-asylum-rule-blaming-influx-of-migrants","title":"'The boat is full': Hungary suspends EU asylum rule, blaming influx of migrants","trailText":"Government says it needs to protect country’s interests after 60,000 migrants arrive so far this year, the second highest per capita figure in the Europe","standFirst":"<p>Government says it needs to protect country’s interests after 60,000 migrants arrive so far this year, the second highest per capita figure in the Europe</p>","byline":"Agence-France Presse","body":"<p>Hungary said Tuesday it has indefinitely suspended the application of a key EU asylum rule in order “protect Hungarian interests”, prompting Brussels to seek immediate clarification.<br /></p> \n<p>The rule requires a migrant’s claim to be processed in the EU country they first arrive in, a government spokesman said on Tuesday.</p> \n<p>But it will be suspended as “the boat is full,” Zoltan Kovacs told Austrian media, referring to the recent influx of migrants.</p> \n<p>“We all wish for a European solution, but we need to protect Hungarian interests and our population.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We all wish for a European solution, but we need to protect Hungarian interests and our population</p> \n </blockquote> \n</aside> \n<p>Hungary received more asylum-seekers per capita than any other EU country apart from Sweden in 2014, up to nearly 43,000 from just 2,000 in 2012.</p> \n<p>About 60,000 migrants have entered Hungary so far this year, most of them through Serbia, according to government figures.</p> \n<p>Hungary says it has now “exhausted the resources at its disposal” to accept further asylum-seekers, and the government has toughened its anti-immigration rhetoric.</p> \n<p>The prime minister, Viktor Orban, also sparked controversy last week when he announced that Hungary was building a four-metre (13-foot) high fence on its border with Serbia to keep out migrants.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/22/migrants-hungary-border-fence-wall-serbia\">Migrants on Hungary's border fence: 'This wall, we will not accept it'</a> </p> \n</aside> \n<p>The EU said late Tuesday that Budapest needs to urgently clarify its suspension of the so-called Dublin III regulation.</p> \n<p>“Hungary has informed member states ... that the suspension is due to technical reasons and for an uncertain period of time,” a European Commission spokeswoman said in a statement.</p> \n<p>“As the Dublin rules do not foresee the suspension of transfers by the receiving member states, the commission has asked Hungary for immediate clarification on the nature and extent of the technical failure, and on the measures taken to remedy the situation.”</p> \n<p>Hungary is in Europe’s passport-free Schengen area, which means that once migrants have arrived in the country, they can travel freely elsewhere in the other 25 nations in the bloc. Many try to continue on to other European states, including Austria and Germany.</p> \n<p>According to the Dublin rules, however, these nations can return the asylum seekers to Hungary to process their application. Underlining that the country no longer has the capacity to handle the influx of migrants, Kovacs said that more than 3,000 people are being lodged in centres that are built to house 2,500.</p> \n<p>Austria’s interior minister, Johanna Mikl Leitner, strongly condemned Hungary’s decision.</p> \n<p>“Anyone who wants to have a Europe without borders, needs to respect the Schengen rules. Of course this also means respecting the Dublin rule.”</p> \n<p>Orban, who has a record of spats with Brussels, has been among the harshest critics of EU plans to manage the upsurge in migrant numbers by spreading the burden around the 28-nation bloc.</p> \n<p>He stirred international controversy last month when his government sent a survey to eight million Hungarian voters with questions linking migrants with terrorism.</p> \n<p>As part of the anti-immigration campaign, state-funded posters have been plastered around the capital Budapest reading: “If you come to Hungary, you cannot take the jobs of Hungarians” and “If you come to Hungary, you have to respect our culture!”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c0165ae51e8f89c64ab9c6ef24da23cc7377cb7d/0_166_4820_2894/4820.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2894,"width":4820,"orientation":"landscape","credit":"Sima Diab for the Guardian","altText":"Yama Nayab and his family prepare to move camps awaiting their time to move onwards in to Hungary from Serbia. June 19 2015","cleanCredit":"Photograph: Sima Diab for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-24T02:21:48Z","lastModified":"2015-06-24T02:21:50Z","metadata":{"commentable":true,"commentCount":425,"contributors":[],"feature":false,"keywords":["Hungary","Refugees","Europe","European Union","World news","Serbia"],"tags":[{"id":"world/hungary","webTitle":"Hungary"},{"id":"world/refugees","webTitle":"Refugees"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/world","webTitle":"World news"},{"id":"world/serbia","webTitle":"Serbia"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/24/the-boat-is-full-hungary-suspends-eu-asylum-rule-blaming-influx-of-migrants","shortUrl":"http://gu.com/p/4a43n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/24/the-boat-is-full-hungary-suspends-eu-asylum-rule-blaming-influx-of-migrants","webUri":"http://www.theguardian.com/world/2015/jun/24/the-boat-is-full-hungary-suspends-eu-asylum-rule-blaming-influx-of-migrants"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c0165ae51e8f89c64ab9c6ef24da23cc7377cb7d/0_166_4820_2894/4820.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2894,"width":4820,"orientation":"landscape","caption":"Yama Nayab and his family prepare to move camps awaiting their time to move onwards in to Hungary from Serbia. He was a surgeon in Afghanistan until he was stabbed by the Taliban.  Photograph: Sima Diab for the Guardian","credit":"Sima Diab for the Guardian","altText":"Yama Nayab and his family prepare to move camps awaiting their time to move onwards in to Hungary from Serbia. He was a surgeon in Afghanistan until he was stabbed by the Taliban. ","cleanCaption":"Yama Nayab and his family prepare to move camps awaiting their time to move onwards in to Hungary from Serbia. He was a surgeon in Afghanistan until he was stabbed by the Taliban. ","cleanCredit":"Photograph: Sima Diab for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c0165ae51e8f89c64ab9c6ef24da23cc7377cb7d/0_166_4820_2894/4820.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2894,"width":4820,"orientation":"landscape","credit":"Sima Diab for the Guardian","altText":"Yama Nayab and his family prepare to move camps awaiting their time to move onwards in to Hungary from Serbia. June 19 2015","cleanCredit":"Photograph: Sima Diab for the Guardian"}}]},{"title":"Adult and child killed after being hit by train in west London","rawTitle":"Adult and child killed after being hit by train in west London","item":{"type":"article","id":"uk-news/2015/jun/24/two-people-killed-after-being-hit-by-train-in-west-london","title":"Adult and child killed after being hit by train in west London","trailText":"Reports say adult and child fell on to tracks at Ealing Broadway shortly before 6pm, were struck by train and died at the scene","standFirst":"<p>Reports say adult and child fell on to tracks at Ealing Broadway shortly before 6pm, were struck by train and died at the scene</p>","byline":"Dominic Smith","body":"<p>Two people, believed to be an adult and a child, have died after being hit by a train at a station in west London. London Fire Brigade said it was called after reports that two people had fallen on to the tracks at Ealing Broadway station shortly after 6pm on Tuesday evening.</p> \n<p>Emergency services attended, but the victims were found dead at the scene, and British Transport police said the incident was currently being treated as unexplained. The two victims have yet to be identified, and police have urged any witnesses to get in touch.<br /></p> \n<p>A British Transport police spokesman said: “We were called at 6.10pm to Ealing Broadway station following reports that someone had been hit by a train. We attended along with the Metropolitan police, London Ambulance Service and London Fire Brigade and discovered two people had been struck and killed by the train. We’re still working to determine the identities of the deceased or how they come to actually be on the tracks. At present we’re treating the incident as unexplained.”<br /></p> \n<p>Severe delays followed the incident, with Heathrow Express suspending services between Paddington station and Heathrow airport all evening. First Great Western said there were delays of up to 90 mins to and from Paddington with trains not stopping at Ealing Broadway. <br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435102704033/006b5a99-e8dd-4b7e-9d01-1a2546c71f14-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lynda Bowyer/Lynda Bowyer/Demotix/Corbis","altText":"Paddington station","cleanCredit":"Photograph: Lynda Bowyer/Lynda Bowyer/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-23T23:39:04Z","lastModified":"2015-06-24T00:42:55Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Dominic Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominic-smith"}],"feature":false,"keywords":["London","UK news"],"tags":[{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Dominic Smith","topic":{"type":"tag-contributor","name":"profile/dominic-smith"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/24/two-people-killed-after-being-hit-by-train-in-west-london","shortUrl":"http://gu.com/p/4a432","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/24/two-people-killed-after-being-hit-by-train-in-west-london","webUri":"http://www.theguardian.com/uk-news/2015/jun/24/two-people-killed-after-being-hit-by-train-in-west-london"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435102704033/006b5a99-e8dd-4b7e-9d01-1a2546c71f14-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"There were many delays and cancellations to and from Paddington station after the incident. Photograph: Lynda Bowyer/Demotix/Corbis","credit":"Lynda Bowyer/Demotix/Corbis","altText":"Paddington station","cleanCaption":"There were many delays and cancellations to and from Paddington station after the incident.","cleanCredit":"Photograph: Lynda Bowyer/Demotix/Corbis"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435102704033/006b5a99-e8dd-4b7e-9d01-1a2546c71f14-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lynda Bowyer/Lynda Bowyer/Demotix/Corbis","altText":"Paddington station","cleanCredit":"Photograph: Lynda Bowyer/Lynda Bowyer/Demotix/Corbis"}}]},{"title":"Skivers and strivers: this 200–year–old myth won’t die","rawTitle":"Skivers and strivers: this 200–year–old myth won’t die","item":{"type":"comment","id":"commentisfree/2015/jun/23/skivers-strivers-200-year-old-myth-wont-die","title":"Skivers and strivers: this 200–year–old myth won’t die","trailText":"Vilification of the unemployed, by the government and the media, has a long and shameful heritage – expect the fallacy that welfare creates poverty to persist","standFirst":"Vilification of the unemployed, by the government and the media, has a long and shameful heritage – expect the fallacy that welfare creates poverty to persist","byline":"George Monbiot","body":"<p>Kindness is cruelty; cruelty is kindness: this is the core belief of compassionate conservatism. If the state makes excessive provision for the poor, it traps them in a culture of dependency, destroying their self-respect, locking them into unemployment. Cuts and coercion are&nbsp;a&nbsp;moral duty, to be pursued with the&nbsp;holy fervour of inquisitors overseeing an&nbsp;<a href=\"https://en.wikipedia.org/wiki/Auto-da-f%C3%A9\" title=\"\">auto da f&eacute;</a>.</p> \n<p>This belief persists despite reams of countervailing evidence, showing that severity does nothing to cure the structural causes of unemployment. In Britain it is used to justify a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/08/tories-12bn-welfare-cuts-mythical-scroungers-conservatives\" title=\"\">&pound;12bn reduction</a> of a social security system already so harsh that it drives some recipients to suicide. The belief arises from a deep and dearly held fallacy that has persisted for more than 200 years.</p> \n<p>Poverty was once widely understood as a social condition: it described the fate of those who did not possess property. England’s old poor law, introduced in 1597 and 1601, had its own cruelties, some of which were extreme. But as the US academics Fred Block and Margaret Somers explain in their fascinating book <a href=\"http://www.hup.harvard.edu/catalog.php?isbn=9780674050716\" title=\"\">The Power of Market Fundamentalism</a>, those who implemented it seemed to recognise that occasional unemployment was an&nbsp;intrinsic feature of working life.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/21/osborne-to-proceed-with-12bn-welfare-cuts-despite-anti-austerity-protests\">Osborne to proceed with &pound;12bn welfare cuts despite anti-austerity protests</a> </p> \n</aside> \n<p>In 1786 however, as economic crises threw rising numbers on to the mercy of their parishes, the clergyman Joseph Townsend sought to recast poverty as a moral or even biological condition. “The poor know little of the motives which stimulate the higher ranks to action – pride, honour, and ambition,” he argued in his Dissertation on the Poor Laws. “In general it is only hunger which can spur and goad them onto labour; yet our laws have said, they shall never hunger.”</p> \n<p>Thomas Malthus expands on this theme in his <a href=\"https://en.wikipedia.org/wiki/An_Essay_on_the_Principle_of_Population\" title=\"\">Essay on the Principle of Population</a>, published in 1798. Poor relief, he maintained, causes poverty. It destroys the work ethic, reducing productivity. It also creates an incentive to reproduce, as payments rise with every family member. The higher the population, the hungrier the poor became: kindness resulted in cruelty. Poverty, he argued, should be tackled through shame (“dependent poverty ought to be held disgraceful”) and the withdrawal of assistance from all able-bodied workers. Nature should take its course: if people were left to starve to death, the balance between population and food supply would be restored. Malthus ignored the means by which people limit their reproduction or increase their food supply, characterising the poor, in effect, as unthinking beasts.</p> \n<p>His argument was controversial, but support grew rapidly among the propertied classes. In 1832 the franchise was extended to include more property owners: in other words, those who paid the poor rate. The poor, of course, were not entitled to vote. In the same year, the government launched a royal commission into the operation of the poor laws.</p> \n<p>Like Malthus, the commissioners blamed the problems of the rural poor not on structural factors but on immorality, improvidence and low productivity, all caused by the system of&nbsp;poor relief, which had “educated a new generation in idleness, ignorance and dishonesty”. It called for the abolition of “outdoor relief” for able-bodied people. Help should be offered only in circumstances so shameful, degrading and punitive that anyone would seek to avoid them: namely the workhouse. The government responded with the 1834 Poor Law Amendment Act, which instituted, for the sake of the&nbsp;poor, a regime of the utmost cruelty. Destitute families were broken up and, in effect, imprisoned.</p> \n<p>The commission was a fraud. It&nbsp;began&nbsp;with fixed conclusions and sought evidence to support them. Its interviews were conducted with like-minded members of the propertied classes, who were helped towards the right replies with leading questions. Anecdote took the place of data.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Macroeconomic policy mistakes were blamed on the victims. Does that sound familiar?</p> \n </blockquote> \n</aside> \n<p>In reality, poverty in the countryside had risen as a result of structural forces over which the poor had no control. After the Napoleonic wars, the price of wheat slumped, triggering the collapse of rural banks and a severe credit crunch. Swayed by the arguments of David Ricardo, the government re-established the gold standard, which locked in austerity and aggravated hardship, much as George Osborne’s legal enforcement of a permanent budget surplus will do. Threshing machines reduced the need for labour in the autumn and winter, when employment was most precarious. Cottage industries were undercut by urban factories, while enclosure prevented the poor from producing their own food.</p> \n<p>Far from undermining employment, poor relief sustained rural workers during the winter months, ensuring that they remained available for hire when they were needed by farms in the spring and summer. By contrast to the loss of agricultural productivity that Malthus predicted and the commission reported, between 1790 and 1834 wheat production more than doubled.</p> \n<p>As Block and Somers point out, the rise in unemployment and extreme poverty in the 1820s and 1830s represented the first great failure of <a href=\"https://en.wikipedia.org/?title=Ricardian_economics\" title=\"\">Ricardian, laissez-faire economics</a>. But Malthus’s doctrines allowed this failure to be imputed to something quite different: the turpitude of the poor. Macroeconomic policy mistakes were blamed on the victims. Does that sound familiar?</p> \n<p>This helps to explain the persistence of the fallacy. Those who promoted laissez-faire economics required an explanation when the magic of the markets failed to deliver their promised utopia. Malthus gave them the answer they needed.</p> \n<p>And still does. People are poor and unemployed, George Osborne and Iain Duncan Smith claimed in the Sunday Times, because of “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/21/osborne-to-proceed-with-12bn-welfare-cuts-despite-anti-austerity-protests\" title=\"\">the damaging culture of welfare dependency</a>”. Earlier this month, Duncan Smith, in a burst of Malthusiasm, sought to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/01/downing-street-rejects-iain-duncan-smith-plan-for-new-limit-on-child-benefit\" title=\"\">restrict child benefit to two children per family</a>, to discourage the poor from reproducing. Analysis by the Wellcome Trust suggests that the government, which will place <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/apr/17/hundreds-of-mental-health-experts-issue-rallying-call-against-austerity\" title=\"\">350 psychologists in job&nbsp;centres</a>, now treats <a href=\"http://www.wellcome.ac.uk/News/Media-office/Press-releases/2015/WTP059337.htm\" title=\"\">unemployment as a mental health disorder</a>.</p> \n<p>The media’s campaign of vilification associates social security with disgrace, and proposes even more humiliation, exhortation, intrusion, bullying and sanctions. This Thursday, the new household income figures are likely to show a sharp rise in child poverty, after sustained reductions under the Labour government. Doubtless the poor will be blamed for improvidence and feckless procreation, and urged to overcome their moral failings through aspiration. For 230 years, this convenient myth has resisted all falsification. Expect that to persist.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/88d4b32cc53e16f35813704076f284365d6e038f/171_147_5445_3267/5445.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3267,"width":5445,"orientation":"landscape","credit":"Christopher Furlong/Getty Images","altText":"A family outside their council home in Salford, Manchester","cleanCredit":"Photograph: Christopher Furlong/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-23T16:45:10Z","lastModified":"2015-06-23T23:01:10Z","metadata":{"commentable":true,"commentCount":1068,"contributors":[{"name":"George Monbiot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/10/1410361956546/George-Monbiot-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/georgemonbiot"}],"feature":false,"keywords":["Benefits","Welfare","Poverty","Social exclusion","Society","Politics","Austerity","Conservatives","George Osborne","Economics","Business","UK news"],"tags":[{"id":"society/benefits","webTitle":"Benefits"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"George Monbiot","topic":{"type":"tag-contributor","name":"profile/georgemonbiot"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/23/skivers-strivers-200-year-old-myth-wont-die","shortUrl":"http://gu.com/p/4a3yq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/23/skivers-strivers-200-year-old-myth-wont-die","webUri":"http://www.theguardian.com/commentisfree/2015/jun/23/skivers-strivers-200-year-old-myth-wont-die"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/88d4b32cc53e16f35813704076f284365d6e038f/171_147_5445_3267/5445.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3267,"width":5445,"orientation":"landscape","caption":"‘Those who promoted laissez-faire economics required an explanation when the markets failed to deliver. Malthus gave them the answer they needed. And still does.’ Photograph: Christopher Furlong/Getty Images","credit":"Christopher Furlong/Getty Images","altText":"A family outside their council home in Salford, Manchester","cleanCaption":"‘Those who promoted laissez-faire economics required an explanation when the markets failed to deliver. Malthus gave them the answer they needed. And still does.’","cleanCredit":"Photograph: Christopher Furlong/Getty Images"}},"importance":3,"byline":{"title":"George Monbiot"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/9/10/1410361956546/George-Monbiot-L.png"}}]},{"title":"Tsipras summoned to Brussels for emergency talks over Greek bailout deal","rawTitle":"Tsipras summoned to Brussels for emergency talks over Greek bailout deal","item":{"type":"article","id":"world/2015/jun/24/alexis-tsipras-summoned-brussels-emergency-talks-greece-bailout-deal","title":"Tsipras summoned to Brussels for emergency talks over Greek bailout deal","trailText":"Greek prime minister travels to meet creditors to thrash out differences over his proposed cuts to try to avoid eurozone’s first default<br>","standFirst":"<p>Greek prime minister to meet creditors to thrash out differences over his proposed cuts to try to avoid eurozone’s first default<br /></p>","byline":"Ian Traynor and Jennifer Rankin in Brussels, Helena Smith in Athens","body":"<p>Greece’s prime minister, Alexis Tsipras, arrives in Brussels on Wednesday for critical talks with the country’s creditors as the outlines of the latest proposed deal to avoid bankruptcy threatens to unravel, worsening the crisis.</p> \n<p>In advance of the third meeting of eurozone finance ministers in less than a week, Tsipras was summoned to the office of Jean-Claude Juncker, the president of the European commission, to try to thrash out remaining differences.</p> \n<p>Christine Lagarde, the head of the International Monetary Fund, Mario Draghi, the president of the European Central Bank, and Jeroen Dijsselbloem, the Dutch finance minister who runs the Eurogroup committee of finance ministers, are to confront Tsipras about the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/23/greece-debt-crisis--offer-athens-details\">tax rises and spending cuts</a> he tabled on Monday in the hope of securing more bailout funds for Greece and avoiding a default next week.</p> \n<p> The Eurogroup meeting on Wednesday is aimed at preparing an agreement that would be rubber-stamped by an EU summit on Thursday, averting the eurozone’s first default and keeping the currency bloc intact.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/23/living-in-greece-share-your-perspectives-of-the-economic-crisis\">Living in Greece: share your perspectives of the economic crisis</a> </p> \n</aside> \n<p> But the mild euphoria that characterised frantic diplomacy and another eurozone summit in Brussels <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/22/greece-day-of-destiny-farce-phantom-eurozone-summit\">on Monday</a> dissolved swiftly on Tuesday as it became clear that Lagarde found the proposed temporary resolution inadequate and that the German chancellor, Angela Merkel, was also having second thoughts.</p> \n<p> Juncker and the commission want to strike a deal, but are essentially mediators with no money at stake in the five-month standoff over which a breakthrough appeared to have been achieved on Monday.</p> \n<p> Lagarde, who kept a low profile at the summit, was said to have strong reservations about the proposed agreement on ideological terms, but also because she does not think the putative agreement will put Greece on the road to recovery.</p> \n<p> Sources familiar with Merkel’s thinking said the German leader faced a potential party revolt over extending a further lifeline to Greece without confidence it would succeed.</p> \n<p> There is little faith in Germany and among the other creditors in Tsipras and his finance minister, Yanis Varoufakis.</p> \n<p> Greece’s eurozone bailout expires next Tuesday when it is also due to repay €1.6bn (&pound;1.13bn) to the IMF. But there are growing signs that the creditors will not be rushed into a deal they view as inadequate. </p> \n<p> Despite the growing gloom, Asian stock markets made gains on Wednesday and Japan’s Nikkei index closed 0.3% higher, at 20,868 points, its highest close in more than 18 years. </p> \n<p>“Having had a couple of days to absorb the details of the new Greece debt deal, equity markets have continued to remain upbeat, despite the fact that the [Greek] proposal is economically illiterate and probably doomed to fail,” Michael Hewson of CMC Markets said. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/23/greece-debt-crisis--offer-athens-details\">Greece debt crisis: the offer from Athens in detail</a> </p> \n</aside> \n<p>“That’s always assuming it even gets as far as being implemented in its current format, which at this point looks unlikely.”</p> \n<p> Greek insiders described the Tsipras summons to Brussels as “a very critical meeting”. “It is not a good sign,” said veteran political commentator Pavlos Tzimas.</p> \n<p> As doubts deepened among the creditors, the Greek government is coming under intense domestic political pressure over its concessions. Tsipras faced criticism from within his coalition government over compromise proposals that would raise €8bn by increasing pension contributions, phasing out early retirement, hiking corporation tax and raising some rates of VAT.</p> \n<p>“Many MPs, be they on the left or not, are very sceptical about accepting such a programme,” said Costas Lapavitsas, an economics professor at the University of London who is now an MP for Tsipras’s leftwing Syriza party. “How will they explain it to their voters? How will they return to their electoral constituencies and explain this agreement to them?”</p> \n<p>The government’s junior coalition partner, the small, rightwing Independent Greeks party (Anel), added to the complications for Tsipras by warning it would only support an agreement that included some form of debt write-off. Greece’s creditors are not expected to make such a commitment this week. Panos Kammenos, Anel’s leader, added that his party would oppose a VAT increase for Greek islands “even if the government falls”.</p> \n<p>It is unclear whether Tsipras will be able to contain the dissent or even pass an agreement through parliament, regardless of whether a deal is reached in Brussels.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/23/deal-heaps-more-misery-greeks\">This is a deal that heaps more misery on Greeks | Vicky Pryce</a> </p> \n</aside> \n<p>Any deal would have to be endorsed by a working majority in parliament, with a close Tsipras ally also suggesting that fresh elections or a referendum may be needed if an agreement is not voted through.</p> \n<p>Alekos Flambouraris, a senior government minister, said: “For the government to forge ahead in difficult conditions after the agreement and to restart the economy and kickstart the country’s productive reconstruction, it has to have a unanimous parliamentary group which will put the programme into effect.”</p> \n<p>On Tuesday, the ECB agreed to inject nearly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/ecb-greek-banking-system-emergency-funding-greece-creditors-monday-meetings\">€1bn into the Greek banking system</a>, the third consecutive working day that Greece has received emergency help from the emergency liquidity assistance programme in order to stave off bankruptcy as depositors take billions of euros out of accounts.</p> \n<p>The Irish finance minister, Michael Noonan, whose country has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2013/dec/13/ireland-first-country-exit-eurozone-bailout\">successfully completed its bailout programme</a> and returned to growth, warned that emergency funding for Greece’s banks could be cut off unless a deal is reached soon.</p> \n<p>The European commission is also dangling the prospect of €35bn in financial aid for Greece if a deal is made. “I want ordinary Greeks to know we are offering €35bn to help the economy,” said Juncker. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435102063485/f7d2e954-9554-4c03-bda2-5d35a615bff5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Louisa Gouliamilouisa/AFP/Getty Images","altText":"Pensioners gather in central Athens during a rally against austerity measures.","cleanCredit":"Photograph: Louisa Gouliamilouisa/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T06:51:34Z","lastModified":"2015-06-24T08:08:19Z","metadata":{"commentable":true,"commentCount":739,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"},{"name":"Jennifer Rankin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jennifer-rankin"},{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":false,"keywords":["Greece","Eurozone","Eurozone crisis","Alexis Tsipras","Yanis Varoufakis","Euro","Syriza","World news","Europe","Christine Lagarde","Jean-Claude Juncker","Mario Draghi","Angela Merkel"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/yanis-varoufakis","webTitle":"Yanis Varoufakis"},{"id":"business/euro","webTitle":"Euro"},{"id":"world/syriza","webTitle":"Syriza"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/christine-lagarde","webTitle":"Christine Lagarde"},{"id":"world/jean-claude-juncker","webTitle":"Jean-Claude Juncker"},{"id":"business/mario-draghi","webTitle":"Mario Draghi"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/24/alexis-tsipras-summoned-brussels-emergency-talks-greece-bailout-deal","shortUrl":"http://gu.com/p/4a42h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/24/alexis-tsipras-summoned-brussels-emergency-talks-greece-bailout-deal","webUri":"http://www.theguardian.com/world/2015/jun/24/alexis-tsipras-summoned-brussels-emergency-talks-greece-bailout-deal"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457253153","source":"Reuters","durationInSeconds":81,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/23/150623Greece_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/23/150623Greece.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/23/1435089561145/KP_317243_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Thousands demonstrate in Athens amid fears of further austerity - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Thousands demonstrate in Athens amid fears of further austerity - video","cleanCaption":"620x372 trailpic for Thousands demonstrate in Athens amid fears of further austerity - video"}}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435102063485/f7d2e954-9554-4c03-bda2-5d35a615bff5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Louisa Gouliamilouisa/AFP/Getty Images","altText":"Pensioners gather in central Athens during a rally against austerity measures.","cleanCredit":"Photograph: Louisa Gouliamilouisa/AFP/Getty Images"}}]}],"lastModified":"2015-06-24T08:16:45Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}