{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Barclays fires chief executive Antony Jenkins","rawTitle":"Barclays fires chief executive Antony Jenkins","item":{"type":"article","id":"business/2015/jul/08/barclays-fires-chief-executive-antony-jenkins","title":"Barclays fires chief executive Antony Jenkins","trailText":"New chairman John McFarlane will run the bank until a replacement is found","standFirst":"<p>New chairman John McFarlane will run the bank until a replacement is found</p>","byline":"Jill Treanor","body":"<p>Antony Jenkins has been ousted as the boss of Barclays bank three years after he was promoted to the job in the wake of the Libor scandal.</p> \n<p>The bank said he was being temporarily replaced by the new chairman, John McFarlane – who has only been in post since April - to clear the way for new leadership to accelerate changes at the business.</p> \n<p>Behind Jenkins’s shock departure is a long-running boardroom row over the future of Barclays’ investment banking side, the business that was built up by his predecessor Bob Diamond.</p> \n<p>The group’s non-executive directors took behind-the-scenes steps to remove their chief executive after a series of presentations to the board last month in which the current strategy was discussed.</p> \n<p>McFarlane told the BBC that there had been “rumblings” among the non-executives for some time and they had approached him with their concerns. He indicated more branches would close and jobs would go. “Barclays is not efficient,” he said.<br />He also added that Barclays’ sponsorship of the Premier League would end next year.</p> \n<p>Sandy Chen, analyst at Cenkos, said: “There’s a new sheriff in town,<br />and he’s got the board’s (and, we assume, the regulators’) backing to<br />make sweeping changes. We have long advocated an aggressive pruning of<br />the investment bank; the time for this, it appears, is now. Barclays shares rose 3% to 260p after the news.”</p> \n<p>Jenkins’ departure will be cushioned by a year’s salary and other benefits, which will run to at least &pound;2.5m before any bonuses are released to him from prior years as he is being paid until next July.<br /></p> \n<p>The timing of the announcement evokes memories of 2013 when the bank <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2013/mar/20/barclays-bonuses-budget-day\">announced it was paying its top bankers &pound;39.5m in bonuses</a> – including the since departed Rich Ricci – on the day of the budget. The chancellor George Osborne is due to deliver his first budget in a Conservative government on Wednesday. </p> \n<p>Jenkins had been attempting to restore the bank’s reputation in the wake of the Libor rate-rigging scandal. He was lambasted for explaining that bonuses had to be increased in 2013 when profits had fallen to avoid a “death spiral” of staff leaving.</p> \n<p>The change takes place from 17 July when McFarlane will leave the board of First Group. His promotion to the top job mirrors the role he took on at insurer Avivia during the 2012 shareholder spring when the insurer’s boss was also ousted.</p> \n<p>McFarlane said: “Whilst it is unfortunate that I have had little time to work with Antony, I respect and endorse the position of the board in deciding that a change in leadership is required at this time. I would add my personal thanks for everything that Antony has done for us. He can be proud of his heritage, especially his excellent work on culture and values that we will continue. I wish him well.</p> \n<p>“Arriving at Barclays with a fresh perspective, it is evident that we have a standout brand with first-class retail, commercial and investment banking businesses. Nevertheless, we are leaving value on the table and a new approach is required. As a group, if we aspire to bring shareholder returns forward, we need to be much more focused on what is attractive, what we are good at, and where we are good at it.”</p> \n<p>Jenkins’ departure will fuel speculation that Barclays is poised to further retrench from investment banking. Last year he said <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/may/08/barclays-to-cut-19000-jobs-scale-back-investment-bank-antony-jenkins\">19,000 jobs would go</a> in attempt to bolster returns in the business that once generated a third of the bank’s profits. <br /></p> \n<p>Jenkins said: “In the summer of 2012, I became group chief executive at a particularly difficult time for Barclays. It is easy to forget just how bad things were three years ago both for our industry and even more so for us. I am very proud of the significant progress we have made since then.”</p> \n<p>Sir Mike Rake, the most senior independent director at Barclays, said: “I reflected long and hard on the issue of group leadership and discussed this with each of the non-executive directors. Notwithstanding Antony’s significant achievements, it became clear to all of us that a new set of skills were required for the period ahead. This does not take away from our appreciation of Antony’s contribution at a critical time for the company.”<br /></p> \n<p>Jenkins was promoted from running the retail bank when Diamond was forced out three years ago just days after the bank was fined &pound;290m for rigging Libor. The new chief executive repeatedly said he wanted to make Barclays the “go to” bank. In an attempt to show he was trying to turn around the culture, he had also installed five huge blocks inside the cavernous entrance hall of the bank in Canary Wharf, each one emblazoned with his buzzwords of “respect, integrity, service, excellence and stewardship”. <br /></p> \n<p>A full-time successor will be sought externally and internally. Immediate speculation will focus on the finance director Tushar Morzaria and Jonathan Moulds, who was recently hired to implement the “ringfencing” rules that UK banks must comply with to separate their high street banks from their investment banking businesses.<br /></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d88fc435902f8270cf2d4580bc02df8e0f09c92/84_321_3353_2012/3353.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2012,"width":3353,"orientation":"landscape","credit":"Stefan Wermuth/Reuters","altText":"Antony Jenkins is leaving his post as Barclays’ chief executive.","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-08T06:13:50Z","lastModified":"2015-07-08T08:05:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jill Treanor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jilltreanor"}],"feature":false,"keywords":["Barclays","Banking","Business","UK news","World news","Banks and building societies","Consumer affairs","Money"],"tags":[{"id":"business/barclay","webTitle":"Barclays"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"money/banks","webTitle":"Banks and building societies"},{"id":"money/consumer-affairs","webTitle":"Consumer affairs"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"business"},"topics":[{"displayName":"Jill Treanor","topic":{"type":"tag-contributor","name":"profile/jilltreanor"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/08/barclays-fires-chief-executive-antony-jenkins","shortUrl":"http://gu.com/p/4af26","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/08/barclays-fires-chief-executive-antony-jenkins","webUri":"http://www.theguardian.com/business/2015/jul/08/barclays-fires-chief-executive-antony-jenkins"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d88fc435902f8270cf2d4580bc02df8e0f09c92/84_321_3353_2012/3353.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2012,"width":3353,"orientation":"landscape","caption":"Antony Jenkins is leaving his post as Barclays’ chief executive. Photograph: Stefan Wermuth/Reuters","credit":"Stefan Wermuth/Reuters","altText":"Antony Jenkins is leaving his post as Barclays’ chief executive.","cleanCaption":"Antony Jenkins is leaving his post as Barclays’ chief executive.","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d88fc435902f8270cf2d4580bc02df8e0f09c92/84_321_3353_2012/3353.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2012,"width":3353,"orientation":"landscape","credit":"Stefan Wermuth/Reuters","altText":"Antony Jenkins is leaving his post as Barclays’ chief executive.","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}}]},{"title":"George Osborne to use budget to slow pace of welfare cuts","rawTitle":"George Osborne to use budget to slow pace of welfare cuts","item":{"type":"article","id":"uk-news/2015/jul/07/george-osborne-slow-pace--12bn-welfare-budget-slash","title":"George Osborne to use budget to slow pace of welfare cuts","trailText":"Chancellor expected to cut £8bn from bill over two years and not to enforce living wage, but could enshrine tax-free minimum pay in law","standFirst":"<p>Chancellor expected to reduce &pound;8bn from bill over two years and not to enforce living wage, but could enshrine tax-free minimum pay in law</p>","byline":"Patrick Wintour Political editor","body":"<p>George Osborne will use the first Conservative budget in 18 years to slash billions from in-work tax credits and housing benefit, although the chancellor is likely to slow the pace of an expected &pound;12bn cuts to the welfare bill.</p> \n<p>An initial cut of &pound;8bn in welfare over two years was being predicted on Tuesday night, closer to the pace of welfare cuts agreed under the previous coalition government and intended to protect Osborne from criticism he is likely to face from Labour and charities.</p> \n<p>The scheme would mean that the plan to cut &pound;12bn by 2017-18 has been altered to give the work and pensions secretary Iain Duncan Smith an extra year to implement the savings.</p> \n<p>The budget will also set out plans first laid out in the Conservative election manifesto to raise the 40p tax threshold. The manifesto proposed that, from April 2016, the 40p rate should only kick in when earnings reach &pound;42,700 and, from April 2017, when they reach &pound;43,300. Officials added the rate would rise further to &pound;45,020 in 2019.</p> \n<p>The change is estimated to cost the exchequer &pound;1.68bn by 2019-20. The tax break for the middle class will be defended on the basis that a failure in the past to raise the threshold has brought more people into the 40p rate. </p> \n<p>The changes to welfare, the biggest test of Osborne’s political judgement since his “omnishambles” budget in 2012, also leave in question the future design of universal credit, the government’s major integration of in- and and out-of-work benefits. The cuts will probably put hundreds of thousands of families into poverty under the definitions the government abolished only last week.<br /></p> \n<p>It is expected Osborne will urge more employers to improve the skills of their workforce and to pay the living wage as a way of filling the hole left by the cut in work tax credits and in housing benefit. But he is not expected to impose any requirement on companies to pay the living wage, but instead point to the plan to enshrine a tax-free minimum wage in law and to raise the personal tax allowance to &pound;12,500 by 2020.</p> \n<p>Some Tory pressure groups are still hoping Osborne will commit to measures to incentivise companies to pay the living wage, currently set at &pound;9.15 an hour in London and &pound;7.85 an hour in the rest of the UK, as opposed to the national minimum wage of &pound;6.50 an hour for over 21s.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/11/george-osborne-pressure-slow-welfare-cuts\">George Osborne under pressure to slow welfare cuts</a> </p> \n</aside> \n<p>Labour said the government was involved in a systematic attempt to discredit the welfare state constructed by Labour’s Gordon Brown. The party said that if tax credits were cut back to 2003-04 levels, a saving of &pound;5bn, then 3.7 million families in work will suffer an average income loss of &pound;1,400 a year. The reform would also mean that 300,000 families would fall into relative poverty.</p> \n<p>The shadow treasury minister, Shabana Mahmood, claimed the minimum wage, which is set to rise to &pound;6.70 an hour in October for workers aged 21 and over, would need to rise overnight by 25% should the government make the predicted changes to tax credits.</p> \n<p>“Without tax credits to help them through, those who are working and stuck on low pay simply cannot make ends meet,” she said.</p> \n<p>The Resolution Foundation has calculated that if income was to match the current value of the living wage, an average rise of 80% would be necessary – since the living wage takes in to account the payment of tax credits</p> \n<p>But Osborne will point to the dramatic events in the eurozone, and the crisis in Greece, to argue the government has no choice but to continue to put deficit reduction at the heart of the budget.<br /></p> \n<p> He will tell MPs: “Our long-term economic plan is working. But the greatest mistake this country could make would be to think all our problems are solved.</p> \n<p> “You only have to look at the crisis unfolding in Greece as I speak to realise that if a country is not in control of its borrowing, the borrowing takes control of the country.”</p> \n<p>He will argue that if welfare is not cut in this emergency budget, other departmental spending will have to be reduced even more in the autumn spending review.</p> \n<p>During the election, Osborne reduced his room for manoeuvre by ruling out increases in income tax, VAT and corporation tax, and has set a long-term commitment to lift the personal tax allowance to &pound;12,500 by the end of the parliament.</p> \n<p>Osborne, with his own chances of taking the leadership reins from David Cameron at stake, will try to lift the sights of the country beyond deficit reduction and impress voters that the Conservatives have a coherent positive agenda.</p> \n<p>He is expected to promise to be “bold in transforming education, bold in reforming welfare, bold in delivering infrastructure, bold in building the ‘northern powerhouse’, bold in backing the aspirations of working people … it is a budget that sets the way to secure Britain’s future”.</p> \n<p>Cameron has already tried to pave the way for the reforms promised to end the merry-go-round of tax credits and housing benefit saying he wants to shift to a low tax, high wage and low welfare economy</p> \n<p>The Treasury economic secretary, David Gauke, speaking in the Commons, prepared the ground for the welfare cuts by describing the current welfare state as “financially and morally unsustainable”. He claimed the cost of tax credits had risen from 2003 to 2010-11 by 180%.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e0d15f94e4dc3c4ffee89d4d40f36ffc4ec7d4cc/0_243_5760_3457/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3457,"width":5760,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Chancellor George Osborne","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-08T07:30:16Z","lastModified":"2015-07-08T07:30:19Z","metadata":{"commentable":true,"commentCount":748,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Budget 2015 (July)","George Osborne","Politics","UK news","Budget","Conservatives","Welfare","Society","Living wage","Minimum wage","Poverty"],"tags":[{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/budget","webTitle":"Budget"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"society/society","webTitle":"Society"},{"id":"society/living-wage","webTitle":"Living wage"},{"id":"society/minimum-wage","webTitle":"Minimum wage"},{"id":"society/poverty","webTitle":"Poverty"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/07/george-osborne-slow-pace--12bn-welfare-budget-slash","shortUrl":"http://gu.com/p/4aezf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/07/george-osborne-slow-pace--12bn-welfare-budget-slash","webUri":"http://www.theguardian.com/uk-news/2015/jul/07/george-osborne-slow-pace--12bn-welfare-budget-slash"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e0d15f94e4dc3c4ffee89d4d40f36ffc4ec7d4cc/0_243_5760_3457/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3457,"width":5760,"orientation":"landscape","caption":"The chancellor is not thought to be imposing a requirement to pay living wage. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Chancellor George Osborne","cleanCaption":"The chancellor is not thought to be imposing a requirement to pay living wage.","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e0d15f94e4dc3c4ffee89d4d40f36ffc4ec7d4cc/0_243_5760_3457/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3457,"width":5760,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Chancellor George Osborne","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}}]},{"title":"Thai police officer describes scene at site of British backpacker killings","rawTitle":"Thai police officer describes scene at site of British backpacker killings","item":{"type":"article","id":"world/2015/jul/08/thai-police-officer-describes-scene-at-site-of-british-backpacker-killings","title":"Thai police officer describes scene at site of British backpacker killings","trailText":"Police officer gives testimony about bodies of Hannah Witheridge and David Miller who were found dead on a beach on Koh Tai island in September 2014","standFirst":"<p>Police officer gives testimony about bodies of Hannah Witheridge and David Miller who were found dead on a beach on Koh Tao island in September 2014</p>","byline":"Oliver Holmes in Koh Samui, Thailand","body":"<p>A Thai police officer who was called to the scene of the killing of two British tourists on Koh Tao island in September 2014 testified on Wednesday, the first of dozens of witnesses who will appear in court during a three-month trial of two Burmese men.</p> \n<p>Police Lieutenant Jakkapan Kaewkao, the second police officer at the scene, said he found David Miller face down in the surf and Hannah Witheridge 12 metres away on the beach. </p> \n<p>Questioned by the prosecution, he said he received a call at 6:30am on September 15, 2014 by a fellow officer. He arrived at the beach five minutes later and swiftly cordoned off the area.</p> \n<p>Three judges sat high above the small court room on Koh Samui, a larger island near Koh Tao, where witnesses will testify over the next three days.</p> \n<p>Five more three-day sessions will be staggered over the next few weeks, ending on 25 September, after which the judges will rule on the verdict. There will be no jury.</p> \n<p>Zaw Lin and Wai Phyo – also known as Win Zaw Htun – are 22-year-old bar and restaurant migrant workers from Burma. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/video/2015/jul/08/burmese-thailand-murder-british-backapckers-koh-tao-samui-video\">They were escorted into the court</a> by police, shackled hands to feet by chains. The men, both the smallest in height in the room, wore matching beige outfits.</p> \n<figure class=\"element element-image\" data-media-id=\"37ffcd084f52f4bb6331564b9a88a6eeaec73fb1\"> \n <img src=\"http://media.guim.co.uk/37ffcd084f52f4bb6331564b9a88a6eeaec73fb1/0_84_3500_2101/1000.jpg\" alt=\"Myanmar migrant workers Zaw Lin and Win Zaw Htun arrive at the Koh Samui Provincial Court.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Myanmar migrant workers Zaw Lin and Wai Phyo arrive at the Koh Samui Provincial Court.</span> \n  <span class=\"element-image__credit\">Photograph: Athit Perawongmetha/Reuters</span> \n </figcaption> \n</figure> \n<p>The case has shocked Britain. The families of the deceased – both present for the first time at the hearing – have asked for privacy. </p> \n<p>They walked together into the court on Wednesday shortly after it started, escorted by British consular officials and sat a few metres from the defendants.</p> \n<p>The family of Witheridge said in a statement on Wednesday: “Hannah was a beautiful person, inside and out, she brought a room alive just being there. She was fun, honest and loved life. Her bright future was brutally ended, leaving those who loved her broken with no answers. We ask that the media treat Hannah with dignity in their reporting of the trial.”</p> \n<p>“Please allow the police and the court to do their jobs during the coming weeks and months. We of course want to see those responsible for the brutal murder of our precious girl brought to justice.”</p> \n<p>Miller’s family said: “The act which ended David’s life devastated our family and his friends. Just hours before he died, David was talking to us with his usual enthusiasm, describing the beauty of Koh Tao and the friendliness of the Thai people.”</p> \n<p>“Over the coming weeks we hope to gain a better understanding as to how such a wonderful young man lost his life in such idyllic surroundings in such a horrible way.”</p> \n<p>The Burmese men initially admitted to the murder of Miller, who suffered head injuries and drowned in shallow water, and the rape and murder of Witheridge, who died from severe head injuries. But they later retracted their confessions, saying they had been tortured and threatened with death by their interrogators.</p> \n<p>A team of pro-bono lawyers and human rights activists are working as the defence, wearing black gowns and sitting in the court. They accuse Thai police of improperly collecting evidence at the crime scene, intimidation and abuse of witnesses and suspects – which the police deny – and not sharing key forensic evidence with the defence, a move they say seriously impedes a fair trial.<br /></p> \n<p>The case has caused Thailand’s judiciary to be closely scrutinised. “This appears to be a situation where the accused had been tortured to confess to the crimes,” said lead defence lawyer Nakhon Chompuchat said in a statement before the trial started.</p> \n<p>A key issue for the defence is whether DNA samples, taken from sputum and semen, which the prosecution says links the Burmese migrant workers to the murder could be independently checked. The judge said on Wednesday the matter would be dealt with on Thursday when the police officer who holds the samples will be present in the court.</p> \n<p>Andy Hall, a migrants’ rights activist from Britain who is working for the defence, told the Guardian outside the court: “Recently in the last few weeks we’ve got some significant information from the UK side and it’s raises a lot of very important inconsistencies between the Thai evidence and the the evidence from the UK.” He did not give details on what evidence UK authorities had provided.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=ePpJPKqoTQ4\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/ePpJPKqoTQ4?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Andy Hall speaks about the case.\n </figcaption> \n</figure> \n<p>Metropolitan police detectives were sent to Thailand in 2014 to look over the case and report back to officials and the families.</p> \n<p>“For this case to rest, it’s very important to re-examine that DNA material and find out whose DNA profile it really is,” Hall said.</p> \n<p>A UK Foreign Office spokeswomen refused to comment on that issue but said consular officers provided support and assistance to the families of Witheridge, 23, from Norfolk, and Miller, 24, from Jersey.<br /></p> \n<p>In the court, a supermarket trolley held other pieces of evidence, including a guitar wrapped in plastic and said to be owned by the defendants and rolls of paper. Other witnesses to appear will be the doctor who determined the cause of death and a woman who first found the bodies.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d6741dbaff4cf21ed53e5f8e1f0de9eeea99d309/0_0_2640_1585/2640.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1585,"width":2640,"orientation":"landscape","credit":"PA/PA","altText":"Two Burmese men charged with the murders of Hannah Witheridge and David Miller went on trial on Wednesday.","cleanCredit":"Photograph: PA/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/37ffcd084f52f4bb6331564b9a88a6eeaec73fb1/0_84_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Myanmar migrant workers Zaw Lin and Wai Phyo arrive at the Koh Samui Provincial Court. Photograph: Athit Perawongmetha/Reuters","credit":"Athit Perawongmetha/Reuters","altText":"Myanmar migrant workers Zaw Lin and Win Zaw Htun arrive at the Koh Samui Provincial Court.","cleanCaption":"Myanmar migrant workers Zaw Lin and Wai Phyo arrive at the Koh Samui Provincial Court.","cleanCredit":"Photograph: Athit Perawongmetha/Reuters"}],"webPublicationDate":"2015-07-08T05:14:28Z","lastModified":"2015-07-08T05:41:38Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Oliver Holmes","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-holmes"}],"feature":false,"keywords":["Thailand","Asia Pacific","World news","UK news"],"tags":[{"id":"world/thailand","webTitle":"Thailand"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[{"displayName":"Oliver Holmes","topic":{"type":"tag-contributor","name":"profile/oliver-holmes"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/08/thai-police-officer-describes-scene-at-site-of-british-backpacker-killings","shortUrl":"http://gu.com/p/4afxj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/08/thai-police-officer-describes-scene-at-site-of-british-backpacker-killings","webUri":"http://www.theguardian.com/world/2015/jul/08/thai-police-officer-describes-scene-at-site-of-british-backpacker-killings"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457435376","source":"Reuters","durationInSeconds":38,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/08/150708burmesethailand_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/08/150708burmesethailand_FromGAus/150708burmesethailand_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436331317274/Britons-killed-on-Koh-Tao-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Embargoed to 0001 Wednesday July 8.Undated handout file photos issued by the Foreign and Commonwealth Office of Hannah Witheridge and David Miller Photograph: PA","credit":"PA/PA","altText":"Britons killed on Koh Tao","cleanCaption":"Embargoed to 0001 Wednesday July 8.Undated handout file photos issued by the Foreign and Commonwealth Office of Hannah Witheridge and David Miller Photograph: PA"}}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d6741dbaff4cf21ed53e5f8e1f0de9eeea99d309/0_0_2640_1585/2640.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1585,"width":2640,"orientation":"landscape","credit":"PA/PA","altText":"Two Burmese men charged with the murders of Hannah Witheridge and David Miller went on trial on Wednesday.","cleanCredit":"Photograph: PA/PA"}}]},{"title":"Greece given days  to agree bailout deal or face banking collapse and euro exit","rawTitle":"Greece given days to agree bailout deal or face banking collapse and euro exit","item":{"type":"article","id":"world/2015/jul/07/greece-crisis-eurozone-tsipras-banking-collapse","title":"Greece given days to agree bailout deal or face banking collapse and euro exit","trailText":"Athens told to present convincing details or EU leaders will hold emergency meeting in Brussels on Sunday to deal with Grexit<br>","standFirst":"<p>Athens told to present convincing details or EU leaders will hold emergency meeting in Brussels on Sunday to deal with Grexit<br /></p>","byline":"Ian Traynor in Brussels and Larry Elliott","body":"<p>Greece has 48 hours to strike a new bailout deal with its eurozone creditors or face a banking collapse, a humanitarian emergency, and the start of an exit from the single currency, European leaders decided on Tuesday evening.<br /></p> \n<p>Unless Athens presents convincing details entailing more austerity as the basis for its third bailout in five years, all 28 national EU leaders, not just those of the eurozone, are to gather in Brussels on Sunday in emergency session to discuss how to contain the fallout from Greece’s financial collapse.</p> \n<p>“We have a Grexit scenario prepared in detail,” said Jean-Claude Juncker, president of the European commission.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/07/guardian-view-on-greek-crisis-time-for-french-connection-francois-hollande\">The Guardian view on the Greek crisis: time for the French connection | Editorial</a> </p> \n</aside> \n<p>The stark ultimatum emerged from a special eurozone summit in Brussels on Tuesday where the Greek prime minister, Alexis Tsipras, was pressed to explain to the other leaders how he wanted to proceed following his victory in a referendum on Sunday when his country voted no to eurozone austerity measures as the price of staying in the euro.</p> \n<p>The Greek leadership exasperated EU leaders by failing to present new bailout proposals on Tuesday. It is to present a formal application on Wednesday for a new rescue package from the European Stability Mechanism (ESM), the eurozone’s permanent bailout fund. If Berlin, Paris, Brussels and other key creditor capitals can agree the terms and timings with Athens, Greece would be offered a stay of execution in the euro. Sunday’s summit would then be of the 19 eurozone leaders.</p> \n<p>If not, the summit of all 28 leaders, including David Cameron and heads of government of other non-euro countries, would instead convene to deal with the consequences of a Greece cut loose from the eurozone financial system.</p> \n<p>“That shows there’s only a few days to go to taking a decision,” said Chancellor Angela Merkel of Germany. “That shows how serious it is.”</p> \n<p> “Our inability to find agreement may lead to the bankruptcy of Greece and the insolvency of its banking system … This is the most critical moment in our history,” said Donald Tusk, the president of the European council who chairs the summits. “The stark reality is that we have only five days left to find the ultimate agreement. The final deadline ends this week.”</p> \n<div>\n __VIDEO_EMBED_gu-video-457431090__\n</div> \n<p> Tuesday night’s decisions in Brussels portend several days of frantic, round-the-clock negotiations. Athens is expected to ask for a new bailout programme worth up to €60bn over two to four years as well as measures to reduce its ballooning debt. </p> \n<p> The chances of securing a deal hinge on the levels of cuts, austerity, and fundamental reforms of economic and fiscal systems that the Greek government is prepared to endure after Tsipras stonewalled for five months and then called his snap referendum.</p> \n<p> Merkel ruled out any flat writedowns of Greek debt, but there is likely to be scope for debt restructuring.</p> \n<p> Eurozone officials said that if things went well, a new bailout could be ready by mid-August. In the meantime, with capital controls in place and Greek banks running out of money, Tsipras made clear his country would also need immediate “bridging” support to prevent a banking collapse that would force a return to the drachma. That would also come with tight strings attached and up-front action through the Greek parliament to persuade eurozone leaders that Tsipras was committed.</p> \n<p> Greece’s new finance minister, Euclid Tsakalotos, prompted optimism of a breakthrough when he said there was “political will” in Brussels to keep the eurozone intact. But Merkel, Tusk and others were grim-faced and visibly angered by Tsipras’ referendum gambit.</p> \n<p> The plebiscite victory might have strengthened Tsipras’ hand, said Merkel, but it narrowed the options for all the other leaders. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/06/germany-1953-greece-2015-economic-marshall-plan-debt-relief\">What was good for Germany in 1953 is good for Greece in 2015</a> </p> \n</aside> \n<p>In the hope that Washington would put pressure on Europe to agree a deal, Tsipras spoke to Barack Obama ahead of the summit. The US president then spoke to Merkel, putting pressure on the German chancellor to keep Greece in the eurozone. The White House is keen to avoid a Greek exit, fearful that it would increase Russian influence in the eastern Mediterranean.</p> \n<p> In the run-up to Tuesday evening’s summit called as a result of the Sunday referendum, eurozone leaders demanded that Tsipras present specific proposals. Tsakalotos instead turned up at a meeting of finance ministers with speaking points jotted in pencil from a Brussels hotel notepad. The Greeks then promised a more formal submission by Wednesday.</p> \n<p>“[With] the Greek government it is every time ‘<em>ma&ntilde;ana</em>’,” said Lithuania’s president, Dalia Grybauskaitė, one of the Greek government’s harshest critics. “It can always be ‘<em>ma&ntilde;ana</em>’ every day.”</p> \n<p>Financial markets reacted nervously to the lack of progress. Share prices fell, while the euro slid against the US dollar. Oil prices fell and investors sought havens such as German bonds. Even if Europe agreed to a new ESM bailout, the money would not be available to Greece until the middle of August at the earliest – far too late to stop it defaulting on a €3.5bn debt payment to the ECB due on July 20.</p> \n<p>But sources in Brussels said that there was a fix available, provided leaders believed the departure of the former Greek finance minister Yanis Varoufakis had created some goodwill.</p> \n<p>They said that when Greece’s second bailout expired last Tuesday, €3.3bn in ECB profits from its securities markets programme due to Greece also vanished.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/07/greece-financial-elite-democracy-liassez-faire-neoliberalism\">Greece is the latest battleground in the financial elite’s war on democracy | George Monbiot</a> </p> \n</aside> \n<p>Ministers from the Eurogroup could decide to release the profits from 2014, which amount to €1.85bn, and top them up with an additional €1.5bn currently held by eurozone governments in order to facilitate payments due to the European Central Bank in less than a fortnight.</p> \n<p>A eurozone source said: “It’s not an easy solution, but probably the only solution.”</p> \n<p>The advantage for Greece would be that the money could be released without the delays caused by getting agreement through the parliaments of euro zone members. The potential downside is that the cash would need to be authorised by the Eurogroup unanimously.</p> \n<p>Thomas Piketty, author of the best-selling book Capital, said it was up to Merkel to remember the benefits Germany had received from debt relief and show leadership.</p> \n<p>In a letter to the Guardian, Piketty and other leading economists said: “Together we urge Chancellor Merkel and the Troika to consider a course correction, to avoid further disaster and enable Greece to remain in the eurozone. Right now, the Greek government is being asked to put a gun to its head and pull the trigger. Sadly, the bullet will not only kill off Greece’s future in Europe. The collateral damage will kill the eurozone as a beacon of hope, democracy and prosperity, and could lead to far-reaching economic consequences across the world.</p> \n<p>“In the 1950s Europe was founded on the forgiveness of past debts, notably -Germany’s, which generated a massive contribution to post-war economic growth and peace. Today we need to restructure and reduce Greek debt.”</p> \n<p></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e8a631ad28189258c22d56783c6f0be60339935a/0_453_3936_2362/3936.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2362,"width":3936,"orientation":"landscape","credit":"Aris Messinis/AFP/Getty Images","altText":"An EU flag waves above the ancient temple of Parthenon in Athens.","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-07T23:27:21Z","lastModified":"2015-07-08T06:28:52Z","metadata":{"commentable":true,"commentCount":3043,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"},{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"}],"feature":false,"keywords":["Greece","Europe","World news","Eurozone crisis","Banking","Business","Economics","Euro","Currencies","European Central Bank","European Union","European banks","Financial crisis","European monetary union","Financial sector","Alexis Tsipras","Angela Merkel"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[{"id":"gu-video-457431090","source":"guardian.co.uk","durationInSeconds":249,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/07/150707GreeceMarkets_KP-24733211_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/07/150707GreeceMarkets_KP-24733211.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/7/1436282414789/KP_344811_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Greece","credit":"guardian.co.uk","altText":"620x372 trailpic for Greece","cleanCaption":"620x372 trailpic for Greece"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/07/greece-crisis-eurozone-tsipras-banking-collapse","shortUrl":"http://gu.com/p/4aejd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/07/greece-crisis-eurozone-tsipras-banking-collapse","webUri":"http://www.theguardian.com/world/2015/jul/07/greece-crisis-eurozone-tsipras-banking-collapse"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e8a631ad28189258c22d56783c6f0be60339935a/0_453_3936_2362/3936.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2362,"width":3936,"orientation":"landscape","caption":"An EU flag waves above the ancient temple of Parthenon in Athens. Brussels has made it clear that Greece’s financial fate will be decided quickly. Photograph: Aris Messinis/AFP/Getty Images","credit":"Aris Messinis/AFP/Getty Images","altText":"An EU flag waves above the ancient temple of Parthenon in Athens.","cleanCaption":"An EU flag waves above the ancient temple of Parthenon in Athens. Brussels has made it clear that Greece’s financial fate will be decided quickly.","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e8a631ad28189258c22d56783c6f0be60339935a/0_453_3936_2362/3936.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2362,"width":3936,"orientation":"landscape","credit":"Aris Messinis/AFP/Getty Images","altText":"An EU flag waves above the ancient temple of Parthenon in Athens.","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}}]},{"title":"Chinese stock markets continue nosedive as regulator warns of panic","rawTitle":"Chinese stock markets continue nosedive as regulator warns of panic","item":{"type":"article","id":"business/2015/jul/08/china-stock-markets-continue-nosedive-as-regulator-warns-of-panic","title":"Chinese stock markets continue nosedive as regulator warns of panic","trailText":"Main markets open sharply down as nearly 700 companies request their shares be suspended in unprecedented move","standFirst":"<p>Main markets open sharply down as nearly 700 companies request their shares be suspended in unprecedented move</p>","byline":"Jennifer Duggan in Shanghai and agencies","body":"<p>Chinese stock markets tumbled again on Wednesday as investors shrugged off a series of support measures by Chinese regulators, including the central bank’s first public statement in support of the market since it cut interest rates in late June.</p> \n<p>Minutes after opening, the Shanghai Composite Index fell by just over 8%. while the Shenzhen Component was down almost 5%. </p> \n<p>Within ten minutes of trading, more than 1,000 shares across China’s two stock markets had dropped by the daily limited of 10% and had their shares automatically suspended. About 1,400 companies, or more than half of those listed – filed for a trading halt in an attempt to prevent further losses.<br /></p> \n<p>China’s securities regulator said there was “panic” in the stock market with irrational selling off increasing and “leading the stock market to a situation of intense liquidity”.</p> \n<p>The People’s Bank of China said it was assisting China’s Securities Finance Corporation (CSFC), the national margin trading service provider, to acquire liquidity in an effort to steady the stock market. </p> \n<p>It said it would do this through measures such as inter-bank lending, mortgage financing and floating financial bonds. It said it would keep a close watch on the market and continue to support the CSFC and guard against systematic and financial risks. </p> \n<p>A spokesperson for China Securities Finance Corporation also said it would purchase more shares of small- and medium-size listed companies. It is these companies that have suffered the biggest losses.</p> \n<p>Christopher Balding, a professor of economics at Peking University said that while it was not possible to know exactly why so many companies had suspended trading, a large number were doing so because they had used their own stock as collateral for loans and they want to “lock in the value for the collateral”.</p> \n<p>Ayako Sera, a senior market economist at Sumitomo Mitsui Trust Bank in Tokyo, said: “Today is all about China, with Greece in the background now that it’s been given a new deadline.” <br /></p> \n<p>“Shanghai’s early losses were like a cliff-dive, which had a huge impact on investor sentiment.” </p> \n<p>Previous measures taken over the weekend by the Chinese government in an attempt to stabilise the markets appeared to have been unsuccessful. Analysts said the falls looked set to continue. Balding said: “I don’t see it getting better. There is not going to be a turn around within the next week or two.” </p> \n<p>“It probably has a long way to go. Margin loans basically rose much faster and they are not falling nearly as fast, margin debt is not falling nearly as fast as the market is falling. What that is telling us is that there is a lot of stock that needs to be sold that hasn’t been sold yet.” </p> \n<p>China’s stock markets had previously been among the top-performing in the world, and had hit a seven-year peak in the middle of June. The Shanghai stock market had surged more than 150% in 12 months, but it has fallen 30% over the past three weeks – including a plunge of 12% last week. </p> \n<p>Unlike most other stock markets, where investors are mostly institutional investors, in China, 80% of investors are small retail investors. This is a concern for the Chinese government because it causes a “political risk”, according to Balding. The losses on the stock markets are going to cause a lot of people to lose money causing the government to “worry about people protesting on the streets”, he said.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/acf28d45e0f27d08538dccdc2d444f92efda26b2/0_37_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"STR/AFP/Getty Images","altText":"Investors sit in front of a screen showing market movements in a stock firm in Hangzhou, eastern China’s Zhejiang province on July 8, 2015.","cleanCredit":"Photograph: STR/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-08T06:22:46Z","lastModified":"2015-07-08T06:22:48Z","metadata":{"commentable":true,"commentCount":289,"contributors":[{"name":"Jennifer Duggan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jennifer-duggan"}],"feature":false,"keywords":["Chinese economy","China","Asia Pacific","World news","Business"],"tags":[{"id":"business/chinese-economy","webTitle":"Chinese economy"},{"id":"world/china","webTitle":"China"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"business"},"topics":[{"displayName":"Jennifer Duggan","topic":{"type":"tag-contributor","name":"profile/jennifer-duggan"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/08/china-stock-markets-continue-nosedive-as-regulator-warns-of-panic","shortUrl":"http://gu.com/p/4afxx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/08/china-stock-markets-continue-nosedive-as-regulator-warns-of-panic","webUri":"http://www.theguardian.com/business/2015/jul/08/china-stock-markets-continue-nosedive-as-regulator-warns-of-panic"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/acf28d45e0f27d08538dccdc2d444f92efda26b2/0_37_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Unlike most other stock markets, where investors are mostly institutional investors, in China, 80% of investors are small retail investors. Photograph: STR/AFP/Getty Images","credit":"STR/AFP/Getty Images","altText":"Investors sit in front of a screen showing market movements in a stock firm in Hangzhou, eastern China’s Zhejiang province on July 8, 2015.","cleanCaption":"Unlike most other stock markets, where investors are mostly institutional investors, in China, 80% of investors are small retail investors.","cleanCredit":"Photograph: STR/AFP/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/acf28d45e0f27d08538dccdc2d444f92efda26b2/0_37_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"STR/AFP/Getty Images","altText":"Investors sit in front of a screen showing market movements in a stock firm in Hangzhou, eastern China’s Zhejiang province on July 8, 2015.","cleanCredit":"Photograph: STR/AFP/Getty Images"}}]},{"title":"The £93bn handshake: businesses pocket huge subsidies and tax breaks","rawTitle":"The £93bn handshake: businesses pocket huge subsidies and tax breaks","item":{"type":"article","id":"politics/2015/jul/07/corporate-welfare-a-93bn-handshake","title":"The £93bn handshake: businesses pocket huge subsidies and tax breaks","trailText":"Guardian’s analysis reveals that hidden subsidies, direct grants and tax breaks to big business amount to £3,500 a year given by each UK household","standFirst":"<p>Guardian’s analysis reveals that hidden subsidies, direct grants and tax breaks to big business amount to &pound;3,500 a year given by each UK household</p>","byline":"Aditya Chakrabortty","body":"<p>Taxpayers are handing businesses &pound;93bn a year – a transfer of more than &pound;3,500 from each household in the UK.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jul/07/direct-aid-subsidies-tax-breaks-the-hidden-welfare-budget-we-dont-debate\">Direct aid, subsidies, tax breaks – the hidden welfare budget we don’t debate</a> </p> \n</aside> \n<p>The total emerges from the first comprehensive account of what Britons give away to companies in grants, subsidies and tax breaks, published exclusively in the Guardian.</p> \n<p>Many of the companies receiving the largest public grants over the past few years previously paid little or zero corporation tax, the analysis shows. They include some of the best-known names in Britain, such as Amazon, Ford and Nissan. The figures intensify the pressure on George Osborne, the chancellor, just as he puts the finishing touches to his budget. At the heart of Wednesday’s announcement will be his plans to cut &pound;12bn more from the social welfare bill. </p> \n<p>Yet that sum is less than the &pound;14.5bn given to companies in direct subsidies and grants alone.</p> \n<p>Corporate welfare is part of what David Cameron calls his government’s policy to make the UK “the most open, welcoming, business-friendly country in the world”. </p> \n<p>He listed the “great incentives” for businesses to come to the UK in a document published last September for UK Trade &amp; Investment (UKTI) – a government department working to help British businesses succeed abroad and to woo overseas investors. These incentives included, he said, the lowest corporation tax rate anywhere in the G7, tax exemptions for research and direct government support.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/tax-aspcofprofit/giv-21277RlZ4KNBol0aN/\" data-alt=\"Corporate tax as a percent of corporate profits\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/tax-aspcofprofit/giv-21277RlZ4KNBol0aN/\">Corporate tax as a percent of corporate profits</a> \n</figure> \n<p>The Guardian’s analysis shows that while the state is giving private companies an increasing amount in direct handouts, the money repaid in corporate taxation is falling almost year upon year. </p> \n<p>In the financial year 2012-13, the government spent &pound;58.2bn on subsidies, grants and corporate tax benefits. It took just &pound;41.3bn in corporation tax receipts.</p> \n<p>In 2012, Amazon was attacked by MPs on parliament’s public accounts committee for avoiding UK tax. Yet in the same period, the online retailer was awarded &pound;16.5m in grants by the administrations of Scotland and Wales to help build distribution centres. To link the Wales plant to the transport network, the Welsh assembly built the mile-long “Ffordd Amazon road” at an additional cost of &pound;3m.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/subsidies-andgrants/giv-21277BSRSPHraAlaC/\" data-alt=\"What companies take – and what they give back\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/subsidies-andgrants/giv-21277BSRSPHraAlaC/\">What companies take – and what they give back</a> \n</figure> \n<p>Many of the figures, especially on direct payments, are hard to unearth, as they are scattered between various arms of the state. The government admits: “There is no definitive source of data about spending on subsidies to businesses in the UK.” </p> \n<p>Of the regional development agencies that gave grants to private companies until 2012, only one – for north-west England – gives details on what it gave to whom, and that for just 2009-11.</p> \n<p>The analysis lends fresh urgency to the debate over what Britons give to business and what they should expect in return.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/corporate-incometaxrate/giv-21277C4SVYaUf5OrG/\" data-alt=\"Corporate income tax rate\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/corporate-incometaxrate/giv-21277C4SVYaUf5OrG/\">Corporate income tax rate</a> \n</figure> \n<p>Offering sweeteners to businesses is usually justified by the prospect of extra taxes flowing in, not only in corporation taxation, but also employers’ national insurance. Business groups regularly call for corporate welfare and other “pro-growth” measures on the grounds that they help create jobs. Firms protesting against onerous taxes and red tape will sometimes threaten to move, just as the giant bank HSBC is considering relocating to Hong Kong.</p> \n<p>The research was carried out by Kevin Farnsworth, a senior lecturer at York University, who has researched and published studies of corporate welfare for more than a decade and who is launching on Wednesday an online database of grants made to companies.</p> \n<p>To determine how much Britain pays for its businesses, he looked at the figures for the financial year 2012-13 – the last year for which there is a near-complete set of accounts. The elements of the &pound;93bn corporate handout break down as follows: </p> \n<p><span class=\"bullet\">•</span> <strong>Subsidies and grants: &pound;14.5bn</strong> This includes cash to the train operators to run services, subsidies to defence firms and grants to businesses to induce them to invest. The &pound;14.5bn figure for 2012-13 is used by the Treasury in its own statistical analysis of government spending.</p> \n<p><span class=\"bullet\">•</span> <strong>Corporate tax benefits: &pound;44bn</strong> Of the 93 major tax reliefs provided by the Treasury, 27 are aimed at business. The largest amount was spent allowing businesses to write off billions spent on plants, machinery and equipment among other items. </p> \n<p>In 2012-13, the public gave a &pound;20bn subsidy to private investment. The construction industry gained more than &pound;7bn in exemptions on new housing and land duty. </p> \n<p>A 2009 study by the rich nations’ thinktank, the OECD, found that the UK had more generous corporate tax benefits than the US, Germany or any of the seven other major economies it examined.</p> \n<p><span class=\"bullet\">•</span> <strong>Hidden transport subsidies: &pound;15bn</strong> Unlike motorists and the petrol levies they are charged, airlines do not pay tax on fuel – support worth about &pound;8.5bn a year, according to MPs on parliament’s transport select committee. Train companies also enjoy lower duty on fuel.</p> \n<p><span class=\"bullet\">•</span> <strong>Energy subsidies: &pound;3.8bn</strong> Most public handouts to energy firms are not widely acknowledged, according to a recent House of Commons environmental audit committee report. It said: “The variation in definitions of subsidy allows the government to resist acknowledging subsidy in many areas.” Yet the dismantling of Britain’s nuclear power stations cost the public &pound;2.3bn in 2012-13 alone.</p> \n<p><span class=\"bullet\">•</span> <strong>Insurance, advice and advocacy services: &pound;406m</strong> Includes such vital services as the state’s insurance scheme for trading abroad – the export credit guarantee – of which the defence firm BAE Systems says: “Many of our customers require it.” It also includes government trade advisers and overseas business networks.</p> \n<p><span class=\"bullet\">•</span> <strong>Government procurement from the private sector: &pound;15bn</strong> Capita, Atos, G4S and Serco alone received &pound;4bn worth of public-sector contracts in 2012-13. While procurement provides the public with services, it is not always about securing value for money for taxpayers, as the business secretary at the time, Vince Cable, acknowledged in 2012. He said: “There is a role for the government using procurement in a more strategic way.” </p> \n<p>Drawing on the financial accounts of the big outsourcing companies, Farnsworth calculated the direct above-cost element of procurement at &pound;15bn out of a total spend of &pound;238bn. The &pound;93bn sum is, he stresses, “a conservative estimate”. It leaves out invaluable support on which it is nonetheless hard to put a price tag – such as the trade delegations abroad led by Cameron, Osborne and other politicians or the use of foreign aid to help British business win contracts in poor countries. </p> \n<p>It also does not include the legacy costs of the bank bailouts for 2008-09 and other crisis measures, which are estimated to have cost &pound;35bn in 2012-13.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f0f9b70378f4f5a21d1b6aceaa194d6b5b70a69/0_57_5241_3145/5241.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3145,"width":5241,"orientation":"landscape","credit":"Barros & Barros/Getty Images","altText":"BUSINESSMEN shaking hands. In 2012-13, the government spent £58.2bn on subsidies, grants and corporate tax benefits. It took just £41.3bn in corporation tax receipts.","cleanCredit":"Photograph: Barros & Barros/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-07T20:00:30Z","lastModified":"2015-07-08T08:06:04Z","metadata":{"commentable":true,"commentCount":1636,"contributors":[{"name":"Aditya Chakrabortty","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411565194870/Aditya-Chakrabortty-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adityachakrabortty"}],"feature":false,"keywords":["Tax and spending","Politics","David Cameron","UK news","Tax","Money","Tax avoidance","Business","Corporate governance","George Osborne","Virgin Atlantic","Wales","Welfare","BAE Systems","OECD","Amazon.com","Airline industry","E-commerce","Global economy","Economics","Internet","Technology"],"tags":[{"id":"politics/taxandspending","webTitle":"Tax and spending"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"uk/uk","webTitle":"UK news"},{"id":"money/tax","webTitle":"Tax"},{"id":"money/money","webTitle":"Money"},{"id":"business/taxavoidance","webTitle":"Tax avoidance"},{"id":"business/business","webTitle":"Business"},{"id":"business/corporate-governance","webTitle":"Corporate governance"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"business/virginatlantic","webTitle":"Virgin Atlantic"},{"id":"uk/wales","webTitle":"Wales"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"business/baesystems","webTitle":"BAE Systems"},{"id":"business/oecd","webTitle":"OECD"},{"id":"technology/amazon","webTitle":"Amazon.com"},{"id":"business/theairlineindustry","webTitle":"Airline industry"},{"id":"technology/efinance","webTitle":"E-commerce"},{"id":"business/global-economy","webTitle":"Global economy"},{"id":"business/economics","webTitle":"Economics"},{"id":"technology/internet","webTitle":"Internet"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"politics"},"topics":[{"displayName":"Aditya Chakrabortty","topic":{"type":"tag-contributor","name":"profile/adityachakrabortty"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/07/corporate-welfare-a-93bn-handshake","shortUrl":"http://gu.com/p/4aezd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/07/corporate-welfare-a-93bn-handshake","webUri":"http://www.theguardian.com/politics/2015/jul/07/corporate-welfare-a-93bn-handshake"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f0f9b70378f4f5a21d1b6aceaa194d6b5b70a69/0_57_5241_3145/5241.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3145,"width":5241,"orientation":"landscape","caption":"In 2012-13, the government spent £58.2bn on subsidies, grants and corporate tax benefits. It took just £41.3bn in corporation tax receipts. Photograph: Barros & Barros/Getty","credit":"Barros & Barros/Getty","altText":"BUSINESSMEN shaking hands. In 2012-13, the government spent £58.2bn on subsidies, grants and corporate tax benefits. It took just £41.3bn in corporation tax receipts.","cleanCaption":"In 2012-13, the government spent £58.2bn on subsidies, grants and corporate tax benefits. It took just £41.3bn in corporation tax receipts.","cleanCredit":"Photograph: Barros & Barros/Getty"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f0f9b70378f4f5a21d1b6aceaa194d6b5b70a69/0_57_5241_3145/5241.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3145,"width":5241,"orientation":"landscape","credit":"Barros & Barros/Getty Images","altText":"BUSINESSMEN shaking hands. In 2012-13, the government spent £58.2bn on subsidies, grants and corporate tax benefits. It took just £41.3bn in corporation tax receipts.","cleanCredit":"Photograph: Barros & Barros/Getty Images"}}]},{"title":"Raheem Sterling tells Liverpool he wants to be left out of pre-season tour","rawTitle":"Raheem Sterling tells Liverpool he wants to be left out of pre-season tour","item":{"type":"article","id":"football/2015/jul/07/raheem-sterling-liverpool-left-out-pre-season-tour","title":"Raheem Sterling tells Liverpool he wants to be left out of pre-season tour","trailText":"Raheem Sterling has left Brendan Rodgers in no doubt over his determination to push for a transfer to Manchester City by informing the Liverpool manager he wants to be left out of the club’s pre-season tour of the Far East and Australia","standFirst":"<span class=\"bullet\">•</span> Sterling wants to force through move to Manchester City\n<br />\n<span class=\"bullet\">•</span> Liverpool travel to Far East and Australia on Sunday","byline":"Andy Hunter","body":"<p>Raheem Sterling has left Brendan Rodgers in no doubt over his determination to push for a transfer to Manchester City by informing the Liverpool manager he wants to be left out of the pre-season tour of the Far East and Australia.</p> \n<p>The England forward has held talks with the Liverpool manager since returning to training on Monday. It is understood he not only reiterated his desire to leave this summer but asked to be omitted from the two-week trip to Thailand, Australia and Malaysia. Liverpool’s squad depart for Bangkok on Sunday and are not due back on Merseyside until Saturday 25 July.</p> \n<p>Sterling’s hardline stance further demonstrates the breakdown in relations since the 20-year-old rejected a &pound;100,000-a-week contract extension last season. It also opens the way for City to make a third offer for the winger, who is under contract at Liverpool until 2017 on a &pound;35,000-a-week deal.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/07/liverpool-roberto-firmino-new-chapter-premier-league-copa-america\">Liverpool’s Roberto Firmino: I am starting an exciting new chapter</a> </p> \n</aside> \n<p>Liverpool have not had contact with City since their second bid was rejected last month, although a fresh approach is expected soon.</p> \n<p>City have had two bids rejected by Liverpool, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/11/liverpool-reject-bid-raheem-sterling-manchester-city\">a &pound;25m offer rising to &pound;30m</a> plus <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/17/manchester-city-increased-offer-raheem-sterling-liverpool\">a &pound;35m rising to &pound;40m package</a>. The Anfield club value the player at &pound;50m and would want the bulk of the money up front. Queens Park Rangers, his former club, are due 20% of any sell-on fee.</p> \n<p>Whether Liverpool accede to Sterling’s request to be left out depends on an acceptable offer arriving from City before Sunday rather than the player’s wishes.</p> \n<p>Rodgers expects Sterling to travel and play if selected for their first friendly, in Bangkok on Tuesday, should the situation remain. Luis Su&aacute;rez teamed up with Liverpool on their pre-season tour of Australia in 2013 while agitating for a move to Arsenal.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/06/liverpool-james-milner-anfield\">Liverpool’s James Milner: central role promise was key to Anfield move</a> </p> \n</aside> \n<p>Despite their current stance, Liverpool are considering alternatives should the England forward eventually complete a move to the Etihad Stadium. The Barcelona winger Pedro is a possible target despite only recently signing a four-year contract with the European champions.</p> \n<p>Denis Cheryshev, the Real Madrid winger who spent last season on loan at Villarreal, is another option that appeals to the Liverpool manager.</p> \n<p>Rodgers also hopes to add the Aston Villa striker Christian Benteke to his squad before the start of the campaign, irrespective of whether Sterling stays or goes.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436303096124/Raheem-Sterling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling reported back for pre-season training with Liverpool this week. Photograph: Nick Taylor /Liverpool FC via Getty Images","credit":"Nick Taylor /Liverpool FC via Getty Images","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling reported back for pre-season training with Liverpool this week. Photograph: Nick Taylor /Liverpool FC via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-07T21:30:12Z","lastModified":"2015-07-08T00:09:19Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Andy Hunter","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400764274125/Andy-Hunter-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andyhunter"}],"feature":false,"keywords":["Raheem Sterling","Liverpool","Manchester City","Football","Sport"],"tags":[{"id":"football/raheem-sterling","webTitle":"Raheem Sterling"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/manchestercity","webTitle":"Manchester City"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Andy Hunter","topic":{"type":"tag-contributor","name":"profile/andyhunter"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/07/raheem-sterling-liverpool-left-out-pre-season-tour","shortUrl":"http://gu.com/p/4aepe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/07/raheem-sterling-liverpool-left-out-pre-season-tour","webUri":"http://www.theguardian.com/football/2015/jul/07/raheem-sterling-liverpool-left-out-pre-season-tour"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436303096124/Raheem-Sterling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling reported back for pre-season training with Liverpool this week. Photograph: Nick Taylor /Liverpool FC via Getty Images","credit":"Nick Taylor /Liverpool FC via Getty Images","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling reported back for pre-season training with Liverpool this week. Photograph: Nick Taylor /Liverpool FC via Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436303096124/Raheem-Sterling-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raheem Sterling reported back for pre-season training with Liverpool this week. Photograph: Nick Taylor /Liverpool FC via Getty Images","credit":"Nick Taylor /Liverpool FC via Getty Images","altText":"Raheem Sterling","cleanCaption":"Raheem Sterling reported back for pre-season training with Liverpool this week. Photograph: Nick Taylor /Liverpool FC via Getty Images"}}]}],"lastModified":"2015-07-08T08:06:04Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}