{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Testino’s portrait of William and Kate is a sickly sweet lie","rawTitle":"Testino’s portrait of William and Kate is a sickly sweet lie","item":{"type":"comment","id":"commentisfree/2015/jul/09/mario-testino-portrait-william-kate-children","title":"Testino’s portrait of William and Kate is a sickly sweet lie","trailText":"This is fake PR nonsense – impossibly perfect people with impossibly perfect children. We – and the royals – deserve better","standFirst":"<p>This is fake PR nonsense – impossibly perfect people with impossibly perfect children. We – and the royals – deserve better</p>","byline":"Jonathan Jones","body":"<p>No one can photograph a fake smile like Mario Testino can. I am not saying the huge cheesy grins on the faces of Kate and William in his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/09/princess-charlotte-mario-testino-christening-photographs\">christening portrait of the royal nuclear family</a> are fake. After all, they have plenty to smile about – the free houses, the free money, the free adulation, the fact there’s no chance of their kids ever having to worry about student loans, tax credits or the minimum wage. All smiles all the way. But Testino, the world’s most horrible flatterer of wealth and status, makes every smile look phoney. He makes reality itself seem a glib and cynical charade.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f0e9e9cfb4deaed5e69fc32b5267ed4df1d487ea\"> \n <img src=\"http://media.guim.co.uk/f0e9e9cfb4deaed5e69fc32b5267ed4df1d487ea/538_0_4658_6987/667.jpg\" alt=\"Prince William, Duke of Cambridge and his son Prince George  by Mario Testino\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Prince William, Duke of Cambridge, and his son Prince George pictured after the christening of Princess Charlotte at the Sandringham Estate.</span> \n  <span class=\"element-image__credit\">Photograph: Mario Testino/Art Partner via Getty Images</span> \n </figcaption> \n</figure> \n<p>Their faces lit up by hysterical joy, their hair wispy in the sun, their teeth shining like diamond walls of privilege, and their eyes betraying no signs of thought whatsoever, the Cambridges are robbed of true personality by Testino’s faux-honest glamour shot. Their children are so glossily celebrated that they look like fashion accessories, hired for the day. George, you can tell, is bored and hating this. He gives away the fact that, far from casually encountering Testino’s lens, the royalist antidotes to King Charles are in fact enduring the torture of a prolonged pose.</p> \n<p>They deserve better, and so do we. Testino is a bland and banal photographer whose images lack any shred of emotional depth. Time was that royalty employed actual artists, and royal portraits were more than PR exercises. If all royal families in history had been as sedulously flattered as ours is by Testino there would be no such works of art as Velazquez’s Las Meninas or Goya’s Family of Charles IV, in which royalty are revealed as mortal and fallible human beings.</p> \n<p>Testino’s pictures of Princess Charlotte’s christening – which also include a more formal group portrait with the Queen, Duke of Edinburgh, Charles and Camilla and more – in fact consciously hark back to older traditions on royal portraiture. In the background to the large group picture, painted portraits on the wall remind us that Testino’s photographs are part of a long tradition of British royal portraiture that includes such masters as Gainsborough, Reynolds and Zoffany.</p> \n<p>It is the informality and naturalness of these 18th-century painters that Testino’s royal portraiture pretends to revive. The creamy rococo colours and flamboyant dynamic motions of his royals ape the swagger and gorgeousness of Gainsborough. But in the age of powdered wigs there was more to royal art than mere propaganda.</p> \n<figure class=\"element element-image\" data-media-id=\"e4f88ffa5dbc841a2b508935a8c1d42a67cdcc9c\"> \n <img src=\"http://media.guim.co.uk/e4f88ffa5dbc841a2b508935a8c1d42a67cdcc9c/57_144_3388_2589/1000.jpg\" alt=\"Mario Testino Princess Charlotte christening portrait\" width=\"1000\" height=\"764\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mario Testino’s portrait of the royal family and the Middletons for Princess Charlotte’s christening.</span> \n  <span class=\"element-image__credit\">Photograph: Handout/PA</span> \n </figcaption> \n</figure> \n<p>Testino’s superficial insistence on the loveliness of the royal children and their parents makes a poor contrast with a painting by Zoffany in the royal collection that depicts the sons of George III as young children surrounded, as they play, by portraits of royalty that impose duties and discipline on them. Zoffany managed to show the burdens and stresses of royal childhood in a genuinely humanising way. That was 250 years ago. Today, royal portraiture is openly deceitful. Testino famously photographed Diana, but his pictures of her tell nothing about the anguish and the sorrow of her story.</p> \n<p>Children are not jewels. They are forces of nature. Where’s the reality of childhood in these plastic fantastic visual lies executed by a master of fake truth? Why on earth do the royal family need to put out such sickening PR nonsense? It is no way to start a childhood, presented on a platter to the world by a three-star chef of sickly sweet pictorial cuisine.</p> \n<p>The Cambridges have become too valuable to royal publicity to be allowed to be real. They are turning into living lies – the impossibly perfect people with their impossibly perfect children. Please, let them be human. From the widely reviled National Portrait Gallery painting of the Duchess of Cambridge to Testino’s glitz, their image is becoming so banal in its perfections that soon the picture must crack. No one really looks like this, no life is so unblemished. Let’s have some honest royal art instead of waiting to expose the pain that was airbrushed out. Again.</p> \n<figure class=\"element element-image\" data-media-id=\"7f9e7674d1d27920b05d93151b220b53ef154b56\"> \n <img src=\"http://media.guim.co.uk/7f9e7674d1d27920b05d93151b220b53ef154b56/597_3_1301_780/1000.jpg\" alt=\"At a Kensington Palace exhibition in 2005, Mario Testino poses with photographs he captured of Princess Diana.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">At a Kensington Palace exhibition in 2005, Mario Testino poses with photographs he captured of Princess Diana.</span> \n  <span class=\"element-image__credit\">Photograph: Carl de Souza/AFP/Getty Images</span> \n </figcaption> \n</figure>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436466554956/90e6b5be-8fef-46a8-b2fc-08c050279023-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Handout/Mario Testino/Art Partner via Getty images","altText":"Duke and Duchess of Cambridge family portrait Mario Testino","cleanCredit":"Photograph: Handout/Mario Testino/Art Partner via Getty images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f0e9e9cfb4deaed5e69fc32b5267ed4df1d487ea/538_0_4658_6987/4658.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":6987,"width":4658,"orientation":"portrait","caption":"Prince William, Duke of Cambridge, and his son Prince George pictured after the christening of Princess Charlotte at the Sandringham Estate. Photograph: Mario Testino/Art Partner via Getty Images","credit":"Mario Testino/Art Partner via Getty Images","altText":"Prince William, Duke of Cambridge and his son Prince George  by Mario Testino","cleanCaption":"Prince William, Duke of Cambridge, and his son Prince George pictured after the christening of Princess Charlotte at the Sandringham Estate.","cleanCredit":"Photograph: Mario Testino/Art Partner via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e4f88ffa5dbc841a2b508935a8c1d42a67cdcc9c/57_144_3388_2589/3388.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2589,"width":3388,"orientation":"landscape","caption":"Mario Testino’s portrait of the royal family and the Middletons for Princess Charlotte’s christening. Photograph: Handout/PA","credit":"Handout/PA","altText":"Mario Testino Princess Charlotte christening portrait","cleanCaption":"Mario Testino’s portrait of the royal family and the Middletons for Princess Charlotte’s christening.","cleanCredit":"Photograph: Handout/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7f9e7674d1d27920b05d93151b220b53ef154b56/597_3_1301_780/1301.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":780,"width":1301,"orientation":"landscape","caption":"At a Kensington Palace exhibition in 2005, Mario Testino poses with photographs he captured of Princess Diana. Photograph: Carl de Souza/AFP/Getty Images","credit":"Carl de Souza/AFP/Getty Images","altText":"At a Kensington Palace exhibition in 2005, Mario Testino poses with photographs he captured of Princess Diana.","cleanCaption":"At a Kensington Palace exhibition in 2005, Mario Testino poses with photographs he captured of Princess Diana.","cleanCredit":"Photograph: Carl de Souza/AFP/Getty Images"}],"webPublicationDate":"2015-07-09T17:39:43Z","lastModified":"2015-07-10T00:25:28Z","metadata":{"commentable":true,"commentCount":1273,"contributors":[{"name":"Jonathan Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741000/JonathanJones.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanjones"}],"feature":false,"keywords":["Photography","Art and design","The Duchess of Cambridge","Prince William","Monarchy","UK news","Art","Mario Testino","Culture","Prince George"],"tags":[{"id":"artanddesign/photography","webTitle":"Photography"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"uk/duchess-of-cambridge","webTitle":"The Duchess of Cambridge"},{"id":"uk/prince-william","webTitle":"Prince William"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/mario-testino","webTitle":"Mario Testino"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk-news/prince-george","webTitle":"Prince George"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jonathan Jones","topic":{"type":"tag-contributor","name":"profile/jonathanjones"}}],"series":{"title":"Framing the debate","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/framing-the-debate"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/09/mario-testino-portrait-william-kate-children","shortUrl":"http://gu.com/p/4agmj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/09/mario-testino-portrait-william-kate-children","webUri":"http://www.theguardian.com/commentisfree/2015/jul/09/mario-testino-portrait-william-kate-children"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436466554956/90e6b5be-8fef-46a8-b2fc-08c050279023-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Duchess of Cambridge, Princess Charlotte, Prince George and Prince William in the christening portrait by Mario Testino. Photograph: Handout/Mario Testino/Art Partner via Getty images","credit":"Handout/Mario Testino/Art Partner via Getty images","altText":"Duke and Duchess of Cambridge family portrait Mario Testino","cleanCaption":"The Duchess of Cambridge, Princess Charlotte, Prince George and Prince William in the christening portrait by Mario Testino.","cleanCredit":"Photograph: Handout/Mario Testino/Art Partner via Getty images"}},"importance":7,"byline":{"title":"Jonathan Jones"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741000/JonathanJones.png"}}]},{"title":"Don't play Neil Young or the Doors, BBC tells DJs and programme makers","rawTitle":"Don't play Neil Young or the Doors, BBC tells DJs and programme makers","item":{"type":"article","id":"music/2015/jul/09/dont-play-neil-young-or-the-doors-bbc-tells-djs-and-programme-makers","title":"Don't play Neil Young or the Doors, BBC tells DJs and programme makers","trailText":"The two acts are among four that the corporation cannot play for fear of breaching copyright","standFirst":"<p>The two acts are among four that the corporation cannot play for fear of breaching copyright</p>","byline":"Michael Hann","body":"<p>The way music is broadcast seems to change daily, but it’s usually a case of more music being made available in more different ways. Now, though, the reverse is happening. The BBC has told its producers and DJs not to play music by Neil Young, the Doors, Journey or Bonnie Raitt – or any cover versions of their songs, or tracks sampling them.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/23/raging-in-the-free-world-neil-young-monsanto-years-starbucks-geffen\">Raging in the free world: the many furies of Neil Young</a> </p> \n</aside> \n<p>The BBC’s legal department has emailed staff and independent producers telling them that the four acts have withdrawn from the Mechanical Copyright Protection Society (MCPS). That means the BBC has no means of paying the artists for broadcast of their music, and so it cannot play their music without breaching copyright. This applies, according to the email, “whether [the music is] played out in a DJ-led music programme, or used in a speech-based programme”.</p> \n<p>In the meantime, the BBC has issued the following instruction with immediate effect:</p> \n<blockquote class=\"quoted\"> \n <p>You can <strong>NOT</strong> use tracks by these composers on the radio and/or online. <br />You can <strong>NOT</strong> use tracks by these composers whether they are originals or covers. <br />You can <strong>NOT</strong> use the lyrics.<br />You can <strong>NOT</strong> put performances using these compositions on line. <br />You can <strong>NOT </strong>use tracks which include samples of these compositions e.g. Tracks by Skrillex/Chase &amp; Status<br />You can <strong>NOT</strong> use clips which include any compositions by these composers</p> \n</blockquote> \n<p>If the music is “editorially essential”, producers should contact their commissioning editor, who will then liaise with the BBC’s copyright department. However, “please note that the BBC’s blankets cover a huge range of music so consider is the use really essential?”</p> \n<p>The BBC email says the four acts are represented by one publisher, Sharandall Music, though Raitt is not in fact signed to it. Sharandall was set up by Wixen Music, another publishing firm, two years ago. Naomi Asher, president of Wixen UK, told the Guardian that Neil Young had in fact withdrawn from MCPS in 2002, followed by the Doors in 2006 and Journey in 2013. She said the artists had all wished to withdraw from MCPS of their own accord, and that Wixen had set up its own licensing body to cater for them. When asked if Wixen was in dispute with the BBC, she said: “If we were, I wouldn’t be able to tell you.”</p> \n<p>Speaking separately to Music Business Worldwide, a Wixen spokeperson said: “The BBC can use Neil Young and the Doors any time they negotiate a license with us to do so in a given programme. All we are saying is that we won’t pre-approve uses or fees if the clients have not had an opportunity to review and approve the uses and fees.”</p> \n<p>A BBC spokesperson said: “The issue has arisen for radio now because we will soon launch a feature which will enable audiences to download radio and music programmes to listen to offline on the BBC iPlayer Radio app. This involves the MCPS right which has been withdrawn.” The BBC spokesperson was unable to say why it had not been an issue in the 13 years since Young withdrew from MCPS, though it seems likely that the problem lies not with radio shows going out live, but in their usage on the iPlayer. One BBC national radio DJ the Guardian contacted said they had no idea why the ban had been imposed, and they had understood it to be a secret.</p> \n<p>MCPS told the Guardian: “MCPS endeavours to offer blanket licences to broadcasters to enable them to enjoy “all you can eat” access to record all repertoire into programmes. However membership of MCPS is optional and these repertoires haven’t been members for several years. MCPS therefore has to ensure that any blanket licences transfer appropriate value back to the rights holders in order to be able to continue to offer as much repertoire as possible to broadcasters. PRS, which administers performing rights, however, confirms the works remain available for simple radio broadcast.” The BBC, however, appears to be taking no chances.</p> \n<p>The BBC’s email to staff says the corporation is working to resolve the issue. While the four acts are hardly staples of the daytime radio playlists, the inclusion of samples and cover versions broadens the ban. For instance, Takeover by Jay Z, which samples Five to One, is one of many hip-hop songs to feature the Doors, while Skillex’s single Breakn’ a Sweat features a sample of Jim Morrison speaking and the other members of the Doors making musical contributions. Neil Young, meanwhile, has been widely covered by acts including Saint Etienne, Patti Smith and Bettye LaVette. </p> \n<ul> \n <li>This story was updated at 9pm BST on 9 July to incorporate a response from MCPS.</li> \n</ul>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c805e9a6a4f85fd43bf1158093ad3bf6058da7d4/0_62_4893_2937/4893.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2937,"width":4893,"orientation":"landscape","credit":"John Locher/AP","altText":"Neil Young<br>FILE - In this Jan. 7, 2015, file photo, Musician Neil Young speaks during a session at the International CES, in Las Vegas. Advocates like Neil Young and major record labels say the format thats the high end of whats known as high-resolution audio restores textures, nuances and tones that listeners sacrifice when opting for the convenience of music compressed into formats like MP3s or Apples AAC. (AP Photo/John Locher, File)","cleanCredit":"Photograph: John Locher/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-09T19:35:03Z","lastModified":"2015-07-10T06:19:43Z","metadata":{"commentable":true,"commentCount":390,"contributors":[{"name":"Michael Hann","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411576592682/Michael-Hann-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michaelhann"}],"feature":false,"keywords":["Neil Young","The Doors","Music","Pop and rock","BBC","Radio","Radio 1","Radio 2","Radio 3","Radio 4","6 Music","Radio industry","Media","Culture"],"tags":[{"id":"music/neilyoung","webTitle":"Neil Young"},{"id":"music/doors","webTitle":"The Doors"},{"id":"music/music","webTitle":"Music"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"media/bbc","webTitle":"BBC"},{"id":"culture/radio","webTitle":"Radio"},{"id":"media/radio-1","webTitle":"Radio 1"},{"id":"media/radio-2","webTitle":"Radio 2"},{"id":"media/radio-3","webTitle":"Radio 3"},{"id":"media/radio4","webTitle":"Radio 4"},{"id":"media/6music","webTitle":"6 Music"},{"id":"media/radio","webTitle":"Radio industry"},{"id":"media/media","webTitle":"Media"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[{"displayName":"Michael Hann","topic":{"type":"tag-contributor","name":"profile/michaelhann"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/09/dont-play-neil-young-or-the-doors-bbc-tells-djs-and-programme-makers","shortUrl":"http://gu.com/p/4agcm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/09/dont-play-neil-young-or-the-doors-bbc-tells-djs-and-programme-makers","webUri":"http://www.theguardian.com/music/2015/jul/09/dont-play-neil-young-or-the-doors-bbc-tells-djs-and-programme-makers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c805e9a6a4f85fd43bf1158093ad3bf6058da7d4/0_62_4893_2937/4893.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2937,"width":4893,"orientation":"landscape","caption":"Neil Young … off the Beeb.  Photograph: John Locher/AP","credit":"John Locher/AP","altText":"Neil Young … Off the Beeb. ","cleanCaption":"Neil Young … off the Beeb. ","cleanCredit":"Photograph: John Locher/AP"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c805e9a6a4f85fd43bf1158093ad3bf6058da7d4/0_62_4893_2937/4893.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2937,"width":4893,"orientation":"landscape","credit":"John Locher/AP","altText":"Neil Young<br>FILE - In this Jan. 7, 2015, file photo, Musician Neil Young speaks during a session at the International CES, in Las Vegas. Advocates like Neil Young and major record labels say the format thats the high end of whats known as high-resolution audio restores textures, nuances and tones that listeners sacrifice when opting for the convenience of music compressed into formats like MP3s or Apples AAC. (AP Photo/John Locher, File)","cleanCredit":"Photograph: John Locher/AP"}}]},{"title":"George Osborne tears up planning laws so Londoners can add storeys to homes","rawTitle":"George Osborne tears up planning laws so Londoners can add storeys to homes","item":{"type":"article","id":"politics/2015/jul/09/osborne-tears-up-planning-laws-londoners-build-extra-storeys-on-homes","title":"George Osborne tears up planning laws so Londoners can add storeys to homes","trailText":"Controversial new policy document will also increase compulsory purchase powers and make planning permission for suitable brownfield sites automatic","standFirst":"<p>Controversial new policy document will also increase compulsory purchase powers and make planning permission for suitable brownfield sites automatic</p>","byline":"Patrick Wintour Political editor","body":"<p>George Osborne is to declare war on nimbys, saying English planning laws have made it impossible to build enough houses. </p> \n<p>In a sign of his intent at the launch of a sweeping policy initiative on Friday, the chancellor will say he wants London residents to be freed to build extra storeys on to their properties without needing local council planning approval. </p> \n<p>He will also say the overcrowded capital needs to expand upwards and that anyone should be free to build up to the level of their neighbour’s property. </p> \n<p> At present there are limited rights to build extra storeys at the back of buildings. The government has already <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/apr/16/pickles-planning-compromise-home-extensions\">relaxed planning laws on house extensions</a> and the right to convert shops into houses, but this latest move on so-called “permitted development rights” takes the drive to increase housing density to another level. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/09/homeless-budget-cuts-housing-crisis\">To slash the amount of money spent on homelessness, just give homes away | Susan Campbell</a> </p> \n</aside> \n<p>The fresh assault on Britain’s planning laws will be the centrepiece of what Treasury officials describe as the “second half” of an audacious budget that Osborne claims has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/09/summer-budget-2015-working-tax-credits-cuts-work-penalty-labour-chris-leslie\">allowed the Conservatives to occupy the new centre ground of British politics</a>, and created a new settlement between state and individual.</p> \n<p>This second half, which is being billed as a productivity plan, is also likely to prove controversial with employers as it will call for a compulsory training levy on companies – a step that Ed Miliband held back from proposing for fear of being labelled too interventionist.</p> \n<p> The 90-page blueprint, called Fixing the Foundations: Creating a More Prosperous Nation, is due to be unveiled in Birmingham on Friday by Osborne and the business secretary, Sajid Javid. <br /></p> \n<p>It is expected to cover higher education, transport, trade, devolution to cities and regions, skills, long-term investment, tax, digital matters and science. <br /></p> \n<p>The chancellor will say: “Britain has been incapable of building enough homes. The reforms we made to the planning system in the last parliament have started to improve the situation: planning permissions and housing starts are at a seven-year high.”</p> \n<p>During the election campaign, David Cameron rejected arbitrary national housebuilding targets, but claimed action taken during the past five years meant the UK was on course to deliver 200,000 new homes a year by 2017.</p> \n<div>\n __VIDEO_EMBED_gu-video-457442013__\n</div> \n<p>Osborne is expected to say: “We need to go further and I am not prepared to stand by when people who want to get on the housing ladder can’t do so. <br /></p> \n<p>“We’ll keep on protecting the green belt, but these latest planning reforms are a vital part of a comprehensive plan to confront the challenge of our lifetime and raise productivity and living standards.” </p> \n<p> The main changes to planning law will include: </p> \n<ul> \n <li>A new “zonal” system, as employed in many other countries, which will give automatic planning permission on all suitable brownfield sites, removing unnecessary delays to redevelopment.</li> \n</ul> \n<ul> \n <li>Power for the government to intervene and have local plans drafted setting out how housing needs will be met when local authorities fail to produce them, and penalties for those that make 50% or fewer planning decisions on time.</li> \n</ul> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/housing-network/2015/jul/09/housing-budget-what-you-need-to-know\">Housing and the budget: what you need to know</a> </p> \n</aside> \n<ul> \n <li>Stronger compulsory purchase powers to bring forward more brownfield land and devolution of planning powers, including powers over land, to the mayors of London and Manchester.</li> \n</ul> \n<ul> \n <li>The right for major infrastructure projects that include elements of housing development to be fast-tracked through the Nationally Significant Infrastructure regime – meaning the project does not need to go through full democratic consultation.</li> \n</ul> \n<ul> \n <li>Proposals to end to the need for planning permission for upwards extensions for a limited number of storeys up to the height of the adjoining building in the capital.</li> \n</ul> \n<ul> \n <li>A package to support small and medium-sized housebuilders, including new sanctions for local authorities not processing smaller planning applications on time, with earlier fee refunds.</li> \n</ul> \n<p>Local authorities say planning delays are caused by the lack of resources in planning departments, but the government is likely to provide a blueprint for how these planning requests should be handled. </p> \n<p>Osborne fought a number of bruising encounters with conservationists in the last parliament, but seems to be determined to do so again on the basis that the supply of land at the right price has been the single biggest factor holding back housebuilding. <br /></p> \n<p>During the election, Cameron specifically promised that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/mar/02/david-cameron-plan-discounted-starter-homes-housing\">200,000 homes would be made available</a> to first-time buyers in England by 2020. The coalition government had already announced plans for 100,000 cut-price homes for people aged under 40.</p> \n<p>Osborne will point out that if the British government could match the productivity of the US, the GDP of the UK would rise by 31% – the equivalent of &pound;21,000 a year for every household in the UK.</p> \n<p>Narrowing the gap even a little, so that trend growth is raised by just 0.1%, would mean the UK economy would be &pound;35bn larger in 2030 – approximately &pound;1,100 extra for every household.</p> \n<p>The new plan will reflect the first output from the new commercial secretary to the Treasury, Lord (Jim) O’Neill, who was appointed by Osborne to help with the devolution agenda following his report on the importance of cities outside London to boosting UK productivity. </p> \n<p>Chris Leslie, the shadow chancellor, pointed out that – in the words of the Office for National Statistics – the UK economy had undergone a period of “unprecedented” stagnation under Osborne.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436471733676/6ebcfaaa-e617-45a8-8cca-8b3e78b0ce63-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jeffrey Blackler /Alamy","altText":"Houses in north London","cleanCredit":"Photograph: Jeffrey Blackler /Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-09T21:00:04Z","lastModified":"2015-07-10T06:51:03Z","metadata":{"commentable":true,"commentCount":514,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Planning policy","Housing","London","Communities","Politics","Society","UK news","George Osborne","Budget 2015 (July)","Conservatives","Budget","Cities"],"tags":[{"id":"politics/planning","webTitle":"Planning policy"},{"id":"society/housing","webTitle":"Housing"},{"id":"uk/london","webTitle":"London"},{"id":"society/communities","webTitle":"Communities"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk/budget","webTitle":"Budget"},{"id":"cities/cities","webTitle":"Cities"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[{"id":"gu-video-457442013","source":"ITN","durationInSeconds":252,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/08/150708budgetspeech_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/08/150708budgetspeech.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/8/1436366269906/KP_346052_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for George Osbornes 2015 budget speech: key moments - videos","credit":"guardian.co.uk","altText":"620x372 trailpic for George Osbornes 2015 budget speech: key moments - videos","cleanCaption":"620x372 trailpic for George Osbornes 2015 budget speech: key moments - videos"}}],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/09/osborne-tears-up-planning-laws-londoners-build-extra-storeys-on-homes","shortUrl":"http://gu.com/p/4agzn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/09/osborne-tears-up-planning-laws-londoners-build-extra-storeys-on-homes","webUri":"http://www.theguardian.com/politics/2015/jul/09/osborne-tears-up-planning-laws-londoners-build-extra-storeys-on-homes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436471733676/6ebcfaaa-e617-45a8-8cca-8b3e78b0ce63-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Going up fast: London property owners are to be allowed to build up to the level of adjoining buildings without planning permission. Photograph: Jeffrey Blackler /Alamy","credit":"Jeffrey Blackler /Alamy","altText":"Houses in north London","cleanCaption":"Going up fast: London property owners are to be allowed to build up to the level of adjoining buildings without planning permission.","cleanCredit":"Photograph: Jeffrey Blackler /Alamy"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436471733676/6ebcfaaa-e617-45a8-8cca-8b3e78b0ce63-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jeffrey Blackler /Alamy","altText":"Houses in north London","cleanCredit":"Photograph: Jeffrey Blackler /Alamy"}}]},{"title":"Greek parliament to vote on new cuts-for-cash plan to break deadlock","rawTitle":"Greek parliament to vote on new cuts-for-cash plan to break deadlock","item":{"type":"article","id":"world/2015/jul/10/greek-parliament-to-vote-on-new-cuts-for-cash-plan-to-break-deadlock","title":"Greek parliament to vote on new cuts-for-cash plan to break deadlock","trailText":"Prime minister Alexis Tsipras has submitted proposals to European creditors for €13bn worth of cuts that include rises in taxes and pension age","standFirst":"<p>Prime minister Alexis Tsipras has submitted proposals to European creditors for €13bn worth of cuts that include rises in taxes and pension age</p>","byline":"Helena Smith in Athens, Graeme Wearden in London","body":"<p>Greek prime minister Alexis Tsipras will on Friday seek the backing of MPs for a harsh new round of austerity measures totalling €13bn in an attempt to break the deadlock over its bailout.</p> \n<p>A 13-page document <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/09/greece-debt-crisis-athens-accepts-harsh-austerity-as-bailout-deal-nears\">sent to Greece’s creditors on Thursday night</a> outlines plans to cut fiercely protected privileges such as pensions, tax breaks for the country’s islands and military spending. In exchange, Greece wants a three-year €53.5bn loan deal to save the nation from bankruptcy and kickstart its wrecked economy.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/09/greek-crisis-reform-plan-grexit-tsipras-draghi-live\">Greek crisis: Government submits reform plan in bid for new aid deal - as it happened</a> </p> \n</aside> \n<p> But it faces a rough ride from MPs opposed to giving any ground to the paymasters in Brussels and the IMF in the wake of more than 60% of Greeks rejecting more austerity in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/05/greek-referendum-greece-stands-defiant-no-vote-austerity\">5 July referendum</a>.</p> \n<p>In a sign of possible trouble ahead, energy minister Panagiotis Lafazanis, who leads the most radical wing of the ruling Syriza party, did not sign the package. </p> \n<p>Another key figure on the left, Zoe Konstantopoulou, the president of the parliament, has publicly announced that no new memorandum outlining further austerity will be passed by the 300-seat House. </p> \n<p>However, she met prime minister Alexis Tsipras on Thursday night and left his office without making any comment.</p> \n<p>Government insiders are saying the proposals were sent at 10pm Greek time (8pm British time) to all three creditors and the president of the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/euro\">euro</a> group of finance ministers, Jeroen Dijsselbloem.<br /></p> \n<p>The Dutch finance minister must sign off on the reforms before they are submitted for further discussion to EU leaders.</p> \n<p>The proposed package was tabled in parliament as an emergency bill on Thursday. It will, say officials, be put to vote on Friday evening in order to invest the Greek prime minister, Alexis Tsipras, his deputy Yannis Dragasakis and finance minister Euclid Tsakalotos with the appropriate authority to conduct talks around the proposed reforms.</p> \n<p>Until a cast-iron agreement is reached, the vote will not be binding – rather it is aimed exclusively at furnishing the central protagonists in Greece’s negotiating team with the authority to debate with creditors around the proposed reforms. Once negotiations are completed it will become law.</p> \n<p>Syriza MPs may also gather to vote on the measures. A senior member of the party’s parliamentary group said he was “asked to be on standby” to vote on the package on Friday.</p> \n<p>“We have all been told to be here. We may have to vote on it tomorrow,” he said.</p> \n<p><a href=\"http://www.amna.gr/english/articleview.php?id=10546\">The measures</a> drawn up by prime minister Alexis Tsipras and his cabinet on Thursday include:<br /></p> \n<ul> \n <li><strong>Budget: </strong>Greece is pledging to stick to primary surplus targets – meaning that the government is earning more in taxes than it is spending – of 1% this year, 2% in 2016, and 3% and 3.5% in 2017 and 2018 respectively.</li> \n</ul> \n<ul> \n <li><strong>Sales tax:</strong> a slew of tax incrreases including a 23% value added tax on restaurants and catering, a reduced 13% tax on basic foodstuffs, energy hotels and water and a so-called “super reduced” rate of 6%t on such things as pharmaceuticals, books and theatre. The new tax levels will kick into gear this October.<br /></li> \n <li><strong>Island taxes:</strong> special tax breaks for the country’s popular tourist magnets will be scrapped. Only the most remote islands will get to keep the coveted tax breaks.<br /></li> \n <li><strong>Fiscal reform:</strong> military spending will be slashed by €100m this year and double that in 2016. Corporate tax will increase from 26 to 28% and farmers will lose preferential tax treatment and fuel subsidies. The shipping industry will also see a tonnage tax hike and the industry’s preferential tax treatments phased out. A luxury tax will be extended to cover recreational vessels over 5m long (16.4ft) and the rate will jump from 10 to 13%.<br /></li> \n <li><strong>Pensions:</strong> the government is looking at reforms that would bring permanent savings of 0.25 to 0.5% of gross domestic product in 2015 and 1% of GDP in 2016 and beyond. Measures aimed at achieving those numbers include discouraging early retirement and standardising the retirement age to 67 by 2022 — except for those performing “arduous jobs” and mothers raising kids with a disability.</li> \n</ul> \n<ul> \n <li><strong>Public sector: </strong>wages will be set on a downward trajectory by 2019 and shaped to fit “the skill, performance and responsibility” of staff. Perks such as paid leave and travel allowances will be streamlined to conform with EU norms. A plan to make it easier to reassign public sector workers to different posts wherever they’re needed will also be introduced. A new strategic plan to fight corruption will be drawn up by the end of this month while new laws will make political party finances more transparent and protect financial crime investigations from political interference.<br /></li> \n <li><strong>Tax collection:</strong> an autonomous tax revenue agency will be established and the government will enact reforms to streamline tax collection, track down tax cheats and combat fuel smuggling.<br /></li> \n <li><strong>Financial sector: </strong>amendments on insolvency laws will aim to get debtors to pay up loans, while consultants will help on how to deal with bad loans. Steps will also be taken get foreign investors to pour their money into Greek banks.<br /></li> \n <li><strong>Product market: </strong>the government will open restricted professions such as engineers, notaries and court bailiffs. It will draw up laws aimed at getting rid of red tape and making it easier to get business licences, while reforming the gas market.<br /></li> \n <li><strong>Privatisations:</strong> assets including the electricity grid company, regional airports and ports including Pireaus and Thessaloniki will be sold off.</li> \n</ul>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a13bb782512bd02a608c7e7916c5033d34b41af1/0_230_5012_3008/5012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3008,"width":5012,"orientation":"landscape","credit":"Alkis Konstantinidis/REUTERS","altText":"A Pro-Euro protester waves a Greek flag during a rally in front of the parliament building in Athens, Greece, July 9, 2015. Greek Prime Minister Alexis Tsipras raced on Thursday to shore up political support for a tough package of tax hikes and pension reforms due within hours if Athens is to win a new aid lifeline from creditors and avoid crashing out of the euro. REUTERS/Alkis Konstantinidis","cleanCredit":"Photograph: Alkis Konstantinidis/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-10T05:09:35Z","lastModified":"2015-07-10T08:14:33Z","metadata":{"commentable":true,"commentCount":810,"contributors":[{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"},{"name":"Graeme Wearden","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/7/1399476625361/Graeme-Wearden-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/graemewearden"}],"feature":false,"keywords":["Greece","Business","Euro","Euro","Europe","European Central Bank","European monetary union","World news","European Union","Economics"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/business","webTitle":"Business"},{"id":"business/euro","webTitle":"Euro"},{"id":"world/euro","webTitle":"Euro"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/economics","webTitle":"Economics"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/10/greek-parliament-to-vote-on-new-cuts-for-cash-plan-to-break-deadlock","shortUrl":"http://gu.com/p/4ahxj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/10/greek-parliament-to-vote-on-new-cuts-for-cash-plan-to-break-deadlock","webUri":"http://www.theguardian.com/world/2015/jul/10/greek-parliament-to-vote-on-new-cuts-for-cash-plan-to-break-deadlock"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a13bb782512bd02a608c7e7916c5033d34b41af1/0_230_5012_3008/5012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3008,"width":5012,"orientation":"landscape","caption":"A Pro-Euro protester waves a Greek flag during a rally in front of the parliament building in Athens. Greek prime minister Alexis Tsipras will put a new set of proposals to MPs on Friday in the hope of securing a new bail out. Photograph: Alkis Konstantinidis/REUTERS","credit":"Alkis Konstantinidis/REUTERS","altText":"A Pro-Euro protester waves a Greek flag during a rally in front of the parliament building in Athens. Greek prime minister Alexis Tsipras will put a new set of proposals to MPs on Friday in the hope of securing a new bail out.","cleanCaption":"A Pro-Euro protester waves a Greek flag during a rally in front of the parliament building in Athens. Greek prime minister Alexis Tsipras will put a new set of proposals to MPs on Friday in the hope of securing a new bail out.","cleanCredit":"Photograph: Alkis Konstantinidis/REUTERS"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a13bb782512bd02a608c7e7916c5033d34b41af1/0_230_5012_3008/5012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3008,"width":5012,"orientation":"landscape","credit":"Alkis Konstantinidis/REUTERS","altText":"A Pro-Euro protester waves a Greek flag during a rally in front of the parliament building in Athens, Greece, July 9, 2015. Greek Prime Minister Alexis Tsipras raced on Thursday to shore up political support for a tough package of tax hikes and pension reforms due within hours if Athens is to win a new aid lifeline from creditors and avoid crashing out of the euro. REUTERS/Alkis Konstantinidis","cleanCredit":"Photograph: Alkis Konstantinidis/REUTERS"}}]},{"title":"US pilot flushed bullets down a toilet on flight to Germany","rawTitle":"US pilot flushed bullets down a toilet on flight to Germany","item":{"type":"article","id":"us-news/2015/jul/10/us-pilot-flushed-bullets-down-a-toilet-on-flight-to-germany","title":"US pilot flushed bullets down a toilet on flight to Germany","trailText":"United Airlines captain discovered the ammunition in his bag and first put them in a bin before an attendant found them and he threw them down the toilet ","standFirst":"<p>United Airlines captain discovered the ammunition in his bag and first put them in a bin before an attendant found them and he threw them down the toilet </p>","byline":"Associated Press","body":"<p>A United Airlines captain threw bullets in a trash bin accessible to passengers and later flushed them down a toilet on board a flight that he was piloting to Germany.</p> \n<p>The Transportation Security Administration and the airline said on Thursday that they were investigating the incident.</p> \n<p>United spokeswoman Karen May said that the pilot should not have thrown the bullets in the toilet. She said the pilot is allowed to carry a gun on domestic flights under a post-9/11 federal program intended to make planes harder to hijack. The pilot did not take his gun on the 23 June international flight from Houston to Munich, she said, but he realised during the flight that he had left ammunition in his bag.</p> \n<p>The pilot dumped the bullets before reaching Germany, which has strict gun laws.</p> \n<p>“He did incorrectly dispose of the ammunition,” May said, “but it is likely that the pilot is not going to face any criminal charges.”</p> \n<p>A TSA spokesman confirmed that the agency is investigating but declined to say more. The Federal Aviation Administration and aviation authorities in Munich did not immediately respond to requests for comment.</p> \n<p>United declined to name the pilot. He is likely to be very experienced — it takes many years of seniority for pilots to become captains on international flights for major US airlines.</p> \n<p>May said the pilot was still employed by United, but she declined to say whether he had been grounded.</p> \n<p>The incident was first reported by The Aviation Herald, which said that a flight attendant looking for a passenger’s missing ring found 10 bullets in a waste bin and alerted the captain. He flushed the bullets down the toilet and alerted German authorities when he realised that the flight attendant would report the incident, according to the Herald.</p> \n<p>After landing in Munich, the plane taxied to a remote area where passengers got off and the waste tanks were emptied to find the bullets.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/12/1423732442514/5a5bf2de-0dda-4c09-85bd-3be155b7663e-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Getty Images/Getty Images","altText":"A newly painted United Airlines jet.","cleanCredit":"Photograph: Getty Images/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T00:17:40Z","lastModified":"2015-07-10T00:17:42Z","metadata":{"commentable":true,"commentCount":245,"contributors":[],"feature":false,"keywords":["US news","Airline industry","Germany","Europe"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"business/theairlineindustry","webTitle":"Airline industry"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jul/10/us-pilot-flushed-bullets-down-a-toilet-on-flight-to-germany","shortUrl":"http://gu.com/p/4ahvj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jul/10/us-pilot-flushed-bullets-down-a-toilet-on-flight-to-germany","webUri":"http://www.theguardian.com/us-news/2015/jul/10/us-pilot-flushed-bullets-down-a-toilet-on-flight-to-germany"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/12/1423732442514/5a5bf2de-0dda-4c09-85bd-3be155b7663e-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A United Airlines spokesperson said the pilot was still employed by the airline. Photograph: Getty Images/Getty Images","credit":"Getty Images/Getty Images","altText":"A newly painted United Airlines jet.","cleanCaption":"A United Airlines spokesperson said the pilot was still employed by the airline.","cleanCredit":"Photograph: Getty Images/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/12/1423732442514/5a5bf2de-0dda-4c09-85bd-3be155b7663e-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Getty Images/Getty Images","altText":"A newly painted United Airlines jet.","cleanCredit":"Photograph: Getty Images/Getty Images"}}]},{"title":"Harper Lee's Go Set a Watchman finally reaches the public after 60 years","rawTitle":"Harper Lee's Go Set a Watchman finally reaches the public after 60 years","item":{"type":"article","id":"books/2015/jul/10/go-set-a-watchman-first-chapter-harper-lee-to-kill-a-mockingbird","title":"Harper Lee's Go Set a Watchman finally reaches the public after 60 years","trailText":"The Guardian is exclusively publishing the first chapter of Harper Lee’s hotly anticipated companion novel to To Kill a Mockingbird","standFirst":"<p>The Guardian is exclusively publishing the first chapter of Harper Lee’s hotly anticipated companion novel to To Kill a Mockingbird</p>\n<ul>\n <li>Read <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/ng-interactive/2015/jul/10/go-set-a-watchman-read-the-first-chapter\">the first chapter</a></li>\n <li>Listen to an extract <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jul/10/listen-to-reese-witherspoon-reading-the-first-chapter-of-harper-lees-go-set-a-watchman\">read by Reese Witherspoon</a></li>\n <li>Follow all the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/live/2015/jul/10/go-set-a-watchman-first-chapter-to-be-released-live-coverage\">live commentary and reaction</a></li>\n</ul>","byline":"Alison Flood","body":"<p>Jean Louise Finch – beloved heroine of one of the most beloved novels of the modern age – has, in just the first few pages of Harper Lee’s wildly anticipated second novel Go Set A Watchman, been kissed hard, batted away a marriage proposal and revealed that one of To Kill a Mockingbird’s major characters has “dropped dead” in their tracks.</p> \n<p>Last seen as the tomboy nicknamed Scout in To Kill a Mockingbird, Jean Louise is now an adult. “She had turned from an overalled, fractious, gun-slinging creature into a reasonable facsimile of a human being … She still moved like a 13-year-old boy and abjured most feminine adornment … She was easy to look at and easy to be with most of the time, but she was in no sense of the word an easy person,” writes Lee as Go Set a Watchman opens. She is on her way back to her hometown of Maycomb from New York to see her father Atticus, the hero of Lee’s 1960 novel, now an ailing 72-year-old.</p> \n<p>The contents of the novel, which was written in the 1950s and then laid aside when Lee was asked by her editor to focus instead on its flashbacks to childhood, have been both a fiercely guarded secret and a hotly contested mystery since its existence was first revealed in February: was it an early version of Mockingbird? Was it deemed unpublishable when it was written in the 1950s? How was it found and why did Lee decide to publish now, at the age of 89, after decades of shunning any form of attention or publicity? </p> \n<p>The first chapter, published on Friday by the Guardian in advance of the novel’s release at midnight on 14 July in bookshops around the world, reveals a witty, dry voice immediately recognisable as that of the To Kill a Mockingbird author. Jean Louise is shown to be grappling with two things as she comes home. Atticus, an almost godlike figure to the Scout of Mockingbird, is now in constant pain. “She was too old to rail against the inequity of it, but too young to accept her father’s crippling disease without putting up some kind of fight … She wondered how she would behave when her time came to hurt day in and day out.”</p> \n<p>She is also pondering whether or not she should marry a childhood friend of her brother’s, who muses ruefully that “most women, before they’ve got ’em, present to their men smiling, agreeing faces. They hide their thoughts. You now, when you’re feeling hateful, honey, you are hateful.” </p> \n<p>Lee’s literary agent Andrew Nurnberg, who was contacted last autumn about the manuscript’s existence, said that when he first read it after flying to Lee’s hometown of Monroeville, “my heart almost leapt out of my throat”. It had been discovered by her lawyer Tonja Carter in what Lee’s publisher described as “a secure location where it had been affixed to an original typescript” of Mockingbird.</p> \n<p>“You just pick it up, and you say, ‘oh my goodness, this is Nelle, here she is’. And of course it is so hilarious,” said Nurnberg. According to Lee’s publisher she was clear she wanted the novel published exactly as it was written, so it has only had a light copy edit. “What is so fine about this book is that it isn’t polished by any editor, but it absolutely comes from the heart,” said Nurnberg. </p> \n<p>As to how its depiction of racial issues would appear half a century after it was written, Nurmberg said: “It is dealing with a much more complicated issue, namely adult views of segregation in those days. It’s too easy for a child to see something either as good or as bad, but they don’t have those conflicts we grownups have, where we can see the grey areas.”</p> \n<p>There have been persistent questions around the discovery of the novel: the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jul/02/harper-lee-go-set-a-watchman-manuscript-discovery\">New York Times suggested last weekend </a>that the manuscript could have been discovered in 2011, with Carter aware of its existence at the time; there has been an investigation by the state of Alabama into allegations (<a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/apr/03/alabama-harper-lee-elder-abuse-allegations-unfounded\">since declared unfounded</a>) that 89-year-old Lee was a victim of “elder abuse” over the novel’s publication. Nurnberg addressed these questions, saying: “The wonderful thing is that once this book is published, I very much hope all these naysayers are just going to disappear into the woodwork.”</p> \n<p>Watchman, he reiterated, was always intended to be published. He has seen correspondence, he said, which shows “the plan was, from early on, having submitted Watchman … to produce three books” – Mockingbird, then a short connecting novel, then Watchman.</p> \n<p>He quoted a letter from Lee’s agent at the time, in which the latter writes of Watchman, “Well, honey, you done got yoself a publisher”, the New York agent turning to typical Alabamese to inform his client of the deal.</p> \n<p>Nurnberg also defended Carter, who, he said, had been pilloried over her role. “She is a woman who is valiantly protecting her charge, whom she has been with for 25, 30 years,” he said. “She’s completely devoted, she goes [to Lee’s assisted-living home in Monroeville] twice a day and has been for years to see her … She’s not a sneaky schemer of any kind … When I got that call, she really was shocked that she’d found [the manuscript] … She had never seen it.”</p> \n<p>Nurnberg saw Lee last week, spending time with her before she was presented with the first copies of Watchman by her publishers. “She’s very deaf and you have to repeat things sometimes thrice or four times. She was in a good mood. She knew she was going to see these copies and was getting keen to see this book out there, finally,” he said. “When I told her how many copies they were printing [2m for the first US print run] she was completely shocked, because this is a book she had been advised to put on the back burner … I think she remembers so well the editor saying, ‘hang on, let’s do something else’, and that will have had, I think, a major impression on her life and her view of this specific book.”</p> \n<p>Filmmaker and author Mary McDonagh Murphy also saw Lee last week, filming her as she received copies of the book, as part of her<a href=\"http://www.pbs.org/wnet/americanmasters/episodes/harper-lee/harper-lee-meeting-exclusive-report-from-filmmaker/3954/\"> updated documentary Hey Boo</a>, released in the US on Friday.</p> \n<p>“By her friends’ reckoning [including her old friend and benefactor Joy Brown, who has seen Lee “many times” since she decided to publish] she’s absolutely delighted [about publication]. And this is what her lawyer says, and this is what her agent says, and this is what her statements say,” said Murphy. “Last week she was grateful. They gave her the books, and she said thank you. It seems she’s ready for it to be published.”</p> \n<p>Murphy added that “certainly questions have been raised [about Lee’s decision to publish], but without asking Harper Lee directly and without Lee answering directly, it’s not easy to get to the bottom of things. But the people around her, and her friends, and her written statements, all attest to her intention to publish and her happiness about it.”</p> \n<p>Having read the novel, Murphy said “it’s amazing to be able to see Scout at 26, and Atticus at 72, and as a journalist who’s been chronicling this for a while, it’s also an incredible experience to see what came first, to read exactly what was in Harper Lee’s mind when she began to write To Kill a Mockingbird … It’s delightful to hear her voice again.” </p> \n<p>Lee herself has described the novel in a statement as “a pretty decent effort”.</p> \n<ul> \n <li>Readers in the UK can buy the Guardian newspaper on Saturday for a 16-page souvenir Harper Lee supplement, free inside Weekend magazine. Featuring the whole first chapter of Go Set a Watchman, plus Oprah Winfrey on lunch with Harper Lee, actress Mary Badham on playing Scout, and more</li> \n</ul> \n<p><br /><strong></strong><strong><br /></strong></p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a90d92f46aa442cebb28a0ae4b7ec1279bd76b60/0_85_3000_1802/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1802,"width":3000,"orientation":"landscape","credit":"Chip Somodevilla/Getty Images","altText":"FILE: Harper Lee to Publish Second Book<br>FILE - FEBRUARY 3, 2015: It has been reported that Harper Lee will publish her second novel, \"Go Set a Watchman\", more than 50 years after the Pulitzer Prize-winning \"To Kill a Mockingbird\" February 3, 2015. WASHINGTON - NOVEMBER 05:  Pulitzer Prize winner and \"To Kill A Mockingbird\" author Harper Lee smiles before receiving the 2007 Presidential Medal of Freedom in the East Room of the White House November 5, 2007 in Washington, DC. The Medal of Freedom is given to those who have made remarkable contributions to the security or national interests of the United States, world peace, culture, or other private or public endeavors.  (Photo by Chip Somodevilla/Getty Images)","cleanCredit":"Photograph: Chip Somodevilla/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T07:50:30Z","lastModified":"2015-07-10T08:03:57Z","metadata":{"commentable":true,"commentCount":49,"contributors":[{"name":"Alison Flood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alisonflood"}],"feature":false,"keywords":["Harper Lee","Books","Culture","US news","World news","Publishing"],"tags":[{"id":"books/harper-lee","webTitle":"Harper Lee"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"books/publishing","webTitle":"Publishing"}],"section":{"id":"books"},"topics":[{"displayName":"Alison Flood","topic":{"type":"tag-contributor","name":"profile/alisonflood"}}],"series":{"title":"Harper Lee: Go Set a Watchman special","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/harper-lee-go-set-a-watchman-special"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jul/10/go-set-a-watchman-first-chapter-harper-lee-to-kill-a-mockingbird","shortUrl":"http://gu.com/p/4ag5c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jul/10/go-set-a-watchman-first-chapter-harper-lee-to-kill-a-mockingbird","webUri":"http://www.theguardian.com/books/2015/jul/10/go-set-a-watchman-first-chapter-harper-lee-to-kill-a-mockingbird"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a90d92f46aa442cebb28a0ae4b7ec1279bd76b60/0_85_3000_1802/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1802,"width":3000,"orientation":"landscape","caption":"‘She’s ready for it to be published’ ... Harper Lee in 2007. Photograph: Chip Somodevilla/Getty Images","credit":"Chip Somodevilla/Getty Images","altText":"Harper Lee in 2007.","cleanCaption":"‘She’s ready for it to be published’ ... Harper Lee in 2007.","cleanCredit":"Photograph: Chip Somodevilla/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a90d92f46aa442cebb28a0ae4b7ec1279bd76b60/0_85_3000_1802/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1802,"width":3000,"orientation":"landscape","credit":"Chip Somodevilla/Getty Images","altText":"FILE: Harper Lee to Publish Second Book<br>FILE - FEBRUARY 3, 2015: It has been reported that Harper Lee will publish her second novel, \"Go Set a Watchman\", more than 50 years after the Pulitzer Prize-winning \"To Kill a Mockingbird\" February 3, 2015. WASHINGTON - NOVEMBER 05:  Pulitzer Prize winner and \"To Kill A Mockingbird\" author Harper Lee smiles before receiving the 2007 Presidential Medal of Freedom in the East Room of the White House November 5, 2007 in Washington, DC. The Medal of Freedom is given to those who have made remarkable contributions to the security or national interests of the United States, world peace, culture, or other private or public endeavors.  (Photo by Chip Somodevilla/Getty Images)","cleanCredit":"Photograph: Chip Somodevilla/Getty Images"}}]},{"title":"Harper Lee’s new novel: read the first chapter","rawTitle":"Harper Lee’s new novel: read the first chapter","item":{"type":"article","id":"books/2015/jul/10/harper-lee-new-novel-first-chapter-extract-to-kill-a-mockingbird","title":"Harper Lee’s new novel: read the first chapter","trailText":"A text-only version of our exclusive extract from Go Set A Watchman, the new novel by the author of To Kill A Mockingbird, published on 14 July","standFirst":"<p>An exclusive extract from Go Set A Watchman, the new novel by the author of To Kill A Mockingbird. The book will be published in full on 14 July</p>\n<ul>\n <li>Interactive: read <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/p/4ag9b\">an animated version</a> of the first chapter <br /></li>\n <li>Listen to the extract <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/p/4age2\">read by Reese Witherspoon</a></li>\n <li>Follow all <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/live/2015/jul/10/go-set-a-watchman-first-chapter-to-be-released-live-coverage\">the reaction and commentary live</a></li>\n <li><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/p/4aeta\">Share your first impressions of Go Set A Watchman</a></li>\n</ul>","byline":"","body":"<p>Since Atlanta, she had looked out the dining-car window with a delight almost physical. Over her breakfast coffee, she watched the last of Georgia’s hills recede and the red earth appear, and with it tin-roofed houses set in the middle of swept yards, and in the yards the inevitable verbena grew, surrounded by whitewashed tires. She grinned when she saw her first TV antenna atop an unpainted Negro house; as they multiplied, her joy rose.<br /></p> \n<p>Jean Louise Finch always made this journey by air, but she decided to go by train from New York to Maycomb Junction on her fifth annual trip home. For one thing, she had the life scared out of her the last time she was on a plane: the pilot elected to fly through a tornado. For another thing, flying home meant her father rising at three in the morning, driving a hundred miles to meet her in Mobile, and doing a full day’s work afterwards: he was seventy-two now and this was no longer fair.</p> \n<p>She was glad she had decided to go by train. Trains had changed since her childhood, and the novelty of the experience amused her: a fat genie of a porter materialized when she pressed a button on a wall; at her bidding a stainless steel washbasin popped out of another wall, and there was a john one could prop one’s feet on. She resolved not to be intimidated by several messages stenciled around her compartment – a roomette, they called it – but when she went to bed the night before, she succeeded in folding herself up into the wall because she had ignored an injunction to PULL THIS LEVER DOWN OVER BRACKETS, a situation remedied by the porter to her embarrassment, as her habit was to sleep only in pajama tops.</p> \n<p>Luckily, he happened to be patrolling the corridor when the trap snapped shut with her in it: “I’ll get you out, Miss,” he called in answer to her poundings from within. “No please,” she said. “Just tell me how to get out.” “I can do it with my back turned,” he said, and did.</p> \n<p>When she awoke that morning the train was switching and chugging in the Atlanta yards, but in obedience to another sign in her compartment she stayed in bed until College Park flashed by. When she dressed, she put on her Maycomb clothes: gray slacks, a black sleeveless blouse, white socks, and loafers. Although it was four hours away, she could hear her aunt’s sniff of disapproval.</p> \n<p>When she was starting on her fourth cup of coffee the Crescent Limited honked like a giant goose at its northbound mate and rumbled across the Chattahoochee into Alabama.</p> \n<p>The Chattahoochee is wide, flat, and muddy. It was low today; a yellow sandbar had reduced its flow to a trickle. Perhaps it sings in the wintertime, she thought: I do not remember a line of that poem. Piping down the valleys wild? No. Did he write to a waterfowl, or was it a waterfall?</p> \n<p>She sternly repressed a tendency to boisterousness when she reflected that Sidney Lanier must have been somewhat like her long-departed cousin, Joshua Singleton St Clair, whose private literary preserves stretched from the Black Belt to Bayou La Batre. Jean Louise’s aunt often held up Cousin Joshua to her as a family example not lightly to be discountenanced: he was a splendid figure of a man, he was a poet, he was cut off in his prime, and Jean Louise would do well to remember that he was a credit to the family. His pictures did the family well – Cousin Joshua looked like a ratty Algernon Swinburne.</p> \n<p>Jean Louise smiled to herself when she remembered her father telling her the rest of it. Cousin Joshua was cut off, all right, not by the hand of God but by Caesar’s hosts. </p> \n<p>When at the University, Cousin Joshua studied too hard and thought too much; in fact, he read himself straight out of the nineteenth century. He affected an Inverness cape and wore jackboots he had a blacksmith make up from his own design. Cousin Joshua was frustrated by the authorities when he fired upon the president of the University, who in his opinion was little more than a sewage disposal expert. This was no doubt true, but an idle excuse for assault with a deadly weapon. After much passing around of money Cousin Joshua was moved across the tracks and placed in state accommodations for the irresponsible, where he remained for the rest of his days. They said he was reasonable in every respect until someone mentioned that president’s name, then his face would become distorted, he would assume a whooping crane attitude and hold it for eight hours or more, and nothing or nobody could make him lower his leg until he forgot about that man. On clear days Cousin Joshua read Greek, and he left a thin volume of verse printed privately by a firm in Tuscaloosa. The poetry was so ahead of its time no one has deciphered it yet, but Jean Louise’s aunt keeps it displayed casually and prominently on a table in the living-room.</p> \n<p>Jean Louise laughed aloud, then looked around to see if anyone had heard her. Her father had a way of undermining his sister’s lectures on the innate superiority of any given Finch: he always told his daughter the rest of it, quietly and solemnly, but Jean Louise sometimes thought she detected an unmistakably profane glint in Atticus Finch’s eyes, or was it merely the light hitting his glasses? She never knew.</p> \n<p>The countryside and the train had subsided to a gentle roll, and she could see nothing but pastureland and black cows from window to horizon. She wondered why she had never thought her country beautiful.</p> \n<p>The station at Montgomery nestled in an elbow of the Alabama, and when she got off the train to stretch her legs, the returning familiar with its drabness, lights, and curious odors rose to meet her. There is something missing, she thought. Hotboxes, that’s it. A man goes along under the train with a crowbar. There is a clank and then <em>s-sss-sss</em>, white smoke comes up and you think you’re inside a chafing dish. These things run on oil now.</p> \n<p>For no reason an ancient fear gnawed her. She had not been in this station for twenty years, but when she was a child and went to the capital with Atticus, she was terrified lest the swaying train plunge down the riverbank and drown them all. But when she boarded again for home, she forgot.</p> \n<p>The train clacketed through pine forests and honked derisively at a gaily painted bell-funneled museum piece sidetracked in a clearing. It bore the sign of a lumber concern, and the Crescent Limited could have swallowed it whole with room to spare. Greenville, Evergreen, Maycomb Junction.</p> \n<p>She had told the conductor not to forget to let her off, and because the conductor was an elderly man, she anticipated his joke: he would rush at Maycomb Junction like a bat out of hell and stop the train a quarter of a mile past the little station, then when he bade her goodbye he would say he was sorry, he almost forgot. Trains changed; conductors never did. Being funny at flag stops with young ladies was a mark of the profession, and Atticus, who could predict the actions of every conductor from New Orleans to Cincinnati, would be waiting accordingly not six steps away from her point of debarkation.</p> \n<p>Home was Maycomb County, a gerrymander some seventy miles long and spreading thirty miles at its widest point, a wilderness dotted with tiny settlements the largest of which was Maycomb, the county seat. Until comparatively recently in its history, Maycomb County was so cut off from the rest of the nation that some of its citizens, unaware of the South’s political predilections over the past ninety years, still voted Republican. No trains went there – Maycomb Junction, a courtesy title, was located in Abbott County, twenty miles away. Bus service was erratic and seemed to go nowhere, but the Federal Government had forced a highway or two through the swamps, thus giving the citizens an opportunity for free egress. But few people took advantage of the roads, and why should they? If you did not want much, there was plenty.</p> \n<p>The county and the town were named for a Colonel Mason Maycomb, a man whose misplaced self-confidence and overweening willfulness brought confusion and confoundment to all who rode with him in the Creek Indian Wars. The territory in which he operated was vaguely hilly in the north and flat in the south, on the fringes of the coastal plain. Colonel Maycomb, convinced that Indians hated to fight on flat land, scoured the northern reaches of the territory looking for them. When his general discovered that Maycomb was meandering in the hills while the Creeks were lurking in every pine thicket in the south, he dispatched a friendly Indian runner to Maycomb with the message, <em>Move south, damn you</em>. Maycomb was convinced this was a Creek plot to trap him (was there not a blue-eyed, red-headed devil leading them?), he made the friendly Indian runner his prisoner, and he moved farther north until his forces became hopelessly lost in the forest primeval, where they sat out the wars in considerable bewilderment.<br /></p> \n<p>After enough years had passed to convince Colonel Maycomb that the message might have been genuine after all, he began a purposeful march to the south, and on the way his troops encountered settlers moving inland, who told them the Indian Wars were about over. The troops and the settlers were friendly enough to become Jean Louise Finch’s ancestors, and Colonel Maycomb pressed on to what is now Mobile to make sure his exploits were given due credit. Recorded history’s version does not coincide with the truth, but these are the facts, because they were passed down by word of mouth through the years, and every Maycombian knows them.<br /></p> \n<p>“…get your bags, Miss,” the porter said. Jean Louise followed him from the lounge car to her compartment. She took two dollars from her billfold: one for routine, one for releasing her last night. The train, of course, rushed like a bat out of hell past the station and came to a stop 440 yards beyond it. The conductor appeared, grinning, and said he was sorry, he almost forgot. Jean Louise grinned back and waited impatiently for the porter to put the yellow step in place. He handed her down and she gave him the two bills.</p> \n<p>Her father was not waiting for her.<br /></p> \n<p>She looked up the track toward the station and saw a tall man standing on the tiny platform. He jumped down and ran to meet her.<br /></p> \n<p>He grabbed her in a bear hug, put her from him, kissed her hard on the mouth, then kissed her gently. “Not here, Hank,” she murmured, much pleased.<br /></p> \n<p>“Hush, girl,” he said, holding her face in place. “I’ll kiss you on the courthouse steps if I want to.”<br /></p> \n<p>The possessor of the right to kiss her on the courthouse steps was Henry Clinton, her lifelong friend, her brother’s comrade, and if he kept on kissing her like that, her husband. Love whom you will but marry your own kind was a dictum amounting to instinct within her. Henry Clinton was Jean Louise’s own kind, and now she did not consider the dictum particularly harsh.<br /></p> \n<p>They walked arm-in-arm down the track to collect her suitcase. “How’s Atticus?” she said.<br /></p> \n<p>“His hands and shoulders are giving him fits today.” <br /></p> \n<p>“He can’t drive when they’re like that, can he?”<br /></p> \n<p>Henry closed the fingers of his right hand halfway and said, “He can’t close them any more than this. Miss Alexandra has to tie his shoes and button his shirts when they’re like that. He can’t even hold a razor.”<br /></p> \n<p>Jean Louise shook her head. She was too old to rail against the inequity of it, but too young to accept her father’s crippling disease without putting up some kind of fight. “Isn’t there anything they can do?”<br /></p> \n<p>“You know there isn’t,” Henry said. “He takes seventy grains of aspirin a day and that’s all.”<br /></p> \n<p>Henry picked up her heavy suitcase, and they walked back toward the car. She wondered how she would behave when her time came to hurt day in and day out. Hardly like Atticus: if you asked him how he was feeling he would tell you, but he never complained; his disposition remained the same, so in order to find out how he was feeling, you had to ask him.<br /></p> \n<p>The only way Henry found out about it was by accident. One day when they were in the records vault at the courthouse running a land title, Atticus hauled out a heavy mortgage book, turned stark white, and dropped it. “What’s the matter?” Henry had said. “Rheumatoid arthritis. Can you pick it up for me?” said Atticus. Henry asked him how long he’d had it; Atticus said six months. Did Jean Louise know it? No. Then he’d better tell her. “If you tell her she’ll be down here trying to nurse me. The only remedy for this is not to let it beat you.” The subject was closed.<br /></p> \n<p>“Want to drive?” said Henry.</p> \n<figure class=\"element element-image\" data-media-id=\"6744c2c87508e0cb6c761891de487fd09df538d1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436513668340/7d82d4b8-de7a-4e2a-88c0-ab6935395ede-460x276.jpeg\" alt=\"Go Set A Watchman\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<p>“Don’t be silly,” she said. Although she was a respectable driver, she hated to operate anything mechanical more complicated than a safety pin: folding lawn chairs were a source of profound irritation to her; she had never learned to ride a bicycle or use a typewriter; she fished with a pole. Her favorite game was golf because its essential principles consisted of a stick, a small ball, and a state of mind.<br /></p> \n<p>With green envy, she watched Henry’s effortless mastery of the automobile. Cars are his servants, she thought. “Power steering? Automatic transmission?” she said.<br /></p> \n<p>“You bet,” he said.<br /></p> \n<p>“Well, what if everything shuts off and you don’t have any gears to shift. You’d be in trouble then, wouldn’t you?”<br /></p> \n<p>“But everything won’t shut off.”<br /></p> \n<p>“How do you know?”<br /></p> \n<p>“That’s what faith is. Come here.”<br /></p> \n<p>Faith in General Motors. She put her head on his shoulder. “Hank,” she said presently. “What really happened?” <br /></p> \n<p>This was an old joke between them. A pink scar started under his right eye, hit the corner of his nose, and ran diagonally across his upper lip. Behind his lip were six false front teeth not even Jean Louise could induce him to take out and show her. He came home from the war with them. A German, more to express his displeasure at the end of the war than anything else, had bashed him in the face with a rifle butt. Jean Louise had chosen to think this a likely story: what with guns that shot over the horizon, B-17s, V-bombs, and the like, Henry had probably not been within spitting distance of the Germans.<br /></p> \n<p>“Okay, honey,” he said. “We were down in a cellar in Berlin. Everybody had too much to drink and a fight started – you like to hear the believable, don’t you? Now will you marry me?”<br /></p> \n<p>“Not yet.”<br /></p> \n<p>“Why?”<br /></p> \n<p>“I want to be like Dr Schweitzer and play until I’m thirty.”<br /></p> \n<p>“He played all right,” said Henry grimly.<br /></p> \n<p>Jean Louise moved under his arm. “You know what I mean,” she said. <br /></p> \n<p>“Yes.”<br /></p> \n<p>There was no finer young man, said the people of Maycomb, than Henry Clinton. Jean Louise agreed. Henry was from the southern end of the county. His father had left his mother soon after Henry was born, and she worked night and day in her little crossroads store to send Henry through the Maycomb public schools. Henry, from the time he was twelve, boarded across the street from the Finch house, and this in itself put him on a higher plane: he was his own master, free from the authority of cooks, yardmen, and parents. He was also four years her senior, which made a difference then. He teased her; she adored him. When he was fourteen his mother died, leaving him next to nothing. Atticus Finch looked after what little money there was from the sale of the store – her funeral expenses took most of it – he secretly supplemented it with money of his own, and got Henry a job clerking in the Jitney Jungle after school. Henry graduated and went into the Army, and after the war he went to the University and studied law.<br /></p> \n<p>Just about that time, Jean Louise’s brother dropped dead in his tracks one day, and after the nightmare of that was over, Atticus, who had always thought of leaving his practice to his son, looked around for another young man. It was natural for him to engage Henry, and in due course Henry became Atticus’s legman, his eyes, and his hands. Henry had always respected Atticus Finch; soon it melded to affection and Henry regarded him as a father.<br /></p> \n<p>He did not regard Jean Louise as a sister. In the years when he was away at the war and the University, she had turned from an overalled, fractious, gun-slinging creature into a reasonable facsimile of a human being. He began dating her on her annual two-week visits home, and although she still moved like a thirteen-year-old boy and abjured most feminine adornment, he found something so intensely feminine about her that he fell in love. She was easy to look at and easy to be with most of the time, but she was in no sense of the word an easy person. She was afflicted with a restlessness of spirit he could not guess at, but he knew she was the one for him. He would protect her; he would marry her.<br /></p> \n<p>“Tired of New York?” he said.<br /></p> \n<p>“No.”<br /></p> \n<p>“Give me a free hand for these two weeks and I’ll make you tired of it.”<br /></p> \n<p>“Is that an improper suggestion?”<br /></p> \n<p>“Yes.”<br /></p> \n<p>“Go to hell, then.”<br /></p> \n<p>Henry stopped the car. He turned off the ignition switch, slewed around, and looked at her. She knew when he became serious about something: his crew cut bristled like an angry brush, his face colored, its scar reddened.<br /></p> \n<p>“Honey, do you want me to put it like a gentleman? Miss Jean Louise, I have now reached an economic status that can provide for the support of two. I, like Israel of Old, have labored seven years in the vineyards of the University and the pastures of your daddy’s office for you –”<br /></p> \n<p>“I’ll tell Atticus to make it seven more.”<br /></p> \n<p>“Hateful.”<br /></p> \n<p>“Besides,” she said, “it was Jacob anyway. No, they were the same. They always changed their names every third verse. How’s Aunty?”<br /></p> \n<p>“You know good and well she’s been fine for thirty years. Don’t change the subject.”<br /></p> \n<p>Jean Louise’s eyebrows flickered. “Henry,” she said primly, “I’ll have an affair with you but I won’t marry you.”<br /></p> \n<p>It was exactly right.<br /></p> \n<p>“Don’t be such a damn child, Jean Louise!” Henry sputtered, and forgetting the latest dispensations from General Motors, grabbed for a gearshift and stomped at a clutch. These denied him, he wrenched the ignition key violently, pressed some buttons, and the big car glided slowly and smoothly down the highway.<br /></p> \n<p>“Slow pickup, isn’t it?” she said. “No good for city driving.” Henry glared at her. “What do you mean by that?”<br /></p> \n<p>In another minute this would become a quarrel. He was serious. She’d better make him furious, thus silent, so she could think about it.<br /></p> \n<p>“Where’d you get that appalling tie?” she said. <br /></p> \n<p>Now.<br /></p> \n<p>She was almost in love with him. No, that’s impossible, she thought: either you are or you aren’t. Love’s the only thing in this world that is unequivocal. There are different kinds of love, certainly, but it’s a you-do or you-don’t proposition with them all.<br /></p> \n<p>She was a person who, when confronted with an easy way out, always took the hard way. The easy way out of this would be to marry Hank and let him labor for her. After a few years, when the children were waist-high, the man would come along whom she should have married in the first place. There would be searchings of hearts, fevers and frets, long looks at each other on the post office steps, and misery for everybody. The hollering and the high-mindedness over, all that would be left would be another shabby little affair &agrave; la the Birmingham country club set, and a self-constructed private Gehenna with the latest Westinghouse appliances. Hank didn’t deserve that.<br /></p> \n<p>No. For the present she would pursue the stony path of spinsterhood. She set about restoring peace with honor:<br /></p> \n<p>“Honey, I’m sorry, truly sorry,” she said, and she was.<br /></p> \n<p>“That’s okay,” said Henry, and slapped her knee. “It’s just that I could kill you sometimes.”<br /></p> \n<p>“I know I’m hateful.”<br /></p> \n<p>Henry looked at her. “You’re an odd one, sweet. You can’t dissemble.”<br /></p> \n<p>She looked at him. “What are you talking about?”<br /></p> \n<p>“Well, as a general rule, most women, before they’ve got ’em, present to their men smiling, agreeing faces. They hide their thoughts. You now, when you’re feeling hateful, honey, you <em>are</em> hateful.”<br /></p> \n<p>“Isn’t it fairer for a man to be able to see what he’s letting himself in for?”<br /></p> \n<p>“Yes, but don’t you see you’ll never catch a man that way?”<br /></p> \n<p>She bit her tongue on the obvious, and said, “How do I go about being an enchantress?”<br /></p> \n<p>Henry warmed to his subject. At thirty, he was an adviser. Maybe because he was a lawyer. “First,” he said dispassionately, “hold your tongue. Don’t argue with a man, especially when you know you can beat him. Smile a lot. Make him feel big. Tell him how wonderful he is, and wait on him.”<br /></p> \n<p>She smiled brilliantly and said, “Hank, I agree with everything you’ve said. You are the most perspicacious individual I’ve met in years, you are six feet five, and may I light your cigarette? How’s that?”<br /></p> \n<p>“Awful.”<br /></p> \n<p>They were friends again. <br /></p> \n<ul> \n <li>This is an extract from Go Set A Watchman by Harper Lee, published on 14 July by William Heinemann at &pound;18.99. Order a copy for the special price of &pound;9.99 <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/297369/?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">here</a> or call 0330 333 6846. Price valid until 31 July 2015.</li> \n</ul> \n<p>Buy the Guardian on 11 July for your 16-page souvenir Harper Lee supplement, free inside Weekend magazine. Featuring the whole first chapter of Go Set A Watchman, plus Oprah Winfrey on lunch with Harper Lee, actress Mary Badham on playing Scout, and more.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436455980676/e9d723d1-281a-4d00-a5cb-25139339224c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Guardian","altText":"Tom Clohosy Cole illustration for Harper Lee's Go Set A Watchman","cleanCredit":"Photograph: Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436513669106/002db997-c8b0-4e22-9995-180cdb1c914e-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Illustration: Tom Clohosy Cole for the Guardian","altText":"Go Set A Watchman","cleanCredit":"Illustration: Tom Clohosy Cole for the Guardian"}],"webPublicationDate":"2015-07-10T04:01:01Z","lastModified":"2015-07-10T07:51:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Books","Harper Lee","Culture"],"tags":[{"id":"books/books","webTitle":"Books"},{"id":"books/harper-lee","webTitle":"Harper Lee"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[],"series":{"title":"Harper Lee: Go Set a Watchman special","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/harper-lee-go-set-a-watchman-special"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jul/10/harper-lee-new-novel-first-chapter-extract-to-kill-a-mockingbird","shortUrl":"http://gu.com/p/4agtj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jul/10/harper-lee-new-novel-first-chapter-extract-to-kill-a-mockingbird","webUri":"http://www.theguardian.com/books/2015/jul/10/harper-lee-new-novel-first-chapter-extract-to-kill-a-mockingbird"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436455980676/e9d723d1-281a-4d00-a5cb-25139339224c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration: Tom Clohosy Cole for the Guardian","credit":"Illustration: Guardian","altText":"Tom Clohosy Cole illustration for Harper Lee's Go Set A Watchman","cleanCaption":"Illustration: Tom Clohosy Cole for the Guardian"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436455980676/e9d723d1-281a-4d00-a5cb-25139339224c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Guardian","altText":"Tom Clohosy Cole illustration for Harper Lee's Go Set A Watchman","cleanCredit":"Photograph: Guardian"}}]}],"lastModified":"2015-07-10T08:14:33Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}