{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"Fifa corruption: Sepp Blatter blasts US authorities over investigation","rawTitle":"Fifa corruption: Sepp Blatter blasts US authorities over investigation","item":{"type":"article","id":"football/2015/may/30/warning-of-more-fifa-corruption-charges-as-sepp-blatter-retains-presidency","title":"Fifa corruption: Sepp Blatter blasts US authorities over investigation","trailText":"Re-elected president of world football’s governing body suggests arrests were timed to interfere with Zurich congress, while IRS official warns of more charges ","standFirst":"<p>Re-elected president of world football’s governing body suggests arrests were timed to interfere with Zurich congress, while IRS official warns of more charges</p>","byline":"Tom Lutz in New York, Owen Gibson in Zurich, Warren Murray and agencies","body":"<p>The re-elected Fifa president, Sepp Blatter, has said he was “shocked” at the way US authorities targeted football’s world body and slammed what he called a “hate” campaign by Europe’s football leaders.</p> \n<p>In an interview with Swiss television, Blatter said he suspected the arrest of seven Fifa officials on Wednesday under a US anti-corruption warrant was an attempt to “interfere with the congress” on Friday at which he retained his post.</p> \n<p>Commenting on the fact that the arrests came only two days before his election, he told RTS: “I am not certain but it doesn’t smell good.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/fifa-the-mire-of-corruption-a-football-leader-emerges-its-blatter\">From the mire of corruption, a Fifa leader emerges, it’s … Blatter</a> </p> \n</aside> \n<p>Blatter’s attack on corruption investigators came as authorities in the US warned of further charges in the Fifa bribery investigation and investigators in Argentina raided the offices of sports media companies.</p> \n<p>The Fifa president condemned comments made by US officials including the attorney general, Loretta Lynch, who said corruption in football was “rampant, systemic and deep-rooted, both abroad and here in the United States”.</p> \n<p>Blatter said of the remarks: “Of course I am shocked. I would never as Fifa president make comments about another organisation without being certain of what has happened.”<br /></p> \n<p>Richard Weber – the chief of the US Internal Revenue Service unit in charge of criminal investigations and the man who accused Fifa officials of running a “world cup of fraud” when the arrests were announced – said late on Friday that he was “fairly confident” of another round of indictments in the criminal investigation. In Britain the Serious Fraud Office has said it is “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/29/serious-fraud-office-fifa-crisis-corrupt-payment-allegations\">actively assessing material in its possession</a>” regarding the Fifa allegations.<br /></p> \n<p>“We strongly believe there are other people and entities involved in criminal acts,” Weber was quoted as saying in the New York Times, which added that Weber would not identify the remaining targets of the US investigation or say whether Blatter was among them. </p> \n<p>Blatter, in the Swiss interview, noted that the US had lost the 2022 World Cup to Qatar, and England, another major critic, lost the 2018 World Cup to Russia. He said the US was the “number one sponsor” of Jordan, home of his unsuccessful challenger for the the Fifa presidency, Prince Ali bin al-Hussein.<br /></p> \n<p>Blatter also hit out at the Uefa president, Michel Platini, who had called for his resignation over the corruption scandals. “It is a hate that comes not just from a person at Uefa,” he said, “it comes from the Uefa organisation that cannot understand that in 1998 I became president.”</p> \n<p>Asked whether he would forgive Platini for the resignation calls, Blatter said: “I forgive everyone but I do not forget.”</p> \n<p>The Fifa executive committee is to meet in Zurich on Saturday.<br /></p> \n<p>Several senior Fifa figures have been indicted over alleged bribery and kickback schemes, although no charges were brought against Blatter, who was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/sepp-blatter-reelected-fifa-president-fifth-term\">re-elected on Friday</a> in a move decried by many because of the huge scandal that has blown up on his watch.</p> \n<p>US authorities announced on Wednesday that nine officials and five sports media and promotions executives were charged in cases involving more than $150m in alleged bribes over a period of 24 years. They said their investigation exposed complex money laundering schemes, millions of dollars in untaxed incomes and tens of millions in offshore accounts held by Fifa officials.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/sepp-blatter-fifa-crisis-election\">Sepp Blatter: how the great survivor won another term amid Fifa crisis</a> </p> \n</aside> \n<p>On Friday Interpol agents also raided the offices of three Argentinian businessmen accused by the US of paying tens of millions of dollars in bribes, local media reported.</p> \n<p>Television pictures showed police officers inside the building that houses Torneos y Competencias (Torneos), a sports media and promotions firm whose president is Alejandro Burzaco, a powerful sports media tycoon.<br /></p> \n<p>State-run news agency Telam reported police also entered the offices of Full Play, owned by Hugo Jinkis and his son Mariano.</p> \n<p>Burzaco, and Hugo and Mariano Jinkis, all Argentinian citizens, are among the 14 hit with US graft charges. </p> \n<p>A judge on Thursday ordered the three men’s arrest and the country’s tax agency formally accused them of tax evasion and money laundering. But on Friday they and two other defendants named on the US indictment had apparently still not been detained.<br /></p> \n<p>US officials are seeking to extradite defendants who remain abroad.</p> \n<p>The US indictment states Burzaco and the two Jinkises led their companies to form a new entity known as Datisa, and then conspired to win lucrative TV rights through the payment of up to $110m in bribes. <br /></p> \n<p>Datisa signed a $317.5m contract with the South American soccer confederation, Conmebol, to obtain exclusive worldwide rights to the 2015, 2019 and 2023 Copa America tournaments, according to the indictment. It later entered a $35m contract with the Confederation of North, Central America and Caribbean Association Football, Concacaf, to acquire rights for another tournament. Three top Conmebol officials, including the president of the Argentinian Football Association (AFA), were to receive a total of $45m in kickbacks, the indictment said. The rest was to be disbursed among other officials.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/brazil-corruption-fifa-arrests-romario\">Brazil starts congressional inquiry into corruption after Fifa arrests</a> </p> \n</aside> \n<p>On Friday, Blatter defied critics and his opponents within Fifa to secure a fifth term at the helm, and vowed to fix things. He said: “Starting tomorrow … I’m being held accountable for the storm. OK, I will shoulder that responsibility.”<br /></p> \n<p>But Blatter also appeared to discount his own responsibility for the scandal. “We can’t constantly supervise everyone in football,” he insisted. “You can’t just ask people to behave ethically just like that.”</p> \n<div>\n __VIDEO_EMBED_gu-video-456956708__\n</div> \n<p>Blatter’s understated opponent in the leadership vote, Jordanian Prince Ali bin al-Hussein, had warned Fifa delegates that “everything is at stake” in the wake of the dramatic events of this week, when Swiss police swooped on the Baur au Lac hotel to arrest the seven senior Fifa officials. Seven more were charged in the US and four more, including the former Concacaf general secretary Chuck Blazer, pleaded guilty. In all they were charged with 47 counts of money laundering, racketeering and tax evasion.</p> \n<p>Ali polled 73 votes to Blatter’s 133. On that showing the Jordanian was eligible to take the contest to a potential second round but he withdrew.</p> \n<p>In contrast to his opponent, who sought to rally his “Fifa family”, Prince Ali warned that the world was watching and “Fifa does not exist in a bubble”.</p> \n<p>It could yet prove a pyrrhic victory for Blatter, who has weathered the storm in the short term but is left presiding over a split Fifa as he faces the biggest self-inflicted crisis in its 111-year history. “For the next four years I will be in command of this boat called Fifa and we will bring it back ashore, we will bring it back to the beach,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live\">he said</a>, again promising to make this four-year term his last. “The age is no problem. You have people that are 50 who look old.”<br /></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/corruption-fifa-blatter\">As investigations continue in the US</a>, Uefa, European football’s governing body, will again loudly demand reform.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/guardian-view-sepp-blatter-re-election-football-missed-chance\">The Guardian view on Sepp Blatter’s re-election: football’s missed chance | Editorial</a> </p> \n</aside> \n<p>Its executives meet in Berlin next weekend before the Champions League final and were in militant mood after Blatter triumphed. Its 53 members mostly backed Ali, and Platini said it could withdraw co-operation. The Football Association’s chairman, Greg Dyke, has said that England could boycott the World Cup if other European nations decided to do so. “This is not over by any means. To quote the [US] attorney general this is the beginning of the process not the end,” said Dyke after the vote. “The events of this week are so traumatic for Fifa that I cannot see Fifa reforming itself under Blatter. He’s had years to reform it and he hasn’t done it.”</p> \n<p>The Portuguese former superstar player Luis Figo, who along with the Dutch FA president, Michael van Praag, withdrew from the presidential race in an attempt to coalesce support behind Ali, was scathing in his criticism of Blatter after the result and called on him to quit.</p> \n<p>“If Mr Blatter were minimally concerned about football he would have given up on the re-election. If he has a minimal of decency he will resign in the next few days.”</p> \n<p>David Gill, the former Manchester United chief executive who on Friday became a Fifa vice-president, confirmed on Friday night he would carry through his threat to resign immediately because Blatter won.</p> \n<p>Despite the spiralling crisis sparked by the US Department of Justice and Swiss prosecutors, Blatter succeeded with an appeal to the 209 member associations to give him another term. His support in Asia, Africa and pockets of central America and Oceania helped him to victory despite opposition from Europe, the US, Australia, Canada and New Zealand. It allows him to carry on his 17-year reign as president despite having previously promised to stand down in 2015.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"89066c75a3180b6757216ab0a204b2288500e504\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/30/1432960340609/fcf624ce-73f5-440d-a408-62331e464300-460x276.jpeg\" alt=\"The former Fifa vice-president Jack Warner giving a thumbs-up at a political meeting after his release from prison in Trinidad and Tobago.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The former Fifa vice-president Jack Warner giving a thumbs-up at a political meeting after his release from prison in Trinidad and Tobago.</span> \n  <span class=\"element-image__credit\">Photograph: Alva Viarruel/EPA</span> \n </figcaption> \n</figure> \n<p>But outside the the bubble of the Fifa Congress the pressure on Blatter increased. Jack Warner, the controversial Trinidadian former Concacaf president who was once one of Blatter’s closest allies and among those charged on Wednesday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/jack-warner-dancing-fifa-scandal-exhaustion\">delivered a thinly veiled threat after being released on bail</a>. To hoots and applause from supporters in Trinidad, Warner said: “If I have been thieving Fifa money for 30 years, who gave me the money? How come he is not charged?”</p> \n<p>After Blatter’s re-election, Fifa sponsors Coca-Cola, Budweiser and McDonald’s called for quick moves to transparency. Credit card company Visa has threatened to “reassess” its sponsorship if Fifa does not clean up its act while Hyundai Motor has said it is “extremely concerned” at the new scandals.</p> \n<p>Brazil’s Fifa executive committee member Marco Polo del Nero fled Zurich before the meeting following the arrest of his predecessor, Jos&eacute; Maria Marin, on Wednesday. Like the Fifa vice-president Jeffrey Webb, of the Cayman Islands, and five others, Marin is being held in custody while appealing against extradition to the US.<br /></p> \n<p>The seven executives arrested in Zurich, including the Fifa vice-presidents Webb and Eugenio Figueredo, remained in custody and were fighting extradition to the US.<br /></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432958809102/bb8be7fa-b7d0-44e0-bbbd-c634c89b6b34-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alexander Hassenstein/Fifa","altText":"Sepp Blatter celebrates his re-election as Fifa president.","cleanCredit":"Photograph: Alexander Hassenstein/Fifa"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432960342072/fcf624ce-73f5-440d-a408-62331e464300-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The former Fifa vice-president Jack Warner giving a thumbs-up at a political meeting after his release from prison in Trinidad and Tobago. Photograph: Alva Viarruel/EPA","credit":"Alva Viarruel/EPA","altText":"The former Fifa vice-president Jack Warner giving a thumbs-up at a political meeting after his release from prison in Trinidad and Tobago.","cleanCaption":"The former Fifa vice-president Jack Warner giving a thumbs-up at a political meeting after his release from prison in Trinidad and Tobago.","cleanCredit":"Photograph: Alva Viarruel/EPA"}],"webPublicationDate":"2015-05-30T05:02:45Z","lastModified":"2015-05-30T08:29:46Z","metadata":{"commentable":true,"commentCount":148,"contributors":[{"name":"Tom Lutz","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412081105374/Tom-Lutz-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tomlutz"},{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"},{"name":"Warren Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431395951246/Warren_Murray_L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/warrenmurray"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football","Football politics","Sport","World news"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[{"id":"gu-video-456956708","source":"Reuters","durationInSeconds":269,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/29/150529blatternew_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/29/150529blatternew_FromGAus/150529blatternew_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432931145127/Blatter-speaks-004.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"President Joseph S. Blatter speaks after his election at the 65th FIFA Congress at Hallenstadion on May 29, 2015 in Zurich Photograph: Getty","credit":"Getty","altText":"Blatter speaks","cleanCaption":"President Joseph S. Blatter speaks after his election at the 65th FIFA Congress at Hallenstadion on May 29, 2015 in Zurich Photograph: Getty"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/30/warning-of-more-fifa-corruption-charges-as-sepp-blatter-retains-presidency","shortUrl":"http://gu.com/p/49bte","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/30/warning-of-more-fifa-corruption-charges-as-sepp-blatter-retains-presidency","webUri":"http://www.theguardian.com/football/2015/may/30/warning-of-more-fifa-corruption-charges-as-sepp-blatter-retains-presidency"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432958809102/bb8be7fa-b7d0-44e0-bbbd-c634c89b6b34-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sepp Blatter celebrates his re-election as Fifa president. Photograph: Alexander Hassenstein/Fifa","credit":"Alexander Hassenstein/Fifa","altText":"Sepp Blatter celebrates his re-election as Fifa president.","cleanCaption":"Sepp Blatter celebrates his re-election as Fifa president.","cleanCredit":"Photograph: Alexander Hassenstein/Fifa"}},"importance":7,"showQuotedHeadline":false,"sublinks":[]},{"title":"Sex with Marc again – this time he was keen to take off my clothes","rawTitle":"Sex with Marc again – this time he was keen to take off my clothes","item":{"type":"article","id":"lifeandstyle/2015/may/30/sex-with-marc-again-keen-to-take-my-clothes-off","title":"Sex with Marc again – this time he was keen to take off my clothes","trailText":"It should have been sexy, but it made me feel even more awkward than the first time. And when I put my giant shirt on afterwards, he asked why I was trying to hide from him","standFirst":"It should have been sexy, but it made me feel even more awkward than the first time. And when I put my giant shirt on afterwards, he asked why I was trying to hide from him","byline":"Stella Grey","body":"<p>Marc and I went to the cinema when his mother went home. We ate popcorn and he held my hand on his lap. When we came out, he asked, “Are you coming back to mine?” I said I was and we smiled at each other. We drank red wine in his kitchen and trashed the film, and then he picked up the bottle and said, “Come on, let’s go and finish this somewhere more comfortable”, leading the way to&nbsp;his bed.</p> \n<p>I was enormously attracted to him, but nonetheless more nervous than the first time. He decided he was going to take my clothes off, which should have been sexy but was unspeakably awkward. Somewhere along the way, from the end of a long marriage to here, I’ve become more awkward than I’ve ever been in my life. “Hey, just relax,” he kept saying, trying to be kind, which didn’t help. He started coaching me a little bit. A ‘tell me what you like’ mutual conversation is good, but being coached isn’t likely to make a&nbsp;person less anxious.</p> \n<p>I was wearing another giant cotton shirt, which I’d dropped beside the bed, so that I could reach down and put it on before standing up (again). “We’ve just had sex, why are you hiding from me?” Marc said.</p> \n<p>When I came back from the bathroom, he was looking at his phone; he is the kind of person who uses natural intervals to check his phone; it&nbsp;doesn’t necessarily mean anything. I&nbsp;asked how his mother’s visit had gone, and he said it was fine and didn’t say more. He got up to put music on, an album from a band I didn’t know – a&nbsp;series of mediocre love dirges. He said he had been to their gig and liked their stuff. Curious, I asked if he had any old music on his iPod, and he said no. He didn’t like 80s stuff, he volunteered; it reminded him too much of his childhood. What about the 70s, I said; don’t you like the music? And what about Schubert? He&nbsp;shrugged.</p> \n<p>I asked why he didn’t have pictures; he said he liked plain walls. I asked where he kept his books. He said he found paper books untidy and preferred to read on his Kindle. I realised, looking around, that Marc is a&nbsp;neat-freak minimalist.</p> \n<p>On the way home, I began to argue with myself. It was one of the Jims, I think, from a few weeks back, who said, “This is probably not a goer long term, but what about short-term flings and fun?” That is how you need to think of this, I said to myself. Stop second-guessing the outcome. Relax, enjoy having someone in your life. Your speeds and expectations and lifestyle and identities are different, but so what? Get to know him. Give it time. Smile more. Go out together. Stop thinking all the time, and enjoy the sex. The sex will improve. (People who have been married a long time and who are then flung out of their usual orbit into the unknown might have to give themselves these pep talks.)</p> \n<p>I went to sleep feeling better and then I was woken at 2am by my phone. Marc. He was going clubbing tomorrow night, the text said, and had friends coming back to stay over. I don’t imagine clubs are your thing, he said.</p> \n<p>They are not my scene, I&nbsp;replied, but that’s OK. Go clubbing, have fun, I&nbsp;wrote. Have fun with your friends. We don’t have to see each other all the time, I&nbsp;wrote, now absolutely miserable. I’m sorry I was so tense tonight, again, I added. I don’t know what’s wrong with me. I’m wondering if it is something to do with all the trouble and rejection that I’ve had, in previous attempts at dating; it’s been bad for my confidence. (Here we were, being straightforward with each other via text in the middle of the night, in a&nbsp;way we weren’t able to, face to face).</p> \n<p>I don’t want you to take this the wrong way, his next text message said, but I’m not ready to be 50. I’m not even ready to be 42, to be honest. I stood staring at the screen. He was breaking up with me. By text. You’re a lovely woman, he wrote, but I don’t think this&nbsp;is going to work. To be honest, it kind of feels like you’re in a different generation from me.</p> \n<p><span class=\"bullet\">•</span> Stella Grey is a pseudonym</p> \n<p><a href=\"https://twitter.com/greystellagrey\" title=\"\">@GreyStellaGrey</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432658740696/I-told-myself-the-sex-wou-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"I told myself the sex would improve. Photograph: Kate Brady/Getty Images/Flickr RF","credit":"Kate Brady/Getty Images/Flickr RF","altText":"I told myself the sex would improve.","cleanCaption":"I told myself the sex would improve. Photograph: Kate Brady/Getty Images/Flickr RF"}],"bodyImages":[],"webPublicationDate":"2015-05-30T05:45:03Z","lastModified":"2015-05-30T05:45:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Stella Grey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/24/1416834559035/Stella-Grey-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stella-grey"}],"feature":true,"keywords":["Online dating","Sex, Lies and Videotape","Relationships","Family","Dating"],"tags":[{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"film/sex-lies-and-videotape","webTitle":"Sex, Lies and Videotape"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/dating","webTitle":"Dating"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stella Grey","topic":{"type":"tag-contributor","name":"profile/stella-grey"}}],"series":{"title":"Mid-life ex-wife","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/mid-life-ex-wife"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/30/sex-with-marc-again-keen-to-take-my-clothes-off","shortUrl":"http://gu.com/p/497y7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/30/sex-with-marc-again-keen-to-take-my-clothes-off","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/30/sex-with-marc-again-keen-to-take-my-clothes-off"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432658740696/I-told-myself-the-sex-wou-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"I told myself the sex would improve. Photograph: Kate Brady/Getty Images/Flickr RF","credit":"Kate Brady/Getty Images/Flickr RF","altText":"I told myself the sex would improve.","cleanCaption":"I told myself the sex would improve. Photograph: Kate Brady/Getty Images/Flickr RF"}},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Silk Road operator Ross Ulbricht sentenced to life in prison","rawTitle":"Silk Road operator Ross Ulbricht sentenced to life in prison","item":{"type":"article","id":"technology/2015/may/29/silk-road-ross-ulbricht-sentenced","title":"Silk Road operator Ross Ulbricht sentenced to life in prison","trailText":"Thirty-one-year-old behind illegal online drug emporium handed five sentences – including two for life – to be served concurrently with no chance of parole","standFirst":"<p>Thirty-one-year-old behind illegal online drug emporium handed five sentences – including two for life – to be served concurrently with no chance of parole</p>","byline":"Sam Thielman in New York","body":"<p>Ross Ulbricht, the man behind illegal online drug emporium Silk Road, was sentenced to life in prison on Friday by Judge Katherine Forrest of Manhattan’s US district court for the southern district of New York.<br /></p> \n<p>Before the sentencing the parents of the victims of drug overdoses addressed the court. Ulbricht broke down in tears. “I never wanted that to happen,” he said. “I wish I could go back and convince myself to take a different path.”</p> \n<p>The 31-year-old physics graduate and former boy scout was handed five sentences: one for 20 years, one for 15 years, one for five and two for life. All are to be served concurrently with no chance of parole.</p> \n<p>The judge handed out the most severe sentence available to the man US authorities identified as “Dread Pirate Roberts”, pseudonymous founder of an Amazon-like online market for illegal goods.</p> \n<p>“The stated purpose [of Silk Road] was to be beyond the law. In the world you created over time, democracy didn’t exist. You were captain of the ship, the dread Pirate Roberts. You made your own laws,” Forrest told Ulbricht as she read the sentence.</p> \n<p>Ulbrict had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/29/silk-road-sentencing-ross-ulbricht-asks-judge-leniency\">begged the judge</a> to “leave a light at the end of the tunnel” ahead of his sentence. “I know you must take away my middle years, but please leave me my old age,” he wrote to Forrest this week. Prosecutors wrote Forrest a 16-page letter requesting the opposite: “[A] lengthy sentence, one substantially above the mandatory minimum is appropriate in this case.”<br /></p> \n<p>“I’ve changed. I’m not the man I was when I created Silk Road. I’m a little wiser. A little more mature and much more humble,” Ulbricht pled in court. </p> \n<p>Forrest rejected arguments that Silk Road had reduced harm among drug users by taking illegal activities off the street. “No drug dealer from the Bronx has ever made this argument to the court. It’s a privileged argument and it’s an argument made by one of the privileged,” she said.</p> \n<p>Silk Road was once the largest “dark web” marketplace for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/mar/22/silk-road-online-drug-marketplace\">illegal drugs and other services</a>. In March 2013 the secret site listed 10,000 items for sale, 7,000 of which were drugs including cannabis, MDMA and heroin. Prosecutors said Silk Road had generated nearly $213.9m (&pound;140m) in sales and $13.2m in commissions before police shut it down.<br /></p> \n<p>Ulbricht was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/feb/04/silk-road-ross-ulbricht-convicted-drug-charges\">convicted in February</a> after a four-week trial on all seven counts, from selling narcotics and money laundering to maintaining an “ongoing criminal enterprise”, a charge usually reserved for mob kingpins. Prosecutors said that he had gone so far as to solicit six murders for hire, although no charges were ever brought.<br /></p> \n<p>Throughout the trial, the defense suggested that Ulbricht was the victim of a complex hacking attack that left him looking like the fall guy. Given the evidence presented against Ulbricht, the pitch proved a hard sell to the jury.<br /></p> \n<p>Ulbricht was arrested in the science fiction section of his public library, “literally caught with his fingers at the keyboard, running Silk Road”, said the prosecution in its opening statement. He was logged in to the Silk Road master account, according to the agents who arrested him, and investigators found chat logs and other evidence on the hard drive that implicated him.<br /></p> \n<p>Forrest said she had taken special care to read the reams of documents sent to her in Ulbricht’s support, and that while it was unusual to do so, she wanted to address them at the sentencing, particularly those who’d said that an online drug marketplace reduced the violence of the drug trade.</p> \n<p>After his conviction, Ulbricht’s defense argued that the Silk Road was in fact a boon to the health of its clients, especially those who habitually used drugs. Forrest found none of the arguments convincing.</p> \n<p>“Silk Road created [users] who hadn’t tried drugs before,” Forrest said, adding that Silk Road “expands the market” and places demand on drug-producing (and violent) areas in Afghanistan and Mexico that grow the poppies used for heroin.</p> \n<p>“The idea that it is harm-reducing is so narrow, and aimed at such a privileged group of people who are using drugs in the privacy of their own homes using their personal internet connections”, she said.</p> \n<p>Two parents of children (identified only by their first names and last initials) who had died while using drugs obtained on Silk Road spoke to the court. Richard B., whose 25-year-old son died of a heroin overdose, expressed his anger at the people who have defended Ulbricht publicly. “Since Mr Ulbricht’s arrest, we have endured the persistent drumbeat of his supporters and their insistence that Silk Road was victimless,” he said. “I strongly believe that my son would be here today if Silk Road had never existed.”</p> \n<p>Vicky B, whose 16-year-old son died after taking a powerful synthetic at a party and jumping from a second-story roof, said that the time since her son’s death had been unbearable. “This is the photo of the last kiss from my son,” she said, holding up a photo of herself with her son Preston before the school ball where he died.</p> \n<p>“We keep Preston’s ashes at home,” she said, her voice breaking. “Sometimes I just hold them. Sometimes I get under a blanket with them and try to get warm.”</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/21/1432223896051/KP_237440_crop_620x372.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"guardian.co.uk","altText":"Supporting images for Deep web: Who was the real Dread Pirate Roberts? - video","cleanCredit":"Photograph: guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-05-29T20:02:59Z","lastModified":"2015-05-29T22:07:56Z","metadata":{"commentable":true,"commentCount":1812,"contributors":[{"name":"Sam Thielman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sam-thielman"}],"feature":false,"keywords":["Silk Road","US news","Technology","Drugs","Drugs trade","Internet","Cannabis"],"tags":[{"id":"technology/silk-road","webTitle":"Silk Road"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"technology/technology","webTitle":"Technology"},{"id":"society/drugs","webTitle":"Drugs"},{"id":"world/drugs-trade","webTitle":"Drugs trade"},{"id":"technology/internet","webTitle":"Internet"},{"id":"society/cannabis","webTitle":"Cannabis"}],"section":{"id":"technology"},"topics":[{"displayName":"Sam Thielman","topic":{"type":"tag-contributor","name":"profile/sam-thielman"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/29/silk-road-ross-ulbricht-sentenced","shortUrl":"http://gu.com/p/49baq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/29/silk-road-ross-ulbricht-sentenced","webUri":"http://www.theguardian.com/technology/2015/may/29/silk-road-ross-ulbricht-sentenced"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456864266","source":"guardian.co.uk","durationInSeconds":272,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/21/150521DeepWeb_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/21/150521DeepWeb.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/21/1432223889815/KP_237440_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video","cleanCaption":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video"}}},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Amir Khan fights off spirited challenge from Chris Algieri","rawTitle":"Amir Khan fights off spirited challenge from Chris Algieri","item":{"type":"article","id":"sport/2015/may/30/amir-khan-fights-off-spirited-challenge-from-chris-algieri","title":"Amir Khan fights off spirited challenge from Chris Algieri","trailText":"Amir Khan outpointed Chris Algieri to stay on course for a showdown with Floyd Mayweather, but failed to deliver the statement that might have made the fight a mandate","standFirst":"<ul>\n <li>British boxer wins on unanimous points decision</li>\n <li>American puts on aggressive show in front of home crowd</li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/may/29/amir-khan-v-chris-algieri-live-boxing\">Khan v Algieri: as it happened</a><br /></li>\n</ul>","byline":"Bryan Armen Graham at the Barclays Center","body":"<p>Amir Khan outpointed Chris Algieri to stay on course for a September showdown with Floyd Mayweather, but failed to deliver the statement that might have made the fight a mandate.</p> \n<p>Khan overcame a spirited challenge from Algieri to win a unanimous decision in a 12-round welterweight fight before a crowd of 7,372 on Friday night. One ringside judge scored it 115-113, while the other two had it 117-111. (The Guardian had it 116-112.)</p> \n<p>While Algieri had won a world title at 140lbs with last year’s upset of crude brawler Ruslan Provodnikov, few expected the Long Island native to pose much of a threat against the faster, more polished Khan, a two-time champion at junior welterweight. Not least the oddsmakers, who installed Algieri as an 8-1 underdog. The discussion throughout the build-up to Friday’s fight focused almost exclusively on Khan’s next opponent rather than the task at hand.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/may/29/amir-khan-v-chris-algieri-live-boxing\">Amir Khan beats Chris Algieri – as it happened</a> </p> \n</aside> \n<p>But then the bell rang.</p> \n<p>And while Khan’s edge in hand speed was apparent from the opening round, it was Algieri’s size and aggression that were able to remove the Briton from his comfort zone. The former kickboxing champion stalked Khan in the opening rounds, bullying him against the ropes. Even as Khan won the opening rounds with shrewd, effective counters, it seemed Algieri – an underrated athlete – was walking through the punches.</p> \n<p>Khan (31-3, 19 KO) may never outrun the questions about his punch resistance, but when a heat-seeking right hand detonated on his jaw in the second round, he took it well. One could only wonder the result if it had been thrown by someone other than the feather-fisted Algieri (eight knockouts in 22 fights).</p> \n<p>Algieri continued to walk Khan down as the fight moved into the middle rounds, using pressure and work rate to crowd his opponent and nullify his edge in speed. Every time Khan stepped back to create distance, Algieri was already inside trying to turn it into a brawl. The fight plan, which played more to Khan’s perceived weaknesses than Algieri’s strengths, was both unexpected and tactically superb. Equally impressive was Algieri’s commitment to the body attack.</p> \n<p>Yet Khan made the necessary adjustments over the second half of the fight, familiarizing himself with the geometry and rhythm of the action. He fought off his back foot with comfort and ease, touching Algieri’s face until both eyes were swollen. While both fighters were marvelously conditioned, it was Khan who was able to dictate the pace over the championship rounds and impose his rhythm on the action. By the 10th round he’d completely taken over, peppering Algieri with stinging shots to the head and body.</p> \n<p>Surely that’s the biggest positive that can be drawn for Khan: he showed he can box at welterweight and alter tactics mid-fight rather than simply be drawn into the firefights his younger self might have found impossible to resist.</p> \n<p>There’s no question Khan possesses gifts that could trouble Mayweather, but it’s hard to imagine boxing’s pound-for-pound king finding much to worry about in Friday’s performance. If Algieri’s right hand could tag Khan consistently, what havoc might the infinitely slicker welterweight champ wreak?</p> \n<p>“Everyone knows I would love to fight Floyd next, but when you wait for something this long and hope for it this long, it can set you back,” said Khan, who landed 218 of 609 punches (36%), compared to 199 of 703 for Algieri (28%). </p> \n<figure class=\"element element-image\" data-media-id=\"a61a88a48e149660dcfc2e55d557e3f79b6d9db9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/30/1432973302544/2bc93374-037d-4cc6-b9ec-06b979420b14-460x324.jpeg\" alt=\"Amir Khan catches Chris Algieri during their bout at Barclays Center in New York.\" width=\"460\" height=\"324\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Amir Khan catches Chris Algieri during their bout at Barclays Center in New York.</span> \n  <span class=\"element-image__credit\">Photograph: Al Bello/Getty Images</span> \n </figcaption> \n</figure> \n<p>For Algieri (20-2, 8 KOs), it was an ennobling defeat, one that improved his stock while earning a measure of redemption from November’s six-knockdown disaster against Manny Pacquiao in Macau. Make no mistake: it was a fight replete with close rounds. When you consider that Algieri was awarded seven different rounds by at least one of the three judges, the dual 117-111 scores do seem harsh.</p> \n<p>“I felt like I landed the cleaner, harder shots,” Algieri said. “When that final bell rang, I felt it was definitely my fight.”</p> \n<p>Truth be told, Friday’s fight was a bit of a no-win situation for Khan. So widely was he expected to win that nearly no possible outcome would have been enough to impress. But while he showed signs of tactical maturity in grinding out the victory, it’s hard to feel optimistic about his chances against the best fighter of his generation.</p> \n<p>Ready or not, though, that fight could be next.</p> \n<p>“Mayweather is a champion,” Khan said. “So let’s make it happen.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432958423986/ae127565-633e-4c7c-8978-8e62dc4629de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Al Bello/Getty Images","altText":"Amir Khan and Chris Algieri","cleanCredit":"Photograph: Al Bello/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432973303374/2bc93374-037d-4cc6-b9ec-06b979420b14-2060x1452.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1452,"width":2060,"orientation":"landscape","caption":"Amir Khan catches Chris Algieri during their bout at Barclays Center in New York. Photograph: Al Bello/Getty Images","credit":"Al Bello/Getty Images","altText":"Amir Khan catches Chris Algieri during their bout at Barclays Center in New York.","cleanCaption":"Amir Khan catches Chris Algieri during their bout at Barclays Center in New York.","cleanCredit":"Photograph: Al Bello/Getty Images"}],"webPublicationDate":"2015-05-30T05:01:10Z","lastModified":"2015-05-30T08:08:53Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Bryan Armen Graham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bryan-armen-graham"}],"feature":false,"keywords":["Amir Khan","Boxing","US sports","Sport"],"tags":[{"id":"sport/amirkhan","webTitle":"Amir Khan"},{"id":"sport/boxing","webTitle":"Boxing"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Bryan Armen Graham","topic":{"type":"tag-contributor","name":"profile/bryan-armen-graham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/30/amir-khan-fights-off-spirited-challenge-from-chris-algieri","shortUrl":"http://gu.com/p/49btm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/30/amir-khan-fights-off-spirited-challenge-from-chris-algieri","webUri":"http://www.theguardian.com/sport/2015/may/30/amir-khan-fights-off-spirited-challenge-from-chris-algieri"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432958423986/ae127565-633e-4c7c-8978-8e62dc4629de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amir Khan came up against a tough opponent in Chris Algieri at the Barclays Center. Photograph: Al Bello/Getty Images","credit":"Al Bello/Getty Images","altText":"Amir Khan and Chris Algieri","cleanCaption":"Amir Khan came up against a tough opponent in Chris Algieri at the Barclays Center.","cleanCredit":"Photograph: Al Bello/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Benefit cap could drop 40,000 children into poverty, leaked memo warns","rawTitle":"Benefit cap could drop 40,000 children into poverty, leaked memo warns","item":{"type":"article","id":"politics/2015/may/29/household-benefit-cap-plunge-40000-kids-poverty-memo","title":"Benefit cap could drop 40,000 children into poverty, leaked memo warns","trailText":"Internal government assessment seen by the Guardian shows lowering of welfare cap will be disastrous for families if parents are unable to find extra work","standFirst":"<p>Internal government assessment seen by the Guardian shows lowering of welfare cap will be disastrous for families if parents are unable to find extra work</p>","byline":"Patrick Butler and Shiv Malik","body":"<p>Tens of thousands of children face being plunged into poverty by government plans to lower the household benefit cap, leaked advice to ministers shows.</p> \n<p>The reduction in the upper limit of what families will now be able to claim annually from &pound;26,000 to &pound;23,000 was announced in Wednesday’s Queen’s speech.</p> \n<p>Ministers claim changes to the cap contained in the forthcoming <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/may/27/queens-speech-2015-politics-live#block-5565af79e4b05fbe4c32357c\">employment and welfare benefits bill</a> will deliver fairness for the taxpayer “while continuing to provide support for those in greatest need”.<br /></p> \n<p>But an internal government assessment, seen by the Guardian, shows that if parents are unable to find extra work the policy will put 40,000 more children on or below the official poverty line, on top of the 50,000 already affected under the current rate.</p> \n<p>Marked “sensitive” and sent to the work and pensions secretary, Iain Duncan Smith, two weeks after the general election, the civil service memo forecasts that “around 40,000 more ... children might in the absence of any behaviour change, find themselves in poverty as a result of reducing the cap to &pound;23,000”. </p> \n<p>“If these families respond to the cap by making behaviour change, for example moving into work, they are likely to see themselves and their children move out of relative poverty,” the civil service author adds. <br /></p> \n<p>Commenting on the leak, the Department for Work and Pensions said: “As the document itself makes clear, these figures do not take into account a key impact of the cap: that it incentivises people to move into work and improve their lives.”</p> \n<p>The leak has emerged as housing associations forecast that, under the lower cap level, they will have to deal with a dramatic spike in rent arrears, evictions and homelessness, and will no longer be able to offer homes to jobless low-income families.<br /></p> \n<p>Social landlords, whose traditional mission has been to house the poor, say lowering the cap will make it economically risky for them to house all benefit-dependent families, and will undermine their plans to build more affordable homes.</p> \n<p>Modelling by the National Housing Federation (NHF) indicates that on top of the <a href=\"https://www.gov.uk/government/statistics/benefit-cap-number-of-households-capped-to-february-2015\">59,000 households</a> already affected, a further 90,000 households across private and social sectors in England will have their income reduced by the new cap. </p> \n<p>Detailed calculations by two housing associations, <a href=\"https://www.moat.co.uk/About_Moat/Public_Affairs_and_Policy/Major_publications/Major_publications/\">Moat</a> and Sovereign, show that the lower cap level will make all three-bed affordable rented homes and some two-bed homes instantly unaffordable to capped tenants in a corridor stretching through Tory heartlands from Thanet and Basildon to Reading and Winchester.<br /></p> \n<p>Elizabeth Austerberry, the chief executive of Moat, said: “These people are not going to go away. Where are they going to live?”</p> \n<p>The same estimates show reducing the maximum amount a jobless household can draw in benefits to &pound;440 a week will lead to those affected typically losing around &pound;65 a week in income, but in some cases as much as &pound;100 a week.</p> \n<p>“Potentially we are looking at evictions and homelessness. People affected will drift out of London to places where there is less chance of getting work,” Austerberry said.</p> \n<p>She added that the cap would severely hinder associations’ plans to meet the government’s target of building 275,000 more affordable homes. “At a time when affordable housing is desperately needed, the policy will impact significantly on our ability to deliver housing under the current model.”</p> \n<p>Tony Stacey, chair of <a href=\"http://www.placeshapers.org/\">Placeshapers</a>, a group of 115 housing associations, said: “Many associations, faced with an increased risk profile, may decide they can no longer take the chance of letting homes to larger families on benefits.<br /></p> \n<p>“They may decide to stop developing larger homes. Placeshaper associations are committed to working with our local authority partners to find solutions. We do not want to turn our backs on the poor. And it’s not just us – private landlords will be similarly affected. The impact this will have on homelessness is truly worrying.”</p> \n<p>Ian Gilders, director of business intelligence at Sovereign, said the cap meant social landlords would no longer be able to accept all nominations made from council waiting lists: “Housing associations will say to councils, ‘We would like to help, but with this family, under this benefit system, we can’t help.’”<br /></p> \n<p>The leaked DWP memo warns that it is vital ministers increase the amount of temporary cash help to capped tenants to prevent immediate eviction. However, the DWP <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/423187/s1-2015.pdf\">cut the discretionary housing payment budget</a>, which also covers households affected by the bedroom tax, from <a href=\"http://www.insidehousing.co.uk/dwp-cuts-discretionary-housing-payments-by-40m/7008045.article\">&pound;165m to &pound;125m</a> from April.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/25/welfare-state-moral-failure-tory-poverty-individial-state\">The welfare state saved me. To need it isn’t a moral failure | Lola Okolosie</a> </p> \n</aside> \n<p>A spokesperson for the government accused housing associations of “scaremongering” and claimed the cap had encouraged people to get a job.<br /></p> \n<p>The government believes that the principle of the cap is popular with voters. In January the prime minister, David Cameron, said the benefit cap “tells you <a href=\"http://www.telegraph.co.uk/news/politics/david-cameron/11370910/David-Cameron-to-reduce-benefits-cap-to-23000-immediately-if-he-wins-the-election.html\">everything you need to know</a> about our values”. </p> \n<p>The latest <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/426846/benefit-cap-statistics-to-feb-2015.pdf\">official figures</a> show 59,000 households were hit by the &pound;26,000 cap in the 22 months since its April 2013 introduction. Work and Pensions <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/385970/benefit-cap-analysis-of-_outcomes-of-capped-claimants.pdf\">research </a>from December found that 11% of households just below the cap level moved into work. This figure rose marginally to 15.7% for households who were capped.<br /></p> \n<p>A DWP <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/385901/rr895-benefit-cap-indepth-interviews.pdf\">qualitative impact study</a> into the cap published that same month showed most capped tenants struggled to afford basic necessities and often went without food or borrowed cash from loan sharks, while a quarter reported being under threat of eviction as a result of running up rent arrears due to the cap. </p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432927014150/87f9825e-d152-455c-be9a-09ae622cef1a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond/for the Guardian","altText":"Brierfield in Lancashire where nearly 35% of children live in poverty and just over 50% are classed as poor according to reach by the End Child Poverty Campaign","cleanCredit":"Photograph: Christopher Thomond/for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-29T19:00:01Z","lastModified":"2015-05-29T23:50:03Z","metadata":{"commentable":true,"commentCount":2540,"contributors":[{"name":"Patrick Butler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickbutler"},{"name":"Shiv Malik","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/shiv-malik"}],"feature":false,"keywords":["Welfare","Iain Duncan Smith","Politics","UK news","Housing benefit","Queen's speech","Housing","Benefits","Communities","Society","Poverty","Social exclusion","Food poverty"],"tags":[{"id":"politics/welfare","webTitle":"Welfare"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/housing-benefit","webTitle":"Housing benefit"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"society/food-poverty","webTitle":"Food poverty"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/29/household-benefit-cap-plunge-40000-kids-poverty-memo","shortUrl":"http://gu.com/p/4966v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/29/household-benefit-cap-plunge-40000-kids-poverty-memo","webUri":"http://www.theguardian.com/politics/2015/may/29/household-benefit-cap-plunge-40000-kids-poverty-memo"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432927014150/87f9825e-d152-455c-be9a-09ae622cef1a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brierfield in Lancashire where nearly 35% of children live in poverty and just over 50% are classed as poor according to reach by the End Child Poverty Campaign Photograph: Christopher Thomond/for the Guardian","credit":"Christopher Thomond/for the Guardian","altText":"Brierfield in Lancashire where nearly 35% of children live in poverty and just over 50% are classed as poor according to reach by the End Child Poverty Campaign","cleanCaption":"Brierfield in Lancashire where nearly 35% of children live in poverty and just over 50% are classed as poor according to reach by the End Child Poverty Campaign","cleanCredit":"Photograph: Christopher Thomond/for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"HMRC waives tax return penalties 'whenever someone appeals'","rawTitle":"HMRC waives tax return penalties 'whenever someone appeals'","item":{"type":"article","id":"politics/2015/may/30/hmrc-waives-tax-return-penalties-whenever-someone-appeals","title":"HMRC waives tax return penalties 'whenever someone appeals'","trailText":"Too costly to investigate reasons for missing self-assessment deadline, staff are told, so £100 fine should be cancelled if an excuse is given","standFirst":"<p>Too costly to investigate reasons for missing self-assessment deadline, staff are told, so &pound;100 fine should be cancelled if an excuse is given</p>","byline":"Press Association","body":"<p>People who filed late tax returns have been let off a &pound;100 fine for missing the deadline, it has been reported.<br /></p> \n<p>Her Majesty’s Revenue and Customs (HMRC) has waived the penalty for those who provided a “reasonable” excuse for being late, according to the Daily Telegraph.</p> \n<p>An internal memo leaked to the newspaper revealed that HMRC staff were asked to write off the fine without further investigation for individuals who could show mitigating circumstances, and who appealed after paying their tax bill.</p> \n<p>The 31 January deadline for completing tax self-assessment forms was reportedly missed by 890,000 people.</p> \n<p>A HMRC spokesman told the Telegraph: “We want to focus more and more of our resources on investigating major tax avoidance and evasion rather than penalising ordinary people who are trying to do the right thing.”</p> \n<p>On its website HMRC states that a reasonable excuse for missing the deadline is “normally something unexpected or outside your control that stopped you meeting a tax obligation”.</p> \n<p>It includes the recent death of a partner, an unexpected stay in hospital, computer failures, service issues with the tax authority’s online services, a fire which prevented the completion of a tax return or postal delays.</p> \n<p>According to the Telegraph, the memo to HMRC staff said: “Our penalty regime is intended to influence customer behaviour, but also be clear and cost-effective, fair and proportionate.</p> \n<p>“The current way of managing penalties does not meet these objectives, and so we have decided to take a more proportionate approach where a customer has filed their return late, and then appealed against their penalty …</p> \n<p>“This means that in the vast majority of cases we will be accepting the customer’s grounds for appeal, and we can cancel the penalty.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432966416154/89aa36b3-f67c-4ea9-b2d7-eb39cf32d4c3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Linda Nylind/Guardian","altText":"Tax officials have been told to ignore the filing deadline and cancel fines if a person lodging their return late gives an excuse.","cleanCredit":"Photograph: Linda Nylind/Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-30T06:14:30Z","lastModified":"2015-05-30T06:14:32Z","metadata":{"commentable":true,"commentCount":144,"contributors":[],"feature":false,"keywords":["HMRC","Tax","UK news"],"tags":[{"id":"politics/hmrc","webTitle":"HMRC"},{"id":"money/tax","webTitle":"Tax"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/30/hmrc-waives-tax-return-penalties-whenever-someone-appeals","shortUrl":"http://gu.com/p/49bjx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/30/hmrc-waives-tax-return-penalties-whenever-someone-appeals","webUri":"http://www.theguardian.com/politics/2015/may/30/hmrc-waives-tax-return-penalties-whenever-someone-appeals"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432966416154/89aa36b3-f67c-4ea9-b2d7-eb39cf32d4c3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tax officials have been told to ignore the filing deadline and cancel fines if a person lodging a return late gives an excuse. Photograph: Linda Nylind/Guardian","credit":"Linda Nylind/Guardian","altText":"Tax officials have been told to ignore the filing deadline and cancel fines if a person lodging their return late gives an excuse.","cleanCaption":"Tax officials have been told to ignore the filing deadline and cancel fines if a person lodging a return late gives an excuse.","cleanCredit":"Photograph: Linda Nylind/Guardian"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]},{"title":"Blind date","rawTitle":"Blind date","item":{"type":"article","id":"lifeandstyle/2015/may/30/blind-date-gemma-dean","title":"Blind date","trailText":"Gemma, 29, healthcare manager, meets Dean, 28, public affairs manager","standFirst":"<p>Gemma, 29, healthcare manager, meets Dean, 28, public affairs manager</p>","byline":"","body":"<h2><strong>Gemma on Dean</strong></h2> \n<p><strong>What were you hoping for?</strong> <br />I had low expectations. I was preparing for it to be boring.</p> \n<p><strong>First impressions?</strong><br />Dean seemed relaxed and very easy to get on with – phew!</p> \n<p><strong>What did you talk about?</strong><br />Politics, terrorism, feminism, family. Dean is like a friendly Jeremy Paxman – I disclosed more than I intended!</p> \n<p><strong>Any awkward moments?</strong><br />Nothing too distressing.</p> \n<p><strong>Good table manners?</strong><br />Dean is a natural gent.</p> \n<p><strong>Best thing about Dean?</strong><br />His great questioning manner, from, “What do you like for breakfast?” to, “Who&nbsp;did you vote for?”</p> \n<p><strong>Would you introduce him to your friends? </strong><br />Dean is a chilled, open guy – I’m sure he’d get on with them.</p> \n<p><strong>Describe Dean in three words</strong><br />Better than expected.</p> \n<p><strong>What do you think he made of you?</strong><br />He complimented me without it being awkward.</p> \n<p><strong>Did you go on somewhere?</strong><br />To the club downstairs. The music was right up my street but I didn’t feel I could crack out my wild dance moves yet.</p> \n<p><strong>And… did you kiss?</strong><br />A lady never tells.</p> \n<p><strong>If you could change one thing&nbsp;about the evening, what would it be?</strong><br />I can’t think of anything.</p> \n<p><strong>Marks out of 10?</strong><br />8.5.</p> \n<p><strong>Would you meet again? </strong><br />He has my number – let’s see.</p> \n<h2><strong>Dean on Gemma</strong></h2> \n<p><strong>What were you hoping for?</strong> <br />Beyonc&eacute;, telling me it wasn’t working out with Jay Z.</p> \n<p><strong>First impressions?</strong><br />My word, a tall, attractive lady.</p> \n<p><strong>What did you talk about?</strong><br />Our mad families. Gemma’s volunteer work abroad.</p> \n<p><strong>Any awkward moments?</strong><br />I didn’t fall over. Always a plus.</p> \n<p><strong>Good table manners?</strong><br />Exceptional.</p> \n<p><strong>Best thing about Gemma?</strong><br />Her brain. Straight up, this is one erudite individual.</p> \n<p><strong>Would you introduce her to your friends? </strong><br />To quote a great man, “Hell&nbsp;yes.”</p> \n<p><strong>Describe Gemma in three&nbsp;words</strong><br />Interesting, warm, humble.</p> \n<p><strong>What do you think she made of you?</strong><br />A human giraffe.</p> \n<p><strong>Did you go on somewhere?</strong><br />For a sneaky drink in the bar.</p> \n<p><strong>And… did you kiss?</strong><br />Yes.</p> \n<p><strong>If you could change one thing about the evening, what would it be?</strong><br />More wine and a smaller steak.</p> \n<p><strong>Marks out of 10?</strong><br />We agreed to give at least 7, but I had a good time, so 8.5.</p> \n<p><strong>Would you meet again? </strong><br />Yes. Although if she says no, please change my answer.</p> \n<p><span class=\"bullet\">•</span> Gemma and Dean ate at <a href=\"http://broadgate.thebotanistlondon.com/\" title=\"\">the Botanist</a>, London EC2.</p> \n<p>Fancy a blind date? Email <a href=\"mailto:\" title=\"\">blind.date@theguardian.com</a>.</p> \n<p>For a free three-day trial of Guardian Soulmates, go to <a href=\"https://soulmates.theguardian.com/\" title=\"\">soulmates.theguardian.com</a>.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/25/1432558495639/Blind-date-Gemma-and-Dean-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"What happened when Dean met Gemma? Photograph: Frantzesco Kangaris; James Drew Turner, both for the Guardian","credit":"/Frantzesco Kangaris; James Drew Turner, both for the Guardian","altText":"Blind date: Gemma and Dean","cleanCaption":"What happened when Dean met Gemma? Photograph: Frantzesco Kangaris; James Drew Turner, both for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-30T05:00:03Z","lastModified":"2015-05-30T05:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Dating","Relationships","Life and style"],"tags":[{"id":"lifeandstyle/dating","webTitle":"Dating"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"Blind date","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/blind-date"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/30/blind-date-gemma-dean","shortUrl":"http://gu.com/p/492dd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/30/blind-date-gemma-dean","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/30/blind-date-gemma-dean"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/25/1432558495639/Blind-date-Gemma-and-Dean-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"What happened when Dean met Gemma? Photograph: Frantzesco Kangaris; James Drew Turner, both for the Guardian","credit":"/Frantzesco Kangaris; James Drew Turner, both for the Guardian","altText":"Blind date: Gemma and Dean","cleanCaption":"What happened when Dean met Gemma? Photograph: Frantzesco Kangaris; James Drew Turner, both for the Guardian"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-30T08:29:46Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}