{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"PM to seek cross-party consensus for veto on publication of documents","rawTitle":"PM to seek cross-party consensus for veto on publication of documents","item":{"type":"article","id":"uk-news/2015/may/13/no-10-hints-at-ministerial-veto-guarantee-on-publication-of-monarchs-letters","title":"PM to seek cross-party consensus for veto on publication of documents","trailText":"Downing Street speaks of need to protect confidential correspondence hours before publication of Charles’s memos<br>","standFirst":"<p>Downing Street speaks of need to protect confidential correspondence hours before publication of Charles’s memos<br /></p>","byline":"Nicholas Watt  and Robert Booth","body":"<p>David Cameron is to try to build up a cross-party consensus with the aim of guaranteeing that ministers will be able to veto the publication of documents under freedom of information requests in exceptional circumstances.</p> \n<p>As 27 memos between the Prince of Wales and ministers in the last government are set to be published, Downing Street indicated that legislation might be introduced to guarantee a blanket ministerial veto over publication.</p> \n<p>A change in 2011 means that an absolute veto is now in place, covering correspondence from the monarch, the heir to the throne and the second in line – currently the Queen, the Prince of Wales and the Duke of Cambridge. The memos by the Prince of Wales are being published because the Guardian submitted a freedom of information request before the change in 2011.</p> \n<p>But Downing Street is concerned that a ruling by the supreme court in March, which sanctioned the release of the memos, has raised doubts over the ability to veto publication of documents beyond the senior members of the royal family.</p> \n<p>No 10 believes the original FoI legislation gave ministers a veto power “in extremis”. It is, sources say, subject to a high bar and has been used on fewer than 10 occasions.</p> \n<p></p> \n<p>The memos between the heir to the throne and ministers in seven government departments had been blocked by the government, which claimed their publication risked undermining the prince’s “position of political neutrality”, which he could not easily recover once crowned. Some of them contain the prince’s “particularly frank” views, the government said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/26/prince-charles-letters-email-tussle-judges-rulings-guardian\">Prince Charles's letters: single email set off tussle involving 16 judges' rulings</a> </p> \n</aside> \n<p>The government’s attempts to block their release through successive court hearings looks set to cost the taxpayer more than &pound;400,000 in legal fees.</p> \n<p>Their publication follows a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/26/supreme-court-clears-way-release-secret-prince-charles-letters-black-spider-memos\">supreme court ruling in March</a> that the government’s attempts to block release were unlawful. The government revealed in March last year that it had spent &pound;274,481 on lawyers and, following the supreme court’s ruling in the Guardian’s favour, has since been ordered to make an interim payment of &pound;150,000 towards the Guardian’s costs.</p> \n<p>The prime minister’s spokesman said the court ruling had led to “some degree of lack of clarity” over the right of ministers to veto publication of such sensitive material. But No 10 added that the prime minister would seek to act with the agreement of the other main political parties and senior parliamentarians.</p> \n<p>The spokesman said: “The prime minister’s view around the importance of there being a confidential correspondence between the government and the sovereign and the heir to the throne – that has been recognised in the last parliament. There was a change in 2011 in terms of there being an absolute exemption on those. As was reported at the time of the recent court ruling, there is now some degree of lack of clarity with regard to a slightly distinct area which is to do with the exercise of the ministerial veto which is in the current freedom of information legislation.</p> \n<p>“Given that the court ruling has generated some degree of uncertainty in this area this is an issue which the government will look at and consider carefully and thoroughly in the period ahead. Our view remains, as the government has argued during the lengthy legal proceedings, that there is a strong case for the ability to exercise a ministerial veto.”</p> \n<p>The spokesman said it was too early to say whether the changes would require legislation. Stressing the need to act on the basis of consensus, the spokesman added: “We would have to look at how that potentially might be done. I hope I am not being unfair in saying that some questions and discussions around how the workings of FOI have been raised across several political parties, on a number of sides of the house. I have no doubt there would be discussions with parliamentarians, some parliamentary committees may well look at this as part of the process of considering how potentially we go forward in this area.”</p> \n<p>The letters were between the prince and ministers in the departments of business, innovation and skills; health; children, schools and families; environment, food and rural affairs; culture, media and sport; the Northern Ireland Office and the Cabinet Office.</p> \n<p>There has been a decade-long legal battle by the Guardian over access to the memos involving rulings by 16 different judges, stretching from a lowly information tribunal to the supreme court, the highest in the land.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/release-of-prince-charles-letters-point-of-freedom-of-information-black-spider-memos\">Release of Prince Charles's letters shows the point of freedom of information</a> </p> \n</aside> \n<p>The Guardian journalist Rob Evans first lodged a request to see memos between Charles and ministers in various departments when the Freedom of Information Act was in its infancy, coming into effect under Tony Blair at the start of 2005. Blair later berated himself as “a naive, foolish, irresponsible nincompoop” for introducing it. </p> \n<p>The requests were originally refused by Whitehall mandarins, who were supported by the information commissioner in a December 2009 ruling. </p> \n<p>The Guardian fought on, appealing against that decision. After a six-day hearing at the upper tribunal, judges ruled on 18 September 2012 they should be released after all. But on 16 October 2012 the then attorney general, Dominic Grieve, used a ministerial veto to block the release. That was challenged again by the Guardian, which won at the court of appeal on 12 March 2014. Lord Dyson, the master of the rolls, said Grieve did not have reasonable grounds for issuing the veto “merely because he disagrees with the decision” of the tribunal. </p> \n<p>In a final bid to maintain secrecy, the attorney general appealed to the supreme court and lost in a judgment handed down by Lord Neuberger, its president, on 26 March this year.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e61434d123bbb5f5e0ac98a3d444283c9b4f77e4/0_100_2842_1705/2842.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1705,"width":2842,"orientation":"landscape","credit":"Andrew Milligan/PA","altText":"File photo dated 28/4/2015 of the Prince of Wales. Secret letters sent by the Prince to government ministers will finally be published today following a ruling by the UK's highest court. PRESS ASSOCIATION Photo. Issue date: Wednesday May 13, 2015. Charles' correspondence with ministers - known as \"black spider\" memos - will be released following a long-running battle by Guardian newspaper journalist Rob Evans to see the documents following a freedom of information request. The letters will be published with some redactions following the Upper Tribunal's ruling yesterday that it \"has accepted Mr Evans's submission that what is described in the decision as 'the open material' is to be supplied to other parties without restriction on their ability to publish that material\". See PA story COURTS Prince. Photo credit should read: Andrew Milligan/PA Wire","cleanCredit":"Photograph: Andrew Milligan/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-13T14:39:20Z","lastModified":"2015-05-13T14:52:48Z","metadata":{"commentable":true,"commentCount":629,"contributors":[{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"},{"name":"Robert Booth","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robertbooth"}],"feature":false,"keywords":["Prince Charles letters","Prince Charles","UK news","Freedom of information","Monarchy","Politics"],"tags":[{"id":"uk-news/prince-charles-letters","webTitle":"Prince Charles letters"},{"id":"uk/prince-charles","webTitle":"Prince Charles"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/freedomofinformation","webTitle":"Freedom of information"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/13/no-10-hints-at-ministerial-veto-guarantee-on-publication-of-monarchs-letters","shortUrl":"http://gu.com/p/48pc3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/13/no-10-hints-at-ministerial-veto-guarantee-on-publication-of-monarchs-letters","webUri":"http://www.theguardian.com/uk-news/2015/may/13/no-10-hints-at-ministerial-veto-guarantee-on-publication-of-monarchs-letters"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-452361964","source":"Guardian","durationInSeconds":159,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/03/26/150325spideryes.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/03/26/150325spideryes_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2014/11/21/1416576998979/Charles-spider-memos-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"(FILES) In a file picture taken on March 10, 2014 Britain's Prince Charles, Prince of Wales leaves following the annual Commonwealth Observance service at Westminster Abbey in central London. Britain's Prince Charles plans to make \"heartfelt interventions\" in national life when he becomes king, the Guardian newspaper reported on November 20, 2014, citing sources close to the outspoken heir to the throne. AFP PHOTO / BEN STANSALLBEN STANSALL/AFP/Getty Images Photograph: BEN STANSALL/AFP/Getty Images","credit":"BEN STANSALL/AFP/Getty Images","altText":"Charles spider memos","cleanCaption":"(FILES) In a file picture taken on March 10, 2014 Britain's Prince Charles, Prince of Wales leaves following the annual Commonwealth Observance service at Westminster Abbey in central London. Britain's Prince Charles plans to make \"heartfelt interventions\" in national life when he becomes king, the Guardian newspaper reported on November 20, 2014, citing sources close to the outspoken heir to the throne. AFP PHOTO / BEN STANSALLBEN STANSALL/AFP/Getty Images Photograph: BEN STANSALL/AFP/Getty Images"}}},"importance":7,"showQuotedHeadline":false},{"title":"Tory officials threatened BBC during election, says Miliband's strategist","rawTitle":"Tory officials threatened BBC during election, says Miliband's strategist","item":{"type":"article","id":"media/2015/may/13/tory-officials-threatened-bbc-miliband-tom-baldwin-licence-fee","title":"Tory officials threatened BBC during election, says Miliband's strategist","trailText":"Tom Baldwin says senior BBC executives faced repeated threats of far-reaching reforms if they didn’t change election campaign coverage","standFirst":"<p>Tom Baldwin says senior BBC executives faced repeated threats of far-reaching reforms if they didn’t change election campaign coverage</p>","byline":"Patrick Wintour Political editor","body":"<p>Conservative officials threatened the BBC with far-reaching reforms, such as changes to the licence fee funding system, if it did not alter the political balance of its coverage of the general election campaign, Tom Baldwin, one of Ed Miliband’s senior advisers, has claimed.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/bbc-labour-election\">The BBC was not in the pocket of Labour this election. Quite the opposite | Tom Baldwin</a> </p> \n</aside> \n<p>Baldwin claimed that senior BBC executives and journalists faced repeated threats during that campaign about what would happen if they didn’t change their coverage. </p> \n<p>Baldwin makes the assertion in a Guardian article, one of the first comments on the much criticised campaign from Ed Miliband’s own team. His claim was roundly rejected by Conservative officials.</p> \n<p>Baldwin writes: “BBC executives and journalists have told me that there were regular, repeated threats from senior Tories during this election campaign about ‘what would happen afterwards’ if they did not fall into line.<br /></p> \n<p>He says: “It is a disturbing suggestion that a democratically elected government would seek to stamp on and silence dissent from an independent broadcaster.” </p> \n<p>But he claims there “has been a long-standing campaign by the Conservative party, fueled by the commercial interests of sections of the press, to attack the world’s most successful state-funded public service broadcaster as a giant leftwing conspiracy”.</p> \n<p>He adds that although he has his own frustrations with the BBC, he describes it as an organisation too precious to lose, contending “it has invested in fairness, seeks balance even when it is impossible to achieve, listens to and absorbs pressure from every political party”.</p> \n<p>A senior Conservative official said that Baldwin’s allegations were “complete and utter nonsense”.<br /></p> \n<p>John Whittingdale, who has been a critic of the licence fee system, has been appointed culture secretary, an appointment that has led some newspapers to claim the government is going to war with the BBC. Some unattributed briefings have suggested the Conservatives are unhappy at the stance taken by the BBC during the campaign, including over the handling of leader’s TV debates.</p> \n<p>Baldwin, in common with many of Miliband’s staff, is being made redundant and says responsibility for the defeat lies with him and all who took the decisions in the campaign. He had informed Miliband he would not have stayed beyond the transitional months in Downing Street if Labour had won.<br /></p> \n<p>Baldwin reveals one reason he feels confident that the BBC does not contain a leftwing bias is that he fought and lost a daily battle with the BBC about its coverage of the campaign.</p> \n<p>He writes: “Far from being in the pocket of Labour, the BBC was too easily swayed by newspapers that support the Tories and are heavily invested in Labour’s defeat.”<br /></p> \n<p>He discloses the party’s biggest dispute with the BBC during the campaign was over “the prominence it gave to the idea of a deal between Labour and the SNP that was never on the cards”.</p> \n<p>He writes: “After the first 237 incarnations on news bulletins, I struggled to see how this theme could be developed further, yet the BBC continued to lead with speculation about bizarre consequences of a Labour-SNP government for the economy, tax, and even road schemes.</p> \n<figure class=\"element element-image\" data-media-id=\"cce1dc0a0663f6c44f760d0c4b965766be861eb3\"> \n <img src=\"http://media.guim.co.uk/cce1dc0a0663f6c44f760d0c4b965766be861eb3/292_129_1604_962/1000.jpg\" alt=\"Tom Baldwin, Labour Party spokesman, leaves from the party’s headquarters the morning after the election.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tom Baldwin, Labour Party spokesman, leaves from the party’s headquarters the morning after the election.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> \n </figcaption> \n</figure> \n<p>“At no stage was there an examination of David Cameron, Nicola Sturgeon and Nick Clegg’s motives in playing tag-team with almost identical messages on the same non-existent deal. It was a scare story based on a false premise and some badly flawed polls.”</p> \n<p> </p> \n<h2>Labour’s internal polling</h2> \n<p>Baldwin’s remarks about the polls suggests the Labour party was not overly influenced by internal party polling that was consistently less optimistic than national published polling.</p> \n<p>The party’s internal polling showed crossover – the point at which the Conservatives overtook Labour – occurred in the wake of the party conferences in October, but then Labour clawed itself back into the lead in the first few weeks of the short campaign, possibly by offering reassurance on the deficit and immigration. That lead disappeared in the final week, and its focus groups showed the party was being badly hit by the Tory warnings about the threat posed by the SNP. It tried to fight back in the final week with its own warnings about the threat to the NHS posed by a second Tory term, but the story gained little traction partly because the broadcasters had moved to a debate about how a new coalition would be formed, or whether Labour would form a minority government.</p> \n<p>Jim Messina, one of the Tory campaign managers, has agreed with Baldwin’s analysis that broadcasters in the UK unlike in the US are heavily influenced by the press. He told the Spectator’s <a href=\"http://blogs.spectator.co.uk/coffeehouse/2015/05/jim-messina-interview-how-the-pollsters-got-it-wrong-and-why-labour-lost/\">Coffee House blog</a>: “Our research showed when there were big stories or big moments, it was the press that drove that discussion and that is very different.” </p> \n<p>He also claimed on the basis of Labour’s polling that the party leadership knew for some time the Conservatives were on course to win more than 300 seats.</p> \n<p>In the Coffee House interview, Messina, a former aide to Barack Obama, said: “We predicted 312 seats that morning to Lynton [Crosby] and 316 was right in line with that, so it just kind of validated what we’d been seeing,” he says. “I had thought we were 306 with six days left. So that’s all pretty much in line with the exit poll.”</p> \n<p>He is scathing about the British polling industry listing several reasons why they make mistakes, including relying on a 2010 view of the electorate, failing to name the candidate in constituency polling, therefore failing to recognise the incumbency effect, too small sample sizes and failing to mix traditional phone polls with online polling. </p> \n<p>Messina said: “It was so clear – especially for the entire last month – that they were wrong, but none of them wanted to hear about it. So the first thing to fixing a problem is admitting you have one.”</p> \n<p>There is deep scepticism in the British polling industry that Labour and the Conservatives had private polls way out of line with what they were publishing. The polling industry has set up an independent inquiry into how it managed to get the result wrong. </p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2dba81f33c94d0d6020299668f4c286b4361f703/0_0_4592_2754/4592.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2754,"width":4592,"orientation":"landscape","credit":"REX Shutterstock","altText":"Tom Baldwin: ‘BBC executives and journalists have told me that there were regular, repeated threats from senior Tories during this election campaign about “what would happen afterwards” if they did not fall into line.’","cleanCredit":"Photograph: REX Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cce1dc0a0663f6c44f760d0c4b965766be861eb3/292_129_1604_962/1604.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":962,"width":1604,"orientation":"landscape","caption":"Tom Baldwin, Labour Party spokesman, leaves from the party’s headquarters the morning after the election. Photograph: Peter Nicholls/Reuters","credit":"Peter Nicholls/Reuters","altText":"Tom Baldwin, Labour Party spokesman, leaves from the party’s headquarters the morning after the election.","cleanCaption":"Tom Baldwin, Labour Party spokesman, leaves from the party’s headquarters the morning after the election.","cleanCredit":"Photograph: Peter Nicholls/Reuters"}],"webPublicationDate":"2015-05-13T08:00:47Z","lastModified":"2015-05-13T08:42:42Z","metadata":{"commentable":true,"commentCount":1805,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["BBC","BBC licence fee","Media","Labour","General election 2015","Conservatives","Politics","UK news"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"media/bbc-licence-fee","webTitle":"BBC licence fee"},{"id":"media/media","webTitle":"Media"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/may/13/tory-officials-threatened-bbc-miliband-tom-baldwin-licence-fee","shortUrl":"http://gu.com/p/48p5n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/may/13/tory-officials-threatened-bbc-miliband-tom-baldwin-licence-fee","webUri":"http://www.theguardian.com/media/2015/may/13/tory-officials-threatened-bbc-miliband-tom-baldwin-licence-fee"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2dba81f33c94d0d6020299668f4c286b4361f703/0_0_4592_2754/4592.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2754,"width":4592,"orientation":"landscape","caption":"Tom Baldwin: ‘BBC executives and journalists have told me that there were regular, repeated threats from senior Tories during this election campaign about “what would happen afterwards” if they did not fall into line.’ Photograph: REX Shutterstock","credit":"REX Shutterstock","altText":"Tom Baldwin: ‘BBC executives and journalists have told me that there were regular, repeated threats from senior Tories during this election campaign about “what would happen afterwards” if they did not fall into line.’","cleanCaption":"Tom Baldwin: ‘BBC executives and journalists have told me that there were regular, repeated threats from senior Tories during this election campaign about “what would happen afterwards” if they did not fall into line.’","cleanCredit":"Photograph: REX Shutterstock"}},"importance":5,"showQuotedHeadline":false},{"title":"Labour confirms new leader will be named on 12 September – Politics live","rawTitle":"Labour confirms new leader will be named on 12 September – Politics live","item":{"type":"liveBlog","id":"politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism","title":"Labour confirms new leader will be named on 12 September – Politics live","trailText":"Join our political team for the latest news and analysis","standFirst":"<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-55535584e4b0226afc852a22\">Sadiq Khan confirms he wants to be Labour’s London mayoral candidate</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-55530be6e4b0629d5bbe2e7c\">Unemployment down to 5.5%; average earnings up by 1.9%</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-55531500e4b0e44971625aea\">May suggests Mediterranean migrants should be forcibly returned</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-5552eb31e4b0e44971625acc\">Carswell rules himself out of Ukip leadership challenge</a></li>\n</ul>","byline":"Andrew Sparrow and Mark Smith","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2d69aaeb93103c02fb01b71c6b75414ca9f6bbfb/0_64_2364_1418/2364.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1418,"width":2364,"orientation":"landscape","credit":"Tim Ireland/AP","altText":"Ed Miliband waves after delivering his resignation speech last week, sparking a Labour leadership contest.","cleanCredit":"Photograph: Tim Ireland/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431525590383/780a2cb5-9f81-4502-a411-5b1c7018d058-620x372.png?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Nicola Sturgeon Photograph: BBC News","credit":"BBC News","altText":"Nicola Sturgeon","cleanCaption":"Nicola Sturgeon","cleanCredit":"Photograph: BBC News"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431515617777/641b047f-15bd-4307-ac3d-277e49bb8ce7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"10 Downing Street Photograph: Leon Neal/AFP/Getty Images","credit":"Leon Neal/AFP/Getty Images","altText":"10 Downing Street","cleanCaption":"10 Downing Street","cleanCredit":"Photograph: Leon Neal/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2945e1b3eb7499c0d49880131505af6158ba7b02/0_241_4000_2400/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2400,"width":4000,"orientation":"landscape","caption":"Wolfgang Schauble. Photograph: Valda Kalnina/EPA","credit":"Valda Kalnina/EPA","altText":"Wolfgang Schauble.","cleanCaption":"Wolfgang Schauble.","cleanCredit":"Photograph: Valda Kalnina/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cce1dc0a0663f6c44f760d0c4b965766be861eb3/769_32_653_979/653.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":979,"width":653,"orientation":"portrait","caption":"Tom Baldwin.","credit":"Peter Nicholls/Reuters","altText":"Tom Baldwin.","cleanCaption":"Tom Baldwin."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431504528088/64a5f8cd-c780-4448-9e19-eaff5c97b7c9-620x372.png?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Theresa May on the Today programme Photograph: BBC News","credit":"BBC News","altText":"Theresa May","cleanCaption":"Theresa May on the Today programme","cleanCredit":"Photograph: BBC News"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431503975912/fea31a32-9c5d-4054-9aa6-098de58079cc-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Diane Abbott MP.","credit":"Sarah Lee","altText":"Diane Abbott MP.","cleanCaption":"Diane Abbott MP."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c481792985aaa989853ce10415fe43f9756d73ce/1316_588_1596_2395/1596.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2395,"width":1596,"orientation":"portrait","caption":"David Cameron.","credit":"Scott Heppell/PA","altText":"David Cameron.","cleanCaption":"David Cameron."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/eb7e5293f0f266b3115bac71325c875afd27de1e/1417_0_2368_3551/2368.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3551,"width":2368,"orientation":"portrait","caption":"Douglas Carswell.","credit":"Neil Hall/Reuters","altText":"Douglas Carswell.","cleanCaption":"Douglas Carswell."}],"webPublicationDate":"2015-05-13T15:17:35Z","lastModified":"2015-05-13T15:17:36Z","latestBlock":{"id":"block-555369efe4b0226afc852a7b","title":"Labour announces timetable for leader and deputy leader electoins","publishedDateTime":"2015-05-13T15:17:35Z","body":"As expected (see 11.47am), Labour’s national executive committee has decided that the Labour leadership contest should run until the result is announced at a special conference on 12 September, two weeks before the main Labour conference. Here is the full timetable. Friday 15 May Election Period Opens. Monday 8 June PLP Nomination Hustings for Leader. Tuesday 9 June PLP Nomination Hustings for Deputy Leader. Tuesday 9 June PLP Nominations Open. 12 noon Monday 15 June PLP Nominations (Leader) Close. 12 noon Wednesday 17 June PLP Nominations (Deputy Leader) Close. Wednesday 17 June Hustings period opens. 12 noon Friday 31 July Supporting Nominations Close. 12 noon Wednesday 12 August Last date to join as member, affiliated supporter, or registered supporter. Friday 14 August Ballot mailing despatched. 12 noon Thursday 10 September Ballot closes. Saturday 12 September Special conference to announce result.","postType":"key-event"},"metadata":{"commentable":true,"commentCount":1557,"contributors":[{"name":"Andrew Sparrow","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/6/1399378038371/Andrew-Sparrow-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewsparrow"},{"name":"Mark Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marksmith"},{"name":"Severin Carrell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/severincarrell"},{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"},{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["Politics","Queen's speech","David Cameron","Conservatives","UK news","Theresa May","UK security and counter-terrorism","Counter-terrorism policy","Prince Charles","Prince Charles letters"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"politics/terrorism","webTitle":"Counter-terrorism policy"},{"id":"uk/prince-charles","webTitle":"Prince Charles"},{"id":"uk-news/prince-charles-letters","webTitle":"Prince Charles letters"}],"section":{"id":"politics"},"displayHint":"news","topics":[{"displayName":"Labour confirms new leader will be named on 12 September – Politics live","topic":{"type":"content","name":"politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism"}}],"series":{"title":"Politics live with Andrew Sparrow","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/politics-live-with-andrew-sparrow"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"blocks":[{"id":"block-555369efe4b0226afc852a7b","title":"Labour announces timetable for leader and deputy leader electoins","publishedDateTime":"2015-05-13T15:17:35Z","body":"<p>As expected (see <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-55532a36e4b03b3bccc7a583\">11.47am)</a>, Labour’s national executive committee has decided that the Labour leadership contest should run until the result is announced at a special conference on 12 September, two weeks before the main Labour conference.</p> \n<p>Here is the full timetable.</p> \n<p><strong>Friday 15 May</strong> Election Period Opens</p> \n<p><strong>Monday 8 June</strong> PLP Nomination Hustings for Leader</p> \n<p><strong>Tuesday 9 June </strong> PLP Nomination Hustings for Deputy Leader</p> \n<p><strong>Tuesday 9 June </strong> PLP Nominations Open</p> \n<p><strong>12 noon Monday 15 June </strong> PLP Nominations (Leader) Close</p> \n<p><strong>12 noon Wednesday 17 June </strong> PLP Nominations (Deputy Leader) Close</p> \n<p><strong>Wednesday 17 June </strong> Hustings period opens</p> \n<p><strong>12 noon Friday 31 July </strong> Supporting Nominations Close</p> \n<p><strong>12 noon Wednesday 12 August </strong> Last date to join as member, affiliated supporter, or registered supporter</p> \n<p><strong>Friday 14 August </strong> Ballot mailing despatched</p> \n<p><strong>12 noon Thursday 10 September </strong> Ballot closes</p> \n<p><strong>Saturday 12 September </strong> Special conference to announce result</p>","postType":"key-event"},{"id":"block-5553696ae4b03e21263ee600","publishedDateTime":"2015-05-13T15:12:01Z","body":"<p>The Prince Charles “black spider” letters have just come out.</p> \n<p>My colleague Jamie Grierson is covering their release<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/live/2015/may/13/publication-of-the-prince-charles-black-spider-letters-live\"> on a separate live blog. </a></p>","postType":"blog"},{"id":"block-55536874e4b0c5cab2456bdf","publishedDateTime":"2015-05-13T15:09:59Z","body":"<p>For Labour, <a href=\"http://www.newstatesman.com/politics/2015/05/labours-path-back-power-tougher-you-think\">Stephen Bush’s analysis of in the New Statesman of how hard it would be for the party now to win a majority will be deeply depressing.</a></p> \n<p>The whole article is well worth reading, but here’s an extract.</p> \n<blockquote class=\"quoted\"> \n <p>To secure a majority of one, Labour now needs a swing of 8.75 percent across the United Kingdom, analysis passed to the <em>New Statesman</em> has revealed.</p> \n <p>The analysis – which brings together the vote shares, turnout figures and majorities for the seats that would be easiest for Labour to take, highlights the challenge to Labour if it is to return to office in 2020. The document is not a target seat list but would form the beginnings of one.</p> \n <p>In, Cleethorpes, the seat that on a uniform swing would deliver a Labour majority of one, Labour trails by 7893 votes. In the equivalent seat in 2010, Norwich North, Labour was just 3901 votes behind, and would have required a mere 4.6 per cent national swing to deliver the seat into the party’s hands. An equivalent swing now would see Labour win just 39 seats ...</p> \n <p>In Labour’s lowest-hanging targets in 2010, the party now faces an uphill task in 2015. North Warwickshire, the party’s number one target, now has a Conservative majority of 2973, up from 54. Just one of Labour’s top ten targets, Thurrock, has a Tory majority of under a thousand. Even in Thurrock, the majority has increased from 92 to 536. </p> \n <p>To win a majority of ten, Labour would have to win Harlow, Shipley, Chingford &amp; Woodford Green, Filton &amp; Bradley Stoke, Basingstoke, Bexleyheath &amp; Crayford, Kensington, Rugby, Leicestershire North West, Forest of Dean and Gillingham &amp; Rainham. Of those ten, four – Chingford, Kensington, Filton &amp; Bradley Stoke and Basingstoke – have never been won by Labour at any point in its history. All are Conservative-held.</p> \n</blockquote>","postType":"blog"},{"id":"block-5553647de4b01c8d6c261796","publishedDateTime":"2015-05-13T14:51:33Z","body":"<p><strong>Nicola Sturgeon</strong> is likely to have her first face to face meeting with David Cameron later this week where she plans to insist the prime minister honours the hefty mandate the Scottish National party won last Thursday.</p> \n<p>The SNP leader told MSPs she will “argue for the protection of the vulnerable against deeper welfare cuts, we will seek to defend our human rights protections, to halt further privatisation of the NHS and to safeguard the UK’s place in Europe.”<br /></p> \n<p>But her statement, which was short on any detail about specific policies, also added to the confusion over what the Scottish government wants to do with the Smith commission proposals to allow Scotland to control income tax, and when.<br /></p> \n<p>On Monday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/11/snp-seeking-greater-powers-slowly\">the SNP Westminster leader Angus Robertson said he expected to see the Tory government enact the Smith powers first and then meanwhile build on them to agree further powers later this parliament.</a><br /></p> \n<p>Some 36 hours later, Sturgeon appeared to contradict Robertson. She implied she wants the Smith powers reviewed first with a new process in Scotland, telling MSPs Cameron “must now agree with us a process that looks again at the Smith commission proposals, with a view to extending devolution even further. That must be a process that is made in Scotland – and one that involves wider Scottish society.”<br /></p> \n<p>Claiming that last week’s SNP election victory was of “truly historic proportions”, she said the SNP won the largest number of votes for one party in Scottish history, while the proportion of Tory votes cast was their lowest since 1865.<br /></p> \n<blockquote class=\"quoted\"> \n <p>So, it seems to me that the Conservatives now have a clear choice. They can ignore the voice of the Scottish people and carry on regardless, as if nothing has happened, and let people draw their own conclusions about the ability of Westminster to respond to Scottish opinion.</p> \n <p>Or, alternatively, they can choose to demonstrate that Westminster does listen and that it is capable of serving Scotland better.</p> \n</blockquote>","postType":"blog"},{"id":"block-5553630ae4b0226afc852a58","publishedDateTime":"2015-05-13T14:48:40Z","body":"<p><strong>Christian Wolmar,</strong> the transport journalist, has also “announced” he is seeking the Labour nomination for London mayor. Actually, he announced this some years ago, but it would seem unfair to leave him out. Besides, he is saying today that he is “firmly” announcing. <a href=\"http://www.wolmarforlondon.co.uk/\">Here’s his website.</a> And here’s what he said.</p> \n<blockquote class=\"quoted\"> \n <p>After 3 years of grassroots campaigning and over 2,000 miles of cycling, I’m delighted the process has finally opened! I firmly announce my intention to seek the Labour Party candidacy to be Mayor of London. </p> \n <p>I look forward to announcing my manifesto ideas next week. These have been developed by listening to the ideas of Londoners from every walk of life and all corners of the city.</p> \n <p> The capital needs a Mayor who puts communities back at the centre of decision making and who tackles the affordability crisis before it becomes too late. That’s why my campaign will be based on three key areas: making London more affordable, liveable and sustainable.</p> \n</blockquote>","postType":"blog"},{"id":"block-555360c9e4b0226afc852a4a","title":"Diane Abbott launches bid to be Labour's candidate for London mayor","publishedDateTime":"2015-05-13T14:35:50Z","lastUpdatedDateTime":"2015-05-13T15:11:52Z","body":"<p><a href=\"https://www.diane4london.co.uk/cost-of-living/join-a-movement-to-make-london-fairer\">The Labour MP<strong> Diane Abbott</strong> has also formally launched her bid to be Labour’s candidate for London mayor in 2016.</a> She said:</p> \n<blockquote class=\"quoted\"> \n <p>Hard times call for a campaigning mayor. Now more than ever our city needs a mayor who will stand up for the interests of those increasingly left behind. But, as the MP for Hackney, I have always worked to bring all our communities together. And that is the kind of mayor that I will be. Above all, I will be the genuinely independently minded mayor that London needs.</p> \n</blockquote>","postType":"key-event"},{"id":"block-55535fcae4b0dea3fefa62f8","publishedDateTime":"2015-05-13T14:29:44Z","body":"<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/georgeeaton/statuses/598485559691112448\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Yvette Cooper to announce leadership bid on Today programme tomorrow, I hear. Burnham next week.</p>— George Eaton (@georgeeaton) \n  <a href=\"https://twitter.com/georgeeaton/status/598485559691112448\">May 13, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-55535ed0e4b01c8d6c26178e","title":"Police looking into allegation of fraud in Thanet South","publishedDateTime":"2015-05-13T14:27:43Z","body":"<p>Police are looking into an allegation of electoral fraud in Thanet South, the seat which Ukip’s Nigel Farage failed to win at the general election, the Press Association reports.</p> \n<blockquote class=\"quoted\"> \n <p>Farage lost out to the Conservatives’ Craig Mackinlay who racked up 18,838 votes to Mr Farage’s 16,026. </p> \n <p>A Kent Police spokesman said: “Kent Police has received a report of electoral fraud. Inquiries are ongoing.” </p> \n <p>Claims of suspicious behaviour surfaced following a lengthy delay in declaring the seat’s results at Margate’s Winter Gardens. </p> \n <p>Then the Twitter hashtag #thanetrigged gained momentum when Ukip claimed victory in the local council election, with the party taking control of the authority. </p> \n <p>Some users said that Ukip’s local council triumph so soon after Farage’s defeat pointed to suspicious behaviour in the parliamentary contest. </p> \n</blockquote>","postType":"key-event"},{"id":"block-55535c80e4b0dea3fefa62f5","title":"Farage and Carswell fail to agree whether Ukip should accept £650,000 in Short money","publishedDateTime":"2015-05-13T14:20:38Z","body":"<p><strong>Nigel Farage,</strong> the Ukip leader, and<strong> Douglas Carswell</strong>, Ukip’s only MP, have had a meeting today to try to resolve <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/ukip-mp-public-money-douglas-carswell\">their row about whether or not to accept &pound;650,000 in Short money from the parliamentary authorities.</a></p> \n<p>Judging by the statement the party has just issued, they failed to reach agreement. Here it is in full (one sentence).</p> \n<blockquote class=\"quoted\"> \n <p>Nigel Farage met with Douglas Carswell this afternoon and there’s ongoing discussion about how best to represent four million Ukip voters in a way that is sensible and correct.</p> \n</blockquote>","postType":"key-event"},{"id":"block-55535b11e4b0226afc852a34","title":"Farron says Tory anti-extremism plans 'as Orwellian as New Labour's ID card system'","publishedDateTime":"2015-05-13T14:13:02Z","body":"<p><strong>Tim Farron</strong>, the Lib Dem MP, told the World at One that the government’s plans for disruption orders (se<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-5552ffd8e4b03b3bccc7a537\">e 9.09am)</a> were “as Orwellian as New Labour’s ID card scheme”.</p> \n<blockquote class=\"quoted\"> \n <p>The anti-extremism orders, first of all they are very wooly – what on earth do they mean? Who is an extremist? There are probably tens of thousands of people listening to this programme who will wonder whether or not they are an extremist for their political views, because of their religious faith or expression of it ...</p> \n <p>If you make people into martyrs by persecuting them for expression of views and opinions, then you create a much worse situation. These are clearly not proposals brought in by David Cameron in order to solve that problem, they are a continuation of last week’s general election narrative which is about trying to maintain support for one or other party on the basis of fear of the other ...</p> \n <p>If you continue to play politics on the basis of division - fear of people who are different to you - then you will make this problem far worse ...</p> \n <p>This is as authoritarian and as Orwellian as New Labour’s ID card system which we got rid of five years ago.</p> \n</blockquote> \n<p>Farron also refused to say whether or not he was running for the Lib Dem leadership, saying he was still taking soundings. </p>","postType":"key-event"},{"id":"block-555358d6e4b0dea3fefa62f4","publishedDateTime":"2015-05-13T14:03:34Z","body":"<p>Sturgeon says she hopes to meet Cameron this week</p> \n<figure class=\"element element-image\" data-media-id=\"ab6d62bd79792ef2f7ddf187befe9ca15c614583\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431525588299/dd0beb7b-2ab7-43a3-94d1-63b9e8525a69-460x276.png\" alt=\"Nicola Sturgeon\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nicola Sturgeon</span> \n  <span class=\"element-image__credit\">Photograph: BBC News</span> \n </figcaption> \n</figure> \n<p><strong>Nicola Sturgeon</strong>, the Scotland’s first minister, has been addressing the Scottish parliament following the general election.</p> \n<p>She said she hoped to meet David Cameron later this week to discuss the SNP’s demands for more powers for Scotland.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/severincarrell/statuses/598484862929137664\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/NicolaSturgeon\">@NicolaSturgeon</a> hopes to meet <a href=\"https://twitter.com/David_Cameron\">@David_Cameron</a> this week on new powers &amp; public spending: <a href=\"https://twitter.com/hashtag/FM?src=hash\">#FM</a> commends Smith plans but wants new devo review</p>— Severin Carrell (@severincarrell) \n  <a href=\"https://twitter.com/severincarrell/status/598484862929137664\">May 13, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/severincarrell/statuses/598485332468838400\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/NicolaSturgeon\">@NicolaSturgeon</a> says UK govt must revisit Smith powers &quot;with a view to extending devolution even further&quot; <a href=\"https://twitter.com/hashtag/GE2015?src=hash\">#GE2015</a> <a href=\"https://twitter.com/hashtag/devomore?src=hash\">#devomore</a></p>— Severin Carrell (@severincarrell) \n  <a href=\"https://twitter.com/severincarrell/status/598485332468838400\">May 13, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Susanh12/statuses/598485226889805824\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/NicolaSturgeon\">@NicolaSturgeon</a> says that if PM means what he says about respecting outcome of election, he must look at extending devolution.</p>— Susan Hulme (@Susanh12) \n  <a href=\"https://twitter.com/Susanh12/status/598485226889805824\">May 13, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/severincarrell/statuses/598486196789059584\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">We are now no wiser about what <a href=\"https://twitter.com/theSNP\">@theSNP</a> wants &amp; when after <a href=\"https://twitter.com/NicolaSturgeon\">@NicolaSturgeon</a> statement on <a href=\"https://twitter.com/hashtag/GE2015?src=hash\">#GE2015</a> &amp; her meeting with <a href=\"https://twitter.com/David_Cameron\">@David_Cameron</a></p>— Severin Carrell (@severincarrell) \n  <a href=\"https://twitter.com/severincarrell/status/598486196789059584\">May 13, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-55535584e4b0226afc852a22","title":"Sadiq Khan announces he wants to be Labour's candidate for London mayor","publishedDateTime":"2015-05-13T13:53:03Z","body":"<p><strong>Sadiq Khan</strong>, the former shadow justice secretary, has announced that he is standing to be Labour’s candidate for mayor of London.</p> \n<p>The son of a bus driver, <a href=\"http://www.standard.co.uk/news/politics/sadiq-khan-bashes-champagne-boris-as-he-launches-his-bid-to-be-mayor-of-london-10246742.html\">Khan told the Evening Standard he wanted to lead London in a very different manner from Boris Johnson.</a></p> \n<blockquote class=\"quoted\"> \n <p>For the last eight years you’ve seen a red carpet mayor, somebody who is fantastic going to openings, great with a flute of champagne in his hands,” he said in an interview with editor Sarah Sands. I’d rather roll up my sleeves and fight for all Londoners ...</p> \n <p>I want to be seen as Mr London — as an exemplar of the best of London. A working class boy done good.</p> \n</blockquote>","postType":"key-event"},{"id":"block-55534fb0e4b01c8d6c261780","title":"Equalities minister Caroline Dinenage says she now backs gay marriage","publishedDateTime":"2015-05-13T13:25:17Z","body":"<p><strong>Caroline Dinenage,</strong> the Conservative MP for Gosport, voted against gay marriage two years ago.</p> \n<p>But yesterday she was appointed equalities minister and, <a href=\"https://www.pinknews.co.uk/2015/05/12/david-cameron-appoints-anti-gay-marriage-mp-to-be-minister-for-equalities/\">following a controversy about her appointment,</a> she has performed her first U-turn. She is now in favour.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cj_dinenage/statuses/598447234674499584\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">To all the others I want to be clear - I support equal marriage &amp; I'm fully committed to advancing the cause of LGBT equality moving forward</p>— Caroline Dinenage (@cj_dinenage) \n  <a href=\"https://twitter.com/cj_dinenage/status/598447234674499584\">May 13, 2015</a> \n </blockquote> \n</figure>","postType":"key-event"},{"id":"block-555347b6e4b01c8d6c261776","publishedDateTime":"2015-05-13T12:56:03Z","body":"<p>The former Lib Dem MP <strong>David Howarth</strong> has been in touch to say it was the last Labour government that exempted royal correspondence from the Freedom of Information Act, not the coalition. (See <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-555331e2e4b0e44971625b19\">12.48pm.)</a> The measure was included in the Constitutional Reform and Governance Act 2010.<a href=\"http://www.publications.parliament.uk/pa/cm200910/cmhansrd/cm100302/debtext/100302-0009.htm\"> Howarth says he spoke out against it at the time.</a> Those provisions came into force in 2011. </p>","postType":"blog"},{"id":"block-555345f6e4b0226afc8529ff","publishedDateTime":"2015-05-13T12:39:56Z","lastUpdatedDateTime":"2015-05-13T12:41:05Z","body":"<p>Channel 4 News’s Michael Crick tried asking Prince Charles about his letters today. He did not get very far.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=L-x9MxWOPqU\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/L-x9MxWOPqU?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","postType":"blog"},{"id":"block-55534352e4b0226afc8529f9","title":"Alex Salmond appointed SNP's foreign affairs spokesman","publishedDateTime":"2015-05-13T12:35:58Z","body":"<p>Talking of <strong>Alex Salmond</strong>, he has got a new job. <strong>Angus Robertson</strong>, the SNP leader at Westminster, has been reshuffling his team and has made him foreign affairs spokesman (which does not as yet, we think, cover relations with England.)</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ARobertsonSNP/statuses/598458931766235136\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Delighted to confirm that <a href=\"https://twitter.com/theSNP\">@theSNP</a> Foreign Affairs spokesperson at Westminster will be <a href=\"https://twitter.com/AlexSalmond\">@AlexSalmond</a> <a href=\"https://twitter.com/hashtag/SNP?src=hash\">#SNP</a></p>— Angus Robertson (@ARobertsonSNP) \n  <a href=\"https://twitter.com/ARobertsonSNP/status/598458931766235136\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>Salmond indicates this means he will lead for the SNP on the EU referendum legislation. A key SNP demand is to insert a lock that would ensure the UK only left the EU if all four nations of the UK voted in favour.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlexSalmond/statuses/598462361301872641\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Delighted to accept the appointment from <a href=\"https://twitter.com/ARobertsonSNP\">@ARobertsonSNP</a> as <a href=\"https://twitter.com/theSNP\">@theSNP</a>'s Foreign Affairs spokesperson at Westminster.</p>— Alex Salmond (@AlexSalmond) \n  <a href=\"https://twitter.com/AlexSalmond/status/598462361301872641\">May 13, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlexSalmond/statuses/598463556884045824\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Foreign affairs - especially Europe - will be among the dominating issues in this parliament.</p>— Alex Salmond (@AlexSalmond) \n  <a href=\"https://twitter.com/AlexSalmond/status/598463556884045824\">May 13, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlexSalmond/statuses/598464043528105984\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Promoting Scotland's cause in the international arena is a key priority for <a href=\"https://twitter.com/theSNP\">@theSNP</a></p>— Alex Salmond (@AlexSalmond) \n  <a href=\"https://twitter.com/AlexSalmond/status/598464043528105984\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>And here are the other appointments Robertson has announced today.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ARobertsonSNP/statuses/598458495915155456\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Delighted to confirm that <a href=\"https://twitter.com/theSNP\">@theSNP</a> Economy spokesperson at Westminster will be <a href=\"https://twitter.com/StewartHosieSNP\">@StewartHosieSNP</a> <a href=\"https://twitter.com/hashtag/SNP?src=hash\">#SNP</a></p>— Angus Robertson (@ARobertsonSNP) \n  <a href=\"https://twitter.com/ARobertsonSNP/status/598458495915155456\">May 13, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ARobertsonSNP/statuses/598458649124741120\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Delighted to confirm that <a href=\"https://twitter.com/theSNP\">@theSNP</a> Work and Pensions spokesperson at Westminster will be <a href=\"https://twitter.com/EilidhWhiteford\">@EilidhWhiteford</a> <a href=\"https://twitter.com/hashtag/SNP?src=hash\">#SNP</a></p>— Angus Robertson (@ARobertsonSNP) \n  <a href=\"https://twitter.com/ARobertsonSNP/status/598458649124741120\">May 13, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ARobertsonSNP/statuses/598458796256718848\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Delighted to confirm that <a href=\"https://twitter.com/theSNP\">@theSNP</a> Justice and Home Affairs spokesperson at Westminster will be <a href=\"https://twitter.com/joannaccherry\">@joannaccherry</a> <a href=\"https://twitter.com/hashtag/SNP?src=hash\">#SNP</a></p>— Angus Robertson (@ARobertsonSNP) \n  <a href=\"https://twitter.com/ARobertsonSNP/status/598458796256718848\">May 13, 2015</a> \n </blockquote> \n</figure>","postType":"key-event"},{"id":"block-5553410be4b075defdfb25e2","publishedDateTime":"2015-05-13T12:22:52Z","body":"<p>David Cameron is not the only politician who has defended Prince Charles’s right to write private letters to ministers. In his memoir of the referendum campaign, <a href=\"http://www.amazon.co.uk/The-Dream-Shall-Never-Die/dp/0008139768\">The Dream Shall Never Die,</a> <strong>Alex Salmond,</strong> the former Scottish first minister, also speaks up for the Prince.</p> \n<blockquote class=\"quoted\"> \n <p>From time to time, stories surface in the UK press about how Prince Charles writes to government ministers and how terrible that is. Well, he does indeed write and has views on all sorts of subjects - and it’s not terrible at all. Indeed, most of his opinions are pretty sensible, and ministers can either accept or reject them as they wish.</p> \n</blockquote>","postType":"blog"},{"id":"block-55533f27e4b0195e3f974b3b","publishedDateTime":"2015-05-13T12:13:16Z","body":"<p>Here’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/26/prince-charles-letters-case-reinforces-profound-constitutional-principles\">a Guardian article from Joshua Rozenberg explaining how the supreme court decided it was entitled to override a ministerial veto and order the release of Prince Charles’s “black spider” memos. </a>And here’s an extract.</p> \n<blockquote class=\"quoted\"> \n <p>At issue was <a href=\"http://www.legislation.gov.uk/ukpga/2000/36/section/53\">section 53 of the 2000 act</a>, which allows a minister to certify that he has formed the opinion, “on reasonable grounds”, that a government department is entitled to refuse a request for disclosure. The question for the supreme court was whether the attorney general’s certificate could override the decision in [Guardian journalist Rob Evans’] favour from the upper tribunal, a court of equal status to the high court.</p> \n <p>[Lord] Neuberger, for the majority [on the supreme court], got round the attorney’s veto by saying that the common law imposes limits on the definition of “reasonable grounds” so as not to undermine the principle that the decisions of the courts are binding. EU law, which also applied, was even more clear-cut, he added.</p> \n <p>[Lord] Wilson, by contrast, said his colleagues should have resisted the temptation to uphold the decision of the upper tribunal against the attorney’s veto, even though the government had never appealed against the tribunal’s decision.</p> \n</blockquote>","postType":"blog"},{"id":"block-555331e2e4b0e44971625b19","title":"No 10 lobby briefing - Summary","publishedDateTime":"2015-05-13T11:48:55Z","lastUpdatedDateTime":"2015-05-13T13:00:30Z","body":"<figure class=\"element element-image\" data-media-id=\"90b7fb459805b0682f6e71ab172b1ede0211ac71\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431515616611/641b047f-15bd-4307-ac3d-277e49bb8ce7-460x276.jpeg\" alt=\"10 Downing Street\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">10 Downing Street</span> \n  <span class=\"element-image__credit\">Photograph: Leon Neal/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Here are the key points from the Number 10 lobby briefing.</p> \n<ul> \n <li><strong>Ministers are considering amending Freedom of Information legislation to strengthen the ability of the government to veto the publication of documents, in the light of the supreme court’s “black spider” ruling saying some of Prince Charles’s letters to Whitehall departments much be published. <br /></strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/12/prince-charles-black-spider-memos-letters-published\">The letters will be published at 4pm, following the supreme court ruling.</a> Under the original Freedom of Information Act, ministers supposedly had the ability to veto the publication of material under the Act in extreme circumstances, but the supreme court decision in the Charles’ letters cased exposed a loophole in this. <br />The prime minister’s spokesman said the ruling had “generated some uncertainty” about how extensive the power of veto was and that, in the light of this, the government would look at the law with a view to boosting the veto power. He said the government would consider the issue “carefully”, and taking into account views across the House of Commons. <br />The government believed there was “a strong case” for ministers having the right to veto the publication of material, he said. In 2011 the FoI legislation was amended to provide an “absolute exemption” on all requests relating to the Queen and Prince Charles, although that did not stop the release of the “black spider” letters because they predate that. <br />The spokesman implied that the proposed new veto powers would go further, covering a wider range of material, not just royal letters.</li> \n</ul> \n<p><em>UPDATE AT 1.56PM:</em> I’ve amended the penultimate sentence above because it was Labour that passed the bill to exempt the Queen and Prince Charles’s letters from the FoI Act, not the coalition, although the new rules came into force in 2011. See<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-555347b6e4b01c8d6c261776\"> 1.56pm.</a></p> \n<ul> \n <li><strong>The spokesman said Cameron still believed that the supreme court’s decision to order the publication of the letters was “deeply disappointing”, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/12/prince-charles-black-spider-memos-letters-published\">as he said in March. </a></strong></li> \n</ul> \n<ul> \n <li><strong>Downing Street has signalled that the proposed anti-extremist disruption orders announced today (see <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-5552ffd8e4b03b3bccc7a537\">9.09am)</a> will not be used against people like trade unionists advocating law-breaking, or those speaking out against gay marriage. <br /></strong>The spokesman said the orders were intended to be used instead against people like Islamist extremist and neo-Nazis. And he pointed out that the government already has a definition of the kind of extremism these orders are intended to target. It is:<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>Vocal or active opposition to fundamental British values, including democracy, the rule of law, individual liberty and mutual respect and tolerance of different faiths and beliefs. We also include in our definition of extremism calls for the death of members of our armed forces, whether in this country or overseas.</p> \n</blockquote> \n<ul> \n <li><strong>The spokesman said that the government could consider tightening asylum rules in relation to extremists.</strong> <br />This was a proposal that Theresa May set out <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/mar/23/election-2015-miliband-labour-snp-scottish-seats-live#block-5510066fe4b0c360811bac20\">in her speech on counter-extremism in March.</a> The spokesman said the government was also interested in May’s plan to tighten the rules allowing universities and colleges to sponsor immigrants applying for student visas. Asked if May was also keen on imposing benefit sanctions on people who do not learn English, as she implied in her March speech, the spokesman said: “I don’t think she has changed her view on that.”</li> \n</ul> \n<ul> \n <li><strong>The spokesman said Cameron was still opposed to the planned 10% pay rise for MPs. <br /></strong>The Independent Parliamentary Standards Authority has to review this proposal, and the spokesman said Cameron would “urge it to take the opportunity it now has to come to a different view”.<br /></li> \n</ul> \n<figure class=\"element element-image\" data-media-id=\"2945e1b3eb7499c0d49880131505af6158ba7b02\"> \n <img src=\"http://media.guim.co.uk/2945e1b3eb7499c0d49880131505af6158ba7b02/0_241_4000_2400/1000.jpg\" alt=\"Wolfgang Schauble.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wolfgang Schauble.</span> \n  <span class=\"element-image__credit\">Photograph: Valda Kalnina/EPA</span> \n </figcaption> \n</figure> \n<ul> \n <li><strong>The spokesman said that comments from the German finance minister yesterday, reported in today’s Financial Times splash, had been over-interpreted.</strong> <br />He said a “gentle note of caution” was appropriate. This is how the <a href=\"http://www.ft.com/cms/s/0/d0cfd26e-f8bc-11e4-8e16-00144feab7de.html?siteedition=uk#axzz3a1A2lG9w\">FT wrote up the story, under the headline: “Germany lands early blow against Britain’s hopes for EU treaty change.</a></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>David Cameron’s hopes for a far-reaching overhaul of <a href=\"http://www.ft.com/intl/indepth/britain-and-the-eu\">Britain’s relationship with the EU</a> were dealt an early setback on Tuesday when Germany said the UK’s partners would not be rushed into changing the bloc’s treaties to meet its reform demands.</p> \n <p>In a sign of a broader distrust of London’s motives, Wolfgang Sch&auml;uble, Germany’s finance minister, also lashed out at George Osborne’s “silly” and “unnecessary” record of intervening over the <a href=\"http://www.ft.com/intl/cms/s/0/bcce4df8-4f9e-11e4-a0a4-00144feab7de.html#axzz3ZkIq1vIl\">eurozone crisis</a>. Many in Brussels believe London intentionally sought to undermine monetary union, Mr Sch&auml;uble noted.</p> \n</blockquote> \n<ul> \n <li><strong>Cameron has chaired the first meeting of the new government’s national security council. </strong>And Downing Street has named those attending. <br />They are: PM, chancellor, foreign secretary, home secretary, defence secretary, business secretary, energy secretary, international development secretary, Cabinet Office minister (Oliver Letwin), chief of the defence staff, heads of MI5, MI6 and GCHQ, head of JIC, head of Foreign Office and national security adviser. <br />This is much the same as under the coalition, although now the business secretary is a permanent attendee. Other ministers may attend when particular issues are being discussed. <br /></li> \n</ul>","postType":"key-event"},{"id":"block-55532d5be4b0e44971625b10","title":"No 10 says FoI legislation could be amended to make it easier for ministers to veto release of information","publishedDateTime":"2015-05-13T11:02:17Z","lastUpdatedDateTime":"2015-05-13T12:02:47Z","body":"<p>I’m just back from the Number 10 lobby briefing. Here is the top line.</p> \n<ul> \n <li><strong>Ministers are considering amending</strong><strong> Freedom of Information legislation to strengthen the ability of the government to veto the publication of documents, in the light of the supreme court’s “black spider” ruling saying some of Prince Charles’s letters to Whitehall departments much be published.</strong></li> \n</ul> \n<p>I will post a summary with more on this, and some of the other lines from the briefing, shortly.</p> \n<p><em>UPDATE:</em> I’ve changed this from “planning to amend” to “considering amending” because Number 10 stress a final decision has not been taken, and that there would be widespread consultation first. </p>","postType":"key-event"},{"id":"block-55532d46e4b032584823a2f1","publishedDateTime":"2015-05-13T10:54:18Z","lastUpdatedDateTime":"2015-05-13T12:05:13Z","body":"<p>A tantalising tweet from the Guardian’s political editor:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickwintour/statuses/598440733650120704\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">For those in search of the <a href=\"https://twitter.com/hashtag/EdStone?src=hash\">#EdStone</a> I have the first clue. It is in a garage in South London under lock adnd key. More follows.</p>— Patrick Wintour (@patrickwintour) \n  <a href=\"https://twitter.com/patrickwintour/status/598440733650120704\">May 13, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-55532a36e4b03b3bccc7a583","title":"Labour will announce new leader on 12 September, reports say","publishedDateTime":"2015-05-13T10:47:55Z","lastUpdatedDateTime":"2015-05-13T11:06:35Z","body":"<p><strong>The Press Association is reporting that Labour’s national executive committee will choose a shorter leadership campaign, meaning the winner would be in place by the party conference at the end of September</strong>.</p> \n<p>Balloting is expected to open in mid-August, leaving three months for campaigning by the candidates, with the results announced on 12 September.</p> \n<p>Here’s the PA report:</p> \n<blockquote> \n <p>The timetable for electing Ed Miliband’s successor is expected to see the Labour Party’s new leader announced in mid-September.</p> \n <p>The party’s ruling national executive committee meets later to make a decision, but sources have told the Press Association that the new leader is set to be announced on September 12. </p> \n <p>Balloting is expected to open in mid-August, leaving three months for campaigning by the candidates. </p> \n <p>Announcing the new leader on September 12, a day before the TUC Congress opens, would mean he or she would address the Labour Party conference at the end of September already in place. </p> \n <p>Another option would be an earlier campaign, with the winner announced in mid-August, or a later date at the end of September. It is understood that the executive will plump for the September 12 date. </p> \n <p>A Labour spokesman said the NEC would have “full discretion” in deciding the timetable for the election, taking into account the opinions of members, constituency Labour parties, the shadow cabinet and Parliamentary Labour Party.</p> \n <p>Shadow business secretary Chuka Umunna and shadow health minister Liz Kendall have both confirmed they will stand in the election, with others tipped to join the race including shadow education secretary Tristram Hunt, shadow home secretary Yvette Cooper and shadow health secretary Andy Burnham. </p> \n <p>Meanwhile, Walthamstow MP Stella Creasy has indicated she is open to putting her name forward for the position of deputy leader of the party - setting up a potential tussle with Tom Watson, the party’s former deputy chairman. </p> \n</blockquote>","postType":"key-event"},{"id":"block-555326b8e4b03b3bccc7a57c","publishedDateTime":"2015-05-13T10:38:22Z","body":"<p>If you’re interested in the row over Ukip’s short money windfall (see <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-5552eb31e4b0e44971625acc\">7.51am</a>) and want to delve a bit deeper, Faisal Islam of Sky News has tweeted a spreadsheet showing how much each party has received in the last five years.</p> \n<p>The total bill to the taxpayer for the last full parliamentary session was just over &pound;7m.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/faisalislam/statuses/598433849958387712\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Here are short money payments over past 5 years, HoC spreadsheet: Now bad for LDs, not good for Lab, vg for SNP/UKIP <a href=\"http://t.co/bTDA994RnW\">pic.twitter.com/bTDA994RnW</a></p>— Faisal Islam (@faisalislam) \n  <a href=\"https://twitter.com/faisalislam/status/598433849958387712\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>If you want a full explainer about short money, and why and how it’s paid, the House of Commons has a <a href=\"file:///Volumes/Downloads/Internet%20Downloads/SN01663.pdf\">pdf document available here</a>.</p>","postType":"blog"},{"id":"block-55532361e4b075defdfb258e","publishedDateTime":"2015-05-13T10:23:39Z","body":"<p><strong>The British press’s hunt for the “Ed stone” has piqued the interest of the New York Times</strong>, which carries a story in the vein of “look at those crazy Brits”. </p> \n<p>Reporting how the Mail is offering a case of champagne for information leading to its discovery, and the Sun having set up a dedicated hotline. the NYT goes on to say:</p> \n<blockquote> \n <p>Much of the hunt and the ridicule surrounding the stone are being driven by the conservative news media, which was seen as critical to the Conservative victory. But many Labour supporters and candidates were also harsh. John Mann, a Labour member of Parliament, told the BBC that the minute he saw the slab, “I just shrugged my shoulders; I couldn’t believe it.”</p> \n</blockquote> \n<p>Meanwhile, Daniel Finkelstein of the Times (of London – as the NYT calls it) says the destruction of the stone would be “an act of historical vandalism”.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Dannythefink/statuses/598429912639393792\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">I (genuinely) think it would be an act of historical vandalism if they destroyed the Ed stone <a href=\"http://t.co/46Xp7cuPhR\">http://t.co/46Xp7cuPhR</a></p>— Daniel Finkelstein (@Dannythefink) \n  <a href=\"https://twitter.com/Dannythefink/status/598429912639393792\">May 13, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-555316eee4b075defdfb2578","publishedDateTime":"2015-05-13T09:58:28Z","body":"<p>You can read all today’s Guardian politics stories <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/all\">here.</a></p> \n<p>And here are three articles in other papers I found interesting.</p> \n<ul> \n <li><a href=\"http://www.thetimes.co.uk/tto/news/politics/article4438680.ece\">The Times says David Cameron considered making Boris Johnson culture secretary.</a><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>David Cameron floated the option of making Boris Johnson culture secretary in discussions before his cabinet reshuffle as he tried to lock the London mayor into a government role. </p> \n <p> Mr Cameron completed his appointments yesterday, handing junior ministerial posts to former rebels from both wings of the party. The prime minister failed, however, to persuade Mr Johnson to renege on a commitment to serve out his term as London mayor in 2016 before taking a ministerial post. </p> \n <p> A Downing Street spokesman conceded that there had been “some discussions” between Mr Cameron and Mr Johnson over the culture job at the weekend but insisted that no formal offer was made as the two men discussed what part he should play in the Conservative-only administration. </p> \n</blockquote> \n<ul> \n <li><a href=\"http://www.thetimes.co.uk/tto/opinion/columnists/article4438536.ece\">Daniel Finkelstein in the Times explains what the so-called “shy Tories” who gave David Cameron his majority are really like.</a><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>Most people in this country — and particularly those willing to vote for a centre-right prime minister — aren’t that bothered about politics. They are at the office. They have a job. </p> \n <p>These people know what they think but they don’t particularly want to advertise it. It’s not really anyone else’s business. They’d like people to share their views but they aren’t going to spend a lot of time persuading others. These aren’t shy people. They are sociable, successful, frank. They might be the life and soul of a social occasion. But they don’t have much time for people who sound off. They make the world a better place for themselves, for their families, for their communities and they expect that from others. They admire — quietly — those who make something of themselves. They despair — quietly — of those who expect to take without contributing.</p> \n <p>They don’t think that talking loudly about equality is the same as being kind. Caring for the vulnerable is a practical not a theoretical issue. They are in touch with the modern world but don’t feel they need to wear a badge saying so. They listen carefully to business leaders without thinking them saints or geniuses.</p> \n</blockquote> \n<ul> \n <li><a href=\"http://www.telegraph.co.uk/news/politics/labour/11600778/Labour-is-doomed-without-a-leader-who-appeals-to-England.html\">Mary Riddell in the Daily Telegraph says the next Labour leaders needs to be able to tell a national story.</a><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p> Mr Miliband’s problem was not that he veered too far Left or Right, since Mr Farage and Ms Sturgeon outflanked him on either side, but that he failed to tell a national story that would touch the soul of voters. And so, rather than gaining a mandate to build on the achievements of Blair’s pre-Iraq years, ranging from the Human Rights Act to lifting many children out of poverty, <a href=\"http://www.telegraph.co.uk/news/general-election-2015/politics-blog/11598319/Michael-Goves-attempt-to-repeal-the-Human-Rights-Act-faces-almost-insurmountable-odds.html\"><strong>Labour is about to see such pillars demolished</strong></a>. </p> \n <p> Its mistake was one of political anatomy. In focusing on the converted, rather than all voters, Labour mistook its own navel for the nation’s heart. As Tessa Jowell, one of party’s most experienced campaigners, warns, it must not “retreat into beliefs about what people think without discovering what people really think”.</p> \n</blockquote> \n<p>I’m off to the Number 10 lobby briefing now. My colleague Mark will keep an eye on the blog while I’m away.</p>","postType":"blog"},{"id":"block-55531b64e4b0e44971625af3","title":"Regional unemployment figures","publishedDateTime":"2015-05-13T09:42:35Z","body":"<p>Here are the regional unemployment figures. I’ve taken the chart from the Press Association.</p> \n<p>Region - Unemployment total - change from previous quarter - rate</p> \n<p>North East - 96,000 - down 7,000 - 7.5% <br /></p> \n<p>North West - 201,000 - down 28,000 - 5.7% </p> \n<p>Yorkshire/Humber - 177,000 - up 13,000 - 6.6% </p> \n<p>East Midlands - 115,000 - no change - 4.9% </p> \n<p>West Midlands - 178,000 - up 10,000 - 6.4% </p> \n<p>East of England - 137,000 - down 19,000 - 4.4% </p> \n<p>London - 285,000 - down 10,000 - 6.2%</p> \n<p>South East - 197,000 - down 15,000 - 4.2% </p> \n<p>South West - 119,000 - down 3,000 - 4.3% </p> \n<p>Wales - 99,000 - no change - 6.7% </p> \n<p>Scotland - 168,000 - up 19,000 - 6.0%</p> \n<p> Northern Ireland - 55,000 - up 6,000 - 6.2% </p>","postType":"key-event"},{"id":"block-55531878e4b03b3bccc7a55b","publishedDateTime":"2015-05-13T09:29:40Z","body":"<p>For the first time in quarter of a century there will be no Sikh MPs in parliament, the Sikh Press Association says. In a press release highlighting this, it says Sikhs comprise about 1% of the population. <strong>Chaz Singh</strong>, a Sikh Labour candidate who failed to get elected in Devon South West, said:</p> \n<blockquote class=\"quoted\"> \n <p>As a first time candidate, I find it hard to believe given that Sikhs are one of the most integrated visible communities in the UK there are no Sikh MPs. Looking at parliament, MPs must mean male, pale and stale. Our parliament does not really represent the society we live in. </p> \n</blockquote>","postType":"blog"},{"id":"block-55531500e4b0e44971625aea","title":"Theresa May suggests migrants rescued in the Mediterranean should be forcibly returned","publishedDateTime":"2015-05-13T09:14:29Z","body":"<p><a href=\"http://www.thetimes.co.uk/tto/opinion/thunderer/article4438589.ece\">In an article in the Times (paywall)</a> <strong>Theresa May</strong>, the home secretary, suggests that economic migrants rescued in the Mediterranean should be forcibly returned. Here’s the key quote.</p> \n<blockquote class=\"quoted\"> \n <p>I disagree with the suggestion by the EU’s high representative Federica Mogherini that ‘no migrants’ intercepted at sea should be ‘sent back against their will’. Such an approach would only act as an increased pull factor across the Mediterranean — and encourage more people to put their lives at risk.</p> \n</blockquote>","postType":"key-event"},{"id":"block-55531203e4b075defdfb256e","publishedDateTime":"2015-05-13T09:02:59Z","lastUpdatedDateTime":"2015-05-13T10:09:05Z","body":"<p>Conservative officials threatened the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/bbc\">BBC</a> with far-reaching reforms, such as changes to the licence fee funding system, if it did not alter the political balance of its coverage of the general election campaign, <strong>Tom Baldwin</strong>, one of Ed Miliband’s senior advisers, has claimed.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/13/tory-officials-threatened-bbc-miliband-tom-baldwin-licence-fee\">Patrick Wintour has written up the full story.</a> Here’s an extract:<br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"cce1dc0a0663f6c44f760d0c4b965766be861eb3\"> \n <img src=\"http://media.guim.co.uk/cce1dc0a0663f6c44f760d0c4b965766be861eb3/769_32_653_979/334.jpg\" alt=\"Tom Baldwin.\" width=\"334\" height=\"500\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tom Baldwin.</span> \n </figcaption> \n</figure> \n<blockquote class=\"quoted\"> \n <p>Baldwin claimed that senior BBC executives and journalists faced repeated threats during that campaign about what would happen if they didn’t change their coverage.</p> \n <p>Baldwin makes the assertion <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/bbc-labour-election\">in a Guardian article</a>, one of the first comments on the much criticised campaign from Ed Miliband’s own team. His claim was roundly rejected by Conservative officials.</p> \n <p>Baldwin writes: “BBC executives and journalists have told me that there were regular, repeated threats from senior Tories during this election campaign about ‘what would happen afterwards’ if they did not fall into line.</p> \n <p>He says: “It is a disturbing suggestion that a democratically elected government would seek to stamp on and silence dissent from an independent broadcaster.” </p> \n</blockquote>","postType":"blog"},{"id":"block-555310e8e4b075defdfb256b","publishedDateTime":"2015-05-13T08:53:59Z","body":"<p>Here is the start of the Press Association story on the employment figures.</p> \n<blockquote class=\"quoted\"> \n <p>The new government has been given some good news on the jobs front, with unemployment continuing to fall and a record number of people in work. </p> \n <p>Official figures showed that unemployment has dipped to a seven-year low of 1.83m, although the latest quarterly cut of 35,000 was the smallest for almost two years. </p> \n <p>The number of people claiming jobseeker’s allowance fell by 12,600 in April to 763,000, the 30th consecutive monthly reduction. </p> \n <p>Employment continued to rise, up by 202,000 in the three months to March to more than 31m, the highest since records began in 1971. </p> \n <p>The UK now has an employment rate of 73.5%, also a record, although for men the figure is even higher at 78.4%. </p> \n <p>The claimant count has fallen by around 350,000 in the past year, although last month’s 12,600 was the smallest fall since March 2013. </p> \n <p>Average earnings increased by 1.9% in the year to March, up by 0.2 percentage points on the previous month, giving an average weekly wage of 489. </p> \n <p>Other data from the Office for National Statistics showed that almost nine million people were classed as economically inactive, including students, those looking after a family, on long-term sick leave or who had given up looking for work. </p> \n <p>The total was down by 69,000 over the quarter, but little changed compared with a year ago. </p> \n</blockquote>","postType":"blog"},{"id":"block-55530ff7e4b0629d5bbe2e84","publishedDateTime":"2015-05-13T08:50:22Z","body":"<p>Here’s <strong>George Osborne</strong>, the chancellor, on the employment figures.</p> \n<blockquote class=\"quoted\"> \n <p>Today we see further proof the plan is working with unemployment falling, record numbers of people in work and confirmation that regular pay packets are growing at their fastest in four years, putting more in people’s pockets and stretching family budgets that bit further. With full-time employees making up nearly all of the increase in employment over the past year, this shows we are on the way to our goal of full employment.</p> \n</blockquote>","postType":"blog"},{"id":"block-55530be6e4b0629d5bbe2e7c","title":"Unemployment down to 5.5%, average earnings up by 1.9%","publishedDateTime":"2015-05-13T08:37:09Z","body":"<p>The latest employment figures are out. Unemployment continues to fall.</p> \n<ul> \n <li><strong>Unemployment fell by 35,000 between January and March to 1.83m. That is 5.5%. It was 5.7% from October to December.</strong></li> \n</ul> \n<ul> \n <li><strong>The number of people claiming jobseeker’s allowance last month fell by 12,600 to 763,800.</strong></li> \n</ul> \n<ul> \n <li><strong>Average earnings increased by 1.9% in the year to March, 0.2% up on the previous month. </strong></li> \n</ul> \n<p>Here is <a href=\"http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/may-2015/statistical-bulletin.html\">the Office for National Statistics news release. </a>And here is the ONS statistical bulletin, <a href=\"http://www.ons.gov.uk/ons/dcp171778_402319.pdf\">with the full details (pdf).</a></p>","postType":"key-event"},{"id":"block-55530b71e4b0e44971625ae1","publishedDateTime":"2015-05-13T08:30:28Z","body":"<p>This is helpful - a link to an article Alan Travis wrote last October, when Theresa May unveiled plans for extremism disruption orders at the Conservative conference, explaining how they would work.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alantravis40/statuses/598399510340075521\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">What are May’s new ‘extremism disruption orders’? Why they will put a media gag on non-violent extremists - from Oct <a href=\"http://t.co/6fGWPU0qfx\">http://t.co/6fGWPU0qfx</a></p>— Alan Travis (@alantravis40) \n  <a href=\"https://twitter.com/alantravis40/status/598399510340075521\">May 13, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-5553081ee4b032584823a2bd","publishedDateTime":"2015-05-13T08:25:32Z","body":"<p>Here’s some reaction to Theresa May’s Today interview from journalists and commentators on Twitter.</p> \n<p>From the journalist Tom Sutcliffe</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tds153/statuses/598393988052295680\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Theresa May struggling to define British values. How about 'living in a country where the government doesn't try to define national values'?</p>— Tom Sutcliffe (@tds153) \n  <a href=\"https://twitter.com/tds153/status/598393988052295680\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>From politics.co.uk’s Ian Dunt</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IanDunt/statuses/598389228515516416\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Worrying interview with Theresa May. She's looking to clamp down on free speech and association, but won't tell us under what conditions.</p>— Ian Dunt (@IanDunt) \n  <a href=\"https://twitter.com/IanDunt/status/598389228515516416\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>From France Crook, head of the Howard League for Penal Reform</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/francescrook/statuses/598386843663622145\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">John Humphries asked Theresa May on <a href=\"https://twitter.com/BBCr4today\">@BBCr4today</a> how you promote British values &amp; enshrine them in law. Simple. The Human Rights Act &amp; ECHR</p>— Frances Crook (@francescrook) \n  <a href=\"https://twitter.com/francescrook/status/598386843663622145\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>From BuzzFeed’s Tom Chivers</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TomChivers/statuses/598399215493107712\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">in fairness to Theresa May, it is time we had a serious discussion about <a href=\"https://twitter.com/hashtag/britishvalues?src=hash\">#britishvalues</a> <a href=\"http://t.co/6Pci951UaQ\">http://t.co/6Pci951UaQ</a> <a href=\"http://t.co/pRwDX99Bpr\">pic.twitter.com/pRwDX99Bpr</a></p>— Tom Chivers (@TomChivers) \n  <a href=\"https://twitter.com/TomChivers/status/598399215493107712\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>From the BBC’s Dominic Casciani</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCDomC/statuses/598394509668519936\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Question: How do you define extremism ... and where do you draw the line... between something unpalatable and something illegal?</p>— Dominic Casciani (@BBCDomC) \n  <a href=\"https://twitter.com/BBCDomC/status/598394509668519936\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>From the Guardian’s Charles Arthur</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/charlesarthur/statuses/598394510268309504\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Theresa May interview was laugh-out-loud. &quot;We're a tolerant nation with unclear values and we won't tolerate some undefined difference!!&quot;</p>— Charles Arthur (@charlesarthur) \n  <a href=\"https://twitter.com/charlesarthur/status/598394510268309504\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>From the Herald’s Iain Macwhirter</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iainmacwhirter/statuses/598388047001079808\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Best way to save the boat people is not to save them. Teresa May</p>— Iain Macwhirter (@iainmacwhirter) \n  <a href=\"https://twitter.com/iainmacwhirter/status/598388047001079808\">May 13, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-5552ffd8e4b03b3bccc7a537","title":"May claims her extremism crackdown will not undermine free speech","publishedDateTime":"2015-05-13T08:09:34Z","lastUpdatedDateTime":"2015-05-13T08:10:07Z","body":"<p><strong>Theresa May</strong>, the home secretary, has given at least two interviews this morning, explaining plans for banning orders and disruption orders that are going to be contained <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/counter-terrorism-bill-extremism-disruption-orders-david-cameron\">in a new counter-terrorism bill. </a>There is no great surprise about what May wants to do because <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/mar/23/election-2015-miliband-labour-snp-scottish-seats-live#block-5510066fe4b0c360811bac20\">she set out these ideas, and many others, in a detailed speech in March.</a> But at that stage those were just aspirations for a Conservative-only government, which is not what many people expected. Now these are going to become legislative plans.</p> \n<p>Here are the key points May made.</p> \n<ul> \n <li><strong>May claimed her plans for banning orders and disruption orders would not undermine the principle of free speech.</strong> Asked if her proposals ran counter to free speech, she replied: <br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>No they are not. This is a difficult area and it is an area where we do have to be careful about how we draft the legislation to make sure that it does cover what we want it to cover, but still enables free speech to take place. This isn’t an easy measure to bring in, it is something that has to be looked at very carefully. We are very conscious of the need to still maintain that value of free speech.</p> \n</blockquote> \n<ul> \n <li><strong>She explained what her plans were designed to achieve.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>This is a great country to live in, we have a pluralistic society, we are one nation living together. But sadly, there are those who seek to divide us - the extremists of all kinds. There’s Islamist extremism, neo-Nazi extremism, trying to preach hatred and intolerance and challenge the values that underpin our society - values of democracy, tolerance, freedom, the rule of law. What we want to do is ensure that those who are trying to promote that hatred and intolerance, we can deal with them ...</p> \n <p>What we are proposing is a bill which will have certain measures within it, measures such as introducing banning orders for groups and disruption orders for individuals, for those who are out there actively trying to promote this hatred and intolerance which can lead to division in our society and undermines our British values.</p> \n</blockquote> \n<ul> \n <li><strong>She confirmed that Britain would not participate in an EU-wide scheme to resettle migrants coming to Europe via the Mediterranean.</strong> She said they were often economic migrants from countries like Nigeria, Eritrea, Somalia.<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>These are very often economic migrants, people who have paid criminal gangs to transport them across Africa, to put them into vessels which those criminal gangs know are not sea-worthy.</p> \n</blockquote> \n<p>The important thing was to stop them trying to enter Europe in the first place, she said.</p> \n<ul> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/theresa-may-refuses-to-be-drawn-on-isis-runaways-right-to-return-to-uk\">She refused to be drawn on whether three Britons reported to be trying to return to the UK from Syria would be allowed back into the country.</a></strong><br /></li> \n</ul> \n<figure class=\"element element-image\" data-media-id=\"928238f6427608572ee52bf82f0ef0a09931f6a3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431504527152/7101ce7e-44f6-43a0-99b9-e71ac18fb6c0-460x276.png\" alt=\"Theresa May\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Theresa May on the Today programme</span> \n  <span class=\"element-image__credit\">Photograph: BBC News</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-5552f7bfe4b075defdfb254a","publishedDateTime":"2015-05-13T07:59:59Z","lastUpdatedDateTime":"2015-05-13T08:06:19Z","body":"<h2>Diane Abbott dismisses suggestions Ed Miliband was too leftwing to win</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"9d721731da3b670a73f7c430310dae623df7b059\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431503974477/fea31a32-9c5d-4054-9aa6-098de58079cc-280x420.jpeg\" alt=\"Diane Abbott MP.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Diane Abbott MP.</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/ed-miliband-leftwing-labour-not-paying-attention\">In a comment piece for the Guardian this morning</a> Diane Abbott dismisses suggestions that Labour was roundly defeated in the election because Ed Miliband was too leftwing as a “myth”. On the contrary, she says – he was not leftwing enough.</p> \n<p>Abbott, who stood against Miliband in the 2010 leadership election but got just 7.4% of the vote, says “the fundamental reason why it makes no sense to characterise Miliband’s policies as leftwing is the failure to challenge austerity”.</p> \n<blockquote class=\"quoted\"> \n <p>If you strip out the mansion tax and other gimmicks, we made it clear that we were going to match the Tories cut for cut outside protected areas such as education and health. It may have been the<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/12/ed-miliband-manchester-manifesto-labour-party-fiscal-responsibility\">responsible approach</a>, as Balls insisted. But it was scarcely leftwing. Yet commentators and former Labour ministers who are trashing Miliband for his supposed leftism go unchallenged. When the facts don’t fit their theory they ignore them.</p> \n <p>They dismiss the fact that the majority of the Scottish electorate voted emphatically for a party with clear leftwing policies on, among other things,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/31/snp-plans-approach-leftwing-labour-mps-progressive-bloc-after-election\">austerity and scrapping Trident</a>. We are asked to believe that Labour voters in the west of Scotland voted SNP because of a mysterious mystic nationalism.</p> \n</blockquote> \n<p>She goes on to say that the vitriol being <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/miliband-made-terrible-mistake-in-ditching-new-labour-says-mandelson\">poured on Miliband by former Labour ministers</a> “perhaps has more to do with a sense of grievance that he did not consult with them enough than any extreme leftism in his policy positions”.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/ed-miliband-leftwing-labour-not-paying-attention\">If you think Ed Miliband was too leftwing you weren’t paying attention | Diane Abbott</a> </p> \n</aside>","postType":"blog"},{"id":"block-5552fd23e4b0195e3f974af3","publishedDateTime":"2015-05-13T07:32:17Z","body":"<p>This is Labour’s response to the <a href=\"http:// counter-terrorism bill including plans for extremism disruption orders\">plans for a counter-terrorism bill unveiled by the government overnight. </a>It is from<strong> David Hanson</strong>, a shadow Home Office minister.</p> \n<blockquote class=\"quoted\"> \n <p>Labour believes much more needs to be done to tackle extremism and our manifesto included new powers to deal with those returning from Syria - which don’t seem to be included in these government proposals. Nor does there seem to be enough to strengthen community-led prevention work that the government cut back during the last Parliament. However we will look at the detail of these proposals.</p> \n <p>Hundreds of people have returned from fighting with ISIL in Syria and we need proper measures in place to ensure the security agencies and counter terror police have the tools they need to protect the public. Strong powers also need strong checks and balances to ensure they are used appropriately. We will look at the detail of these proposals to ensure these measures are both effective and proportionate.<br /></p> \n <p>The government were wrong to weaken counter terror powers in the last parliament. And wrong to cut back on community-led work to prevent young people being drawn into extremism in the first place.<br /></p> \n</blockquote>","postType":"blog"},{"id":"block-5552fb0ce4b075defdfb254d","publishedDateTime":"2015-05-13T07:23:48Z","body":"<p>Good morning. I’m taking over from Mark now.</p> \n<p>On the Today programme<strong> Theresa May</strong>, the home secretary, has just confirmed that the government will not participate in an EU-wide scheme to take in migrants coming to Europe via the Mediterranean.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/thetimes/statuses/598243759734824961\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Tomorrow's front page: May gets tough over fate of Med migrants <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash\">#tomorrowspaperstoday</a> <a href=\"http://t.co/PaLr5AlhnS\">pic.twitter.com/PaLr5AlhnS</a></p>— The Times of London (@thetimes) \n  <a href=\"https://twitter.com/thetimes/status/598243759734824961\">May 12, 2015</a> \n </blockquote> \n</figure> \n<p>Earlier, she also seemed to concede that the government did not have a precise definition of what would count as “extremism”<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/counter-terrorism-bill-extremism-disruption-orders-david-cameron\"> in the proposals for extremism disruption orders.</a></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNormanS/statuses/598386230989070336\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Seems Govt does not yet have a clear definition of when people will be guilty of new offence of extremism/dividing society <a href=\"https://twitter.com/BBCr4today\">@BBCr4today</a></p>— norman smith (@BBCNormanS) \n  <a href=\"https://twitter.com/BBCNormanS/status/598386230989070336\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>I’ll post a proper summary soon.</p>","postType":"blog"},{"id":"block-5552f929e4b03b3bccc7a52b","publishedDateTime":"2015-05-13T07:14:08Z","body":"<p><strong>Theresa May</strong>, the home secretary, is speaking to John Humphrys on Radio 4 now about the government’s plans for new limits on extremists’ activities. We’ll bring you a summary and analysis of what she says shortly.</p>","postType":"blog"},{"id":"block-5552f4c1e4b075defdfb2545","publishedDateTime":"2015-05-13T07:00:00Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"c481792985aaa989853ce10415fe43f9756d73ce\"> \n <img src=\"http://media.guim.co.uk/c481792985aaa989853ce10415fe43f9756d73ce/1316_588_1596_2395/666.jpg\" alt=\"David Cameron.\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Cameron.</span> \n </figcaption> \n</figure> \n<p><strong>The government’s tough new plans for tackling terrorism will only address the symptoms of radical Islamism rather than its causes, a counter-extremist expert has warned</strong>.<br /></p> \n<p>Jonathan Russell, political liaison officer at the Quilliam thinktank, likened David Cameron’s plans, which will be outlined at the National Security Council today, to a game of whack-a-mole.</p> \n<p>The measures are set to include disruption orders to ban extremists speaking in public, and the power to close premises where hatred is preached.</p> \n<p>Russell said: “I welcome the shift from counterterrorism to focusing on extremism but I still think the measures will tackle the symptoms rather than the causes of the problem.”</p> \n<p>Speaking on BBC Radio Radio 4’s Today programme Russell said: “The danger here is that we negatively alter the balance here between national security and civil liberties, between counterterrorism and human rights … I don’t think it will tackle radicalisation it won’t change the numbers of people who are attracted to this poisonous ideology and I don’t think it will attack the ideology itself.”</p> \n<p>Russell called for more measures to tackle extremist ideology head-on. </p> \n<p>“We need a lot more education in schools and educating our frontline, our teachers, our university lecturers, our prison officers our police forces, to tackle this before it becomes a problem,” he told Today.</p> \n<p>He added:</p> \n<blockquote class=\"quoted\"> \n <p>There is a role for disruption, but my problem is that too often since 9/11 it has looked like whack-a-mole ... We shouldn’t negatively alter the fabric of our society when looking to tackle it.</p> \n <p>What we need is a lot more focus on engaging with communities, building resilience among our institutions to prevent people getting further on to the curve of radicalisation and addressing the ideology and addressing grievances people might have and providing some really alternatives to our young people, a thousand of whom have been convinced that it is such a good idea that they are willing to travel to Syria to implement it.</p> \n</blockquote>","postType":"blog"},{"id":"block-5552eb31e4b0e44971625acc","title":"Carswell says he will not challenge Farage for Ukip leadership","publishedDateTime":"2015-05-13T06:51:30Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"eb7e5293f0f266b3115bac71325c875afd27de1e\"> \n <img src=\"http://media.guim.co.uk/eb7e5293f0f266b3115bac71325c875afd27de1e/1417_0_2368_3551/667.jpg\" alt=\"Douglas Carswell.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Douglas Carswell.</span> \n </figcaption> \n</figure> \n<p>Ukip’s sole MP, Douglas Carswell, is at the centre of two of the biggest issues facing the party right now: his relationship with \n <strike>\n   former \n </strike> leader Nigel Farage and whether he will accept the &pound;650,000 of taxpayers’ “short money” due to the party since it got 4 million votes in the general election.</p> \n<p>Carswell clarified both matters on the Today programme earlier. He said he will not be taking the full amount of short money – which is intended to help opposition parties fund its activities without the help of the civil service – and intends to make a decision on how much he needs, not what he is able to claim.</p> \n<p>“I’m absolutely certain Nigel would see the good sense of this,” Carswell said.</p> \n<p>Carswell also ruled himself out of challenging Farage for the leadership after his “unresignation” over the weekend. But he stopped short of backing Farage himself, saying:</p> \n<blockquote class=\"quoted\"> \n <p>Nigel is party leader … Lots of people could do the job far better than me. I can’t be leader, run Ukip in Westminster, represent my Clacton constituents as well as be a husband and father.</p> \n</blockquote>","postType":"key-event"},{"id":"block-5552e8b1e4b0e44971625ac9","title":"Morning briefing","publishedDateTime":"2015-05-13T06:37:56Z","lastUpdatedDateTime":"2015-05-13T07:10:13Z","body":"<p>Good morning and welcome to today’s Politics live blog. You may notice that we’ve said a fond farewell to our special Election 2015 livery and returned to our trusty home as we seek to put the past behind us and move on. We’ll also be returning the blog to its more traditional hours as we transition from election mania to business as usual.</p> \n<p>I’m <strong>Mark Smith</strong>, and I’ll be cranking the blog up for <strong>Andrew Sparrow</strong>, who’ll take you through the lion’s share of the day. You can tweet us <a href=\"https://twitter.com/marksmith174\">@marksmith174</a> or <a href=\"https://twitter.com/andrewsparrow\">@AndrewSparrow</a> and we’ll be reading below the line too so please comment away.</p> \n<h2>The big picture<br /></h2> \n<p>I’ve just heard the Today programme discussing whether Labour need to change their colour from red to become more electable. So it’s one of those days …</p> \n<p>Here are the main political stories around this morning: </p> \n<ul> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/counter-terrorism-bill-extremism-disruption-orders-david-cameron\">A counter-terrorism bill including plans for extremism disruption orders designed to restrict those trying to radicalise young people is to be included in the Queen’s speech, David Cameron will tell the national security council later today</a></strong>. The orders, the product of an extremism task force set up by the prime minister, were proposed during the last parliament in March, but were largely vetoed by the Liberal Democrats on the grounds of free speech. They were subsequently revived in the Conservative manifesto.<br /></li> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/12/labour-shelves-plans-to-complete-leadership-election-by-summer-union-levt-payers\">Labour’s national executive committee will meet to today to agree a lengthy timetable for the increasingly tangled party leadership election with plans for a ballot and count ending either in the first weeks of September or as late as October</a></strong>. It has been agreed that the result should not be announced at the party’s annual conference starting on 27 or 28 September but at a special conference a fortnight before or after.</li> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/vince-cable-rules-out-standing-as-mp-again\">Vince Cable, the former business secretary who lost his seat in last week’s election, has said that he will not stand again</a></strong>. A few days after he celebrated his 72nd birthday, Cable told the Richmond and Twickenham Times that a “politics of fear” had been responsible for the Tory victory.</li> \n</ul> \n<h2>Today’s diary</h2> \n<p><strong>9.30am</strong>: The new Cameron government is hoping for continued improvement on the employment front as new figures reveal how many people are out of work.<br /><strong>10.30am</strong>: The Bank of England will deliver its quarterly outlook for the UK economy for the first time since figures showed a sharp growth slowdown at the start of 2015. <br /><strong>12noon</strong>: The Labour NEC is meeting at party HQ to decide the timetable for electing Ed Miliband’s successor.</p> \n<p>We’ll update you with more diary items as they come in.</p>","postType":"key-event"}],"keyEvents":[{"id":"block-5552e8b1e4b0e44971625ac9","title":"Morning briefing","publishedDateTime":"2015-05-13T06:37:56Z","lastUpdatedDateTime":"2015-05-13T07:10:13Z","body":"<p>Good morning and welcome to today’s Politics live blog. You may notice that we’ve said a fond farewell to our special Election 2015 livery and returned to our trusty home as we seek to put the past behind us and move on. We’ll also be returning the blog to its more traditional hours as we transition from election mania to business as usual.</p> \n<p>I’m <strong>Mark Smith</strong>, and I’ll be cranking the blog up for <strong>Andrew Sparrow</strong>, who’ll take you through the lion’s share of the day. You can tweet us <a href=\"https://twitter.com/marksmith174\">@marksmith174</a> or <a href=\"https://twitter.com/andrewsparrow\">@AndrewSparrow</a> and we’ll be reading below the line too so please comment away.</p> \n<h2>The big picture<br /></h2> \n<p>I’ve just heard the Today programme discussing whether Labour need to change their colour from red to become more electable. So it’s one of those days …</p> \n<p>Here are the main political stories around this morning: </p> \n<ul> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/counter-terrorism-bill-extremism-disruption-orders-david-cameron\">A counter-terrorism bill including plans for extremism disruption orders designed to restrict those trying to radicalise young people is to be included in the Queen’s speech, David Cameron will tell the national security council later today</a></strong>. The orders, the product of an extremism task force set up by the prime minister, were proposed during the last parliament in March, but were largely vetoed by the Liberal Democrats on the grounds of free speech. They were subsequently revived in the Conservative manifesto.<br /></li> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/12/labour-shelves-plans-to-complete-leadership-election-by-summer-union-levt-payers\">Labour’s national executive committee will meet to today to agree a lengthy timetable for the increasingly tangled party leadership election with plans for a ballot and count ending either in the first weeks of September or as late as October</a></strong>. It has been agreed that the result should not be announced at the party’s annual conference starting on 27 or 28 September but at a special conference a fortnight before or after.</li> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/vince-cable-rules-out-standing-as-mp-again\">Vince Cable, the former business secretary who lost his seat in last week’s election, has said that he will not stand again</a></strong>. A few days after he celebrated his 72nd birthday, Cable told the Richmond and Twickenham Times that a “politics of fear” had been responsible for the Tory victory.</li> \n</ul> \n<h2>Today’s diary</h2> \n<p><strong>9.30am</strong>: The new Cameron government is hoping for continued improvement on the employment front as new figures reveal how many people are out of work.<br /><strong>10.30am</strong>: The Bank of England will deliver its quarterly outlook for the UK economy for the first time since figures showed a sharp growth slowdown at the start of 2015. <br /><strong>12noon</strong>: The Labour NEC is meeting at party HQ to decide the timetable for electing Ed Miliband’s successor.</p> \n<p>We’ll update you with more diary items as they come in.</p>","postType":"key-event"},{"id":"block-5552eb31e4b0e44971625acc","title":"Carswell says he will not challenge Farage for Ukip leadership","publishedDateTime":"2015-05-13T06:51:30Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"eb7e5293f0f266b3115bac71325c875afd27de1e\"> \n <img src=\"http://media.guim.co.uk/eb7e5293f0f266b3115bac71325c875afd27de1e/1417_0_2368_3551/667.jpg\" alt=\"Douglas Carswell.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Douglas Carswell.</span> \n </figcaption> \n</figure> \n<p>Ukip’s sole MP, Douglas Carswell, is at the centre of two of the biggest issues facing the party right now: his relationship with \n <strike>\n   former \n </strike> leader Nigel Farage and whether he will accept the &pound;650,000 of taxpayers’ “short money” due to the party since it got 4 million votes in the general election.</p> \n<p>Carswell clarified both matters on the Today programme earlier. He said he will not be taking the full amount of short money – which is intended to help opposition parties fund its activities without the help of the civil service – and intends to make a decision on how much he needs, not what he is able to claim.</p> \n<p>“I’m absolutely certain Nigel would see the good sense of this,” Carswell said.</p> \n<p>Carswell also ruled himself out of challenging Farage for the leadership after his “unresignation” over the weekend. But he stopped short of backing Farage himself, saying:</p> \n<blockquote class=\"quoted\"> \n <p>Nigel is party leader … Lots of people could do the job far better than me. I can’t be leader, run Ukip in Westminster, represent my Clacton constituents as well as be a husband and father.</p> \n</blockquote>","postType":"key-event"},{"id":"block-5552ffd8e4b03b3bccc7a537","title":"May claims her extremism crackdown will not undermine free speech","publishedDateTime":"2015-05-13T08:09:34Z","lastUpdatedDateTime":"2015-05-13T08:10:07Z","body":"<p><strong>Theresa May</strong>, the home secretary, has given at least two interviews this morning, explaining plans for banning orders and disruption orders that are going to be contained <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/counter-terrorism-bill-extremism-disruption-orders-david-cameron\">in a new counter-terrorism bill. </a>There is no great surprise about what May wants to do because <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/mar/23/election-2015-miliband-labour-snp-scottish-seats-live#block-5510066fe4b0c360811bac20\">she set out these ideas, and many others, in a detailed speech in March.</a> But at that stage those were just aspirations for a Conservative-only government, which is not what many people expected. Now these are going to become legislative plans.</p> \n<p>Here are the key points May made.</p> \n<ul> \n <li><strong>May claimed her plans for banning orders and disruption orders would not undermine the principle of free speech.</strong> Asked if her proposals ran counter to free speech, she replied: <br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>No they are not. This is a difficult area and it is an area where we do have to be careful about how we draft the legislation to make sure that it does cover what we want it to cover, but still enables free speech to take place. This isn’t an easy measure to bring in, it is something that has to be looked at very carefully. We are very conscious of the need to still maintain that value of free speech.</p> \n</blockquote> \n<ul> \n <li><strong>She explained what her plans were designed to achieve.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>This is a great country to live in, we have a pluralistic society, we are one nation living together. But sadly, there are those who seek to divide us - the extremists of all kinds. There’s Islamist extremism, neo-Nazi extremism, trying to preach hatred and intolerance and challenge the values that underpin our society - values of democracy, tolerance, freedom, the rule of law. What we want to do is ensure that those who are trying to promote that hatred and intolerance, we can deal with them ...</p> \n <p>What we are proposing is a bill which will have certain measures within it, measures such as introducing banning orders for groups and disruption orders for individuals, for those who are out there actively trying to promote this hatred and intolerance which can lead to division in our society and undermines our British values.</p> \n</blockquote> \n<ul> \n <li><strong>She confirmed that Britain would not participate in an EU-wide scheme to resettle migrants coming to Europe via the Mediterranean.</strong> She said they were often economic migrants from countries like Nigeria, Eritrea, Somalia.<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>These are very often economic migrants, people who have paid criminal gangs to transport them across Africa, to put them into vessels which those criminal gangs know are not sea-worthy.</p> \n</blockquote> \n<p>The important thing was to stop them trying to enter Europe in the first place, she said.</p> \n<ul> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/theresa-may-refuses-to-be-drawn-on-isis-runaways-right-to-return-to-uk\">She refused to be drawn on whether three Britons reported to be trying to return to the UK from Syria would be allowed back into the country.</a></strong><br /></li> \n</ul> \n<figure class=\"element element-image\" data-media-id=\"928238f6427608572ee52bf82f0ef0a09931f6a3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431504527152/7101ce7e-44f6-43a0-99b9-e71ac18fb6c0-460x276.png\" alt=\"Theresa May\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Theresa May on the Today programme</span> \n  <span class=\"element-image__credit\">Photograph: BBC News</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-55530be6e4b0629d5bbe2e7c","title":"Unemployment down to 5.5%, average earnings up by 1.9%","publishedDateTime":"2015-05-13T08:37:09Z","body":"<p>The latest employment figures are out. Unemployment continues to fall.</p> \n<ul> \n <li><strong>Unemployment fell by 35,000 between January and March to 1.83m. That is 5.5%. It was 5.7% from October to December.</strong></li> \n</ul> \n<ul> \n <li><strong>The number of people claiming jobseeker’s allowance last month fell by 12,600 to 763,800.</strong></li> \n</ul> \n<ul> \n <li><strong>Average earnings increased by 1.9% in the year to March, 0.2% up on the previous month. </strong></li> \n</ul> \n<p>Here is <a href=\"http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/may-2015/statistical-bulletin.html\">the Office for National Statistics news release. </a>And here is the ONS statistical bulletin, <a href=\"http://www.ons.gov.uk/ons/dcp171778_402319.pdf\">with the full details (pdf).</a></p>","postType":"key-event"},{"id":"block-55531500e4b0e44971625aea","title":"Theresa May suggests migrants rescued in the Mediterranean should be forcibly returned","publishedDateTime":"2015-05-13T09:14:29Z","body":"<p><a href=\"http://www.thetimes.co.uk/tto/opinion/thunderer/article4438589.ece\">In an article in the Times (paywall)</a> <strong>Theresa May</strong>, the home secretary, suggests that economic migrants rescued in the Mediterranean should be forcibly returned. Here’s the key quote.</p> \n<blockquote class=\"quoted\"> \n <p>I disagree with the suggestion by the EU’s high representative Federica Mogherini that ‘no migrants’ intercepted at sea should be ‘sent back against their will’. Such an approach would only act as an increased pull factor across the Mediterranean — and encourage more people to put their lives at risk.</p> \n</blockquote>","postType":"key-event"},{"id":"block-55531b64e4b0e44971625af3","title":"Regional unemployment figures","publishedDateTime":"2015-05-13T09:42:35Z","body":"<p>Here are the regional unemployment figures. I’ve taken the chart from the Press Association.</p> \n<p>Region - Unemployment total - change from previous quarter - rate</p> \n<p>North East - 96,000 - down 7,000 - 7.5% <br /></p> \n<p>North West - 201,000 - down 28,000 - 5.7% </p> \n<p>Yorkshire/Humber - 177,000 - up 13,000 - 6.6% </p> \n<p>East Midlands - 115,000 - no change - 4.9% </p> \n<p>West Midlands - 178,000 - up 10,000 - 6.4% </p> \n<p>East of England - 137,000 - down 19,000 - 4.4% </p> \n<p>London - 285,000 - down 10,000 - 6.2%</p> \n<p>South East - 197,000 - down 15,000 - 4.2% </p> \n<p>South West - 119,000 - down 3,000 - 4.3% </p> \n<p>Wales - 99,000 - no change - 6.7% </p> \n<p>Scotland - 168,000 - up 19,000 - 6.0%</p> \n<p> Northern Ireland - 55,000 - up 6,000 - 6.2% </p>","postType":"key-event"},{"id":"block-55532a36e4b03b3bccc7a583","title":"Labour will announce new leader on 12 September, reports say","publishedDateTime":"2015-05-13T10:47:55Z","lastUpdatedDateTime":"2015-05-13T11:06:35Z","body":"<p><strong>The Press Association is reporting that Labour’s national executive committee will choose a shorter leadership campaign, meaning the winner would be in place by the party conference at the end of September</strong>.</p> \n<p>Balloting is expected to open in mid-August, leaving three months for campaigning by the candidates, with the results announced on 12 September.</p> \n<p>Here’s the PA report:</p> \n<blockquote> \n <p>The timetable for electing Ed Miliband’s successor is expected to see the Labour Party’s new leader announced in mid-September.</p> \n <p>The party’s ruling national executive committee meets later to make a decision, but sources have told the Press Association that the new leader is set to be announced on September 12. </p> \n <p>Balloting is expected to open in mid-August, leaving three months for campaigning by the candidates. </p> \n <p>Announcing the new leader on September 12, a day before the TUC Congress opens, would mean he or she would address the Labour Party conference at the end of September already in place. </p> \n <p>Another option would be an earlier campaign, with the winner announced in mid-August, or a later date at the end of September. It is understood that the executive will plump for the September 12 date. </p> \n <p>A Labour spokesman said the NEC would have “full discretion” in deciding the timetable for the election, taking into account the opinions of members, constituency Labour parties, the shadow cabinet and Parliamentary Labour Party.</p> \n <p>Shadow business secretary Chuka Umunna and shadow health minister Liz Kendall have both confirmed they will stand in the election, with others tipped to join the race including shadow education secretary Tristram Hunt, shadow home secretary Yvette Cooper and shadow health secretary Andy Burnham. </p> \n <p>Meanwhile, Walthamstow MP Stella Creasy has indicated she is open to putting her name forward for the position of deputy leader of the party - setting up a potential tussle with Tom Watson, the party’s former deputy chairman. </p> \n</blockquote>","postType":"key-event"},{"id":"block-55532d5be4b0e44971625b10","title":"No 10 says FoI legislation could be amended to make it easier for ministers to veto release of information","publishedDateTime":"2015-05-13T11:02:17Z","lastUpdatedDateTime":"2015-05-13T12:02:47Z","body":"<p>I’m just back from the Number 10 lobby briefing. Here is the top line.</p> \n<ul> \n <li><strong>Ministers are considering amending</strong><strong> Freedom of Information legislation to strengthen the ability of the government to veto the publication of documents, in the light of the supreme court’s “black spider” ruling saying some of Prince Charles’s letters to Whitehall departments much be published.</strong></li> \n</ul> \n<p>I will post a summary with more on this, and some of the other lines from the briefing, shortly.</p> \n<p><em>UPDATE:</em> I’ve changed this from “planning to amend” to “considering amending” because Number 10 stress a final decision has not been taken, and that there would be widespread consultation first. </p>","postType":"key-event"},{"id":"block-555331e2e4b0e44971625b19","title":"No 10 lobby briefing - Summary","publishedDateTime":"2015-05-13T11:48:55Z","lastUpdatedDateTime":"2015-05-13T13:00:30Z","body":"<figure class=\"element element-image\" data-media-id=\"90b7fb459805b0682f6e71ab172b1ede0211ac71\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431515616611/641b047f-15bd-4307-ac3d-277e49bb8ce7-460x276.jpeg\" alt=\"10 Downing Street\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">10 Downing Street</span> \n  <span class=\"element-image__credit\">Photograph: Leon Neal/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Here are the key points from the Number 10 lobby briefing.</p> \n<ul> \n <li><strong>Ministers are considering amending Freedom of Information legislation to strengthen the ability of the government to veto the publication of documents, in the light of the supreme court’s “black spider” ruling saying some of Prince Charles’s letters to Whitehall departments much be published. <br /></strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/12/prince-charles-black-spider-memos-letters-published\">The letters will be published at 4pm, following the supreme court ruling.</a> Under the original Freedom of Information Act, ministers supposedly had the ability to veto the publication of material under the Act in extreme circumstances, but the supreme court decision in the Charles’ letters cased exposed a loophole in this. <br />The prime minister’s spokesman said the ruling had “generated some uncertainty” about how extensive the power of veto was and that, in the light of this, the government would look at the law with a view to boosting the veto power. He said the government would consider the issue “carefully”, and taking into account views across the House of Commons. <br />The government believed there was “a strong case” for ministers having the right to veto the publication of material, he said. In 2011 the FoI legislation was amended to provide an “absolute exemption” on all requests relating to the Queen and Prince Charles, although that did not stop the release of the “black spider” letters because they predate that. <br />The spokesman implied that the proposed new veto powers would go further, covering a wider range of material, not just royal letters.</li> \n</ul> \n<p><em>UPDATE AT 1.56PM:</em> I’ve amended the penultimate sentence above because it was Labour that passed the bill to exempt the Queen and Prince Charles’s letters from the FoI Act, not the coalition, although the new rules came into force in 2011. See<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-555347b6e4b01c8d6c261776\"> 1.56pm.</a></p> \n<ul> \n <li><strong>The spokesman said Cameron still believed that the supreme court’s decision to order the publication of the letters was “deeply disappointing”, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/12/prince-charles-black-spider-memos-letters-published\">as he said in March. </a></strong></li> \n</ul> \n<ul> \n <li><strong>Downing Street has signalled that the proposed anti-extremist disruption orders announced today (see <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-5552ffd8e4b03b3bccc7a537\">9.09am)</a> will not be used against people like trade unionists advocating law-breaking, or those speaking out against gay marriage. <br /></strong>The spokesman said the orders were intended to be used instead against people like Islamist extremist and neo-Nazis. And he pointed out that the government already has a definition of the kind of extremism these orders are intended to target. It is:<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>Vocal or active opposition to fundamental British values, including democracy, the rule of law, individual liberty and mutual respect and tolerance of different faiths and beliefs. We also include in our definition of extremism calls for the death of members of our armed forces, whether in this country or overseas.</p> \n</blockquote> \n<ul> \n <li><strong>The spokesman said that the government could consider tightening asylum rules in relation to extremists.</strong> <br />This was a proposal that Theresa May set out <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/mar/23/election-2015-miliband-labour-snp-scottish-seats-live#block-5510066fe4b0c360811bac20\">in her speech on counter-extremism in March.</a> The spokesman said the government was also interested in May’s plan to tighten the rules allowing universities and colleges to sponsor immigrants applying for student visas. Asked if May was also keen on imposing benefit sanctions on people who do not learn English, as she implied in her March speech, the spokesman said: “I don’t think she has changed her view on that.”</li> \n</ul> \n<ul> \n <li><strong>The spokesman said Cameron was still opposed to the planned 10% pay rise for MPs. <br /></strong>The Independent Parliamentary Standards Authority has to review this proposal, and the spokesman said Cameron would “urge it to take the opportunity it now has to come to a different view”.<br /></li> \n</ul> \n<figure class=\"element element-image\" data-media-id=\"2945e1b3eb7499c0d49880131505af6158ba7b02\"> \n <img src=\"http://media.guim.co.uk/2945e1b3eb7499c0d49880131505af6158ba7b02/0_241_4000_2400/1000.jpg\" alt=\"Wolfgang Schauble.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wolfgang Schauble.</span> \n  <span class=\"element-image__credit\">Photograph: Valda Kalnina/EPA</span> \n </figcaption> \n</figure> \n<ul> \n <li><strong>The spokesman said that comments from the German finance minister yesterday, reported in today’s Financial Times splash, had been over-interpreted.</strong> <br />He said a “gentle note of caution” was appropriate. This is how the <a href=\"http://www.ft.com/cms/s/0/d0cfd26e-f8bc-11e4-8e16-00144feab7de.html?siteedition=uk#axzz3a1A2lG9w\">FT wrote up the story, under the headline: “Germany lands early blow against Britain’s hopes for EU treaty change.</a></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>David Cameron’s hopes for a far-reaching overhaul of <a href=\"http://www.ft.com/intl/indepth/britain-and-the-eu\">Britain’s relationship with the EU</a> were dealt an early setback on Tuesday when Germany said the UK’s partners would not be rushed into changing the bloc’s treaties to meet its reform demands.</p> \n <p>In a sign of a broader distrust of London’s motives, Wolfgang Sch&auml;uble, Germany’s finance minister, also lashed out at George Osborne’s “silly” and “unnecessary” record of intervening over the <a href=\"http://www.ft.com/intl/cms/s/0/bcce4df8-4f9e-11e4-a0a4-00144feab7de.html#axzz3ZkIq1vIl\">eurozone crisis</a>. Many in Brussels believe London intentionally sought to undermine monetary union, Mr Sch&auml;uble noted.</p> \n</blockquote> \n<ul> \n <li><strong>Cameron has chaired the first meeting of the new government’s national security council. </strong>And Downing Street has named those attending. <br />They are: PM, chancellor, foreign secretary, home secretary, defence secretary, business secretary, energy secretary, international development secretary, Cabinet Office minister (Oliver Letwin), chief of the defence staff, heads of MI5, MI6 and GCHQ, head of JIC, head of Foreign Office and national security adviser. <br />This is much the same as under the coalition, although now the business secretary is a permanent attendee. Other ministers may attend when particular issues are being discussed. <br /></li> \n</ul>","postType":"key-event"},{"id":"block-55534352e4b0226afc8529f9","title":"Alex Salmond appointed SNP's foreign affairs spokesman","publishedDateTime":"2015-05-13T12:35:58Z","body":"<p>Talking of <strong>Alex Salmond</strong>, he has got a new job. <strong>Angus Robertson</strong>, the SNP leader at Westminster, has been reshuffling his team and has made him foreign affairs spokesman (which does not as yet, we think, cover relations with England.)</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ARobertsonSNP/statuses/598458931766235136\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Delighted to confirm that <a href=\"https://twitter.com/theSNP\">@theSNP</a> Foreign Affairs spokesperson at Westminster will be <a href=\"https://twitter.com/AlexSalmond\">@AlexSalmond</a> <a href=\"https://twitter.com/hashtag/SNP?src=hash\">#SNP</a></p>— Angus Robertson (@ARobertsonSNP) \n  <a href=\"https://twitter.com/ARobertsonSNP/status/598458931766235136\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>Salmond indicates this means he will lead for the SNP on the EU referendum legislation. A key SNP demand is to insert a lock that would ensure the UK only left the EU if all four nations of the UK voted in favour.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlexSalmond/statuses/598462361301872641\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Delighted to accept the appointment from <a href=\"https://twitter.com/ARobertsonSNP\">@ARobertsonSNP</a> as <a href=\"https://twitter.com/theSNP\">@theSNP</a>'s Foreign Affairs spokesperson at Westminster.</p>— Alex Salmond (@AlexSalmond) \n  <a href=\"https://twitter.com/AlexSalmond/status/598462361301872641\">May 13, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlexSalmond/statuses/598463556884045824\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Foreign affairs - especially Europe - will be among the dominating issues in this parliament.</p>— Alex Salmond (@AlexSalmond) \n  <a href=\"https://twitter.com/AlexSalmond/status/598463556884045824\">May 13, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlexSalmond/statuses/598464043528105984\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Promoting Scotland's cause in the international arena is a key priority for <a href=\"https://twitter.com/theSNP\">@theSNP</a></p>— Alex Salmond (@AlexSalmond) \n  <a href=\"https://twitter.com/AlexSalmond/status/598464043528105984\">May 13, 2015</a> \n </blockquote> \n</figure> \n<p>And here are the other appointments Robertson has announced today.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ARobertsonSNP/statuses/598458495915155456\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Delighted to confirm that <a href=\"https://twitter.com/theSNP\">@theSNP</a> Economy spokesperson at Westminster will be <a href=\"https://twitter.com/StewartHosieSNP\">@StewartHosieSNP</a> <a href=\"https://twitter.com/hashtag/SNP?src=hash\">#SNP</a></p>— Angus Robertson (@ARobertsonSNP) \n  <a href=\"https://twitter.com/ARobertsonSNP/status/598458495915155456\">May 13, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ARobertsonSNP/statuses/598458649124741120\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Delighted to confirm that <a href=\"https://twitter.com/theSNP\">@theSNP</a> Work and Pensions spokesperson at Westminster will be <a href=\"https://twitter.com/EilidhWhiteford\">@EilidhWhiteford</a> <a href=\"https://twitter.com/hashtag/SNP?src=hash\">#SNP</a></p>— Angus Robertson (@ARobertsonSNP) \n  <a href=\"https://twitter.com/ARobertsonSNP/status/598458649124741120\">May 13, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ARobertsonSNP/statuses/598458796256718848\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Delighted to confirm that <a href=\"https://twitter.com/theSNP\">@theSNP</a> Justice and Home Affairs spokesperson at Westminster will be <a href=\"https://twitter.com/joannaccherry\">@joannaccherry</a> <a href=\"https://twitter.com/hashtag/SNP?src=hash\">#SNP</a></p>— Angus Robertson (@ARobertsonSNP) \n  <a href=\"https://twitter.com/ARobertsonSNP/status/598458796256718848\">May 13, 2015</a> \n </blockquote> \n</figure>","postType":"key-event"},{"id":"block-55534fb0e4b01c8d6c261780","title":"Equalities minister Caroline Dinenage says she now backs gay marriage","publishedDateTime":"2015-05-13T13:25:17Z","body":"<p><strong>Caroline Dinenage,</strong> the Conservative MP for Gosport, voted against gay marriage two years ago.</p> \n<p>But yesterday she was appointed equalities minister and, <a href=\"https://www.pinknews.co.uk/2015/05/12/david-cameron-appoints-anti-gay-marriage-mp-to-be-minister-for-equalities/\">following a controversy about her appointment,</a> she has performed her first U-turn. She is now in favour.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cj_dinenage/statuses/598447234674499584\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">To all the others I want to be clear - I support equal marriage &amp; I'm fully committed to advancing the cause of LGBT equality moving forward</p>— Caroline Dinenage (@cj_dinenage) \n  <a href=\"https://twitter.com/cj_dinenage/status/598447234674499584\">May 13, 2015</a> \n </blockquote> \n</figure>","postType":"key-event"},{"id":"block-55535584e4b0226afc852a22","title":"Sadiq Khan announces he wants to be Labour's candidate for London mayor","publishedDateTime":"2015-05-13T13:53:03Z","body":"<p><strong>Sadiq Khan</strong>, the former shadow justice secretary, has announced that he is standing to be Labour’s candidate for mayor of London.</p> \n<p>The son of a bus driver, <a href=\"http://www.standard.co.uk/news/politics/sadiq-khan-bashes-champagne-boris-as-he-launches-his-bid-to-be-mayor-of-london-10246742.html\">Khan told the Evening Standard he wanted to lead London in a very different manner from Boris Johnson.</a></p> \n<blockquote class=\"quoted\"> \n <p>For the last eight years you’ve seen a red carpet mayor, somebody who is fantastic going to openings, great with a flute of champagne in his hands,” he said in an interview with editor Sarah Sands. I’d rather roll up my sleeves and fight for all Londoners ...</p> \n <p>I want to be seen as Mr London — as an exemplar of the best of London. A working class boy done good.</p> \n</blockquote>","postType":"key-event"},{"id":"block-55535b11e4b0226afc852a34","title":"Farron says Tory anti-extremism plans 'as Orwellian as New Labour's ID card system'","publishedDateTime":"2015-05-13T14:13:02Z","body":"<p><strong>Tim Farron</strong>, the Lib Dem MP, told the World at One that the government’s plans for disruption orders (se<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-5552ffd8e4b03b3bccc7a537\">e 9.09am)</a> were “as Orwellian as New Labour’s ID card scheme”.</p> \n<blockquote class=\"quoted\"> \n <p>The anti-extremism orders, first of all they are very wooly – what on earth do they mean? Who is an extremist? There are probably tens of thousands of people listening to this programme who will wonder whether or not they are an extremist for their political views, because of their religious faith or expression of it ...</p> \n <p>If you make people into martyrs by persecuting them for expression of views and opinions, then you create a much worse situation. These are clearly not proposals brought in by David Cameron in order to solve that problem, they are a continuation of last week’s general election narrative which is about trying to maintain support for one or other party on the basis of fear of the other ...</p> \n <p>If you continue to play politics on the basis of division - fear of people who are different to you - then you will make this problem far worse ...</p> \n <p>This is as authoritarian and as Orwellian as New Labour’s ID card system which we got rid of five years ago.</p> \n</blockquote> \n<p>Farron also refused to say whether or not he was running for the Lib Dem leadership, saying he was still taking soundings. </p>","postType":"key-event"},{"id":"block-55535c80e4b0dea3fefa62f5","title":"Farage and Carswell fail to agree whether Ukip should accept £650,000 in Short money","publishedDateTime":"2015-05-13T14:20:38Z","body":"<p><strong>Nigel Farage,</strong> the Ukip leader, and<strong> Douglas Carswell</strong>, Ukip’s only MP, have had a meeting today to try to resolve <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/ukip-mp-public-money-douglas-carswell\">their row about whether or not to accept &pound;650,000 in Short money from the parliamentary authorities.</a></p> \n<p>Judging by the statement the party has just issued, they failed to reach agreement. Here it is in full (one sentence).</p> \n<blockquote class=\"quoted\"> \n <p>Nigel Farage met with Douglas Carswell this afternoon and there’s ongoing discussion about how best to represent four million Ukip voters in a way that is sensible and correct.</p> \n</blockquote>","postType":"key-event"},{"id":"block-55535ed0e4b01c8d6c26178e","title":"Police looking into allegation of fraud in Thanet South","publishedDateTime":"2015-05-13T14:27:43Z","body":"<p>Police are looking into an allegation of electoral fraud in Thanet South, the seat which Ukip’s Nigel Farage failed to win at the general election, the Press Association reports.</p> \n<blockquote class=\"quoted\"> \n <p>Farage lost out to the Conservatives’ Craig Mackinlay who racked up 18,838 votes to Mr Farage’s 16,026. </p> \n <p>A Kent Police spokesman said: “Kent Police has received a report of electoral fraud. Inquiries are ongoing.” </p> \n <p>Claims of suspicious behaviour surfaced following a lengthy delay in declaring the seat’s results at Margate’s Winter Gardens. </p> \n <p>Then the Twitter hashtag #thanetrigged gained momentum when Ukip claimed victory in the local council election, with the party taking control of the authority. </p> \n <p>Some users said that Ukip’s local council triumph so soon after Farage’s defeat pointed to suspicious behaviour in the parliamentary contest. </p> \n</blockquote>","postType":"key-event"},{"id":"block-555360c9e4b0226afc852a4a","title":"Diane Abbott launches bid to be Labour's candidate for London mayor","publishedDateTime":"2015-05-13T14:35:50Z","lastUpdatedDateTime":"2015-05-13T15:11:52Z","body":"<p><a href=\"https://www.diane4london.co.uk/cost-of-living/join-a-movement-to-make-london-fairer\">The Labour MP<strong> Diane Abbott</strong> has also formally launched her bid to be Labour’s candidate for London mayor in 2016.</a> She said:</p> \n<blockquote class=\"quoted\"> \n <p>Hard times call for a campaigning mayor. Now more than ever our city needs a mayor who will stand up for the interests of those increasingly left behind. But, as the MP for Hackney, I have always worked to bring all our communities together. And that is the kind of mayor that I will be. Above all, I will be the genuinely independently minded mayor that London needs.</p> \n</blockquote>","postType":"key-event"},{"id":"block-555369efe4b0226afc852a7b","title":"Labour announces timetable for leader and deputy leader electoins","publishedDateTime":"2015-05-13T15:17:35Z","body":"<p>As expected (see <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-55532a36e4b03b3bccc7a583\">11.47am)</a>, Labour’s national executive committee has decided that the Labour leadership contest should run until the result is announced at a special conference on 12 September, two weeks before the main Labour conference.</p> \n<p>Here is the full timetable.</p> \n<p><strong>Friday 15 May</strong> Election Period Opens</p> \n<p><strong>Monday 8 June</strong> PLP Nomination Hustings for Leader</p> \n<p><strong>Tuesday 9 June </strong> PLP Nomination Hustings for Deputy Leader</p> \n<p><strong>Tuesday 9 June </strong> PLP Nominations Open</p> \n<p><strong>12 noon Monday 15 June </strong> PLP Nominations (Leader) Close</p> \n<p><strong>12 noon Wednesday 17 June </strong> PLP Nominations (Deputy Leader) Close</p> \n<p><strong>Wednesday 17 June </strong> Hustings period opens</p> \n<p><strong>12 noon Friday 31 July </strong> Supporting Nominations Close</p> \n<p><strong>12 noon Wednesday 12 August </strong> Last date to join as member, affiliated supporter, or registered supporter</p> \n<p><strong>Friday 14 August </strong> Ballot mailing despatched</p> \n<p><strong>12 noon Thursday 10 September </strong> Ballot closes</p> \n<p><strong>Saturday 12 September </strong> Special conference to announce result</p>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism?date=2015-05-13T15:17:36Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism","shortUrl":"http://gu.com/p/48p5j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism","webUri":"http://www.theguardian.com/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2d69aaeb93103c02fb01b71c6b75414ca9f6bbfb/0_64_2364_1418/2364.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1418,"width":2364,"orientation":"landscape","caption":"Ed Miliband waves after delivering his resignation speech last week, sparking a Labour leadership contest. Photograph: Tim Ireland/AP","credit":"Tim Ireland/AP","altText":"Ed Miliband waves after delivering his resignation speech last week, sparking a Labour leadership contest.","cleanCaption":"Ed Miliband waves after delivering his resignation speech last week, sparking a Labour leadership contest.","cleanCredit":"Photograph: Tim Ireland/AP"}},"importance":5,"showQuotedHeadline":false},{"title":"Publication of the Prince Charles 'black spider' letters: live","rawTitle":"Publication of the Prince Charles 'black spider' letters: live","item":{"type":"liveBlog","id":"uk-news/live/2015/may/13/publication-of-the-prince-charles-black-spider-letters-live","title":"Publication of the Prince Charles 'black spider' letters: live","trailText":"Follow this blog to see the revelations and reaction unfold after the release of the heir to the throne’s memos to government ministers","standFirst":"<p>Follow this blog to see the revelations and reaction unfold after the release of the heir to the throne’s memos to government ministers</p>\n<p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/no-10-hints-at-ministerial-veto-guarantee-on-publication-of-monarchs-letters\">No 10 hints at ministerial veto guarantee on publication of monarch’s letters</a></p>\n<p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/release-of-prince-charles-letters-point-of-freedom-of-information-black-spider-memos\">Release of Prince Charles’s letters shows the point of freedom of information</a></p>","byline":"Jamie Grierson","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/be0ee336c348b339365ed3f846b00ae76d54992d/0_0_4880_2930/4880.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2930,"width":4880,"orientation":"landscape","credit":"Geoff Caddick/AFP/Getty/Guardian","altText":"Prince Charles and Black Spider memos","cleanCredit":"Photograph: Geoff Caddick/AFP/Getty/Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ca39f1f1b1c60b440712588dcfee8cf54480d1ae/118_0_2137_3202/2137.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3202,"width":2137,"orientation":"portrait","credit":"WPA Pool/Getty Images","altText":"Prince Charles"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431527963507/3ef037c5-ae63-4ba4-b18b-5fb8c7b71230-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Former trade and industry secretary Patricia Hewitt. Photograph: MICHAEL CRABTREE/BLOOMBERG NEWS","credit":"MICHAEL CRABTREE/BLOOMBERG NEWS","altText":"Patricia Hewitt","cleanCaption":"Former trade and industry secretary Patricia Hewitt.","cleanCredit":"Photograph: MICHAEL CRABTREE/BLOOMBERG NEWS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528209511/dfe4205d-b2bd-46f0-b8aa-027446a94ced-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Former health secretary John Reid Photograph: Murdo MacLeod/Murdo MacLeod","credit":"Murdo MacLeod/Murdo MacLeod","altText":"Former health secretary John Reid","cleanCaption":"Former health secretary John Reid","cleanCredit":"Photograph: Murdo MacLeod/Murdo MacLeod"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d4863d554bc2eae5b690a289dd2f2ff2b2314870/0_85_1001_600/1001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":600,"width":1001,"orientation":"landscape","caption":"Former secretary of state for environment, food and rural affairs Margaret Beckett Photograph: John Stillwell/PA","credit":"John Stillwell/PA","altText":"Former secretary of state for environment, food and rural affairs Margaret Beckett","cleanCaption":"Former secretary of state for environment, food and rural affairs Margaret Beckett","cleanCredit":"Photograph: John Stillwell/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6459574dc0ea7e43b3526e97ee8ad01047f2fd2c/0_0_2790_1674/2790.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1674,"width":2790,"orientation":"landscape","caption":"v Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Former culture secretary Tessa Jowell","cleanCaption":"v","cleanCredit":"Photograph: Dominic Lipinski/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528610878/08a4167f-919c-4e01-a367-b6ff1b5c4441-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Former Northern Ireland secretary Paul Murphy Photograph: PAUL MCERLANE/REUTERS","credit":"PAUL MCERLANE/REUTERS","altText":"Former Northern Ireland secretary Paul Murphy","cleanCaption":"Former Northern Ireland secretary Paul Murphy","cleanCredit":"Photograph: PAUL MCERLANE/REUTERS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fee994692fa788dcba781ab1e9ab2326e6853906/0_68_3072_1843/3072.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1843,"width":3072,"orientation":"landscape","caption":"Former prime minister Tony Blair Photograph: ZUMA/REX Shutterstock/ZUMA/REX Shutterstock","credit":"ZUMA/REX Shutterstock/ZUMA/REX Shutterstock","altText":"Former prime minister Tony Blair","cleanCaption":"Former prime minister Tony Blair","cleanCredit":"Photograph: ZUMA/REX Shutterstock/ZUMA/REX Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2b314e0a94ce5408dc82b082210308890ecb9846/459_342_4162_2496/4162.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2496,"width":4162,"orientation":"landscape","caption":"Former deputy prime minister John Prescott Photograph: Ian Forsyth/Getty Images","credit":"Ian Forsyth/Getty Images","altText":"Former deputy prime minister John Prescott","cleanCaption":"Former deputy prime minister John Prescott","cleanCredit":"Photograph: Ian Forsyth/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/675d36a902b9e5ca5ba543d328bc8c54409a78dd/0_0_2333_3500/2333.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3500,"width":2333,"orientation":"portrait","credit":"Chris Radburn/PA","altText":"David Cameron"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5f52472633631108ef17992c6b58753c8dc4e2ef/0_0_4614_2766/4614.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2766,"width":4614,"orientation":"landscape","caption":"Former prime minister Tony Blair speaks during a visit to the County Durham Photograph: Owen Humphreys/PA","credit":"Owen Humphreys/PA","altText":"Former prime minister Tony Blair speaks during a visit to the County Durham","cleanCaption":"Former prime minister Tony Blair speaks during a visit to the County Durham","cleanCredit":"Photograph: Owen Humphreys/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d38ffe0bd79bd812a6ede5bba586c153249e1c55/171_0_2196_3289/2196.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3289,"width":2196,"orientation":"portrait","credit":"Alastair Grant/PA","altText":"Prince Charles"}],"webPublicationDate":"2015-05-13T15:13:55Z","lastModified":"2015-05-13T15:17:23Z","latestBlock":{"id":"block-55536949e4b0c5cab2456be0","publishedDateTime":"2015-05-13T15:13:55Z","body":"An early read of the letters published so far shows Charles wrote to ministers with concerns on a range of issues including: Beef farming; Mid-term review reforms are a set of reforms of the EU’s Common Agricultural Policy; Problems affecting workers in the dairy sector; Resources available for armed forces; Cherry Knowle Hospital; Badger culling.","postType":"blog"},"metadata":{"commentable":true,"commentCount":253,"contributors":[{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"},{"name":"Robert Booth","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robertbooth"},{"name":"Rob Evans","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/5/13/1431522863290/Rob-Evans-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robevans"}],"feature":false,"keywords":["Prince Charles letters","Prince Charles","Monarchy","UK news","Freedom of information"],"tags":[{"id":"uk-news/prince-charles-letters","webTitle":"Prince Charles letters"},{"id":"uk/prince-charles","webTitle":"Prince Charles"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/freedomofinformation","webTitle":"Freedom of information"}],"section":{"id":"uk-news"},"displayHint":"news","topics":[{"displayName":"Publication of the Prince Charles 'black spider' letters: live","topic":{"type":"content","name":"uk-news/live/2015/may/13/publication-of-the-prince-charles-black-spider-letters-live"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"summary":{"id":"block-55533318e4b0e44971625b1e","title":"Opening summary","publishedDateTime":"2015-05-13T14:00:18Z","lastUpdatedDateTime":"2015-05-13T14:13:58Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"d38ffe0bd79bd812a6ede5bba586c153249e1c55\"> \n <img src=\"http://media.guim.co.uk/d38ffe0bd79bd812a6ede5bba586c153249e1c55/171_0_2196_3289/668.jpg\" alt=\"Prince Charles\" width=\"668\" height=\"1000\" class=\"gu-image\" /> \n</figure> \n<p>Prince Charles’s<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/12/prince-charles-black-spider-memos-letters-published\"> secret correspondence to ministers will finally be published today </a>- and we’ll have all the revelations and reaction from across the political spectrum and royal commentariat on this live blog.<br /></p> \n<p>Release of the letters – dubbed the ‘black spider’ memos because of Charles’s spindly handwriting – will bring an end to a<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/26/prince-charles-letters-email-tussle-judges-rulings-guardian\"> decade-long battle</a> that started with a freedom of information request in April 2005 by Guardian journalist Rob Evans.</p> \n<p>A total of 27 letters written between 2004 and 2005 by the heir to the throne to seven Whitehall departments are to be uncovered after a protracted legal tussle that passed before 16 judges sitting in a range of courts, from an obscure tribunal to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/26/supreme-court-clears-way-release-secret-prince-charles-letters-black-spider-memos\">highest court in the land.</a></p> \n<p>Charles wrote to ministers responsible for health, farming, and planning – all areas where the Prince of Wales has previously lobbied politicians on controversial issues, such as the availability of complementary medicine through the NHS, organic farming and architecture – and today we will finally see the contents.</p> \n<p>The government fought to protect the prince from scrutiny over what the former attorney general Dominic Grieve has described as Charles’s “particularly frank” interventions on public policy in the letters.</p> \n<p>But in March, the supreme court ruled the cache of correspondence must be published.</p> \n<p>The ruling does not mean all of Prince Charles’s correspondence with ministers can now be made available under the Freedom of Information Act. In 2010, the government tightened the rules so that there is an absolute exemption prohibiting the release of any correspondence between public authorities and the monarch or heir.</p> \n<p>But the anti-monarchy campaign group Republic has predicted that the publication of the letters might swell republican support by revealing the royals “as a serious political force rather than as apolitical and harmless”.</p> \n<p>So stay with us for the most comprehensive breakdown of the letters, and analysis from our team of specialist correspondents.</p>","postType":"summary"},"blocks":[{"id":"block-55536949e4b0c5cab2456be0","publishedDateTime":"2015-05-13T15:13:55Z","body":"<p>An early read of the letters published so far shows Charles wrote to ministers with concerns on a range of issues including:</p> \n<ul> \n <li>Beef farming</li> \n <li>Mid-term review reforms are a set of reforms of the EU’s Common Agricultural Policy</li> \n <li>Problems affecting workers in the dairy sector</li> \n <li>Resources available for armed forces</li> \n <li>Cherry Knowle Hospital</li> \n <li>Badger culling</li> \n</ul>","postType":"blog"},{"id":"block-5553679de4b03e21263ee5fd","title":"Clarence House defends Prince Charles's letters to ministers","publishedDateTime":"2015-05-13T15:04:49Z","body":"<p>Clarence House has issued a lengthy statement in defence of Prince Charles’s letters to ministers.</p> \n<p>Here is a key quote:</p> \n<blockquote class=\"quoted\"> \n <p>The publication of private letters can only inhibit his ability to express the concerns and suggestions which have been put to him in the course of his travels and meetings.</p> \n</blockquote>","postType":"key-event"},{"id":"block-5553662fe4b0dea3fefa6300","title":"Prince Charles's secret letters have been published","publishedDateTime":"2015-05-13T15:02:45Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"ca39f1f1b1c60b440712588dcfee8cf54480d1ae\"> \n <img src=\"http://media.guim.co.uk/ca39f1f1b1c60b440712588dcfee8cf54480d1ae/118_0_2137_3202/667.jpg\" alt=\"Prince Charles\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n</figure> \n<p>The black spider memos are available on the Cabinet Office website <a href=\"https://www.gov.uk/government/organisations/cabinet-office\">here</a>.</p> \n<p>Stay with us for all the revelations and reaction.</p>","postType":"key-event"},{"id":"block-55535663e4b03e21263ee5c8","publishedDateTime":"2015-05-13T14:56:39Z","lastUpdatedDateTime":"2015-05-13T14:58:33Z","body":"<p><strong>What do we know about who Prince Charles wrote to?</strong></p> \n<p>The 27 letters to be published imminently were written by the future monarch or his staff and sent to seven departments under Tony Blair’s government between 2004 and 2005.</p> \n<p>Here is a breakdown of the departments and the relevant secretary of state at the time:</p> \n<ul> \n <li><strong>Department for Business, Innovation and Skills</strong></li> \n</ul> \n<p>Former trade and industry secretary <strong>Patricia Hewitt.</strong></p> \n<figure class=\"element element-image\" data-media-id=\"6be100ae1c6c10c426d07bbfaf4a226d86577180\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431527963111/3ef037c5-ae63-4ba4-b18b-5fb8c7b71230-460x276.jpeg\" alt=\"Patricia Hewitt\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Former trade and industry secretary Patricia Hewitt.</span> \n  <span class=\"element-image__credit\">Photograph: MICHAEL CRABTREE/BLOOMBERG NEWS</span> \n </figcaption> \n</figure> \n<ul> \n <li><strong>Department of Health</strong></li> \n</ul> \n<p>Former health secretary John Reid</p> \n<figure class=\"element element-image\" data-media-id=\"faa45bf4b9fd25687989f1cbdfa4a05174af3d06\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431528207358/dfe4205d-b2bd-46f0-b8aa-027446a94ced-460x276.jpeg\" alt=\"Former health secretary John Reid\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Former health secretary John Reid</span> \n  <span class=\"element-image__credit\">Photograph: Murdo MacLeod/Murdo MacLeod</span> \n </figcaption> \n</figure> \n<ul> \n <li><strong>Department for environment food and rural affairs</strong><br /></li> \n</ul> \n<p>Former secretary of state for environment, food and rural affairs <strong>Margaret Beckett</strong></p> \n<figure class=\"element element-image\" data-media-id=\"d4863d554bc2eae5b690a289dd2f2ff2b2314870\"> \n <img src=\"http://media.guim.co.uk/d4863d554bc2eae5b690a289dd2f2ff2b2314870/0_85_1001_600/1000.jpg\" alt=\"Former secretary of state for environment, food and rural affairs Margaret Beckett\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Former secretary of state for environment, food and rural affairs Margaret Beckett</span> \n  <span class=\"element-image__credit\">Photograph: John Stillwell/PA</span> \n </figcaption> \n</figure> \n<ul> \n <li><strong>Department for Culture, Media and Sport</strong><br /></li> \n</ul> \n<p>Former culture secretary <strong>Tessa Jowell</strong></p> \n<figure class=\"element element-image\" data-media-id=\"6459574dc0ea7e43b3526e97ee8ad01047f2fd2c\"> \n <img src=\"http://media.guim.co.uk/6459574dc0ea7e43b3526e97ee8ad01047f2fd2c/0_0_2790_1674/1000.jpg\" alt=\"Former culture secretary Tessa Jowell\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">v</span> \n  <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> \n </figcaption> \n</figure> \n<ul> \n <li><strong>Northern Ireland Office</strong><br /></li> \n</ul> \n<p>Former Northern Ireland secretary <strong>Paul Murphy</strong></p> \n<figure class=\"element element-image\" data-media-id=\"1c60262963ac557de570dd364e04802396db1e7d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431528610511/08a4167f-919c-4e01-a367-b6ff1b5c4441-460x276.jpeg\" alt=\"Former Northern Ireland secretary Paul Murphy\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Former Northern Ireland secretary Paul Murphy</span> \n  <span class=\"element-image__credit\">Photograph: PAUL MCERLANE/REUTERS</span> \n </figcaption> \n</figure> \n<ul> \n <li><strong>Cabinet Office</strong></li> \n</ul> \n<p>Former prime minister <strong>Tony Blair</strong></p> \n<figure class=\"element element-image\" data-media-id=\"fee994692fa788dcba781ab1e9ab2326e6853906\"> \n <img src=\"http://media.guim.co.uk/fee994692fa788dcba781ab1e9ab2326e6853906/0_68_3072_1843/1000.jpg\" alt=\"Former prime minister Tony Blair\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Former prime minister Tony Blair</span> \n  <span class=\"element-image__credit\">Photograph: ZUMA/REX Shutterstock/ZUMA/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>And former deputy prime minister <strong>John Prescott</strong></p> \n<figure class=\"element element-image\" data-media-id=\"2b314e0a94ce5408dc82b082210308890ecb9846\"> \n <img src=\"http://media.guim.co.uk/2b314e0a94ce5408dc82b082210308890ecb9846/459_342_4162_2496/1000.jpg\" alt=\"Former deputy prime minister John Prescott\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Former deputy prime minister John Prescott</span> \n  <span class=\"element-image__credit\">Photograph: Ian Forsyth/Getty Images</span> \n </figcaption> \n</figure> \n<ul> \n <li>Department for education</li> \n</ul> \n<p>Former education and skills secretary <strong>Charles Clarke.</strong></p>","postType":"blog"},{"id":"block-5553637ce4b00f178abed5f9","publishedDateTime":"2015-05-13T14:47:09Z","body":"<p>Former deputy prime minister <strong>John Prescott</strong> has drawn attention on Twitter to a column he wrote for the Sunday Mirror last month when he defended Charles’s letters to ministers.</p> \n<p>He wrote:</p> \n<blockquote class=\"quoted\"> \n <p>I’ve got a lot of time for Charles. I’m not a raving loyalist – Hull was a flashpoint for the Civil War when we supported Cromwell and stopped Charles I getting into the city. But like anyone else, he has a point of view. And as he is the next King it would be wrong to ignore him.</p> \n</blockquote> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/johnprescott/statuses/598486697794502656\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">My Sunday Mirror column on the Prince Charles letters <a href=\"http://t.co/hK8drTx7Tc\">http://t.co/hK8drTx7Tc</a></p>— John Prescott (@johnprescott) \n  <a href=\"https://twitter.com/johnprescott/status/598486697794502656\">May 13, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-55536228e4b0226afc852a51","publishedDateTime":"2015-05-13T14:41:45Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"675d36a902b9e5ca5ba543d328bc8c54409a78dd\"> \n <img src=\"http://media.guim.co.uk/675d36a902b9e5ca5ba543d328bc8c54409a78dd/0_0_2333_3500/667.jpg\" alt=\"David Cameron\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n</figure> \n<p>The black spider memos are causing at stir within No 10 before they have even been published. </p> \n<p>My colleagues <strong>Nicholas Watt</strong> and <strong>Robert Booth</strong> report that David Cameron is to try to build up <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/no-10-hints-at-ministerial-veto-guarantee-on-publication-of-monarchs-letters\">a cross-party consensus with the aim of guaranteeing that ministers will be able to veto the publication of documents under freedom of information requests in exceptional circumstances.</a></p> \n<p>They write:</p> \n<blockquote class=\"quoted\"> \n <p>As 27 memos between the Prince of Wales and ministers in the last government are set to be published, Downing Street indicated that legislation might be introduced to guarantee a blanket ministerial veto over publication.</p> \n <p>A change in 2011 means that an absolute veto is now in place covering correspondence from the monarch, the heir to the throne and the second in line – currently the Queen, the Prince of Wales and the Duke of Cambridge. The memos by the Prince of Wales are being published because the Guardian submitted a Freedom of Information request before the change in 2011.</p> \n</blockquote>","postType":"blog"},{"id":"block-55535f42e4b0226afc852a41","publishedDateTime":"2015-05-13T14:35:03Z","body":"<p>Channel 4’s <strong>Michael Crick</strong> fell foul of the wrath of Prince Charles’s top media advisor earlier when he dared to raise the subject of the black spider memos.</p> \n<p><strong>Kristina Kyriacou</strong>, who used to represent pop-stars Cheryl Cole and Gary Barlow, barely flinched when duty called as her protectee was confronted by the dogged reporter, <a href=\"http://preview.gutools.co.uk/uk-news/2015/may/13/prince-charles-john-crick-channel-4-kristina-kyriacou\">as my colleague Jessica Elgot reports here</a>.<br /></p> \n<p>Here’s the remarkable clip - make sure you watch the microphone cover.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=L-x9MxWOPqU\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/L-x9MxWOPqU?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","postType":"blog"},{"id":"block-55535d32e4b0c5cab2456bce","publishedDateTime":"2015-05-13T14:23:13Z","body":"<p>My colleague <strong>Rob Evans, </strong>who led the battle to have the black spider memos published, has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/release-of-prince-charles-letters-point-of-freedom-of-information-black-spider-memos\">written this account on the 10-year struggle</a>.</p> \n<p>He explains how the publication has been a triumph - of sorts - for the freedom of information act, but has also exposed some of its weaknesses.</p> \n<p>He writes:</p> \n<blockquote class=\"quoted\"> \n <p>Clearly, a member of the public without access to large funds would not have been able to fight this legal battle. Many may see this as one of the weaknesses of the act.</p> \n <p>The strength of the act, however, is that it has allowed the public to see into one of the most secret areas of British life. The prince is reputed to have been sending his so-called “black spider” letters to ministers for many years, but only a tiny number have leaked, and only rarely the whole of the letters. </p> \n</blockquote>","postType":"blog"},{"id":"block-55535bd5e4b03e21263ee5d1","publishedDateTime":"2015-05-13T14:13:57Z","body":"<figure class=\"element element-image\" data-media-id=\"5f52472633631108ef17992c6b58753c8dc4e2ef\"> \n <img src=\"http://media.guim.co.uk/5f52472633631108ef17992c6b58753c8dc4e2ef/0_0_4614_2766/1000.jpg\" alt=\"Former prime minister Tony Blair speaks during a visit to the County Durham\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Former prime minister Tony Blair speaks during a visit to the County Durham</span> \n  <span class=\"element-image__credit\">Photograph: Owen Humphreys/PA</span> \n </figcaption> \n</figure> \n<p>It’s interesting to look back at what <strong>Tony Blair </strong>had to say about Charles in his autobiography, A Journey. It contains several telling observations in the context of the Prince of Wales writing to ministers in Blair’s government.</p> \n<p>“I had got to know him quite well before coming to office,” the former prime minister wrote. </p> \n<blockquote class=\"quoted\"> \n <p>He had made it his business to acquaint himself with leading members of what was likely to be the governing party. He was a curious mixture of the traditional and the radical (at one level he was quite New Labour, at another, definitely not), and of the princely and insecure. He led a life in which naturally people deferred to him and you wouldn’t describe him as easy-going, certainly not in the way Diana was, but he was also sensitive to criticism and nervous about the public reaction to him.</p> \n</blockquote>","postType":"blog"},{"id":"block-55533318e4b0e44971625b1e","title":"Opening summary","publishedDateTime":"2015-05-13T14:00:18Z","lastUpdatedDateTime":"2015-05-13T14:13:58Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"d38ffe0bd79bd812a6ede5bba586c153249e1c55\"> \n <img src=\"http://media.guim.co.uk/d38ffe0bd79bd812a6ede5bba586c153249e1c55/171_0_2196_3289/668.jpg\" alt=\"Prince Charles\" width=\"668\" height=\"1000\" class=\"gu-image\" /> \n</figure> \n<p>Prince Charles’s<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/12/prince-charles-black-spider-memos-letters-published\"> secret correspondence to ministers will finally be published today </a>- and we’ll have all the revelations and reaction from across the political spectrum and royal commentariat on this live blog.<br /></p> \n<p>Release of the letters – dubbed the ‘black spider’ memos because of Charles’s spindly handwriting – will bring an end to a<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/26/prince-charles-letters-email-tussle-judges-rulings-guardian\"> decade-long battle</a> that started with a freedom of information request in April 2005 by Guardian journalist Rob Evans.</p> \n<p>A total of 27 letters written between 2004 and 2005 by the heir to the throne to seven Whitehall departments are to be uncovered after a protracted legal tussle that passed before 16 judges sitting in a range of courts, from an obscure tribunal to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/26/supreme-court-clears-way-release-secret-prince-charles-letters-black-spider-memos\">highest court in the land.</a></p> \n<p>Charles wrote to ministers responsible for health, farming, and planning – all areas where the Prince of Wales has previously lobbied politicians on controversial issues, such as the availability of complementary medicine through the NHS, organic farming and architecture – and today we will finally see the contents.</p> \n<p>The government fought to protect the prince from scrutiny over what the former attorney general Dominic Grieve has described as Charles’s “particularly frank” interventions on public policy in the letters.</p> \n<p>But in March, the supreme court ruled the cache of correspondence must be published.</p> \n<p>The ruling does not mean all of Prince Charles’s correspondence with ministers can now be made available under the Freedom of Information Act. In 2010, the government tightened the rules so that there is an absolute exemption prohibiting the release of any correspondence between public authorities and the monarch or heir.</p> \n<p>But the anti-monarchy campaign group Republic has predicted that the publication of the letters might swell republican support by revealing the royals “as a serious political force rather than as apolitical and harmless”.</p> \n<p>So stay with us for the most comprehensive breakdown of the letters, and analysis from our team of specialist correspondents.</p>","postType":"summary"}],"keyEvents":[{"id":"block-55533318e4b0e44971625b1e","title":"Opening summary","publishedDateTime":"2015-05-13T14:00:18Z","lastUpdatedDateTime":"2015-05-13T14:13:58Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"d38ffe0bd79bd812a6ede5bba586c153249e1c55\"> \n <img src=\"http://media.guim.co.uk/d38ffe0bd79bd812a6ede5bba586c153249e1c55/171_0_2196_3289/668.jpg\" alt=\"Prince Charles\" width=\"668\" height=\"1000\" class=\"gu-image\" /> \n</figure> \n<p>Prince Charles’s<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/12/prince-charles-black-spider-memos-letters-published\"> secret correspondence to ministers will finally be published today </a>- and we’ll have all the revelations and reaction from across the political spectrum and royal commentariat on this live blog.<br /></p> \n<p>Release of the letters – dubbed the ‘black spider’ memos because of Charles’s spindly handwriting – will bring an end to a<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/26/prince-charles-letters-email-tussle-judges-rulings-guardian\"> decade-long battle</a> that started with a freedom of information request in April 2005 by Guardian journalist Rob Evans.</p> \n<p>A total of 27 letters written between 2004 and 2005 by the heir to the throne to seven Whitehall departments are to be uncovered after a protracted legal tussle that passed before 16 judges sitting in a range of courts, from an obscure tribunal to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/26/supreme-court-clears-way-release-secret-prince-charles-letters-black-spider-memos\">highest court in the land.</a></p> \n<p>Charles wrote to ministers responsible for health, farming, and planning – all areas where the Prince of Wales has previously lobbied politicians on controversial issues, such as the availability of complementary medicine through the NHS, organic farming and architecture – and today we will finally see the contents.</p> \n<p>The government fought to protect the prince from scrutiny over what the former attorney general Dominic Grieve has described as Charles’s “particularly frank” interventions on public policy in the letters.</p> \n<p>But in March, the supreme court ruled the cache of correspondence must be published.</p> \n<p>The ruling does not mean all of Prince Charles’s correspondence with ministers can now be made available under the Freedom of Information Act. In 2010, the government tightened the rules so that there is an absolute exemption prohibiting the release of any correspondence between public authorities and the monarch or heir.</p> \n<p>But the anti-monarchy campaign group Republic has predicted that the publication of the letters might swell republican support by revealing the royals “as a serious political force rather than as apolitical and harmless”.</p> \n<p>So stay with us for the most comprehensive breakdown of the letters, and analysis from our team of specialist correspondents.</p>","postType":"summary"},{"id":"block-5553662fe4b0dea3fefa6300","title":"Prince Charles's secret letters have been published","publishedDateTime":"2015-05-13T15:02:45Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"ca39f1f1b1c60b440712588dcfee8cf54480d1ae\"> \n <img src=\"http://media.guim.co.uk/ca39f1f1b1c60b440712588dcfee8cf54480d1ae/118_0_2137_3202/667.jpg\" alt=\"Prince Charles\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n</figure> \n<p>The black spider memos are available on the Cabinet Office website <a href=\"https://www.gov.uk/government/organisations/cabinet-office\">here</a>.</p> \n<p>Stay with us for all the revelations and reaction.</p>","postType":"key-event"},{"id":"block-5553679de4b03e21263ee5fd","title":"Clarence House defends Prince Charles's letters to ministers","publishedDateTime":"2015-05-13T15:04:49Z","body":"<p>Clarence House has issued a lengthy statement in defence of Prince Charles’s letters to ministers.</p> \n<p>Here is a key quote:</p> \n<blockquote class=\"quoted\"> \n <p>The publication of private letters can only inhibit his ability to express the concerns and suggestions which have been put to him in the course of his travels and meetings.</p> \n</blockquote>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/uk-news/live/2015/may/13/publication-of-the-prince-charles-black-spider-letters-live?date=2015-05-13T15:17:23Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/uk-news/live/2015/may/13/publication-of-the-prince-charles-black-spider-letters-live","shortUrl":"http://gu.com/p/48pde","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/live/2015/may/13/publication-of-the-prince-charles-black-spider-letters-live","webUri":"http://www.theguardian.com/uk-news/live/2015/may/13/publication-of-the-prince-charles-black-spider-letters-live"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-452361964","source":"Guardian","durationInSeconds":159,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/03/26/150325spideryes.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/03/26/150325spideryes_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2014/11/21/1416576998979/Charles-spider-memos-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"(FILES) In a file picture taken on March 10, 2014 Britain's Prince Charles, Prince of Wales leaves following the annual Commonwealth Observance service at Westminster Abbey in central London. Britain's Prince Charles plans to make \"heartfelt interventions\" in national life when he becomes king, the Guardian newspaper reported on November 20, 2014, citing sources close to the outspoken heir to the throne. AFP PHOTO / BEN STANSALLBEN STANSALL/AFP/Getty Images Photograph: BEN STANSALL/AFP/Getty Images","credit":"BEN STANSALL/AFP/Getty Images","altText":"Charles spider memos","cleanCaption":"(FILES) In a file picture taken on March 10, 2014 Britain's Prince Charles, Prince of Wales leaves following the annual Commonwealth Observance service at Westminster Abbey in central London. Britain's Prince Charles plans to make \"heartfelt interventions\" in national life when he becomes king, the Guardian newspaper reported on November 20, 2014, citing sources close to the outspoken heir to the throne. AFP PHOTO / BEN STANSALLBEN STANSALL/AFP/Getty Images Photograph: BEN STANSALL/AFP/Getty Images"}}},"importance":4,"showQuotedHeadline":false},{"title":"Cate Blanchett reveals 'many' past relationships with women","rawTitle":"Cate Blanchett reveals 'many' past relationships with women","item":{"type":"article","id":"film/2015/may/13/cate-blanchett-reveals-her-many-past-relationships-with-women","title":"Cate Blanchett reveals 'many' past relationships with women","trailText":"Actor hints at lesbian experiences while promoting Carol, Todd Haynes’ period drama co-starring Blanchett and Rooney Mara as her younger lover","standFirst":"<p>Actor hints at lesbian experiences while promoting Carol, Todd Haynes’ period drama co-starring Blanchett and Rooney Mara as her younger lover</p>","byline":"Nancy Groves","body":"<p>Cate Blanchett has spoken about her “many” past relationships with women while promoting her new film, Carol, a lesbian love story co-starring Rooney Mara.</p> \n<p>In an interview<a href=\"http://variety.com/2015/film/news/cate-blanchett-lesbian-carol-cannes-todd-haynes-women-in-hollywood-1201492632/\"> with Variety magazine</a> ahead of the film’s premiere at Cannes on 17 May, Blanchett was asked if playing the title role in the Todd Haynes-directed period drama was her first turn as a lesbian.<br /></p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/13/patricia-highsmith-film-adaptation-carol-only-openly-lesbian-novel-cannes-cate-blanchett\">Carol: Patricia Highsmith’s lesbian novel</a> </p> \n</aside> \n<p>“On film – or in real life?” the actor responded. Pressed on whether she had ever had a relationship with a woman, Blanchett told the interviewer: “Yes. Many times.”<br /></p> \n<p>Based on Patricia Highsmith’s romance novel, The Price of Salt, Carol is set in a 1950s New York department store where an older married woman (Blanchett) falls in love with a younger shop-girl (Mara). It is not the first time Blanchett has starred in a Highsmith adaptation – she was part of the ensemble cast for Anthony Minghella’s 1999 thriller, The Talented Mr Ripley.</p> \n<p>Blanchett told Variety she had read “a lot of girl-on-girl books from the period” to prepare for the role and “talked a lot about erogenous zones” with the film’s costume designer Sandy Powell. “We asked: ‘what is the most erotic part of the body?’” she said.</p> \n<p>“I think there are a lot of people that exist like [Carol] who don’t feel the need to shout things from the rafters,” Blanchett said of her character, adding that the film was similarly discreet. “It’s not <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/nov/21/blue-is-the-warmest-colour-review\">Blue is the Warmest Colour</a>,” she insisted.</p> \n<p>The Australian actor is married to Andrew Upton and is the mother of three sons and a daughter, Edith, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/07/cate-blanchett-adopts-baby-girl-report\">whom the couple adopted earlier this year</a>. Upton is currently artistic director of Sydney Theatre Company, where a play about Highsmith, Joanna Murray-Smith’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/nov/17/switzerland-cyrano-de-bergerac-review-sydney-theatre-company-is-back-on-a-roll\">Switzerland</a>, premiered recently to great acclaim before opening at the Geffen Playhouse in Los Angeles, starring Laura Linney.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2015/mar/30/cannes-film-festival-2015-predictions-hopes\">Cannes 2015: 30 films we'd like to see</a> </p> \n</aside> \n<p>The couple plan to relocate their family to America when Upton’s STC tenure ends in late 2015.</p> \n<p>Questioned by Variety about the current debate in Hollywood over equal pay and representation for women, Blanchett noted “a critical mass of women who have reached a certain place in the industry” including Meryl Streep, Reese Witherspoon and her Australian contemporary Nicole Kidman.<br /></p> \n<p>“We have to push forward,” said the actor, who believes progress is being made. “What industry has parity pay for women? None. Why would we expect this industry to be any different?” </p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/35a1bd37a9126aa12d7b8eed7029d56eb232f614/0_212_4928_2959/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2959,"width":4928,"orientation":"landscape","credit":"Gabriel Bouys/AFP/Getty Images","altText":"Australian actress Cate Blanchett attends the opening ceremony of the Australian pavilion at the 56th International Art Exhibition (Biennale d'Arte) titled \"All the Worlds Futures\" on May 5, 2015 in Venice. AFP PHOTO / GABRIEL BOUYSGABRIEL BOUYS/AFP/Getty Images","cleanCredit":"Photograph: Gabriel Bouys/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-13T07:23:55Z","lastModified":"2015-05-13T10:04:55Z","metadata":{"commentable":true,"commentCount":544,"contributors":[{"name":"Nancy Groves","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/19/1421674503790/Nancy-Groves-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nancy-groves"}],"feature":false,"keywords":["Cate Blanchett","Film","Sexuality","Culture","Australia news","Patricia Highsmith"],"tags":[{"id":"film/cate-blanchett","webTitle":"Cate Blanchett"},{"id":"film/film","webTitle":"Film"},{"id":"society/sexuality","webTitle":"Sexuality"},{"id":"culture/culture","webTitle":"Culture"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"books/highsmith-patricia","webTitle":"Patricia Highsmith"}],"section":{"id":"film"},"topics":[{"displayName":"Nancy Groves","topic":{"type":"tag-contributor","name":"profile/nancy-groves"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/13/cate-blanchett-reveals-her-many-past-relationships-with-women","shortUrl":"http://gu.com/p/48p3h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/13/cate-blanchett-reveals-her-many-past-relationships-with-women","webUri":"http://www.theguardian.com/film/2015/may/13/cate-blanchett-reveals-her-many-past-relationships-with-women"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/35a1bd37a9126aa12d7b8eed7029d56eb232f614/0_212_4928_2959/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2959,"width":4928,"orientation":"landscape","caption":"Cate Blanchett plays Carol in Todd Haynes’ adaptation of Patricia Highsmith’s novel, The Price of Salt. Photograph: Gabriel Bouys/AFP/Getty Images","credit":"Gabriel Bouys/AFP/Getty Images","altText":"Cate Blanchett","cleanCaption":"Cate Blanchett plays Carol in Todd Haynes’ adaptation of Patricia Highsmith’s novel, The Price of Salt.","cleanCredit":"Photograph: Gabriel Bouys/AFP/Getty Images"}},"importance":4,"showQuotedHeadline":false},{"title":"Rules for a happy life: never look under a teenager’s bed and never clear out your kitchen cupboard","rawTitle":"Rules for a happy life: never look under a teenager’s bed and never clear out your kitchen cupboard","item":{"type":"article","id":"lifeandstyle/2015/may/13/never-clear-out-your-kitchen-cupboard-jay-rayner","title":"Rules for a happy life: never look under a teenager’s bed and never clear out your kitchen cupboard","trailText":"Dinky jars of harissa, rice wines and things with furry moulds: all stood as testimony to my lack of commitment as an adventurous cook","standFirst":"<p>Dinky jars of harissa, rice wines and things with furry moulds: all stood as testimony to my lack of commitment as an adventurous cook</p>","byline":"Jay Rayner","body":"<p>Recently, the Yorkshire based herb-and-spice company Steenbergs held a competition to find the oldest unused packet of spices in anybody’s cupboard. The winner: a<a href=\"http://www.steenbergs.co.uk/blog/2015/04/40-years-on-the-shelf-the-winner-of-our-oldestspice-competition-was-pickling-spice-from-1975/\"> pot of Sainsbury’s pickling spices bought in 1975 for 19p</a>. Clearly we should celebrate such Olympic standard procrastination. I’m sure they were planning to get round to their brilliant home-pickling project, just as soon as they had rearranged the cutlery drawer. But for me that response was overlaid by something else: recognition.</p> \n<p>For, purely by coincidence, while Steenbergs was encouraging the nation to excavate their kitchen cabinets, we were also giving our own walk-in larder a clean out. I say “we”. It was entirely my wife’s doing. I was minded to let sleeping condiments lie. Two of my unbending rules for a happy life: never look under a teenager’s bed and never, ever mess with the kitchen cupboards.</p> \n<p>But she was determined. And so the great work began. I stood by and watched as the kitchen surfaces were quickly covered with a Manhattan of bottles and jars of ancient vintage. This brought me face to face with all my unrealised ambitions as a domestic cook. My desire to be an endlessly inventive kitchen warrior with a seemingly boundless repertoire, piled up unceremoniously before me.</p> \n<p>There were the jars of buttercup-yellow preserved lemons, and the dinky pots of harissa paste, the colour of coagulating blood, from the period when I was determined to explore the wilder shores of the Levantine culinary tradition. There were things called “marmalade” which didn’t involve oranges, and pitch-black pastes made from damsons which I seem to recall needing for my home experiments in neo-rustic British nose-to-tail eating. And don’t get me started on the Asian stuff: the fermented bean pastes with endless permutations of chilli and dried shrimp; the misos of ever darkening shades; the rice wines and soys and vinegars.</p> \n<p>Some of these had been opened. I peered inside to find a few with a deep dimple where I had sampled this new genius purchase, and then realised I didn’t have a clue what to do with it. Others had developed furry moulds so thick I didn’t know whether to scoop them out or stroke them and get them baptised. And then there were those – oh the shame – where the seal hadn’t even broken.</p> \n<p>I should beat myself up here over the disgusting waste, and I do. It doesn’t matter how long it takes to throw something away: waste is still waste. But even more than that I mourn all those dishes that could have been. They were not undermined by lack of ingredients. I reckon I had even accumulated the makings for a couple of Yotam Ottolenghi’s simpler recipes. They were undermined by lack of commitment.</p> \n<p>I’m sure when I bought the myriad jars I meant it. I really was going to become a different kind of cook. I really was going to stop making the same old things. But I was going to become that different cook tomorrow. Or perhaps the day after that. Or next week. And all of a sudden it’s six years later and you can’t find the Marmite for the tubs of ras el hanout spice mix. But this has stiffened my resolve. I will do better. I will be a more adventurous cook. And I will start all this a week next Thursday.</p> \n<p><strong>What’s the oldest product you’ve found in the back of your cupboards? Let us know in the comments below</strong></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431431282998/e684ecfb-d2ed-4a66-91b4-f1d351c3f360-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bon Appetit/Alamy","altText":"Assorted spices in jars","cleanCredit":"Photograph: Bon Appetit/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-13T11:00:10Z","lastModified":"2015-05-13T11:00:10Z","metadata":{"commentable":true,"commentCount":193,"contributors":[{"name":"Jay Rayner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739943/JayRayner.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jayrayner"}],"feature":true,"keywords":["Food & drink","Life and style","Waste","Environment"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"environment/waste","webTitle":"Waste"},{"id":"environment/environment","webTitle":"Environment"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jay Rayner","topic":{"type":"tag-contributor","name":"profile/jayrayner"}}],"series":{"title":"Happy eater","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/happy-eater"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/13/never-clear-out-your-kitchen-cupboard-jay-rayner","shortUrl":"http://gu.com/p/486yx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/13/never-clear-out-your-kitchen-cupboard-jay-rayner","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/13/never-clear-out-your-kitchen-cupboard-jay-rayner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431431282998/e684ecfb-d2ed-4a66-91b4-f1d351c3f360-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"“All of a sudden you can’t find the Marmite for the tubs of ras el hanout “. Photograph: Bon Appetit/Alamy","credit":"Bon Appetit/Alamy","altText":"Assorted spices in jars","cleanCaption":"“All of a sudden you can’t find the Marmite for the tubs of ras el hanout “.","cleanCredit":"Photograph: Bon Appetit/Alamy"}},"importance":3,"showQuotedHeadline":false},{"title":"Migrant crisis: EU plan to strike Libya networks could include ground forces","rawTitle":"Migrant crisis: EU plan to strike Libya networks could include ground forces","item":{"type":"article","id":"world/2015/may/13/migrant-crisis-eu-plan-to-strike-libya-networks-could-include-ground-forces","title":"Migrant crisis: EU plan to strike Libya networks could include ground forces","trailText":"<strong>Exclusive: </strong>Strategy paper for the mission focuses on air and naval campaign, but adds that ‘presence ashore’ might be needed to destroy smugglers’ assets <strong><br></strong>","standFirst":"<p><strong>Exclusive: </strong>Strategy paper for the mission focuses on air and naval campaign, but adds that ‘presence ashore’ might be needed to destroy smugglers’ assets <strong><br /></strong></p>","byline":"Ian Traynor  in Brussels","body":"<p>European plans for a military campaign to smash the migrant smuggling networks operating out of Libya include options for ground forces on Libyan territory.</p> \n<p>The 19-page strategy paper for the mission, obtained by the Guardian, focuses on an air and naval campaign in the Mediterranean and in Libyan territorial waters, subject to United Nations blessing. But it adds that ground operations in Libya may also be needed to destroy the smugglers’ vessels and assets, such as fuel dumps.</p> \n<p>“A presence ashore might be envisaged if agreement was reached with relevant authorities,” says the paper which is expected to be endorsed by European Union foreign ministers on Monday before the mission is ordered by heads of government at an EU summit in June.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/10/libya-people-smuggle-military-action-not-stop-multifaceted-trade\">Libya's people smugglers: military action won't stop this multifaceted trade</a> </p> \n</aside> \n<p>“The operation would require a broad range of air, maritime and land capabilities. These could include: intelligence, surveillance and reconnaissance; boarding teams; patrol units (air and maritime); amphibious assets; destruction air, land and sea, including special forces units.”</p> \n<p>The document speaks of possible operations to destroy smugglers’ assets “ashore”. This could include “action along the coast, in harbour or at anchor of smugglers assets and vessels before their use”.</p> \n<p>Senior diplomats and officials in Brussels, speaking privately about the military planning, have consistently stressed that there would be no prospect of “boots on the ground” in Libya. But it is clear from the detailed planning document that they might be needed and are not being ruled out.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/10/eu-considers-military-attacks-on-targets-in-libya-to-stop-migrant-boats\">EU draws up plans for military attacks on Libya targets to stop migrant boats</a> </p> \n</aside> \n<p>EU leaders ordered Federica Mogherini, the union’s foreign and security policy coordinator, to come up with proposals for military action to attack the networks three weeks ago. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/10/eu-considers-military-attacks-on-targets-in-libya-to-stop-migrant-boats\">This week Mogherini was in New York lobbying the UN security council for support and for an authorising resolution on the use of force</a>. The resolution is being drafted by the British in New York. Mogherini went to China last week and believes Beijing will not veto the plans in the security council. Russia is the biggest problem. It says it is willing to “cooperate” but may object to some of the more robust language.</p> \n<p>The campaign’s aim is defined as “to disrupt the business model of the smugglers, achieved by undertaking systematic efforts to identify, seize/capture, and destroy vessels and assets before they are used by smugglers … The operation will need to be phased in and will be heavily dependent on intelligence.</p> \n<p>“The Mission is therefore defined to be ‘to provide surveillance, intelligence gathering and sharing, and assessment of smuggling activity towards and through the Southern Central Mediterranean Area, and to stop, board, search and dispose of, possibly through their destruction, trafficking vessels and assets before use and thereby contribute to EU efforts to disrupt the business model of trafficking networks.” <br /></p> \n<p>Subject to a UN go-ahead, the military operations would need to focus on actions “inside Libya’s internal and territorial waters and the coast”, the document says, while adding that seizing and destroying vessels on the high seas or in international waters in the Mediterranean would also be mandated.<br /></p> \n<p>The planning document admits that the campaign could result in innocent people being killed: “Boarding operations against smugglers in the presence of migrants has a high risk of collateral damage including the loss of life.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/08/people-smugglers-using-facebook-to-lure-migrants-into-italy-trips\">People smugglers using Facebook to lure migrants into 'Italy trips'</a> </p> \n</aside> \n<p>The military campaign planning has been ordered because of the influx of migrants from sub-Saharan Africa and the Middle East across the Mediterranean from Libya, with the death toll this year alone already nudging an estimated 2,000.</p> \n<p>The paper cites information from the Italian police authorities saying that 200,000 migrants are preparing to board shoddy vessels to risk the crossing from Libya to Italy’s southern shores.</p> \n<p>Up to 10 EU countries have volunteered to take part in the campaign, said senior officials, including Italy, which would command it, Britain, France, and Spain.</p> \n<p>On-the-ground <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/24/libyas-people-smugglers-how-will-they-catch-us-theyll-soon-move-on\">reporting of Libyan smuggling networks</a> suggests that pre-emptive military action would risk the prospect of serious collateral damage. According to smugglers and fishermen, smuggling vessels are often simply fishing boats bought on a one-time-use basis in the days prior to a smuggling mission, and kept in civilian harbours until the evening of their departure. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/24/libyas-people-smugglers-how-will-they-catch-us-theyll-soon-move-on\">Libya's people smugglers: inside the trade that sells refugees hopes of a better life</a> </p> \n</aside> \n<p>To those not involved in the transaction, the boat’s new purpose would only be hinted at once it left port in the early evening, and dropped anchor some distance from the shore to await the arrival of its passengers by dinghy. This gives European navies only a brief window to identify smuggling vessels, and to destroy them without endangering innocent life.</p> \n<p>EU forces would also have to contend with Libya’s many militias, most of which are broadly aligned under two rival governments. Both governments have rejected the prospect of foreign intervention on Libyan soil to combat smuggling.</p> \n<p>Amnesty International has also warned against any attempt to attack smugglers that do not simultaneously provide alternative exit strategies for migrants trapped on the Libyan coast. In a report released on Monday, Amnesty <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/may/11/amnesty-report-abduction-torture-migrants-libya-mediterranean\">highlighted the torture and exploitation faced by the vast majority migrants in Libya</a>, who mostly lack legal protection, and who often see the sea as their only route of escape.</p> \n<p>Philip Luther, Amnesty International’s Middle East and North Africa Director, said: “Introducing measures to tackle smugglers without providing safe alternative routes out for the people desperate to flee conflict in Libya, will not resolve the plight of migrants and refugees.”</p> \n<p><em>Additional reporting by Patrick Kingsley</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c6cb0d1813158f396970a5ed9525a852e1979c69/0_91_1500_900/1500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":900,"width":1500,"orientation":"landscape","credit":"Jason Florio/AFP/Getty Images","altText":"A landing craft transports migrants back to HMS Bulwark after their rescue in the Mediterranean Sea. ","cleanCredit":"Photograph: Jason Florio/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-13T09:56:29Z","lastModified":"2015-05-13T11:40:35Z","metadata":{"commentable":true,"commentCount":1016,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"}],"feature":false,"keywords":["Migration","European Union","Europe","World news"],"tags":[{"id":"world/migration","webTitle":"Migration"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Ian Traynor","topic":{"type":"tag-contributor","name":"profile/iantraynor"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/13/migrant-crisis-eu-plan-to-strike-libya-networks-could-include-ground-forces","shortUrl":"http://gu.com/p/48p92","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/13/migrant-crisis-eu-plan-to-strike-libya-networks-could-include-ground-forces","webUri":"http://www.theguardian.com/world/2015/may/13/migrant-crisis-eu-plan-to-strike-libya-networks-could-include-ground-forces"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c6cb0d1813158f396970a5ed9525a852e1979c69/0_91_1500_900/1500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":900,"width":1500,"orientation":"landscape","caption":"A landing craft transports migrants back to HMS Bulwark after their rescue in the Mediterranean Sea.  Photograph: Jason Florio/AFP/Getty Images","credit":"Jason Florio/AFP/Getty Images","altText":"A landing craft transports migrants back to HMS Bulwark after their rescue in the Mediterranean Sea. ","cleanCaption":"A landing craft transports migrants back to HMS Bulwark after their rescue in the Mediterranean Sea. ","cleanCredit":"Photograph: Jason Florio/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-13T15:17:36Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}