{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"I loved the honesty of Tinder – then I met Mr No Sex Before Marriage","rawTitle":"I loved the honesty of Tinder – then I met Mr No Sex Before Marriage","item":{"type":"comment","id":"commentisfree/2015/jun/15/tinder-no-sex-before-marriage-dating-risk-rejection","title":"I loved the honesty of Tinder – then I met Mr No Sex Before Marriage","trailText":"It only took one uncomfortable encounter to make me realise the dating app has turned me into a teenage boy who never has to face the risk of rejection","standFirst":"<p>It only took one uncomfortable encounter to make me realise the dating app has turned me into a teenage boy who never has to face the risk of rejection</p>","byline":"Desiree Akhavan","body":"<p>One morning recently, after spending the night with a gentleman I was dating casually, something disturbing came up. Just as I was spreading the jam on my toast, he made a confession with so much sadness it made me want to both slap him in the face and swaddle him up in my arms: he said he believed premarital sex is a sin. He was torn apart with self-hatred for not being able to reconcile his desire to live life for God and his inability to stop chasing the “pleasures of the flesh”. This was a surprise to me, as the bulk of our time together was focused on the flesh. Tears came to his eyes as he spoke of his guilt. Tears.</p> \n<p>I told myself not to take it personally – he’s just dealing with his own shit – but the question persisted: am I a person who doesn’t know how to experience sex the way the other person in the room does? A night that was hot to me was instantly regrettable to the other person – it was behaviour he was ashamed of. And that’s when it hit me: Tinder has turned me into a teenage boy.</p> \n<p>I am new to London, new to being single and, after my past two relationships with women, new to dating men. In the months since I turned 30 and left New York, my life has morphed into an off-brand episode of Sex and the City – one where there’s no budget for wardrobe and everyone is slightly fatter. I’ll go on a few dates with someone who seems great until they inevitably do or say something to relegate themselves to an anecdote. From now on, this man will be filed away in my memories as “the Closet Christian”. There. I did it: I quickly turned him into a cartoon to mask the fact that my feelings got hurt. Whew.</p> \n<p>Don’t get me wrong, I love <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/tinder\">Tinder</a> – it’s the great equaliser of modern dating. There’s a straightforward, cards-on-the-table honesty and the tiniest bit of vulnerability to the fact that we’re all hanging out in this virtual meat market. I find it a purer medium than more traditional dating sites such as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/sep/28/seven-secrets-of-dating-from-the-experts-at-okcupid\">OkCupid</a> or Match.com. A friend equated the latter to having your parents set you up on a date because, “You two have so much in common!” With Tinder, you can’t over-intellectualise it. It’s like being at a bar on your phone, whatever time of day you feel like it, with absolutely no risk of rejection.</p> \n<p>This method of seduction feels ideal to me, as I experience extreme anxiety when trying to maintain eye contact with strangers (which is apparently what you do to meet people in the real world). If I find someone attractive, I start scowling the moment our eyes meet. Being from New York, my subconscious still operates under the assumption that everyone has a “wouldn’t want to be part of a club that would have me as a member” mentality, and that showing interest upon first glance is a sign of weakness. On the flip side, when I find someone insufferable, I tend to smile broadly. I am in therapy.</p> \n<p>You’d think that these dates would be a complete crapshoot, but it’s surprisingly straightforward. Photo choice and presentation communicates a lot about a person – it has made me examine what I find attractive, and not just physically. Sometimes a guy catches my eye, but then I see he hasn’t written anything in his profile, so I dismiss him – because that is one of my boner-killers. For reference, here’s a list of my top 10 boner-killers – with the disclaimer that there are probably plenty of women who drop their knickers for this kind of stuff. I just don’t know any of them personally.</p> \n<p><strong>10.</strong> People who describe themselves as “normal” or a “good guy”.</p> \n<p><strong>9.</strong> Use of LOL.</p> \n<p><strong>8.</strong> Use of headshots/modelling photos.</p> \n<p><strong>7.</strong> Use of motivational quotes.</p> \n<p><strong>6.</strong> Photos at historic landmarks. (I get it. You’ve been on holiday.)</p> \n<p><strong>5.</strong> Only one photo/all selfies/all group shots.</p> \n<p><strong>4.</strong> Photo of your naked torso with the head cropped out.</p> \n<p><strong>3.</strong> Dude in bed, lying on his back, phone straight in the air above him – nobody looks hot from this angle. It is just too damn earnest.</p> \n<p><strong>2.</strong> Photo of you and a celebrity.</p> \n<p><strong>1.</strong> Being ugly. Just kidding.*</p> \n<p>In this virtual game, you get to pretend that every single person pictured is potentially up for it – but now what do <em>you</em> want? That’s a question I never used to ask myself. Before, whenever a person showed interest, the wheels in my head would start turning: “What are they looking for and how do I keep fooling them into thinking I’m attractive?”</p> \n<p>Here’s the problem: earlier, I said what was great about Tinder was the lack of risk. Not having to face my crippling social phobia and fear of rejection is the appealing factor here, but what if risk is the one thing that makes meeting someone special? Perhaps, by removing the risk, you bleed the experience of its most vital element and that’s why these encounters inevitably end up feeling disposable no matter how you approach them.</p> \n<p>When an uncomfortable encounter occurs in a romantic setting, it can be crushing and reminds you how easy it is to become vulnerable without a partner acting as your shield against the world. This vulnerability works in direct opposition to my newly developed teen-boy instincts. I’m going to move forward and try to keep an open mind, an open heart and slightly less-open legs (because you never know who’s saving it for marriage).</p> \n<p>*No, I’m not.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378085350/Desiree-Akhavan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Desiree Akhavan: 'And that’s when it hit me: Tinder has turned me into a teenage boy.' Photograph: Richard Saker for the Guardian","credit":"Richard Saker for the Guardian","altText":"Desiree Akhavan","cleanCaption":"Desiree Akhavan: 'And that’s when it hit me: Tinder has turned me into a teenage boy.' Photograph: Richard Saker for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-15T19:00:00Z","lastModified":"2015-06-16T07:27:56Z","metadata":{"commentable":true,"commentCount":227,"contributors":[],"feature":false,"keywords":["Online dating","Tinder","Dating","Sex","Relationships","Life and style"],"tags":[{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"technology/tinder","webTitle":"Tinder"},{"id":"lifeandstyle/dating","webTitle":"Dating"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"commentisfree"},"topics":[],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/tinder-no-sex-before-marriage-dating-risk-rejection","shortUrl":"http://gu.com/p/49z3q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/tinder-no-sex-before-marriage-dating-risk-rejection","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/tinder-no-sex-before-marriage-dating-risk-rejection"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378085350/Desiree-Akhavan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Desiree Akhavan: ‘I am new to London, new to being single and new to dating men.’ Photograph: Richard Saker for the Guardian","credit":"Richard Saker for the Guardian","altText":"Desiree Akhavan","cleanCaption":"Desiree Akhavan: ‘I am new to London, new to being single and new to dating men.’ Photograph: Richard Saker for the Guardian"}},"importance":7,"byline":{"title":"Desiree Akhavan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378085350/Desiree-Akhavan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Desiree Akhavan: 'And that’s when it hit me: Tinder has turned me into a teenage boy.' Photograph: Richard Saker for the Guardian","credit":"Richard Saker for the Guardian","altText":"Desiree Akhavan","cleanCaption":"Desiree Akhavan: 'And that’s when it hit me: Tinder has turned me into a teenage boy.' Photograph: Richard Saker for the Guardian"}}]},{"title":"Boris Johnson criticised over 'women crying' remarks","rawTitle":"Boris Johnson criticised over 'women crying' remarks","item":{"type":"article","id":"politics/2015/jun/16/boris-johnson-criticised-over-women-crying-remarks","title":"Boris Johnson criticised over 'women crying' remarks","trailText":"Labour’s Chi Onwurah, MP for Newcastle-on-Tyne Central, says London mayor’s defence of Professor Tim Hunt may be in breach of discrimination laws<br>","standFirst":"<p>Labour’s Chi Onwurah, MP for Newcastle-on-Tyne Central, says London mayor’s defence of Professor Tim Hunt may be in breach of discrimination laws<br /></p>","byline":"Rajeev Syal","body":"<p> Boris Johnson has been criticised by a Labour MP for defending claims that women in the workplace cry more readily than men. Chi Onwurah, who worked for 20 years in a male-dominated sector as a chartered electrical engineer, said the mayor of London may be in breach of discrimination laws by defending comments made by Professor Tim Hunt. </p> \n<p> In a newspaper column, Johnson said it is a scientific fact that women cry more readily than men, and maintained that it should not be an offence to point out a “gender difference”. Hunt, a Nobel laureate and senior scientific adviser, was forced to stand down last week after claiming that women colleagues cry when criticised. </p> \n<p> Onwurah, who was head of technology at Ofcom before becoming an MP, said that while it was reasonable to argue that Hunt had been treated unfairly, Johnson’s comments were irresponsible because he sought to excuse views that are unacceptable in the workplace. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2015/jun/13/tim-hunt-hung-out-to-dry-interview-mary-collins\">Tim Hunt: ‘I’ve been hung out to dry. They haven’t even bothered to ask for my side of affairs’</a> </p> \n</aside> \n<p> “As the mayor of London, he is effectively managing many women. If Boris is treating women differently from men by not giving them honest feedback on their performance because they might burst into tears, he is certainly failing in his duty of care and could be in breach of the sex discrimination act. </p> \n<p> “I think women employees could rightly argue that they have not had proper feedback from Johnson because of his views on women and their propensity to weep in the workplace. It could have prevented women from being promoted. </p> \n<p> “I have found in my career in industry that constructive criticism can really improve opportunities at work. Johnson could be holding women back by not giving them honest feedback,” she said. </p> \n<p> Hunt resigned from both the Royal Society and University College London after his remarks sparked a backlash online. The renowned scientist reportedly described himself as a “chauvinist pig” at the World Conference of Science Journalists in Seoul and argued in favour of single-sex laboratories.</p> \n<p> He said: “Let me tell you about my trouble with girls. Three things happen when they are in the lab: you fall in love with them, they fall in love with you, and when you criticise them they cry.” Hours later, he attempted to justify his words in comments to Radio 4’s Today Programme.</p> \n<p> The scientist told the Observer that he had been “hung out to dry” over comments that he insisted were meant to be humorous and for which he later apologised.</p> \n<p> Johnson said the comments were made during a “light-hearted, off-the-cuff speech”. Writing in the Daily Telegraph, he said: “Sir Tim Hunt was doing what he had done all his life – pointing out a natural phenomenon he had observed. He did not deserve to be pilloried, and should be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/15/scientist-tim-hunt-should-be-reinstated-after-girls-row-says-boris-johnson\">reinstated forthwith</a> to his academic positions.”</p> \n<p> The Conservative politician likened the reaction to Hunt’s comments to what he described as “mumbo jumbo” claims by a Malaysian minister that the actions of tourists, including Briton <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/14/backpacker-eleanor-hawkins-stripped-malaysian-mountain-back-in-uk\">Eleanor Hawkins</a>, who stripped on a mountain considered to be sacred, had caused an earthquake. He wrote: “I am afraid that we in 21st-century Britain are in no position to snigger at the tribes and their fit of irrational indignation. We have our own mystery gods these days.”</p> \n<p> Onwurah criticised the way that UCL reportedly forced Hunt to leave his job without a formal explanation, but said he should no longer be put in charge of women employees. “I don’t think he [Hunt] should have been dismissed from his job without being given some performance feedback. But I don’t think he should be in a position to manage women with those views,” she said.</p> \n<p> Onwurah has worked in hardware and software development, production management and strategy for private sector firms in the UK, France, the US and Nigeria. Before becoming an MP in 2010, she was head of telecoms technology at the industry regulator Ofcom. </p> \n<p> A spokesman for Johnson did not reply to a request for a comment.</p> \n<p>Nicky Morgan, the equalities minister, told the Fortune Most Powerful Women International Summit in London on Monday: “We have been reminded of how far we still have to go with men. Just in the last week we have been reminded how far we still have to go in one field: science. I think someone who starts off remarks with ‘I’m a chauvinist should remember the old adage: ‘If you can’t say something nice don’t say anything at all.’”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434415492715/85471741-8421-4da8-b7c4-0a6b534d9a8e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Keith Larby/Demotix/Corbis","altText":"Boris Johnson","cleanCredit":"Photograph: Keith Larby/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-16T05:00:09Z","lastModified":"2015-06-16T06:00:24Z","metadata":{"commentable":true,"commentCount":580,"contributors":[{"name":"Rajeev Syal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rajeev-syal"}],"feature":false,"keywords":["Boris Johnson","Tim Hunt","Women","Gender","Labour","UK news"],"tags":[{"id":"politics/boris","webTitle":"Boris Johnson"},{"id":"uk-news/tim-hunt","webTitle":"Tim Hunt"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/gender","webTitle":"Gender"},{"id":"politics/labour","webTitle":"Labour"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Rajeev Syal","topic":{"type":"tag-contributor","name":"profile/rajeev-syal"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/16/boris-johnson-criticised-over-women-crying-remarks","shortUrl":"http://gu.com/p/49zde","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/16/boris-johnson-criticised-over-women-crying-remarks","webUri":"http://www.theguardian.com/politics/2015/jun/16/boris-johnson-criticised-over-women-crying-remarks"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434416246465/d3749e62-da03-4f10-899e-cb0fa6ed6b1e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Boris Johnson wrote that it was a scientific fact that women cried more readily than men. Photograph: Rex Shutterstock","credit":"Rex Shutterstock","altText":"Boris Johnson","cleanCaption":"Boris Johnson wrote that it was a scientific fact that women cried more readily than men.","cleanCredit":"Photograph: Rex Shutterstock"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434415492715/85471741-8421-4da8-b7c4-0a6b534d9a8e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Keith Larby/Demotix/Corbis","altText":"Boris Johnson","cleanCredit":"Photograph: Keith Larby/Demotix/Corbis"}}]},{"title":"Sandi Toksvig: BBC denied me host role because I'm a woman","rawTitle":"Sandi Toksvig: BBC denied me host role because I'm a woman","item":{"type":"article","id":"media/2015/jun/16/sandi-toksvig-bbc-denied-me-host-role-because-im-a-woman","title":"Sandi Toksvig: BBC denied me host role because I'm a woman","trailText":"Outgoing News Quiz presenter says her gender was the reason the corporation didn’t choose her for Have I Got News For You 25 years ago","standFirst":"<p>Outgoing News Quiz presenter says her gender was the reason the corporation didn’t choose her for Have I Got News For You 25 years ago</p>","byline":"John Plunkett","body":"<p> Writer and broadcaster Sandi Toksvig has said she was turned down as the original host of the BBC’s long-running panel show Have I Got News For You because she is a woman.</p> \n<p>Toksvig, the outgoing presenter of Radio 4’s the News Quiz, said she recorded a pilot for the show 25 years ago and was the preferred choice of programme-makers.</p> \n<p>“They made two pilots – one with me and one with Angus Deayton,” she told the new issue of Radio Times magazine. “I was told by the producers that they preferred my version, but the channel decided they couldn’t have a woman in charge.”</p> \n<p>Asked if it made her angry, Toksvig said: “Of course, but it also made me feel inadequate and question whether I was really up to it.” </p> \n<p>The claims, albeit a quarter of a century later, will be an embarrassment for the BBC, coming at a time when its track record of employing women, both on-screen and in senior positions behind the scene, has come under close scrutiny.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"98b5a15b76df34ee6f7d6f79cb64a3e12cf731f3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434393018630/1ad4642f-479c-463c-9c24-fbb0a5663a5f-460x276.jpeg\" alt=\"Angus Deayton during filming for the TV quiz show Have I Got News For You.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Angus Deayton during filming for the TV quiz show Have I Got News For You.</span> \n  <span class=\"element-image__credit\">Photograph: PA</span> \n </figcaption> \n</figure> \n<p>The BBC director general, Tony Hall, was told by the BBC Trust to put more women on air “as a matter of urgency”, with Hall himself saying the corporation has to be “more reflective of its audiences”.</p> \n<p>Toksvig, who will step down as the host of the radio show next week, later appeared as a guest on the very first edition of Have I Got News For You, which aired on BBC2 in 1990, alongside its regular team captains Ian Hislop and Paul Merton. Deayton was dropped as its presenter in 2002 after revelations about his private life.</p> \n<p>The show has since been fronted by a different presenter each week and has continued to thrive, watched by around 6 million viewers in its Friday night BBC1 slot.</p> \n<p>Toksvig said: “I thought Angus was very good and he’s an extremely nice chap, but I would not have been caught with either prostitutes or cocaine. So possibly I would have been a better bet in the long run.”</p> \n<p>The BBC looked to address the lack of women on its panel shows last year when its <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/feb/08/bbc-comedy-shows-male-panels-female-presence\">director of television, Danny Cohen, announced a ban on all-male lineups</a>. But the announcement was criticised by some high-profile comics and presenters, including Dara &Oacute; Briain, who said last year the BBC should have evolved instead of legislating for token women.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/apr/28/sandi-toksvig-radio-4-news-quiz\">Sandi Toksvig to leave Radio 4’s News Quiz</a> </p> \n</aside> \n<p>Toksvig herself joined in the criticism last year, saying: “I know there has been a great push to get more female panellists on television, and I don’t think that’s the answer.</p> \n<p>“But if you get more female hosts, you’ll immediately have more women taking part, without it causing any trouble at all. They bring a different tone and make it easier for other women to feel comfortable about participating, so I would be a big fan of more female hosts on quiz shows.”</p> \n<p>The corporation has continued to face accusations of ageism and sexism from people such as the BBC’s former reporter and documentary film maker Olenka Frenkiel and award-winning former Newsnight reporter Liz MacKean.</p> \n<p>The former Countryfile presenter Miriam O’Reilly, who won a landmark age discrimination case against the BBC four years ago after she was dropped from the show, said: “From what I am told by women working at the BBC today, sexist and ageist attitudes towards them thrive. </p> \n<p>“Women feel powerless to do anything about it because they are concerned that speaking out could affect their careers.”</p> \n<p>Toksvig, who succeeded Simon Hoggart on the News Quiz nine years ago, said she was daunted when she first took charge of the long-running Radio 4 favourite.</p> \n<p>“I think I was daunted by it. Even nine years ago having a woman in charge of the show seemed quite radical,” she said. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/feb/25/dara-o-briain-bbc-ban-men-only-panel-shows\">Dara &Oacute; Briain hits out at BBC ban on men-only panel shows</a> </p> \n</aside> \n<p>She said the morning after her first outing as presenter, the producer rang her to say there hadn’t been a single complaint. “What he meant was no complaints about a woman presenting,” she says.</p> \n<p>Toksvig added: “I’m not giving up broadcasting. It’s just, as a presenter, I can’t be seen as overtly political and I do find that restricting.” </p> \n<p>Toksvig is one of the founding members of the new Women’s Equality party, which plans to field candidates in the 2020 general election. She said: “I have made jokes over and over again about politics and I’ve had enough. This election, I decided that instead of making jokes about politics, I need to take part in it and therefore I can’t make jokes and participate.”</p> \n<p>Asked whether the situation is better for women in broadcasting now, she said: “I want to be positive and say yes, but the election coverage was so predominantly male, it made me a bit depressed.” </p> \n<p>John Lloyd, the former Blackadder producer and creator of the News Quiz, hosted the original pilot of Have I Got News For You when it was going to be called John Lloyd’s Newsround. Lloyd, who now makes another panel show, QI, for BBC2, dropped out after deciding he did not want to present the show full time. </p> \n<p>He described Toksvig’s departure as a “national tragedy”. “It is very exciting how many good female comics are out there now,” said Lloyd. “It’s fascinating how far attitudes have changed. It’s difficult to know whether it’s broadcasters being more proactive, but something [has changed],” he added.</p> \n<p>“We used to complain how difficult it was finding enough women to fill panel games but in the last, I would say, less than five years, that has turned completely on its heads. There is a raft of incredibly good female comics out there.”</p> \n<p>A BBC spokesperson said: “We’re proud of the fact that the BBC of today has a huge range of women presenters across TV and Radio including Tess and Claudia, Mary Berry, Anne Robinson, Fiona Bruce, Clare Balding, Kate Humble, Clemency Burton-Hill, Clara Amfo, Annie Mac, Louise Minchin, Sophie Raworth, Emily Maitlis, Ritula Shah and many others.”</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/79258cc9a03390f6183c435f2968773f289167dd/0_324_4926_2956/4926.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2956,"width":4926,"orientation":"landscape","credit":"Linda Nylind/the Guardian","altText":"Sandi Toksvig","cleanCredit":"Photograph: Linda Nylind/the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434393019197/1ad4642f-479c-463c-9c24-fbb0a5663a5f-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Angus Deayton during filming for the TV quiz show Have I Got News For You. Photograph: PA","credit":"PA","altText":"Angus Deayton during filming for the TV quiz show Have I Got News For You.","cleanCaption":"Angus Deayton during filming for the TV quiz show Have I Got News For You.","cleanCredit":"Photograph: PA"}],"webPublicationDate":"2015-06-15T23:01:02Z","lastModified":"2015-06-15T23:10:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Plunkett","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/2/1399058779148/John-Plunkett-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnplunkett"}],"feature":false,"keywords":["BBC","UK news","Media","Gender","Discrimination at work","Work & careers","Dara O Briain","Miriam O'Reilly","Equality","Culture","Ian Hislop","Paul Merton","Angus Deayton","Television","Television & radio"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"uk/uk","webTitle":"UK news"},{"id":"media/media","webTitle":"Media"},{"id":"world/gender","webTitle":"Gender"},{"id":"money/discrimination-at-work","webTitle":"Discrimination at work"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"culture/dara-o-briain","webTitle":"Dara O Briain"},{"id":"media/miriam-o-reilly","webTitle":"Miriam O'Reilly"},{"id":"society/equality","webTitle":"Equality"},{"id":"culture/culture","webTitle":"Culture"},{"id":"media/ian-hislop","webTitle":"Ian Hislop"},{"id":"culture/paul-merton","webTitle":"Paul Merton"},{"id":"tv-and-radio/angus-deayton","webTitle":"Angus Deayton"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"media"},"topics":[{"displayName":"John Plunkett","topic":{"type":"tag-contributor","name":"profile/johnplunkett"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/16/sandi-toksvig-bbc-denied-me-host-role-because-im-a-woman","shortUrl":"http://gu.com/p/49zaj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/16/sandi-toksvig-bbc-denied-me-host-role-because-im-a-woman","webUri":"http://www.theguardian.com/media/2015/jun/16/sandi-toksvig-bbc-denied-me-host-role-because-im-a-woman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/79258cc9a03390f6183c435f2968773f289167dd/0_324_4926_2956/4926.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2956,"width":4926,"orientation":"landscape","caption":"Sandi Toksvig says she is leaving presenting so she can be more political. Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind for the Guardian","altText":"Sandi Toksvig","cleanCaption":"Sandi Toksvig says she is leaving presenting so she can be more political.","cleanCredit":"Photograph: Linda Nylind for the Guardian"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/79258cc9a03390f6183c435f2968773f289167dd/0_324_4926_2956/4926.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2956,"width":4926,"orientation":"landscape","credit":"Linda Nylind/the Guardian","altText":"Sandi Toksvig","cleanCredit":"Photograph: Linda Nylind/the Guardian"}}]},{"title":"Chelsea may have to leave Stamford Bridge for at least two seasons","rawTitle":"Chelsea may have to leave Stamford Bridge for at least two seasons","item":{"type":"article","id":"football/2015/jun/15/chelsea-homeless-two-seasons-stamford-bridge","title":"Chelsea may have to leave Stamford Bridge for at least two seasons","trailText":"Chelsea may have to leave their ground for up to two seasons as they seek to turn Stamford Bridge into a 60,000-seat stadium","standFirst":"<span class=\"bullet\">•</span> Redevelopment to 60,000 seat Stamford Bridge may take toll\n<br />\n<span class=\"bullet\">•</span> Abramovich’s &pound;500m project could involve digging below street level","byline":"Dominic Fifield","body":"<p>Chelsea’s plans to redevelop Stamford Bridge into a 60,000-seat stadium could see them play their home matches elsewhere for at least two seasons should the go-ahead be given for work to begin on their home of 110 years.</p> \n<p>The Premier League champions are to reveal proposals to residents and fans at an exhibition at the stadium running from 30 June to 2 July. The consultation meeting will include an explanation of “the rationale for expansion”, with Chelsea, who are restricted by a site comprising around 12 acres when around 20 acres would normally be required for a stadium of the proposed size, likely to build over the adjacent railway tracks. They are also considering digging below street level.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/ng-interactive/2014/dec/18/chelseas-stamford-bridge-then-and-now\">Chelsea's Stamford Bridge – then and now</a> </p> \n</aside> \n<p>The cost of the project, which would increase the capacity from 41,798 and effectively allow the club to house a new generation of younger fans, could stretch to &pound;500m, which the owner, Roman Abramovich, would have to meet. Chelsea could rebuild the arena piece by piece, a project which could drag on for three or four seasons while the team continue to play at there, but are more likely to seek to undertake the extensive redevelopment all at once with the team temporarily moving out.</p> \n<p>Early estimates suggest they would need to find an alternative ground for at least two seasons. Twickenham has been mentioned as a venue and discussions have taken place with Ian Ritchie, the chief executive of the Rugby Football Union, though there are likely to be objections from residents at the prospect of regular matches at the stadium. Wembley is another option the club would explore, though it would not be feasible under Brent council’s existing policy.</p> \n<p>Chelsea, who have been in regular contact with their council, are aware this remains a long-term project which could take years to come to fruition. They had considered building at Earl’s Court and White City, and were attracted to the prospect of redeveloping Battersea power station to create an iconic ground incorporating the existing building on the south bank of the Thames. However, those plans have long since been frustrated, with the club having now accepted there are no suitable sites available in south-west London for them to pursue.</p> \n<p>Abramovich commissioned a study of the area from Fulham Broadway to Stamford Bridge and beyond to examine the possibilities of upgrading the streetscape as well as the stadium. “The study also began to assess the feasibility of an expansion of the stadium capacity within the existing historical site boundary, based on the principles of improving site access, benefiting the neighbourhood and enhancing the spectator experience,” said the club in a statement. “Mr Abramovich has appointed a professional team to assess, in more detail, the feasibility of expanding the existing stadium capacity at Stamford Bridge grounds.</p> \n<p>“The process now enters a further local consultation phase. This will include an explanation of the rationale for expansion, driven by spectator demand for more seats and the need to increase stadium revenue to remain competitive with our major rivals, this revenue being especially important under financial fair play rules. Technical solutions for stadium capacity expansion are being investigated initially.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/thibaut-courtois-chelsea-monaco-radamel-falcao\">Thibaut Courtois backs Chelsea move for Monaco’s Radamel Falcao</a> </p> \n</aside> \n<p>“This stage of the consultation will focus at present on discussing the rationale and technical solutions for expansion with residents and match-going spectators. Local stakeholders, neighbours, season ticket holders and club members will be invited to comment on the potential expansion. This feedback, which to date has assisted our progress in earlier stages, will continue to inform the next stage of the study.” The exhibition, which would allow fans and residents to ask questions of potential development ideas, is to be housed in the stadium’s east stand.</p> \n<p>Chelsea continue to plan for next season’s defence of the title, with talks progressing with Monaco over a season-long loan for Radamel Falcao. The French club are keen to bring some of Chelsea’s young players to Stade Louis II for a season as part of the deal, with interest confirmed in the Belgium Under-21 international Charly Musonda, 18, and the Croatia midfielder Mario Pasalic, 20, who spent last season in Spain with Elche.</p> \n<p>Petr Cech’s departure from Chelsea is likely to be smoothed in talks with the club’s hierarchy this week, with Arsenal expected to be a prominent suitor of suitors. The 33-year-old is understood to favour remaining in the capital, though Ars&egrave;ne Wenger’s side are likely to have to pay up to &pound;11m for a goalkeeper who has 12 months remaining on his contract.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/4/1428157565014/f2452f4b-6708-4c25-a13d-21accd2772fc-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Mike Hewitt/Getty Images","altText":"Stamford Bridge","cleanCredit":"Photograph: Mike Hewitt/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T17:00:40Z","lastModified":"2015-06-16T07:24:28Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Dominic Fifield","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400768136849/Dominic-Fifield-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominicfifield"}],"feature":false,"keywords":["Chelsea","Roman Abramovich","Football","Sport"],"tags":[{"id":"football/chelsea","webTitle":"Chelsea"},{"id":"world/roman-abramovich","webTitle":"Roman Abramovich"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Dominic Fifield","topic":{"type":"tag-contributor","name":"profile/dominicfifield"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/15/chelsea-homeless-two-seasons-stamford-bridge","shortUrl":"http://gu.com/p/49zc5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/15/chelsea-homeless-two-seasons-stamford-bridge","webUri":"http://www.theguardian.com/football/2015/jun/15/chelsea-homeless-two-seasons-stamford-bridge"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/4/1428157565014/f2452f4b-6708-4c25-a13d-21accd2772fc-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Stamford Bridge may be going underground as Chelsea look to expand their fanbase.  Photograph: Mike Hewitt/Getty Images","credit":"Mike Hewitt/Getty Images","altText":"Stamford Bridge","cleanCaption":"Stamford Bridge may be going underground as Chelsea look to expand their fanbase. ","cleanCredit":"Photograph: Mike Hewitt/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/4/1428157565014/f2452f4b-6708-4c25-a13d-21accd2772fc-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Mike Hewitt/Getty Images","altText":"Stamford Bridge","cleanCredit":"Photograph: Mike Hewitt/Getty Images"}}]},{"title":"David Cameron rules out 5 May date for EU referendum","rawTitle":"David Cameron rules out 5 May date for EU referendum","item":{"type":"article","id":"politics/2015/jun/15/no-10-will-pledge-no-eu-referendum-spending-if-it-averts-eurosceptic-revolt","title":"David Cameron rules out 5 May date for EU referendum","trailText":"Prime minister bows to pressure from own party and opposition to avoid clash with Scottish and other devolved elections<br>","standFirst":"<p>Prime minister bows to pressure from own party and opposition to avoid clash with Scottish and other devolved elections<br /></p>","byline":"Nicholas Watt Chief political correspondent","body":"<p>David Cameron has bowed to pressure from Tory Eurosceptics and other parties at Westminster by ruling out holding the referendum on Britain’s EU membership on the same date as the Scottish and other devolved elections next May. The prime minister has agreed that the parliamentary bill paving the way for the referendum will be amended to exclude the date of 5 May 2016 for the poll, as he seeks to avoid his first parliamentary defeat since the election.</p> \n<p>A government source said: “We’ve listened to the views expressed from MPs across the House and agreed that we won’t hold the referendum on the same day as legislature elections.”</p> \n<p>The decision, which marks something of a personal U-turn for the prime minister, comes as ministers prepare to offer reassurances to Eurosceptic Tory MPs who fear a burst of government spending is planned in favour of a pro-EU vote. Ministers are prepared to make clear in the referendum bill that glossy publications paid from public funds will not be despatched to households in the final phase of the campaign, known as the “purdah” period.</p> \n<p>The government faces the prospect of a series of defeats on the timing and funding of the EU referendum as Eurosceptic Tories have found common cause with Labour and the SNP over the parliamentary bill.</p> \n<p>The decision to rule out 5 May 2016 also avoids a conflict with the Electoral Commission, which had said the poll should not be held on the same day as a series of devolved elections across the UK. The prime minister had dismissed these concerns last week when he told MPs: “It was possible to have the AV referendum and other elections on the same day. I think people are capable of making two decisions.”</p> \n<p>Government sources said they were still standing by their fundamental principle on the timing of the referendum: that it would be determined by the pace of the prime minister’s renegotiation of Britain’s EU membership terms. This means that if the negotiations conclude by next spring, the prime minister will simply delay the referendum to June or July next year.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/14/brexit-what-would-happen-if-britain-left-eu-european-union-referendum-uk\">Brexit – what would happen if Britain left the EU?</a> </p> \n</aside> \n<p>The government is prepared to reach out to Eurosceptics on another front by giving undertakings, possibly by amending the referendum bill, to guarantee a commitment made by Philip Hammond. The foreign secretary said last week that public funds would not be used to send out pro-EU leaflets in the final phase of the campaign. This is known as the 28-day “purdah” period.<br />Some Whitehall sources suggested that a vote on a rebel amendment could be avoided if the government signalled that it was prepared to amend the legislation to set Hammond’s commitment in stone. Labour will table an amendment calling on the government to specify in which areas public funds would be spent in the final phase of the campaign. Parliament would then have to authorise these items.<br />But ministers are adamant that they will seek to relax the purdah rules to allow the government machinery to play a role in the final phase of the campaign. Downing Street believes that section 125 of the Political Parties, Elections and Referendums Act of 2000, governing the purdah rules, are unworkable for two reasons.<br />In the first place, ministers say the government needs to be able to carry on its normal business. There are fears that a failure to amend the 2000 act would mean that ministers could be severely restrained from speaking at EU meetings or responding to judgments from the European court of justice during the purdah period. There is a suggestion that civil service press officers would be barred from distributing remarks by the prime minister at EU summits.<br />In the second place, the government is clear that it will not be neutral during the referendum campaign. The prime minister hopes to renegotiate the terms of Britain’s EU membership and then to campaign for a yes vote to stay in the EU.<br />Alex Salmond, the former Scottish first minister, who is the SNP’s foreign affairs spokesman at Westminster, said of the U-turn on the referendum date: “The government faced retreat or defeat on this issue. It was clear that the Tories were angling to hijack Scottish elections with the EU referendum, and the united opposition have blown them off course.</p> \n<p>“This is very much the shape of things to come, and has hopefully taught this arrogant Tory government to cease their disrespect towards the nations of Scotland and Wales and the people of Northern Ireland. There will be more Tory retreats and defeats before this bill is through.”</p> \n<p></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d92c9cf7c72cd1afc9a13500f7dbc09c9796680d/0_106_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Toby Melville/Reuters","altText":"Union flag and EU flag","cleanCredit":"Photograph: Toby Melville/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-15T19:33:31Z","lastModified":"2015-06-16T05:39:32Z","metadata":{"commentable":true,"commentCount":423,"contributors":[{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":false,"keywords":["EU referendum","Conservatives","David Cameron","Scotland","European Union","Europe","Foreign policy","Politics","UK news","World news","AV referendum","Alternative vote","Electoral reform","Proportional representation"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"politics/av-referendum","webTitle":"AV referendum"},{"id":"politics/av","webTitle":"Alternative vote"},{"id":"politics/electoralreform","webTitle":"Electoral reform"},{"id":"politics/pr","webTitle":"Proportional representation"}],"section":{"id":"politics"},"topics":[{"displayName":"Nicholas Watt","topic":{"type":"tag-contributor","name":"profile/nicholaswatt"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/15/no-10-will-pledge-no-eu-referendum-spending-if-it-averts-eurosceptic-revolt","shortUrl":"http://gu.com/p/49zdn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/15/no-10-will-pledge-no-eu-referendum-spending-if-it-averts-eurosceptic-revolt","webUri":"http://www.theguardian.com/politics/2015/jun/15/no-10-will-pledge-no-eu-referendum-spending-if-it-averts-eurosceptic-revolt"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d92c9cf7c72cd1afc9a13500f7dbc09c9796680d/0_106_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","caption":"Philip Hammond, the foreign secretary, said public funds would not be used to send out pro-EU leaflets before a referendum. The government will guarantee this commitment if it heads off its first defeat since the election. Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"Union flag and EU flag","cleanCaption":"Philip Hammond, the foreign secretary, said public funds would not be used to send out pro-EU leaflets before a referendum. The government will guarantee this commitment if it heads off its first defeat since the election.","cleanCredit":"Photograph: Toby Melville/Reuters"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d92c9cf7c72cd1afc9a13500f7dbc09c9796680d/0_106_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Toby Melville/Reuters","altText":"Union flag and EU flag","cleanCredit":"Photograph: Toby Melville/Reuters"}}]},{"title":"Average monthly London rents hit £1,500 for first time, says survey","rawTitle":"Average monthly London rents hit £1,500 for first time, says survey","item":{"type":"article","id":"money/2015/jun/15/london-rents-homelet-survey-housing-crisis","title":"Average monthly London rents hit £1,500 for first time, says survey","trailText":"Latest figures for HomeLet rental index suggest 12.5% increase in average rents across the country, with tenants in the capital hit hardest ","standFirst":"<p>Latest figures for HomeLet rental index suggest 12.5% increase in average rents across the country, with tenants in the capital hit hardest </p>","byline":"Lisa O'Carroll","body":"<p>The cost of renting property is spiralling out of control with the average price of a flat or a house in London now hitting &pound;1,500 a month, a survey has shown.</p> \n<p>According to <a href=\"http://homelet.co.uk/assets/documents/HL3729-May-2015-HomeLet-Rental-Index-08.06.15.pdf\">data collected by HomeLet</a>, rents have shot up 12.5% across the country with tenants on average asked to fork out &pound;751 a month outside the capital. </p> \n<p>Its survey also shows rental costs over the past three months has gone up five times faster than tenant income.</p> \n<p>The sharp rise in figures since the election will add to the pressure on workers who find themselves locked out of the first-time buyers market because they don’t have enough disposable income to save for the hefty deposit banks require before approving mortgages. </p> \n<p>Only three regions in the country have shown a decline in rental prices – the north west, east Anglia and Yorkshire and Humber. </p> \n<p>The spike in rental reflects the general crisis in the UK with a shortage of housing pushing the cost of buying a property beyond the reach of many first-time buyers. </p> \n<p>This in turn has created an overheated demand for rental properties, says HomeLet. </p> \n<p>The charity <a href=\"http://www.moneyadvicetrust.org/Pages/default.aspx\">Money Advice Trust</a> says the spiralling costs are of concern. </p> \n<p>“The proportion of calls we were getting on rental arrears in 2010 was 6.6%. This year so far it’s 11.4%, so that’s a doubling,” said a spokeswoman. “It’s both in the public and private sector.”</p> \n<p>HomeLet’s surveys are based on 13,000 tenant reference applications last month, 3,000 of which were in London.</p> \n<p>The increase over the past year is five times greater than it was two years ago when the year-on-year increase was 2.6%.</p>","section":"Money","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434403433659/1f93d4a1-f80d-4424-895c-e616364f0dcd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mark Kerrison/Mark Kerrison/Demotix/Corbis","altText":"March for Homes","cleanCredit":"Photograph: Mark Kerrison/Mark Kerrison/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-15T21:40:09Z","lastModified":"2015-06-15T22:16:32Z","metadata":{"commentable":true,"commentCount":490,"contributors":[{"name":"Lisa O'Carroll","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lisaocarroll"}],"feature":false,"keywords":["Renting property","Housing market","Housing","Property","London","UK news"],"tags":[{"id":"money/renting","webTitle":"Renting property"},{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"society/housing","webTitle":"Housing"},{"id":"money/property","webTitle":"Property"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"money"},"topics":[{"displayName":"Lisa O'Carroll","topic":{"type":"tag-contributor","name":"profile/lisaocarroll"}}],"embeddedVideos":[],"adTargetingPath":"money"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/money/2015/jun/15/london-rents-homelet-survey-housing-crisis","shortUrl":"http://gu.com/p/49z6f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/money/2015/jun/15/london-rents-homelet-survey-housing-crisis","webUri":"http://www.theguardian.com/money/2015/jun/15/london-rents-homelet-survey-housing-crisis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434403433659/1f93d4a1-f80d-4424-895c-e616364f0dcd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tenants and campaigners on the March for Homes in Shoreditch, east London in January, 2015. HomeLet says average rents in London have now surpassed £1,500 per month. Photograph: Mark Kerrison/Demotix/Corbis","credit":"Mark Kerrison/Demotix/Corbis","altText":"March for Homes","cleanCaption":"Tenants and campaigners on the March for Homes in Shoreditch, east London in January, 2015. HomeLet says average rents in London have now surpassed £1,500 per month.","cleanCredit":"Photograph: Mark Kerrison/Demotix/Corbis"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434403433659/1f93d4a1-f80d-4424-895c-e616364f0dcd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mark Kerrison/Mark Kerrison/Demotix/Corbis","altText":"March for Homes","cleanCredit":"Photograph: Mark Kerrison/Mark Kerrison/Demotix/Corbis"}}]},{"title":"Roy Hodgson tells Nathaniel Clyne that form is not enough for England","rawTitle":"Roy Hodgson tells Nathaniel Clyne that form is not enough for England","item":{"type":"article","id":"football/2015/jun/15/roy-hodgson-nathaniel-clyne-england","title":"Roy Hodgson tells Nathaniel Clyne that form is not enough for England","trailText":"Roy Hodgson has indicated he will continue with Phil Jones as England’s right-back and said his team is not chosen ‘on the basis of a good season’","standFirst":"<span class=\"bullet\">•</span> Manchester United’s Phil Jones preferred at right-back against Slovenia\n<br />\n<span class=\"bullet\">•</span> Hodgson says team not chosen ‘on the basis of a good season’","byline":"Daniel Taylor","body":"<p>Roy Hodgson has indicated he will continue with Phil Jones as England’s right-back and made it clear to Nathaniel Clyne that he has no right “on the basis of a good season” to think he should take over from the Manchester United defender.</p> \n<p>Clyne was restricted to the role of a late substitute in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/14/slovenia-england-euro-2016-qualifier-match-report\">England’s 3-2 win against Slovenia</a> and was overlooked when Hodgson withdrew Jones, who was suffering from a minor ankle injury, at half-time. Jordan Henderson was switched from central midfield into defence and at the end of the game Clyne went straight down the tunnel. “I suppose he was disappointed,” Hodgson said.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/15/wayne-rooney-spirit-england-dressing-room\">Wayne Rooney: spirit in England dressing room the best I’ve experienced</a> </p> \n</aside> \n<p>Jones was partly to blame for Slovenia’s first goal and has had an erratic season at Old Trafford but Hodgson gave him his backing after it was put to the England manager that Clyne had been the outstanding right-back in the Premier League last season with Southampton.</p> \n<p>“Maybe,” Hodgson said, “but Jones is a top-quality player. We have great faith in him and we are very happy with him. We think Nathaniel Clyne is a very good player but I would be disappointed if anyone thought that on the basis of a good season with their clubs they can walk in and demand a place.</p> \n<p>“If I were to play him and leave out Phil Jones there would have been a lot of questions about ‘Don’t you rate Phil Jones?’ and ‘Don’t you think he’s a man of the future?’ I didn’t notice Clyne walk off and you would have to ask him.</p> \n<p>“He’s a good lad, he’s been very solid since he’s come in and we like him very much. I would be surprised if he did that. I spoke to him and explained what I was doing but you can’t expect everyone to be happy.</p> \n<p>“After the game when you are walking around the substitutes you won’t get the same smiling faces as you do from the 11 who played. That is a fact of life.”</p> \n<p>Liverpool had an opening offer for Clyne of around &pound;10m turned down last month. Southampton want the 24-year-old to extend his contract, which has one season to run.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434383871701/Englands-Nathaniel-Clyne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images","credit":"Michael Regan/The FA via Getty Images","altText":"England's Nathaniel Clyne","cleanCaption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T21:30:00Z","lastModified":"2015-06-15T23:00:51Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Daniel Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/7/1399489693450/Daniel-Taylor-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/danieltaylor"}],"feature":false,"keywords":["England","Roy Hodgson","Euro 2016 qualifiers","Euro 2016","Southampton","Football","Sport"],"tags":[{"id":"football/england","webTitle":"England"},{"id":"football/roy-hodgson","webTitle":"Roy Hodgson"},{"id":"football/euro-2016-qualifiers","webTitle":"Euro 2016 qualifiers"},{"id":"football/euro-2016","webTitle":"Euro 2016"},{"id":"football/southampton","webTitle":"Southampton"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Daniel Taylor","topic":{"type":"tag-contributor","name":"profile/danieltaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/15/roy-hodgson-nathaniel-clyne-england","shortUrl":"http://gu.com/p/49z75","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/15/roy-hodgson-nathaniel-clyne-england","webUri":"http://www.theguardian.com/football/2015/jun/15/roy-hodgson-nathaniel-clyne-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434383871701/Englands-Nathaniel-Clyne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images","credit":"Michael Regan/The FA via Getty Images","altText":"England's Nathaniel Clyne","cleanCaption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434383871701/Englands-Nathaniel-Clyne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images","credit":"Michael Regan/The FA via Getty Images","altText":"England's Nathaniel Clyne","cleanCaption":"Nathaniel Clyne sits on the England bench during the Euro 2016 qualifier against Slovenia in Ljubljana. Photograph: Michael Regan/The FA via Getty Images"}}]}],"lastModified":"2015-06-16T07:27:56Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}