{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"UK schoolgirls lured to Syria by Isis 'have made contact with their families'","rawTitle":"UK schoolgirls lured to Syria by Isis 'have made contact with their families'","item":{"type":"article","id":"world/2015/may/28/uk-schoolgirls-lured-syria-isis-contact-families","title":"UK schoolgirls lured to Syria by Isis 'have made contact with their families'","trailText":"One of three schoolfriends is believed to have called relatives to say she is healthy and well but does not intend to return, while others made contact online<br>","standFirst":"<p>One of three schoolfriends is believed to have called relatives to say she is healthy and well but does not intend to return, while others made contact online<br /></p>","byline":"Ben Quinn","body":"<p>Three London schoolgirls who travelled to Syria earlier this year have reportedly made contact with their families in the UK.<br /></p> \n<p>Schoolfriends Shamima Begum, 15, Kadiza Sultana, 16, and Amira Abase, 15, travelled from east London to Turkey in February and are believed to have then <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/13/man-uk-schoolgirls-join-isis-syrian-turkey-intelligence-agency\">crossed into areas of Syria controlled by Islamic State</a> (Isis).<br /></p> \n<p>More than thee months on, however, ITV News has reported that one of them has called relatives in the UK to say that she is healthy, safe and well but has insisted that she and the others do not intend to return home soon.</p> \n<p>Her friends were also reported to have contacted relatives over the internet.</p> \n<div>\n __VIDEO_EMBED_gu-video-455844648__\n</div> \n<p>The families of the girls have accused British police of failing to give them crucial information that they say could have stopped their daughters from joining Isis. They accuse officers of covering up their errors since the girls went missing.</p> \n<p>In interviews with the Guardian in March, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/06/syria-bound-girls-hid-police-letter-families\">the families spoke of the nightmare</a> they have been living through since the girls disappeared and say they had no reason to suspect they had been radicalised. </p> \n<p>At that point, they said they still had no idea where the three girls found the money to buy their plane tickets to Turkey on their journey to join the terrorist group.</p> \n<p>Sir Bernard Hogan-Howe, commissioner of the Metropolitan police, has said that the three teenagers can return home without fear of being prosecuted for terrorism.</p> \n<p>Appearing in front of MPs on the home affairs committee earlier this year, Hogan-Howe said of the teenagers’ departure: “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/10/missing-girls-stole-family-jewellery-syria-trip-police\">This is a huge propaganda coup for Isis</a> and a big blow to the credibility of what is supposed to be … the best police service in the world.”</p> \n<p>He and his head of counter-terrorism, Mark Rowley, went into the session having had to admit that with hindsight, letters meant for the girls’ parents saying a 15-year-old schoolfriend had fled to join Isis weeks earlier should have been handed directly to their parents. Instead the letters were given to the girls, who hid them.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432773516623/7f35fbd3-e91f-4e2f-bd7e-62f553b1dfac-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Metropolitan Police/PA","altText":"Amira Abase, Kadiza Sultana and Shamima Begum Syria","cleanCredit":"Photograph: Metropolitan Police/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-28T00:50:52Z","lastModified":"2015-05-28T07:46:54Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ben Quinn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/benquinn"}],"feature":false,"keywords":["Islamic State","UK news","World news","Metropolitan police","London"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"uk/metropolitan-police","webTitle":"Metropolitan police"},{"id":"uk/london","webTitle":"London"}],"section":{"id":"world"},"topics":[{"displayName":"Ben Quinn","topic":{"type":"tag-contributor","name":"profile/benquinn"}}],"embeddedVideos":[{"id":"gu-video-455844648","source":"guardian.co.uk","durationInSeconds":256,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10140134&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/03/10/150310syriafamilyIV.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/3/10/1426026934514/crop_KP_116769_1200x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Families of missing schoolgirls 'appalled' by stolen jewellery claims - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Families of missing schoolgirls 'appalled' by stolen jewellery claims - video","cleanCaption":"620x372 trailpic for Families of missing schoolgirls 'appalled' by stolen jewellery claims - video"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/28/uk-schoolgirls-lured-syria-isis-contact-families","shortUrl":"http://gu.com/p/499p9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/28/uk-schoolgirls-lured-syria-isis-contact-families","webUri":"http://www.theguardian.com/world/2015/may/28/uk-schoolgirls-lured-syria-isis-contact-families"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432773516623/7f35fbd3-e91f-4e2f-bd7e-62f553b1dfac-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"CCTV of, left to right, Amira Abase, Kadiza Sultana and Shamima Begum at Gatwick airport as they headed to Syria via Turkey. Photograph: Metropolitan Police/PA","credit":"Metropolitan Police/PA","altText":"Amira Abase, Kadiza Sultana and Shamima Begum Syria","cleanCaption":"CCTV of, left to right, Amira Abase, Kadiza Sultana and Shamima Begum at Gatwick airport as they headed to Syria via Turkey.","cleanCredit":"Photograph: Metropolitan Police/PA"}},"importance":7,"showQuotedHeadline":false,"sublinks":[]},{"title":"Fifa scandal: Visa sponsorship threat compounds calls for Blatter to quit","rawTitle":"Fifa scandal: Visa sponsorship threat compounds calls for Blatter to quit","item":{"type":"article","id":"football/2015/may/28/fifa-crisis-blatter-calls-resign-sponsors-disappointment","title":"Fifa scandal: Visa sponsorship threat compounds calls for Blatter to quit","trailText":"English FA chairman Greg Dyke and Diego Maradona say embattled Fifa president must go, as Visa says it could reassess football sponsorship deals","standFirst":"<p>English FA chairman Greg Dyke and Diego Maradona say embattled Fifa president must go, as Visa says it could reassess football sponsorship deals</p>","byline":"Claire Phipps and Damien Gayle","body":"<p>Visa – one of Fifa’s key sponsors – has threatened to reassess its relationship with football’s world governing body as Sepp Blatter faced increasing pressure not to seek re-election as its president.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/fifa-officials-world-cup-fraud-us-prosecutors\">Nine senior officials at the organisation, as well as five sports media and promotions executives, were charged by US prosecutors</a> on Wednesday over bribes totalling more than $150m (&pound;100m) over 24 years. It followed the arrest of senior officials at a Zurich hotel and the announcement of a separate Swiss investigation into the awarding of the 2018 and 2022 World Cups.</p> \n<p>The accusations of “rampant, systemic and deep-rooted” corruption have sent shockwaves through the football world, with many questioning whether Fifa can continue in its current form.</p> \n<p>Blatter has not been named as a suspect, but he faces questioning in the Swiss investigation. In a sign of the pressure he is facing, Blatter dodged an appearance at a Fifa medical conference in Zurich on Thursday morning. The European football governing body, Uefa, will meet on Thursday afternoon in the city and may threaten to boycott Fifa.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/may/28/fifa-crisis-live-blatter-under-pressure-amid-arrests-and-world-cup-inquiry\">Fifa crisis live: Blatter under pressure amid arrests and World Cup inquiry</a> </p> \n</aside> \n<p>Fifa sponsors, including Adidas, Visa and Coca-Cola, are calling for the body to reform its practices. <a href=\"http://visacorporate.tumblr.com/post/120062181438/visas-updated-statement-on-fifa\">Visa issued a statement</a> on Wednesday expressing its “disappointment and concern with Fifa”. It said that unless football’s world governing body rebuilds a corporate culture with “strong ethical practices” at its heart, “we have informed them that we will reassess our sponsorship”.</p> \n<p>Coca-Cola said: “This lengthy controversy has tarnished the mission and ideals of the Fifa World Cup and we have repeatedly expressed our concerns about these serious allegations.”</p> \n<p>South Korean firm Hyundai Motor Company, the sole Asian Fifa partner for the 2018 World Cup to be held in Russia, said it was extremely concerned. Anheuser-Busch InBev, whose Budweiser brand is a sponsor of the 2018 World Cup, said: “We expect all of our partners to maintain strong ethical standards and operate with transparency.” McDonald’s, meanwhile, said it was monitoring the situation.</p> \n<p>The crisis has also cast doubt over Blatter’s leadership of the body. He is seeking a fifth four-year term as president this week, but leading figures in world football have called for him to reconsider his position. </p> \n<p>The Argentinian footballer Diego Maradona told radio station Radio La Red in Buenos Aires that his complaints about Fifa corruption had been ignored for years. “I was treated like a crazy person,” he said. “Now the FBI has told the truth. There is no soccer. There is no transparency. Enough lying to people and dinner parties to re-elect Blatter.”</p> \n<p>Greg Dyke, chairman of the English Football Association, said that the 79-year-old should quit immediately. “Blatter has put out a statement saying now is the time to start rebuilding the trust in Fifa – there is no way of rebuilding trust in Fifa while Sepp Blatter is still there,” Dyke said.</p> \n<p>“Sepp Blatter has to go. He either has to go through a resignation, or he has to be out-voted or we have to find a third way. I think the time has come where the damage this has done to Fifa is so great that it can’t be rebuilt while Blatter is there so Uefa has got to try to force him out.”</p> \n<figure class=\"element element-image\" data-media-id=\"372c6ef1dcc21c0aaffa42f1700833a9a514f716\"> \n <img src=\"http://media.guim.co.uk/372c6ef1dcc21c0aaffa42f1700833a9a514f716/0_100_2428_1457/1000.jpg\" alt=\"Diego Maradona has complained about the lack of transparency in Fifa in the wake of the arrests of senior officials.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Diego Maradona has complained about the lack of transparency in Fifa in the wake of the arrests of senior officials.</span> \n  <span class=\"element-image__credit\">Photograph: Leonardo Munoz/EPA</span> \n </figcaption> \n</figure> \n<p>Blatter was, however, bolstered by the Asian Football Confederation, which said it would back his bid for another term as president.<br /></p> \n<p><a href=\"http://www.the-afc.com/media-releases/afc-opposes-any-move-to-delay-fifa-elections\">In a statement on its website</a>, the AFC expressed its “disappointment and sadness” at Wednesday’s events but also said it “reiterates its decision taken at the AFC Congress in Sao Paulo in 2014 … to support Fifa president Joseph S Blatter”.</p> \n<p>The European federation, Uefa, had called for Friday’s elections in Zurich to be postponed, but the AFC said it was “opposing any delay”.</p> \n<p>The French foreign minister, Laurent Fabius, said on Thursday it would make sense to delay Friday’s vote in light of the corruption investigation. </p> \n<p>“It’s been several years that there have been accusations of corruption. It would make sense to take a bit of time, see what is true and not and then the authorities can adjudicate, but for now, it’s giving a disastrous image,” Fabius told France Inter radio. <br /></p> \n<p>Human Rights Watch, meanwhile, has made a pointed call for the next president of Fifa to ensure any future World Cup hosts comply with fundamental human rights norms. Russia, which is hosting the 2018 competition, and 2022 host Qatar have both come under fire for abuses.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/is-this-the-beginning-of-the-end-for-the-fifa-that-blatter-built\">Fifa corruption charges: is this the beginning of the end for the house that Sepp Blatter built?</a> </p> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/us-indicts-fifa-officials-rampant-systemic-deep-rooted-corruption\">The US justice department’s indictment against the Fifa officials</a> claims that in 1996, a global sports company, which was not identified in court documents, agreed to pay $160m over 10 years to become the Brazil team’s exclusive footwear, apparel, accessories and equipment supplier. That was an apparent reference to Nike Inc, which sponsored the Brazil national team.</p> \n<p>Nike has said it is cooperating with authorities. In a statement, the company said: “Like fans everywhere, we care passionately about the game and are concerned by the very serious allegations.</p> \n<p>“Nike believes in ethical and fair play in both business and sport and strongly opposes any form of manipulation or bribery. We have been cooperating, and will continue to cooperate, with the authorities.”</p> \n<p>The indictment said the company agreed to financial terms not in the initial contract, which included paying an additional $40m to an affiliate of the team’s marketing agent with a Swiss bank account and referring to the amount as “marketing fees”.</p> \n<p>World Cup sponsors are in an awkward position, experts said, because they are under pressure from consumers to distance themselves from any corruption, but such sponsorships are lucrative in the long term.</p> \n<p>Rob Prazmark, president of 21 Sports &amp; Entertainment Marketing Group, a global sports and event sales agency, said companies were unlikely to pull their sponsorships altogether: “These sponsors put a lot of money into associating with the World Cup. They’ll give them a little bit of time to get their house in order.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GaryLineker/statuses/603606956381773825\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Don't suppose our mistrusted leader has done the right thing and pulled out of the FIFA presidential election on Friday? No, didn't think so</p>— Gary Lineker (@GaryLineker) \n  <a href=\"https://twitter.com/GaryLineker/status/603606956381773825\">May 27, 2015</a>\n </blockquote> \n</figure> \n<p>Australian football chiefs, who failed in their bid to secure the 2022 World Cup, said they were reviewing the charges.</p> \n<p>“The Australian delegation will review the developments involving Swiss and US law enforcement authorities over the conduct of Fifa officials,” the Football Federation of Australia (FFA) said on Thursday.</p> \n<p>However, one Australian politician went further, saying the country had been “treated like a mug” over the host selection process.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/australia-treated-like-a-mug-over-2022-fifa-world-cup-bid-says-nick-xenophon\">Independent senator Nick Xenophon said</a>: “There must be a reopening of that bid. It’s not too late. At the very least Australia deserves a refund.</p> \n<p>“Really, Australia has been treated like a mug in the way that it spent tens of millions of dollars in a failed bid, where it never had a chance because it seems the fix was in early on with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/fifa\">Fifa</a>.”</p> \n<div>\n __VIDEO_EMBED_gu-video-456933370__\n</div> \n<p>One of the arrested former Fifa officials, one-time vice-president <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/former-fifa-kingpin-jack-warner-spends-night-in-jail-after-corruption-arrest\">Jack Warner, spent the night in a cell in Trinidad</a>. He appeared in a court in Port of Spain, where a judge read eight counts against him and then set bail at 2.5m Trinidadian dollars (&pound;256,000). He was also told he must surrender his passport and report to police twice a week. Warner did not enter a plea and is due to appear in court again on 12 July.</p> \n<p>Police said there was a delay in processing Warner’s bail and he would spend one night in jail. Before turning himself in, Warner denied any wrongdoing.</p> \n<p>Another former official named in the US corruption investigation, Nicol&aacute;s Leoz, is being treated in hospital in Paraguay for flu, according to his lawyer. Fernando Barriocanal said his client was surprised by the indictment but was prepared to defend himself.</p> \n<p>Paraguay’s foreign ministry said it had received an extradition request from the US for Leoz, the former president of the South American Football Confederation, but the order must be reviewed by the supreme court, a process that could take several weeks.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c21f0713f4b681c9f752d055bdc57137032c2eb6/388_631_1919_1152/1919.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1152,"width":1919,"orientation":"landscape","credit":"Steve Christo/Reuters","altText":"Fifa president Sepp Blatter before the Asian Cup final soccer match between South Korea and Australia in January 2015. ","cleanCredit":"Photograph: Steve Christo/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/372c6ef1dcc21c0aaffa42f1700833a9a514f716/0_100_2428_1457/2428.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1457,"width":2428,"orientation":"landscape","caption":"Diego Maradona has complained about the lack of transparency in Fifa in the wake of the arrests of senior officials. Photograph: Leonardo Munoz/EPA","credit":"Leonardo Munoz/EPA","altText":"Diego Maradona has complained about the lack of transparency in Fifa in the wake of the arrests of senior officials.","cleanCaption":"Diego Maradona has complained about the lack of transparency in Fifa in the wake of the arrests of senior officials.","cleanCredit":"Photograph: Leonardo Munoz/EPA"}],"webPublicationDate":"2015-05-28T08:16:53Z","lastModified":"2015-05-28T08:36:19Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Claire Phipps","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/16/1429179697502/Claire-Phipps-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/clairephipps"},{"name":"Damien Gayle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damien-gayle"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football","Football politics","Sport","US news","World news"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[{"id":"gu-video-456933370","source":"Australian Associated Press","durationInSeconds":79,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/28/150528FIFA_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/28/150528FIFA_FromGAus/150528FIFA_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432774680674/Xenophon-FIFA-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Independent senator Nick Xenophon calls for Australia to receive a fill refund for its failed World Cup bid. 27 May 2015 Photograph: AAP","credit":"AAP","altText":"Xenophon FIFA","cleanCaption":"Independent senator Nick Xenophon calls for Australia to receive a fill refund for its failed World Cup bid. 27 May 2015 Photograph: AAP"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/28/fifa-crisis-blatter-calls-resign-sponsors-disappointment","shortUrl":"http://gu.com/p/49ave","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/28/fifa-crisis-blatter-calls-resign-sponsors-disappointment","webUri":"http://www.theguardian.com/football/2015/may/28/fifa-crisis-blatter-calls-resign-sponsors-disappointment"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c21f0713f4b681c9f752d055bdc57137032c2eb6/388_631_1919_1152/1919.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1152,"width":1919,"orientation":"landscape","caption":"Fifa president Sepp Blatter before the Asian Cup final soccer match between South Korea and Australia in January 2015.  Photograph: Steve Christo/Reuters","credit":"Steve Christo/Reuters","altText":"Fifa president Sepp Blatter before the Asian Cup final soccer match between South Korea and Australia in January 2015. ","cleanCaption":"Fifa president Sepp Blatter before the Asian Cup final soccer match between South Korea and Australia in January 2015. ","cleanCredit":"Photograph: Steve Christo/Reuters"}},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Fifa arrests: how a well-placed insider and stashed cash helped US build case","rawTitle":"Fifa arrests: how a well-placed insider and stashed cash helped US build case","item":{"type":"article","id":"football/2015/may/27/fifa-arrests-corruption-loretta-lynch-chuck-blazer","title":"Fifa arrests: how a well-placed insider and stashed cash helped US build case","trailText":"Loretta Lynch spent years on the case, in which prosecutors turned to tactics used to fight organised crime – and a scooter chase paved the way","standFirst":"<p>Loretta Lynch spent years on the case, in which prosecutors turned to tactics used to fight organised crime – and a scooter chase paved the way</p>","byline":"Dan Roberts in Washington","body":"<p>The long arm of American law enforcement first caught up with what US attorney general Loretta Lynch calls international football’s “rampant, systemic and deep-rooted” corruption racket while chasing a mobility scooter down Fifth Avenue in Manhattan.</p> \n<p>Inside the scooter was Chuck Blazer, a suburban soccer dad who had risen near to the top of the sport’s governing body, Fifa, and by 2011 was living the high life in two apartments above Fifa’s regional office in nearby Trump Tower: one for him and one, reputedly, for his cats.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/several-top-fifa-officials-arrested\">Fifa officials arrested on corruption charges as World Cup inquiry launched</a> </p> \n</aside> \n<p>Behind him were agents from the US Internal Revenue Service and FBI who called out Blazer’s name and wanted to know why he had not paid tax on his share of $151m of alleged bribes and kickbacks said to have been sloshing through Fifa’s hands for two generations.</p> \n<p>“We can take you away in handcuffs now, or you can cooperate,” said one of two agents, according to a vivid account of the incident <a href=\"http://www.nydailynews.com/sports/soccer/soccer-rat-ex-u-s-soccer-exec-chuck-blazer-fbi-informant-article-1.1995761\">first published by the New York Daily News last November</a>. </p> \n<p>Just how cooperative Blazer proved only became apparent on Wednesday, as plainclothed Swiss police acting on behalf of the FBI burst into the Baur au Lac hotel in Zurich at dawn to arrest seven other Fifa officials and reveal charges against seven further defendants.</p> \n<p>The officials were led out of the exclusive venue used for Fifa committee meetings behind white sheets held up by hotel staff to protect them from waiting cameras. But a similar raid was already under way at the Miami headquarters of Fifa’s North American branch and no amount of money could now hide the scale of what of IRS chief Richard Weber later claimed before a press conference in New York was “the World Cup of fraud”.</p> \n<div>\n __VIDEO_EMBED_gu-video-456923570__\n</div> \n<p>Allegations of corruption and kickbacks have swirled around Fifa for decades, and the story now emerging from US prosecutors suggests they used tried-and-tested techniques designed to tackle organised crime to roll up the alleged conspiracy by leaning on witnesses to cooperate.</p> \n<p>The detailed indictment against Blazer unsealed on Wednesday revealed they had assembled specific allegations of his involvement in bribes related to the selection of World Cup host countries going back to the early 1990s.</p> \n<p>Facing a 20-year jail sentence just for the most serious charge of racketeering, Blazer agreed to plead guilty to a total of 10 counts – including wire fraud conspiracy, money laundering, income tax and banking offences – in the hope of more lenient treatment.</p> \n<p>Though unconfirmed by prosecutors this week, the Daily News report suggests Blazer even agreed to secretly record future meetings with Fifa officials, allegedly carrying a recording device hidden in a keyring to London’s May Fair hotel during the 2012 Olympic Games.</p> \n<p>But Blazer was not the only big fish to succumb to threats from prosecutors. The two adult children of Jack Warner, a former Fifa regional president and Trinidad and Tobago politician charged under this week’s indictment, were caught in equally colourful circumstances.</p> \n<p>Unsealed charges against Daryan and Daryll Warner, who have both pleaded guilty to a variety of fraud and money laundering charges, reveal how their involvement in processing $600,000 in cash from alleged Fifa bribes was picked up in the US banking system.</p> \n<p>Flight records and bank surveillance cameras show Daryan flying from Port of Spain airport in Trinidad to Miami and New York, where he made a series of deposits of €7,000 (currently $7,600) each into various US bank accounts.</p> \n<p>The sum was designed to fit below the $10,000 limit imposed by banks – above which customers are required to show identification – but Daryan seemingly had not factored in the fluctuating exchange rate and was forced to ask a bank teller for €500 (currently $544) back when she demanded to see his driving licence.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e7f089e751519e421be7cccf136c5cd8260916e9\"> \n <img src=\"http://media.guim.co.uk/e7f089e751519e421be7cccf136c5cd8260916e9/0_0_4096_2461/1000.jpg\" alt=\"US attorney general Loretta Lynch speaks while standing with FBI director James Comey, during a press conference about the Fifa arrests.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">US attorney general Loretta Lynch speaks while standing with FBI director James Comey, during a press conference about the Fifa arrests.</span> \n  <span class=\"element-image__credit\">Photograph: Justin Lane/EPA</span> \n </figcaption> \n</figure> \n<p>The indictment reveals similar cash-ferrying trips by Daryll Warner, a US citizen, from Frankfurt to Miami. According to <a href=\"http://www.guardian.co.tt/news/2013-03-10/minister%E2%80%99s-son-under-sealed-indictment-us\">local press reports in Trinidad</a>, he also raised the suspicion of American tax investigators by buying Florida apartments for cash.</p> \n<p></p> \n<p>The link between the Warner brothers and their father’s alleged involvement in the wider Fifa conspiracy remains to be proved, but the pursuit by US investigators over the past four years has not gone unnoticed.<br /></p> \n<p>“Everybody knows that in the US there is an investigation,” Fifa president Sepp Blatter told reporters last week, according to Associated Press.</p> \n<p>Blatter has not been charged in any of the current indictments and denied he was avoiding travelling to the United States for fear of arrest, but ESPN reports say he has not entered the country since 2011.</p> \n<p>The extensive reach of the US legal system is well known, but an international investigation on this scale is nonetheless unprecedented and represents a bold move by Attorney General Lynch, who was only confirmed by the US Senate a few weeks ago.</p> \n<p>But, according to the newly released court filings, Lynch has been involved in the investigation for years – working on it in her capacity as US district attorney before her recent promotion by President Obama.</p> \n<p>Administration officials are also adamant that the extensive links to US businesses, banks and sports organisations give them a legitimate remit to pursue allegations that defied repeated internal probes, journalistic investigations and national complaints in the past.</p> \n<p>“They did this over and over, year after year, tournament after tournament,” Lynch said during Wednesday’s press conference, arguing the that “bribe money takes soccer fields and balls away from kids” in developing countries who were meant to be the recipients of Fifa marketing and television revenues.</p> \n<p>Prosecutors allege that up to a third of the revenues from one US football tournament alone were diverted to lining the pockets of corrupt officials and that everything from the selection of venues to the election of Fifa officials was tainted by bribery.</p> \n<p>But the prosecution also represents a political decision that an international sport that has captivated a generation of US players should no longer be seen as above the law.</p> \n<p>“This may be the way things are,” concluded FBI director James Comey, “but this is not the way things have to be.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432750789201/639ae433-79e9-4a70-b32b-f4cfb340c579-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Arnd Wiegmann/Reuters","altText":"Chuck Blazer attends the 61st FIFA congress at the Hallenstadion in Zurich in 2011.","cleanCredit":"Photograph: Arnd Wiegmann/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e7f089e751519e421be7cccf136c5cd8260916e9/0_0_4096_2461/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2461,"width":4096,"orientation":"landscape","caption":"US attorney general Loretta Lynch speaks while standing with FBI director James Comey, during a press conference about the Fifa arrests. Photograph: Justin Lane/EPA","credit":"Justin Lane/EPA","altText":"US attorney general Loretta Lynch speaks while standing with FBI director James Comey, during a press conference about the Fifa arrests.","cleanCaption":"US attorney general Loretta Lynch speaks while standing with FBI director James Comey, during a press conference about the Fifa arrests.","cleanCredit":"Photograph: Justin Lane/EPA"}],"webPublicationDate":"2015-05-27T19:05:06Z","lastModified":"2015-05-28T06:44:44Z","metadata":{"commentable":true,"commentCount":500,"contributors":[{"name":"Dan Roberts","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dan-roberts"}],"feature":false,"keywords":["Fifa","Loretta Lynch","Football","Football politics","Obama administration","Sport","US news","World news"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"us-news/loretta-lynch","webTitle":"Loretta Lynch"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"sport/sport","webTitle":"Sport"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"football"},"topics":[{"displayName":"Dan Roberts","topic":{"type":"tag-contributor","name":"profile/dan-roberts"}}],"embeddedVideos":[{"id":"gu-video-456923570","source":"SNTV","durationInSeconds":20,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/27/150527FifaArrests.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/27/150527FifaArrests_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/27/1432726585640/KP_246356_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Fifa: man obscured by sheet as police make arrests in bribery probe video","credit":"guardian.co.uk","altText":"620x372 trailpic for Fifa: man obscured by sheet as police make arrests in bribery probe video","cleanCaption":"620x372 trailpic for Fifa: man obscured by sheet as police make arrests in bribery probe video"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/27/fifa-arrests-corruption-loretta-lynch-chuck-blazer","shortUrl":"http://gu.com/p/499kx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/27/fifa-arrests-corruption-loretta-lynch-chuck-blazer","webUri":"http://www.theguardian.com/football/2015/may/27/fifa-arrests-corruption-loretta-lynch-chuck-blazer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432750789201/639ae433-79e9-4a70-b32b-f4cfb340c579-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chuck Blazer attends the 61st FIFA congress at the Hallenstadion in Zurich in 2011. Photograph: Arnd Wiegmann/Reuters","credit":"Arnd Wiegmann/Reuters","altText":"Chuck Blazer attends the 61st FIFA congress at the Hallenstadion in Zurich in 2011.","cleanCaption":"Chuck Blazer attends the 61st FIFA congress at the Hallenstadion in Zurich in 2011.","cleanCredit":"Photograph: Arnd Wiegmann/Reuters"}},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Chicago police took 'hunting' photograph with black man as prey","rawTitle":"Chicago police took 'hunting' photograph with black man as prey","item":{"type":"article","id":"us-news/2015/may/28/chicago-police-took-hunting-photograph-with-black-man-as-prey","title":"Chicago police took 'hunting' photograph with black man as prey","trailText":"One officer recently dismissed while the other was jailed years ago, but image newly released by judge further taints force in wake of Homan Square revelations","standFirst":"<p>One officer recently dismissed while the other was jailed years ago, but image newly released by judge further taints force in wake of Homan Square revelations</p>","byline":"Zach Stafford in Chicago","body":"<p>An Illinois judge has released a long-concealed picture that shows two Chicago police officers posing over an unidentified black man in antlers while holding rifles as if he had been hunted. </p> \n<p>The photo, which was given to police by federal prosecutors in 2013, was made public for the first time on Wednesday by Cook county Judge Thomas Allen. It was taken sometime between 1998 and 2003 at the Harrison police district station on the west side. </p> \n<p>This station is a mile south of Homan Square, the facility where the Guardian earlier this year identified <a draggable=\"true\" href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/homan-square\">alleged police misconduct and torture</a> as well as other civil rights violations.</p> \n<p>Police Superintendent Garry McCarthy – who last week at a police board meeting deferred any questions about Homan Square brought up by citizens to police legal counsel – called the photo “disgusting”.</p> \n<p>“As the superintendent of this department and as a resident of our city, I will not tolerate this kind of behavior, and that is why neither of these officers works for CPD today.” </p> \n<p>Jerome Finnigan, on the left, was fired long before the photo was given to the city. He was sentenced to 12 years in a federal prison for income tax evasion and robbery. But the photo is the direct cause of Timothy McDermott’s firing in 2014 by the police board in a 5-to-4 vote. </p> \n<p>While board dissenters thought McDermott should be suspended, the majority wrote that “appearing to treat an African-American man not as a human being but as a hunted animal is disgraceful and shocks the conscience”.</p> \n<p>McDermott, who asked the judge to keep the photo under seal, is appealing against his dismissal in court, <a draggable=\"true\" href=\"http://chicago.suntimes.com/crime/7/71/587596/judge-wont-seal-photo-cpd-cops-posing-african-american-man-antlers\">according to the Chicago Sun-Times</a>. </p> \n<p>In May Chicago became the first city in the nation to pass a <a draggable=\"true\" href=\"mailto:http://www.theguardian.com/us-news/2015/may/07/chicago-police-brutality-reparations\">reparations ordinance</a> giving financial restitution, access to city colleges and a memorial, among other things, to victims of police torture under Chicago police commander Jon Burge. The package passed almost a week after it came to light that the city had paid out more than <a draggable=\"true\" href=\"mailto:http://www.bettergov.org/beyond_burge/\">half of a billion dollars</a> for police misconduct in the past decade.</p> \n<p>On the day it won unanimously in a city council vote, Mayor Rahm Emanuel said its passage would “bring this dark chapter of Chicago’s history to a close”.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432771631430/f3773015-6a6b-4878-b9c5-67634194f87b-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Cook county court file","altText":"Former Chicago police officers Jerome Finnigan, left, and Timothy McDermott hold rifles over an unidentified man.","cleanCredit":"Photograph: Cook county court file"}],"bodyImages":[],"webPublicationDate":"2015-05-27T23:54:01Z","lastModified":"2015-05-28T03:23:37Z","metadata":{"commentable":true,"commentCount":409,"contributors":[{"name":"Zach Stafford","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zach-stafford"}],"feature":false,"keywords":["US policing","Homan Square","Chicago","US news","World news"],"tags":[{"id":"us-news/us-police","webTitle":"US policing"},{"id":"us-news/homan-square","webTitle":"Homan Square"},{"id":"us-news/chicago","webTitle":"Chicago"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Zach Stafford","topic":{"type":"tag-contributor","name":"profile/zach-stafford"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/28/chicago-police-took-hunting-photograph-with-black-man-as-prey","shortUrl":"http://gu.com/p/499zt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/28/chicago-police-took-hunting-photograph-with-black-man-as-prey","webUri":"http://www.theguardian.com/us-news/2015/may/28/chicago-police-took-hunting-photograph-with-black-man-as-prey"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a0335f572718ec56e817159bd9b23e6ae0bd5e1c/0_0_1200_720/1200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"Former Chicago police officers Jerome Finnigan, left, and Timothy McDermott holding rifles over a black man in antlers. Photograph: Cook county court file","credit":"Cook county court file","altText":"Former Chicago police officers Jerome Finnigan, left, and Timothy McDermott holding rifles over a black man in antlers.","cleanCaption":"Former Chicago police officers Jerome Finnigan, left, and Timothy McDermott holding rifles over a black man in antlers.","cleanCredit":"Photograph: Cook county court file"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"India's deadly heatwave set to continue","rawTitle":"India's deadly heatwave set to continue","item":{"type":"article","id":"world/2015/may/28/indias-deadly-heatwave-set-to-continue","title":"India's deadly heatwave set to continue","trailText":"Forecasters warn that high temperatures – which have led to more than 1,000 deaths – will go on into next week<br>","standFirst":"<p>Forecasters warn that high temperatures – which have led to more than 1,000 deaths – will go on into next week<br /></p>","byline":"Agencies","body":"<p>More than 1,100 people have died in a blistering heatwave sweeping India as forecasters warned that searing temperatures would continue.</p> \n<p>Southern India has borne the brunt of the hot, dry conditions and many of the victims are construction workers, the elderly or homeless people unable to heed official advice to stay indoors.</p> \n<p>In the worst-hit state of Andhra Pradesh, nearly 900 people have died since 18 May – double the total number of heat-related deaths last summer, authorities said.</p> \n<p>In neighbouring <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/25/india-heatwave-deaths-heatstroke-temperatures\">Telangana</a>, where temperatures hit 48C (118F) over the weekend, more than 200 people have died in the last week compared with 31 in the whole of last year.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/may/28/india-heatwave-keeping-cool-in-pictures\">Keeping cool in India's heatwave – in pictures</a> </p> \n</aside> \n<p>In New Delhi, forecasters said they expected the high temperatures to continue into next week – adding to the misery of the thousands of poor living on the capital’s streets. <br /></p> \n<p>Residents of Gurgaon – a high-rise satellite city home to many of the capital’s workers – suffered power cuts of up to 10 hours a day as the grid struggled to cope with the demand from millions of air conditioners. </p> \n<p>“Nothing is working – even after taking half a dozen baths a day, you can’t beat the heat,” 34-year-old shop owner Manish Singh said. “We try to spend more time indoors to avoid heatstroke. It’s worse than previous years; we hardly get any electricity and the air conditioners become useless.”</p> \n<p>The heat has melted roads near the capital and caused problems with maintaining animal welfare at farms and the country’s zoos. </p> \n<p>Brahma Prakash Yadav, director of the Indian meteorological department, said: “Maximum temperatures won’t fall substantially. However, major relief can be expected from 2 June as there are indications of good showers.” <br /> </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a1c8e4977d048633a26d50fee46babc3a8857a23/0_0_4096_2458/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2458,"width":4096,"orientation":"landscape","credit":"Harish Tyagi/EPA","altText":"epa04769714 Road markings appear distorted as the asphalt starts to melt due to the high temperature in New Delhi, India, 27 May 2015. More than 1,150 people are reported dead from a heat wave sweeping across south India and Andhra Pradesh state was the worst hit, where 884 people had died of heatstroke since 18 May. Weather officials said northwesterly dry and hot winds from the desert state of Rajasthan were responsible.  EPA/HARISH TYAGI","cleanCredit":"Photograph: Harish Tyagi/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-27T23:45:39Z","lastModified":"2015-05-28T08:30:23Z","metadata":{"commentable":true,"commentCount":181,"contributors":[],"feature":false,"keywords":["India","Natural disasters and extreme weather","South and Central Asia","World news"],"tags":[{"id":"world/india","webTitle":"India"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/28/indias-deadly-heatwave-set-to-continue","shortUrl":"http://gu.com/p/499p3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/28/indias-deadly-heatwave-set-to-continue","webUri":"http://www.theguardian.com/world/2015/may/28/indias-deadly-heatwave-set-to-continue"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a1c8e4977d048633a26d50fee46babc3a8857a23/0_0_4096_2458/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2458,"width":4096,"orientation":"landscape","caption":"Road markings appear distorted as the asphalt starts to melt due to the high temperature in New Delhi, India. Photograph: Harish Tyagi/EPA","credit":"Harish Tyagi/EPA","altText":"New Delhi","cleanCaption":"Road markings appear distorted as the asphalt starts to melt due to the high temperature in New Delhi, India.","cleanCredit":"Photograph: Harish Tyagi/EPA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Poor David Cameron is now prisoner of all his promises","rawTitle":"Poor David Cameron is now prisoner of all his promises","item":{"type":"comment","id":"commentisfree/2015/may/27/queens-speech-cameron","title":"Poor David Cameron is now prisoner of all his promises","trailText":"It was a Queen’s speech laden with his pre-election giveaways. Those chickens will come home to roost.","standFirst":"<p>The Queen’s speech suggests that the prime minister regrets his moment of pre-election passion and is left wondering what he promised</p>","byline":"Simon Jenkins","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/27/queens-speech-the-day-psychoactive-drugs-tripped-off-the-royal-tongue\">Queen's speech: the day ‘psychoactive drugs’ tripped off the royal tongue</a> </p> \n</aside> \n<p>The first <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/may/27/queens-speech-2015-politics-live\" title=\"\">Queen’s speech</a> of the second term should be golden. All trouble and strife is behind. Ahead lie the sunny uplands of a Commons majority. Apologies have been made, lessons learned and hope restored. For a party leader the second term is the moment of opportunity, when courage can be allowed its head. This is especially true for David Cameron, who has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/23/david-cameron-i-would-not-serve-third-term-as-pm\" title=\"\">stipulated this term as his last</a>. He has nothing to lose but reputation.</p> \n<p>Cameron’s second-term predecessors, Harold Wilson, Margaret Thatcher and Tony Blair, all felt they had wasted their&nbsp;second terms. Lord Ridley called Thatcher’s “the years the locusts ate”. Blair retreated into war-mongering. Cameron’s speech did not augur well. It read like the ramblings of a man the morning after a dreadful one-night stand with the electorate, wondering what on earth he promised during the passion.</p> \n<p>Did he really pledge a “statutory” ban&nbsp;on higher taxes? (Why not leave just&nbsp;a breakable promise?) Did he really offer to sell off housing association homes cheap to their tenants? (Did she really ask me that?) Did he really give 30&nbsp;hours a week of free child care? (Did the passion get that far?). And why did he give away three million apprenticeships, high-speed trains without limit and unconditional powers for Scotland? It was the hangover of a meretricious general election.</p> \n<p>After the give-aways there was little new. Cameron is continuing with his creeping centralism. Housing charities and council estates will in effect come under a central land bank, with Whitehall dictating disposals, subsidies and revenue transfers. The failed attempt in the last parliament to balance affordable sales with newbuilds has led Cameron to seize control of public housing finance in every corner of the land. This is megalomania.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The EU in-out referendum threatens to be for Cameron what Iraq was for Blair, the defining event of his last years.</p> \n </blockquote> \n</aside> \n<p>The government is now seeking to complete the covert project to nationalise all schools. New primaries and secondaries, together with those defined by Whitehall as “failing or coasting”, are to be brought under regional tzars. Some schools will be called “free”, but that makes no difference. The nationalisation of Britain’s schools, a project sought by Lord Lawson in the 1980s, may at last be achieved, ending a long tradition of local responsibility for education.</p> \n<p>As for the NHS, it must do its bit, ordered by Cameron to supply seven-day general practice everywhere, whatever it costs. A five-year plan will also bring local social service in line with the NHS, presumably removing local accountability from all social services in the end.</p> \n<p>The speech did have a localist flourish, with a mention of elected mayors, but it was not clear what is to put devolutionary bite into the rhetoric of the “northern powerhouse”. The reality is that Britain will soon be unique in the free world in having its entire welfare state – schools, hospitals, doctors’ surgeries, child care, care of the elderly and public housing – owned or controlled by its central government, either directly or through social or private subcontractors.</p> \n<p>The remainder of the speech looked back to the constitutional upheavals of Cameron’s first term in office, notably on Europe and devolution. The EU in-out referendum threatens to be for Cameron what Iraq was for Blair, the defining event of his last years. Britain can be commended as the only member state prepared to challenge Germany’s continental dominance, based on the eurozone’s current path to&nbsp;uncompetitiveness and personal misery of millions. Cameron wants a reformed Europe, but Europe seems likely to call his bluff.</p> \n<p>Before the election Cameron <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/sep/19/scottish-referendum-david-cameron-devolution-revolution\" title=\"\">sloppily conceded more devolution</a> to Edinburgh with no commensurate fiscal&nbsp;responsibility. When it was mooted to the SNP’s Nicola Sturgeon last&nbsp;month that Scotland win full budgetary independence – with no London subvention – she understandably blanched. Now surely is the time for Cameron to put her on the spot. Does Scotland want real independence, or not really?</p> \n<p>The Queen’s speech was an exercise in political expediency. It opened with numbing platitudes about “legislating for all the people” and ended with pious hopes about ridding the world of terror. There was nothing in between to suggest the stamp of an original mind or a collective political philosophy. There was just a litany of the lobbies to which Cameron has come to be increasingly in thrall: the publicists for the crazy HS2 and other vanity projects such as the Manchester science centre, the Swansea barrage and the continuing Olympics “legacy”.</p> \n<p>The government will go on pouring subsidies into the middle-class interests. There is always money for pensions tax relief, first-time buyers and inherited property. There is no mention of new property taxes. As for Cameron’s pledge to free businesses from red tape, this was surreal. Has he not been briefed on the deluge of new pensions and building regulations that he has just imposed on small businesses the length of the land? There has been no such deregulation.</p> \n<p>The left can dismiss any Tory leader as bound by tribal instinct to oppress the poor and line the pockets of the top 1%. That is not Cameron. He may be victim of an incorrigible cronyism, and his overdue attempt to reform Britain’s welfare state has left many rough edges, some of them inexcusable. But he is a politician sincere in wanting to avoid the disciplines of a growing economy falling too heavily on those in genuine need. He is just not good at saying so.</p> \n<p>Perhaps the PM should take lessons on Edmund Burke from his backbench colleague, Jesse Norman. Cameron is a traditional Tory. He is no radical. He does not believe in a smaller state or in radical redistribution of wealth. He is a city-dweller, a Whitehall centralist, a natural meddler, an interventionist at home and abroad. The countryside, natural beauty or the arts do not feature in his make-up – or in the Queen’s speech. Such localism as he professes has been forced on him by Europe’s new wave of centrifugal politics. Cameron is no Thatcher, indeed the worrying thing is his professed admiration for Blair.</p> \n<p>To his own surprise, Cameron last month snatched victory from the jaws of predicted defeat. He can laugh in the face of those who accused him of lacking stomach for a fight. He is a confident gambler. But as he embarks on his European venture, one of the greatest gambles a PM has taken in recent times, he leaves his stall&nbsp;in the political market place curiously empty. He leaves a country wanting more.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432748910424/The-State-Opening-Of-Parl-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'There was nothing in the Queen's speech to suggest the stamp of an original mind or a collective political philosophy.' Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"The State Opening Of Parliament","cleanCaption":"'There was nothing in the Queen's speech to suggest the stamp of an original mind or a collective political philosophy.' Photograph: Carl Court/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-27T18:53:25Z","lastModified":"2015-05-28T08:34:48Z","metadata":{"commentable":true,"commentCount":425,"contributors":[{"name":"Simon Jenkins","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonjenkins"}],"feature":false,"keywords":["Queen's speech","The Queen","UK news","Politics"],"tags":[{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"uk/queen","webTitle":"The Queen"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Simon Jenkins","topic":{"type":"tag-contributor","name":"profile/simonjenkins"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/queens-speech-cameron","shortUrl":"http://gu.com/p/499y7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/27/queens-speech-cameron","webUri":"http://www.theguardian.com/commentisfree/2015/may/27/queens-speech-cameron"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456923863","source":"Reuters","durationInSeconds":173,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/27/150528queensspeechedit_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/27/150528queensspeechedit.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432740092921/Queen-Elizabeth-delivers--011.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Queen Elizabeth delivers the Queen's Speech Photograph: Pool/REUTERS","credit":"Pool/REUTERS","altText":"Queen Elizabeth delivers the Queen's Speech","cleanCaption":"Queen Elizabeth delivers the Queen's Speech Photograph: Pool/REUTERS"}}},"importance":3,"byline":{"title":"Simon Jenkins"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Fifa in crisis as officials who presided over 'World Cup of fraud' are arrested","rawTitle":"Fifa in crisis as officials who presided over 'World Cup of fraud' are arrested","item":{"type":"article","id":"football/2015/may/27/fifa-in-crisis-as-officials-who-presided-over-world-cup-of-are-arrested","title":"Fifa in crisis as officials who presided over 'World Cup of fraud' are arrested","trailText":"FBI investigation into corruption leads to dawn raids in Zurich, while Swiss authorities look into bids for 2018 and 2022 World Cups<br>","standFirst":"<p>FBI investigation into corruption leads to dawn raids in Zurich, while Swiss authorities look into bids for 2018 and 2022 World Cups<br /></p>","byline":"Owen Gibson in Zurich and Rupert Neate in New York","body":"<p>Fifa has been plunged into an unprecedented crisis by the arrest of senior officials in dawn raids in Zurich following a long-running FBI investigation, while Swiss authorities simultaneously launched an inquiry into bidding for the 2018 and 2022 World Cups. </p> \n<p>A dramatic day for football’s world governing body began with 12 plainclothes policemen raiding the five-star Bauer au Lac hotel in Zurich and concluded with a damning press conference in Brooklyn at which the director of the FBI and the US attorney general accused senior Fifa executives of presiding over a “World Cup of fraud”. </p> \n<p>Uefa, the European governing body, which has been backing Sepp Blatter’s rival for the Fifa presidency, Prince Ali Bin al-Hussain of Jordan, called for Friday’s presidential election to be postponed and said it might boycott Fifa’s congress. Until Wednesday’s events, &shy;Blatter was widely expected to be returned for a fifth term. </p> \n<p>Swiss police arrested seven of the 14 officials charged by the US Department of Justice, nine of whom are current or former Fifa executives. All could face up to 20 years in prison. Shortly after, the Swiss federal prosecutor swooped on Fifa’s HQ in a parallel investigation into the controversial bidding race for the 2018 and 2022 World Cups, which were awarded to Russia and Qatar respectively in December 2010. </p> \n<p>Those charged include former senior Fifa executives entwined with decades of controversy under Blatter, including Jack Warner from Trinidad and Tobago, the former president of Concacaf, Fifa’s North American regional body, and the Paraguayan Nicol&aacute;s Leoz, and those who claimed to be part of a new wave of reformers, including Warner’s replacement, Jeffrey Webb. Blatter had anointed Webb, a Fifa vice-president and head of its anti-racism taskforce, as his potential successor. <br /></p> \n<div>\n __VIDEO_EMBED_gu-video-456932370__\n</div> \n<p>Later on Wednesday, Warner turned himself in to authorities in Trinidad where bail was set at $2.5m (&pound;1.6m).</p> \n<p>Blatter, 79, was expected to win a fifth term despite a string of scandals during his 17-year tenure but now looks less secure than at any other time during that reign. In a desperate rearguard action, his spokesman tried to argue that the dramatic events were good for Fifa and attempted to align them with a discredited reform programme promised in the wake of a swirl of allegations four years ago. </p> \n<p>Fifa announced it had provisionally banned 11 of the charged individuals from football including Webb, Eduardo Li, Eugenio Figueredo and Jos&eacute; Maria Marin. It also banned some no longer involved in football including Warner and Chuck Blazer, the former general secretary of Conacaf, who became a whistleblower and is now seriously ill in New York. </p> \n<p>Blatter described the day’s events as “unfortunate” but insisted Fifa welcomed both investigations, saying Fifa believed it would “help to reinforce measures that Fifa has already taken to root out any wrongdoing in football”. <br /></p> \n<p>In a searing indictment of Fifa’s culture of kickbacks and patronage “over two generations”, the US Department of Justice charged the 14 with 47 counts of fraud, racketeering and money laundering conspiracies. Four more pleaded guilty, including Blazer and Warner’s two sons, Daryan and Daryll. </p> \n<p>Seven of those charged, including Fifa vice-presidents Webb and Figueredo, were arrested in Zurich. The Swiss Department of Justice said all seven were being held in Zurich and six were resisting extradition to the US. </p> \n<p>Uefa’s executives, gathering in Warsaw for the Europa League final, said the events of Wednesday were “a disaster for Fifa and tarnish the image of football as a whole”. Warning that Friday’s congress risked turning into a “farce”, Uefa called for it and the presidential vote to be postponed. “These events show, once again, that corruption is deeply rooted in Fifa culture,” it said.</p> \n<p>The US attorney general, Loretta Lynch, said the bribes and kickbacks centred on sports marketing deals worth more than $150m but that they were not the only offences committed by executives entrusted with growing the game. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/is-this-the-beginning-of-the-end-for-the-fifa-that-blatter-built\">Is this the beginning of the end for the Fifa that Blatter built?</a> </p> \n</aside> \n<p>“They were expected to uphold the rules that keep soccer honest,” she said. “Instead they corrupted the business of worldwide soccer to serve their interests and enrich themselves.” </p> \n<p>US law enforcement agents uncovered evidence of bribery and corruption in the bidding process for the 2010 World Cup in South Africa, the 2011 Fifa presidential election and a sponsorship agreement between the Brazilian football team and a “major US sportswear company”. </p> \n<p>Indictments unsealed on Wednesday against those charged went further still, detailing in hundreds of pages how Fifa’s culture of corruption and patronage had infected football confederations in North, Central and South America while executives hugely enriched themselves. </p> \n<p>Among an avalanche of new claims was one that South Africa paid $10m in bribes to secure the 2010 World Cup – and that the cash was transferred via a Fifa account. The money was paid to former Fifa members Warner and Blazer. The &shy;latter became an FBI informer after he was threatened over millions in unpaid tax. </p> \n<p>A separate cash payment in $10,000 stacks was collected from a hotel room in Paris from a high-ranking South African bid committee official. Richard Weber, chief of the IRS &shy;criminal investigation, told the press conference in New York: “This really is the World Cup of fraud and today we are issuing Fifa a red card.” <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/guardian-view-on-fifa-arrests-football-game-changer\">The Guardian view on the Fifa arrests: football’s game-changer | Editorial</a> </p> \n</aside> \n<p>The Swiss authorities seized “electronic data and documents” in a raid on Fifa headquarters that was coordinated with the Bauer au Lac arrests. Bank documents had earlier been collected from various Swiss financial institutions. <br /></p> \n<p>Police will question 10 members of the Fifa executive committee who took part in the World Cup votes in 2010 and are expected to speak to Blatter and the Uefa president, Michel Platini, both Swiss residents. </p> \n<p>The two raids were coordinated to ensure that all those to be arrested or questioned were present in Zurich before the congress on Friday and to avoid collusion between suspects. <br /></p> \n<p>Webb, of the Cayman Islands, is the head of Concacaf, which reported itself to US tax authorities in 2012. The organisation had not paid taxes for years when Warner was president and Blazer was secretary general. Blazer had been cooperating for years with the FBI investigation, providing information on Concacaf’s activities over the period and wearing a wire at the London 2012 Olympics when meeting Fifa colleagues. </p> \n<p>The mounting sense of crisis in Zurich has echoes of four years ago when Blatter was re-elected unopposed following the withdrawal of his Qatari rival, Hammam, amid bribery claims that again centred on Concacaf members. Then he sailed on, asking: “Crisis? What is a crisis?” The difference this time is that Swiss prosecutors have cooperated with US law enforcement to attempt to extradite Fifa officials gathered for the most high-profile meeting in its calendar. </p> \n<p>Zurich cantonal police arrived at the Baur au Lac hotel, where senior Fifa executives habitually gather on their trips to Zurich for committee meetings, shortly before 6am. They stopped at reception to get the room numbers for the officials they intended to arrest. The men were not handcuffed as they were led away from the hotel covered in sheets. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/fifa-executives-charges-jack-warner\">Charges against Fifa executives including Jack Warner date to 1990s</a> </p> \n</aside> \n<p>Last November, Fifa’s ethics &shy;committee closed its investigation into the bidding process that resulted in Qatar being named as host of the 2022 World Cup, ruling that any breaches of the rules were only of “very limited scope”. </p> \n<p>The decision to award Qatar the tournament prompted allegations about the way it won the bid and concerns about the heat in which matches would be held and the treatment of migrant workers building the infrastructure underpinning it. But Fifa said an investigation did not find any direct link between the World Cup bid and illicit payments made by Hammam, who was banned for life for paying bribes during the campaign to unseat Blatter. </p> \n<p>Fifa insisted its congress and the presidential election would go ahead as planned and the revelations were a positive development, even as a string of &shy;critics including Transparency International called on Blatter to stand down and postpone Friday’s vote. He will try to brazen out the latest crisis, focusing on the votes he needs from the 209 countries attending. </p> \n<p>As delegates continued to fly in to Zurich, Greg Dyke, chairman of English football body the FA, said: “Blatter has put out a statement saying now is the time to start rebuilding the trust in Fifa. There is no way of rebuilding trust in Fifa while Sepp Blatter is still there. Sepp Blatter has to go. He either has to go through a resignation, or he has to be out-voted or we have to find a third way.”</p> \n<p> </p> \n<p><br /></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ae64baba03d25e8877f1a0d9f02ccf6118045f44/0_126_3500_2102/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2102,"width":3500,"orientation":"landscape","credit":"Arnd Wiegmann/Reuters","altText":"A police van drives past the Baur au Lac hotel in Zurich, Switzerland, May 27, 2015. Six soccer officials were arrested in Zurich on Wednesday and detained pending extradition to the United States over suspected corruption at soccer's governing body FIFA, the Swiss Federal Office of Justice said in a statement. REUTERS/Arnd Wiegmann","cleanCredit":"Photograph: Arnd Wiegmann/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-27T21:50:46Z","lastModified":"2015-05-28T08:14:13Z","metadata":{"commentable":true,"commentCount":1352,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"},{"name":"Rupert Neate","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rupertneate"}],"feature":false,"keywords":["Fifa","World Cup 2002","World Cup 2018","Sepp Blatter","Football","Football politics","Sport","World Cup"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/worldcupfootball2002","webTitle":"World Cup 2002"},{"id":"football/world-cup-2018","webTitle":"World Cup 2018"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/world-cup-football","webTitle":"World Cup"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[{"id":"gu-video-456932370","source":"CCN-TV6","durationInSeconds":64,"formats":[{"mimeType":"video/m3u8","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10410920&format=video/m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/27/150527Warner_1_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/27/1432760120736/KP_247001_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Warner","credit":"guardian.co.uk","altText":"620x372 trailpic for Warner","cleanCaption":"620x372 trailpic for Warner"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/27/fifa-in-crisis-as-officials-who-presided-over-world-cup-of-are-arrested","shortUrl":"http://gu.com/p/499nt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/27/fifa-in-crisis-as-officials-who-presided-over-world-cup-of-are-arrested","webUri":"http://www.theguardian.com/football/2015/may/27/fifa-in-crisis-as-officials-who-presided-over-world-cup-of-are-arrested"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456923570","source":"SNTV","durationInSeconds":20,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/27/150527FifaArrests.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/27/150527FifaArrests_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/27/1432726585640/KP_246356_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Fifa: man obscured by sheet as police make arrests in bribery probe video","credit":"guardian.co.uk","altText":"620x372 trailpic for Fifa: man obscured by sheet as police make arrests in bribery probe video","cleanCaption":"620x372 trailpic for Fifa: man obscured by sheet as police make arrests in bribery probe video"}}},"importance":3,"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-28T08:36:19Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}