{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"The middle-class malaise that dare not speak its name","rawTitle":"The middle-class malaise that dare not speak its name","item":{"type":"comment","id":"commentisfree/2015/may/24/middle-class-living-standards","title":"The middle-class malaise that dare not speak its name","trailText":"Living standards are in decline across society. But shame prevents the well-off from showing solidarity","standFirst":"Living standards are in decline across society. But shame prevents the well-off from showing solidarity","byline":"Zoe Williams","body":"<p>What is a “middle-class” expense? <a href=\"http://www.telegraph.co.uk/finance/personalfinance/household-bills/11622867/How-middle-class-inflation-is-threatening-your-standard-of-living.html\" title=\"\">According to the Daily Telegraph</a>, after considerable dialogue with its own readers, the key items in the portfolio of the bourgeoisie are as follows: school fees, dental care, health insurance, holidays, wine (fine), new cars, holidays and “cultural activities”. The price rises in all these areas have been astronomical – health insurance has gone up by 51% over the past six years, school fees by 40% – while over the same period earnings in the double-average-wage bracket have gone down by 0.8%.</p> \n<p>Private school fees are paid by 7% of the population; private health insurance is taken out by 11%. This isn’t really the middle: the determination to retain the term middle class for those who are actually wealthy is akin to the care with which the right wing never describes its views as rightwing, preferring “commonsense”. It is a constant project to reframe what is normal in the image of what is normal for one person in 10.</p> \n<p>But actually, on this matter, the middle classes are pretty normal. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/datablog/2014/nov/19/uk-workers-suffer-sixth-year-of-falling-real-pay-in-2014\" title=\"\">Income has stagnated across every section of society</a> apart from the top 1% (whom the Telegraph would probably call upper middle or well-to-do). GDP per capita is lower than it was seven years ago. “That,” said the economist Joseph Stiglitz <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/24/joseph-stiglitz-interview-uk-economy-lost-decade-zero-growth\" title=\"\">in an interview</a> on Sunday “is not a success.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The extent to which we are all in this wage-stagnating swamp together is a question of age rather than class</p> \n </blockquote> \n</aside> \n<p>It’s hard for the wealthy to mobilise around their declining living standards. Their options are limited. When so much of your wealth is spent avoiding the social structures on which solidarity is based – education, the health service, our crap dentistry of international renown – who do you complain to? Who are you going to stand shoulder to shoulder with? Your outrage at the world is limited in its expression to your power as a consumer. That’s why the incredibly angry, bright pink man yelling at a BT helpline is such a staple of modern British sitcoms; as a guardian angel against feelings of impotence and injustice, BT can’t really help – even if it does answer the phone.</p> \n<p>So there’s the stain of self-interest barring entry to the language and power and solace of unity. There’s also a huge amount of shame involved in being in debt or struggling, especially against the backdrop of assumption that privilege is somehow the result of a lifetime’s sound financial decisions.</p> \n<p>There’s a public pressure not to mention declining living standards, because that would be to insult people whose living standards have declined to the point of being unable to eat. There’s also a private pressure, since the status of the affluent is, of course, rooted in the affluence – and if one breaks ranks to say there’s actually quite a lot of anxiety involved, it makes everyone look bad.</p> \n<p>Oh, and one other huge impediment: nobody wants you for an ally when your complaint is that health insurance has gone up three times as fast as wages. Had housing been added to the Telegraph’s basket of middle-class goods, they would have seen that, for the older homeowner with a mortgage, the rise in other prices is offset somewhat by the very low interest rates. But they would also have seen that the “middle-class” renter, or even the renter who actually is middle class, is suffering rent rises with no respect to wages, insecurity of tenancy, crummy conditions and life-changingly large proportions of income going on housing costs – very similar conditions, in other words, to everyone else.</p> \n<p>The extent to which we are all in this wage-stagnating, price-increasing swamp together is a question of age rather than class. A middle-class person coming out of university is part of the private personal debt boom; a middle-class person under 30 is a victim of the rentier economy. When you strip out the peculiar lottery-win of being over 40 in the housing market, you can see the picture more clearly: everyone who earns, now earns less, while, by incredible coincidence, the ratio between profit and wages has tipped in the shareholders’ favour.</p> \n<p>It is deeply ingrained in our political culture that classes must be held in opposition to one another; and a confluence of interests between the middle and the bottom is only possible when the bottom tries to emulate or join the middle (sorry, did I say tries? Of course I meant aspires).</p> \n<p>It cuts across the spectrum – on the left, you would never want to preach allegiance between the person hit by the bedroom tax and the person who can’t afford the second holiday. On the right, you would never admit that there was any systemic connection between falling wages for the bottom decile, and falling wages for the eighth.</p> \n<p>But considering them together would make it easier to see the patterns: wage depression never conveniently stopped at the bottom 20%, there is little brake on corporate power, and credit is allowing prices in every sphere to peel away from earnings. These trends are obscured by the rather dated political determination that “the needy” must be interested in one kind of politics, and “the aspirational” a completely different kind. Better to acknowledge the similarities in the situations we all face.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432486641628/Jasper-Rietman-illustrati-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jasper Rietman illustration  Photograph: Jasper Rietman","credit":"Jasper Rietman","altText":"Jasper Rietman illustration ","cleanCaption":"Jasper Rietman illustration  Photograph: Jasper Rietman"}],"bodyImages":[],"webPublicationDate":"2015-05-24T17:05:43Z","lastModified":"2015-05-24T23:00:22Z","metadata":{"commentable":true,"commentCount":1015,"contributors":[{"name":"Zoe Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams"}],"feature":false,"keywords":["Equality","Private schools","Health insurance","Housing","Life and style","Communities","Society"],"tags":[{"id":"society/equality","webTitle":"Equality"},{"id":"education/private-schools","webTitle":"Private schools"},{"id":"money/healthinsurance","webTitle":"Health insurance"},{"id":"society/housing","webTitle":"Housing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Zoe Williams","topic":{"type":"tag-contributor","name":"profile/zoewilliams"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/24/middle-class-living-standards","shortUrl":"http://gu.com/p/4978k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/24/middle-class-living-standards","webUri":"http://www.theguardian.com/commentisfree/2015/may/24/middle-class-living-standards"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432486641628/Jasper-Rietman-illustrati-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration by Jasper Rietman","credit":"Jasper Rietman","altText":"Jasper Rietman illustration ","cleanCaption":"Illustration by Jasper Rietman"}},"importance":7,"byline":{"title":"Zoe Williams"},"showQuotedHeadline":true},{"title":"10 of the best theme parks … that you’ve probably never heard of","rawTitle":"10 of the best theme parks … that you’ve probably never heard of","item":{"type":"article","id":"travel/2015/may/25/10-best-theme-parks-france-italy-spain-germany","title":"10 of the best theme parks … that you’ve probably never heard of","trailText":"Featuring a wild-west town, a replica volcano and the world’s oldest amusement park, our selection of theme parks features amazing rides and activities beyond the usual big-name suspects","standFirst":"<p>Featuring a wild-west town, a replica volcano, the world’s oldest amusement park, our selection of theme parks features amazing rides and activities beyond the usual big-name suspects</p>","byline":"Will Coldwell","body":"<h2>Popeye Village, Anchor Bay, Malta</h2> \n<p>The 1980 film Popeye may have been a notorious flop but its has a legacy in the charming family attraction of Popeye Village, the self-consciously ramshackle collection of wooden buildings set on a beautiful bay constructed as a film set for the Robin Williams movie. Visitors can explore the colourful village, meet the characters and mosey into a range of attractions including a Popeye comic museum. There are also regular boat trips, puppet shows and a cinema, where you can, ahem, watch the Popeye film. It is what it is.<br /><span class=\"bullet\">•</span> <em>Admission free. Check website for opening hours, </em><a href=\"http://www.popeyemalta.com/\"><em>popeyemalta.com</em></a></p> \n<h2>Efteling, Kaatsheuvel, Netherlands</h2> \n<figure class=\"element element-image\" data-media-id=\"6a6432a6e22482e43e46e3d241f2abfe1f665669\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432295430368/bd29904a-22b6-4b92-a6fc-230833a7305c-460x276.jpeg\" alt=\"Netherlands Kaatsheuvel Amusement park\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>Popular in the Netherlands but rarely visited by foreigners (94% of its visitors are Dutch), Efteling is a huge fantasy theme park with a large number of fairytale rides and attractions. It opened in 1952 and is among the oldest theme parks in the world – pre-dating Disneyland in the US by three years. Rumour has it that Efteling inspired Walt Disney to build his own, and Disneyland Paris consulted Efteling for tips on how to better appeal to a European audience. Among its flagship rides is the grand double-track wooden rollercoaster Joris de Draak, or Joris the Dragon, in which two trains race each other around the track. Sculptures of magical creatures are dotted throughout the park, including Brothers Grimm creation, Lang Nek (long neck), the unofficial mascot of the park.</p> \n<p><span class=\"bullet\">•</span> <em>From €34, kids under 3 free. Open July-Aug 10am-8pm, Sept-June 10am-6pm, </em><a href=\"http://www.efteling.com/\"><em>efteling.com</em></a></p> \n<h2>Vulcania, Saint-Ours, Auvergne, France</h2> \n<figure class=\"element element-image\" data-media-id=\"69053f06cdba09a46e99960337c8d86610dc45c7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432295471187/a03dc977-c7c8-4f04-b8ec-95fecb6e194d-460x276.jpeg\" alt=\"Vulcania, Saint-Ours, Auvergne, France\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>France does amusement parks with an educational slant extremely well. While <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/may/06/puy-du-fou-theme-park-vendee-france\">Puy du Fou</a> in the Vend&eacute;e wows visitors with historical battle re-enactments, Vulcania makes volcanoes fun and worth learning about. As well as a museum (borrrr-ing! … just kidding, it’s full of ambitious interactive exhibits that help explain how volcanoes work), the park has rollercoasters, including the Dragon Ride that accelerates to g-force +2. The park was designed by <a href=\"http://www.pritzkerprize.com/laureates/1985\">Pritzker prize-winning architect Hans Hollein</a> and its centrepiece is a 28-metre-high cone covered in lava stone on the outside, and a firey gold-coloured interior.<br /><span class=\"bullet\">•</span> <em>Adults €24, kids 6-16 €17. Opening times vary, check website for details, </em><a href=\"http://www.vulcania.com/\"><em>vulcania.com</em></a></p> \n<h2>Grūtas Park, Druskininkai, Lithuania</h2> \n<figure class=\"element element-image\" data-media-id=\"8086eda176e6253b888d726885ac19877dd27011\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432295565994/742c52ff-25c5-4d6d-b144-50f4bdeb4926-460x276.jpeg\" alt=\"Revolutionary fighter sculpture in Grutas Park.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Revolutionary fighter sculpture in Grūtas Park.</span> \n  <span class=\"element-image__credit\">Photograph: Daniel Alexander/Design Pics/Corbis</span> \n </figcaption> \n</figure> \n<p>You know those retro Jurassic Park-type attractions, where you walk through a forest featuring giant dinosaur sculptures? Well Grūtas is like that, but instead of meeting diplodoci and T-Rexs you’ll find dinosaurs of the Soviet period: monuments of Lenin, Marx and Stalin scatter the park. Unofficially known as Stalin’s World, the park was established to preserve the history of the Lithuanian Soviet Socialist Republic era. Alongside the sculpture garden’s collection of 86 statues there are darker touches, such as guard towers and fragments of concentration camps (though they never went ahead with the idea of transporting visitors to the park on Gulag-style trains). There’s also a kids’ playground, Luna Park, based on Soviet times and a small zoo – presumably with animals the Russian’s didn’t send into space.<br /><span class=\"bullet\">•</span> <em>Adults &pound;4.35, kids 6-16 &pound;2.20. Open winter 9am-5pm, summer 9am-10pm, </em><a href=\"http://www.grutoparkas.lt/\"><em>grutoparkas.lt</em></a></p> \n<h2>Siam Park, Tenerife, Canary Islands</h2> \n<figure class=\"element element-image\" data-media-id=\"00cafb4ff2e3dcaa91469a003825a6fe0cf6c50d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432295654054/a74662fe-c486-4c76-9c63-43baab085a89-460x276.jpeg\" alt=\"Siam Park, Water Kingdom Theme Park, Costa Adeje, Tenerife\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>For a taste of Thailand (in Tenerife) look no further than Siam Park. The huge water park, built in 2008, features adrenaline-pumping rides, such as the Mekong Rapids, the Dragon and Tower of Power, the latter of which has a near-vertical 28-metre drop. Those who don’t want to risk losing their swimwear can opt for the park’s more relaxing options: drift along the Mai Thai river (not filled with the cocktail, unfortunately) or sunbathe on Siam beach.<br /><span class=\"bullet\">•</span> <em>Adults €34, kids 3-11 €23. Open May-Oct 10am-6pm, Nov-Apr 10am-5pm, </em><a href=\"http://www.siampark.net/en/\"><em>siampark.net</em></a></p> \n<h2>Leolandia, Capriate San Gervasio, Lombardy, Italy</h2> \n<figure class=\"element element-image\" data-media-id=\"45adb75391acd97ed9d447bd31c6cfd6f594fc98\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432295696644/2f9b40bb-85cf-489f-ac82-67e14fc65d11-460x276.jpeg\" alt=\"Leolandia\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>If you’ve been traipsing round Milan and the kids are starting to get riled, Leolandia – an hour’s drive away – is the ideal place to let them unwind. The children’s theme park has been upgraded in the last two years: Peppa Pig world was added earlier this year, while Cowboy Town has been renewed. Alongside various rides and a petting zoo, the park has a range of shows, featuring fairies, pirates and parrots. On a side note, those looking for a particularly obscure, hair-raising Italian theme-park experience, should check in to <a href=\"http://www.aipioppi.com/\">Ai Pioppi playground</a> in Treviso: a kinetic theme park built in the back garden of a restaurant and free to anyone who buys a meal.<br /><span class=\"bullet\">•</span> <em>Adults €13.50, concessions €12.50. Open daily 10am-6pm, </em><a href=\"http://www.leolandia.it/it/\"><em>leolandia.it</em></a></p> \n<h2>Bakken, Klampenborg, Denmark</h2> \n<figure class=\"element element-image\" data-media-id=\"f4960c30acccb3731491adf3b7a4cd7384984679\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432295749057/bab95139-8a36-48d6-b714-6f18ba6bc333-460x276.jpeg\" alt=\"The balloons in Bakken amusement park\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>Did you know that Bakken is the world’s oldest amusement park? No, neither did we. Just 10 minutes north of Copenhagen (which also boasts the 19th-century <a href=\"http://www.tivoli.dk/\">Tivoli amusement park</a> in the city centre), Bakken is a charming, historic attraction that was founded in 1583. It is frequented by classical white-faced clown Pjerrot, but rarely attracts visitors from outside of Denmark. And while it may not be able to compete with the high-octane thrills of modern theme parks, Bakken still has impressive rides: the grand wooden Rutschebanen coaster, built in 1932, is considered a classic. The tasteful and nostalgic park is surrounded by greenery and makes for a easygoing (and corporate-free) family day out.<br /><span class=\"bullet\">•</span> <em>Adults &pound;24, kids &pound;17. Open 26 March-30 August, check website for daily opening hours, </em><em><a href=\"http://www.bakken.dk/\">bakken.dk</a></em></p> \n<h2>Tripsdrill, Germany</h2> \n<figure class=\"element element-image\" data-media-id=\"40935b9c4372ac95ae7266e106569fdf20227cfb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432295937368/be95239d-475b-41f3-b4be-8fc2c4d85a42-460x276.jpeg\" alt=\"Treehouses  at Tripsdrill, Germany\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Tobias Kleinschimdt/Corbis</span> \n </figcaption> \n</figure> \n<p>Opened in 1929, Tripsdrill is Germany’s oldest theme park and, impressively, has remained in the hands of the Fischer family since it opened. The large park has a modern-built wooden rollercoaster, Mammut, which is a 860 metres long, as well log flumes and rapids rides. The wildlife park is another draw; around 130 species inhabit it, with wild horses, Arctic wolves and bears, along with regular falconry displays.<br /><span class=\"bullet\">•</span> <em>Adults and children over 12 €28.50, kids 4-11 €24.50, under 4s free. Theme park and wildlife park open 28 Mar-8 Nov 9am-6pm; during winter season (Nov-Mar) wildlife park open 9am-5pm on weekends, </em><a href=\"https://tripsdrill.de/en/\"><em>tripsdrill.de</em></a></p> \n<h2>Area 47, &Ouml;tztal, Tirol, Austria</h2> \n<figure class=\"element element-image\" data-media-id=\"17ba4a87c75f0d4e555280fa98ace69c525fb7f8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432296195794/e4ad80cc-0f3d-492c-a7e2-b2ea4cde8c3e-460x276.jpeg\" alt=\"Area 47, Austria\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Area 47 is a huge outdoor adventure park on the riverside in the &Ouml;tztal valley and full of the kind of activities that make people go “woah … dude!” It offers visitors an impressive range of opportunities to hurl themselves about the place: a 30 metre-high “mega swing”; a rope course suspended below a bridge, which is also fitted with a climbing wall; a water park and a diving tower; water-ski jumping slope and spectacular slides. You can also go blobbing (look it up) and the park runs rafting, canyoning and caving trips and has an off-road biking course. GoPro population: high.<br tabindex=\"-1\" /><span class=\"bullet\">•</span> <em tabindex=\"-1\">Admission and opening times vary depending on activity, check website for more details; a six-day park action package, including teepee accommodation, costs from €396, </em><a draggable=\"true\" href=\"http://www.area47.at/\"><em tabindex=\"-1\">area47.at</em></a></p> \n<h2>High Chaparral, V&auml;rnamo, Sweden</h2> \n<figure class=\"element element-image\" data-media-id=\"20ab473c57f72d37e0dc9582f1488bd053207436\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432296248158/5a38c7a6-9dd4-4146-9296-60ea1ab08ec1-460x276.jpeg\" alt=\"High Chaparral, Sweden\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Founded by Big Bengt (a name that will amuse those from the UK more than elsewhere), High Chaparral is a wild west theme park in the form of a frontier town – complete with steam train running through it. The highlight, however, has to be the epic shows that are like watching a live western film, complete with shootouts, explosions and people throwing each other off wooden porches. There are six different shows to watch, including one about the legendary swordsman Zorro and city patron Lucky Luke, who has to keep the bandits behind bars.<br /><span class=\"bullet\">•</span> <em>Day pass from &pound;16.50. Open 10am-6pm 30 May-25 June, 26 June-16 Aug, 21-23 and 28-30 Aug, </em><a href=\"http://www.highchaparral.se/sv/\"><em>highchaparral.se</em></a></p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432211955144/440e086a-bfba-4476-b3b5-a25b8bc05fbd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Popeye village, Malta.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432295431760/bd29904a-22b6-4b92-a6fc-230833a7305c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"Netherlands Kaatsheuvel Amusement park","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432295472750/a03dc977-c7c8-4f04-b8ec-95fecb6e194d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"Vulcania, Saint-Ours, Auvergne, France","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432295567499/742c52ff-25c5-4d6d-b144-50f4bdeb4926-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Revolutionary fighter sculpture in Grūtas Park. Photograph: Daniel Alexander/Design Pics/Corbis","credit":"Daniel Alexander/Design Pics/Corbis","altText":"Revolutionary fighter sculpture in Grutas Park.","cleanCaption":"Revolutionary fighter sculpture in Grūtas Park.","cleanCredit":"Photograph: Daniel Alexander/Design Pics/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432295655457/a74662fe-c486-4c76-9c63-43baab085a89-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"Siam Park, Water Kingdom Theme Park, Costa Adeje, Tenerife","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432295698157/2f9b40bb-85cf-489f-ac82-67e14fc65d11-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"Leolandia","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432295750507/bab95139-8a36-48d6-b714-6f18ba6bc333-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Alamy","credit":"Alamy","altText":"The balloons in Bakken amusement park","cleanCaption":" ","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432295938947/be95239d-475b-41f3-b4be-8fc2c4d85a42-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Tobias Kleinschimdt/Corbis","credit":"Tobias Kleinschimdt/Corbis","altText":"Treehouses  at Tripsdrill, Germany","cleanCaption":" ","cleanCredit":"Photograph: Tobias Kleinschimdt/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432296196313/e4ad80cc-0f3d-492c-a7e2-b2ea4cde8c3e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":" ","credit":"http://www.area47.at","altText":"Area 47, Austria","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432296248832/5a38c7a6-9dd4-4146-9296-60ea1ab08ec1-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":" ","credit":"https://www.facebook.com/highchaparralsweden/photos_stream","altText":"High Chaparral, Sweden","cleanCaption":" "}],"webPublicationDate":"2015-05-25T05:00:06Z","lastModified":"2015-05-25T05:03:42Z","metadata":{"commentable":true,"commentCount":56,"contributors":[{"name":"Will Coldwell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/will-coldwell"}],"feature":true,"keywords":["Theme parks","Family holidays","Top 10s","Europe","Travel"],"tags":[{"id":"travel/theme-parks","webTitle":"Theme parks"},{"id":"travel/familyholidays","webTitle":"Family holidays"},{"id":"travel/top10","webTitle":"Top 10s"},{"id":"travel/europe","webTitle":"Europe"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"travel"},"topics":[{"displayName":"Will Coldwell","topic":{"type":"tag-contributor","name":"profile/will-coldwell"}}],"embeddedVideos":[],"adTargetingPath":"travel"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/travel/2015/may/25/10-best-theme-parks-france-italy-spain-germany","shortUrl":"http://gu.com/p/4959j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/travel/2015/may/25/10-best-theme-parks-france-italy-spain-germany","webUri":"http://www.theguardian.com/travel/2015/may/25/10-best-theme-parks-france-italy-spain-germany"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432211898261/2d5f3656-108c-4353-b938-9804015d403f-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"Popeye village, Malta. Will the spinach be served with olive oil? Photograph: Alamy","credit":"Alamy","altText":"Popeye village, Malta.","cleanCaption":"Popeye village, Malta. Will the spinach be served with olive oil?","cleanCredit":"Photograph: Alamy"}},"importance":5,"showQuotedHeadline":false},{"title":"One million minority ethnic votes helped Tories to No 10, thinktank finds","rawTitle":"One million minority ethnic votes helped Tories to No 10, thinktank finds","item":{"type":"article","id":"politics/2015/may/24/one-million-minority-ethnic-votes-helped-tories-no-10","title":"One million minority ethnic votes helped Tories to No 10, thinktank finds","trailText":"British Future survey finds Labour still well ahead with black, Asian and minority ethnic voters but suggests Conservatives have broadened their appeal","standFirst":"<p>British Future survey finds Labour still well ahead with black, Asian and minority ethnic voters but suggests Conservatives have broadened their appeal</p>","byline":"Patrick Wintour Political editor","body":"<p>One million votes from black, Asian and minority ethnic (BAME) communities helped put David Cameron back into Downing Street, according to new research into attitudes among minority voters.</p> \n<p>Labour remains well ahead with BAME voters on 52%, finds research by the thinkthank British Future, but the gap between the two main parties is shrinking dramatically, especially among Asian voters. </p> \n<p>One-third (33%) of BAME voters supported the Conservatives in 2015, its best result so far. The Liberal Democrats and the Green party each took 5% of the BAME vote, with 2% voting for Ukip.</p> \n<p>Based on an estimated 3 million BAME voters taking part in the election, the results equate to the Conservatives securing a million BAME votes for the first time in the party’s history– while Labour achieved 1.6m. The Lib Dems and Greens both gained about 150,000 votes from this group, with Ukip on 60,000 and the SNP on 40,000.</p> \n<p>Sunder Katwala, director of British Future, said: “This research shows that ethnic minority votes are more ‘up for grabs’ than ever before. Minority voters still prefer Labour to the Conservatives. But where Labour once held on to these voters when they became more affluent, through an appeal to fairness and solidarity, that may now have broken down.</p> \n<p>“If it presents itself only as a party of the underdog, Labour may send a message to aspirational ethnic minority voters that, if you get on in British society, you ‘trade up’ to the Tories – just as C2s did for Margaret Thatcher.”</p> \n<p> The new study, the largest of its kind to be published around the 2015 election, shows again the challenges thrown up by the result for Labour as the party seeks to win back Ukip voters in the north without alienating its base of BAME supporters.</p> \n<p>It is not clear if those minorities that swung to the Conservatives were attracted by its entrepreneurial message or alienated by the tougher line from Labour on immigration. The decades-long failure by the Tories to attract BAME voters has led to a great deal of soul-searching in the party and the fast-track promotion of BAME Tories to the cabinet, such as Sajid <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/apr/09/sajid-javid-replaces-maria-miller-cabinet-culture\">Javid’s appointment as culture secretary in 2014</a>.<br /></p> \n<p>The survey was conducted by Survation for the thinktank among 2,000 respondents across Britain in the days after the election between 8 and 14 May.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/07/tories-party-ethnic-diversity-labour-bame-mps-race\">The Tories are becoming the party of ethnic diversity – Labour has to respond | Lester Holloway</a> </p> \n</aside> \n<p> The research also reveals interesting differences in party support by ethnic group, showing much higher support for the Conservatives among Asian voters than other ethnic minorities: </p> \n<ul> \n <li>Asian: 50% Labour, 38% Conservative</li> \n <li>Black: 67% Labour, 21% Conservative</li> \n <li>Mixed race: 49% Labour, 26% Conservative<br /></li> \n</ul> \n<p>Katwala said in towns and cities such as Watford, Swindon and Milton Keynes, the Conservatives had polled well with “aspirational” BAME voters. “The middle-England ‘Mondeo Man’ of the 2015 election could well be a British Asian,” he said.</p> \n<p>“The Conservatives have done well in extending their appeal to minority voters – even though these may have been votes for David Cameron rather than his party. If there were echoes of Enoch or Norman Tebbit in this election, about Britain being swamped, these weren’t coming from the Conservatives but from their Ukip rivals – who appealed to only one in 50 minority voters.”</p> \n<p> Different faith groups also gave very different responses, with BAME Christians and Muslims preferring Labour to the Conservatives, but Hindus and Sikhs preferring the Conservatives to Labour: </p> \n<ul> \n <li>Christian: 56% Labour, 31% Conservative </li> \n <li>Muslim: 64% Labour, 25% Conservative</li> \n <li>Hindu: 41% Labour, 49% Conservative </li> \n <li>Sikh (based on a small sample): 41% Labour, 49% Conservative<br /></li> \n</ul> \n<p> </p> \n<p> Omar Khan, director of the Runnmymede Trust, a race equality thinktank, said: “Labour’s vote share looks to have held up best in the top 75 most diverse seats in the UK, where half of BME people live. But with more and more BME people moving outside the major cities the Conservatives appear well placed to make further gains in 2020 and beyond if they can respond to ethnic inequalities and realise BME aspirations while in government.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432481463063/94ddd561-cf21-416e-ac32-527939709dc4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Handout/Getty Images","altText":"Sajid Javid, the business secretary","cleanCredit":"Photograph: Handout/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-24T15:40:49Z","lastModified":"2015-05-24T23:00:46Z","metadata":{"commentable":true,"commentCount":743,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Conservatives","Labour","Politics","General election 2015","UK news","Society","UK Independence party (Ukip)","Green party","Social mobility"],"tags":[{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/society","webTitle":"Society"},{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"politics/green-party","webTitle":"Green party"},{"id":"society/socialmobility","webTitle":"Social mobility"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/24/one-million-minority-ethnic-votes-helped-tories-no-10","shortUrl":"http://gu.com/p/4977e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/24/one-million-minority-ethnic-votes-helped-tories-no-10","webUri":"http://www.theguardian.com/politics/2015/may/24/one-million-minority-ethnic-votes-helped-tories-no-10"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432481463063/94ddd561-cf21-416e-ac32-527939709dc4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Tories’ failure to attract minority votes has led to the fast-track promotion of BAME Tories to the cabinet, such as Sajid Javid as culture secretary last year. Photograph: Handout/Getty Images","credit":"Handout/Getty Images","altText":"Sajid Javid, the business secretary","cleanCaption":"The Tories’ failure to attract minority votes has led to the fast-track promotion of BAME Tories to the cabinet, such as Sajid Javid as culture secretary last year.","cleanCredit":"Photograph: Handout/Getty Images"}},"importance":5,"showQuotedHeadline":false},{"title":"Greece warns it is set to default on debt repayment loans","rawTitle":"Greece warns it is set to default on debt repayment loans","item":{"type":"article","id":"world/2015/may/24/greece-warns-it-is-set-to-default-on-debt-repayment-loans","title":"Greece warns it is set to default on debt repayment loans","trailText":"Interior minister says Athens simply cannot satisfy IMF deadline next month unless it works out a deal with eurozone creditors","standFirst":"<p>Interior minister says Athens simply cannot satisfy IMF deadline next month unless it works out a deal with eurozone creditors</p>","byline":"Phillip Inman Economics correspondent","body":"<p>Greece has threatened to default on €1.6bn (&pound;1.14bn) of debt repayment due on international bailout loans next month, claiming it does not have the funds to satisfy creditors at the same time as paying wages and pensions.<br /></p> \n<p>The Greek interior minister, Nikos Voutsis, a long-standing ally of the prime minister, Alexis Tsipras, insisted the country was near to financial collapse. In an interview with Greek television station Mega TV he said Athens needed to strike a deal with its European partners within the next couple of weeks or it would default on repayments to the International Monetary Fund that form part of its <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/feb/24/greece-secures-eurozone-bailout-extension-for-four-months\">€240bn rescue package</a>.</p> \n<p>Voutsis said: “This money will not be given and is not there to be given.” His comments came as the finance minister, Yanis Varoufakis, repeated his warning that the entire euro project would be undermined without a deal that proved acceptable to the Greek people. Varoufakis told the Andrew Marr show that the Syriza-led Greek government has now “made enormous strides at reaching a deal”, and that it is now up to the European Central Bank, IMF and European Union to do their bit and “meet us one-quarter of the way”.</p> \n<p>With crucial debt payments looming, combined with the need for Athens to find around €1bn to pay public sector wages and welfare payments in the first week of June, the eurozone appeared to be entering the final chapter in its dispute with Greece. Tsipras wants the EU, ECB and IMF to release a blocked final €7.2bn tranche of the bailout without imposing <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/25/what-if-greece-cant-pay-debts-to-eu-imf-eurozone-crisis\">tough reforms and spending cuts agreed with the previous right-of-centre administration</a>.</p> \n<p>Greece has spent the last four months wrangling with Brussels and the IMF following the election of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/25/greece-election-vote-austerity-leftwing-syriza-eu\">anti-austerity Syriza </a>party in January. While some senior figures at the EU Commission and IMF have urged greater flexibility from creditors — and Greek ministers have appeared to drop demands for a higher minimum wage — both sides have so far failed to find a compromise deal.</p> \n<p>Tsipras has attempted to persuade Angela Merkel to strike a broader deal that includes the refinancing of the entire bailout package in return for commitments to tackle tax avoidance and a re-making of the Greek welfare system, without success. </p> \n<p>Syriza’s domestic position was bolstered on Sunday by a poll that showed cash-strapped Greeks remain supportive of the government’s tough negotiating stance, though they rejected a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/economics-blog/2015/may/17/-real-question-greece-staying-euro-catastrophe-iceland\">return to the drachma</a>, saying that any deal with creditors must retain the euro as the Greek currency. The poll conducted in May by Public Issue, for the pro-government newspaper Avgi, showed 54% backing the government’s handling of the negotiations despite concerns that the country has been taken to the brink of financial collapse.</p> \n<p>A total of 59% believe Athens must resist demands by creditors for further austerity measures, with 89% against pension cuts and 81% against mass lay-offs. Aware that broad electoral support for his government could collapse without a deal that retains the euro, Tsipras warned his far-left supporters, many of them newly elected MPs with little experience of EU negotiations, that they must compromise in talks with creditors.</p> \n<p>In a speech to his party’s central committee on Saturday, reported in the Greek newspaper Kathimerini, Tsipras said Greece is in the final stretch of negotiations and is ready to accept a “viable agreement” with its creditors but not on “humiliating terms.” He ruled out submitting to what he described as irrational demands to apply a 23% VAT rate across the board and further labour reform. Echoing Varoufakis, he called on lenders to make “necessary concessions”. He said: “We have made concessions but we also have red lines.”</p> \n<p>In a barely veiled reference to Berlin, Tsipras told the committee that many European governments would happily see Greece fail in its talks and be forced to leave the euro. He is under pressure to agree a deal that excludes fresh austerity measures from members of the hardline “left platform” within the party, led by the energy minister, Panayiotis Lafazanis, who have refused to approve any deal that departs from pre-election promises.</p> \n<p>Lafazanis, according to reports, has been working on a proposals to find alternative sources of funding that would allow Greece to walk away from a deal. But his search, which has included seeking cash from Russia, have drawn a blank.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432494511209/0848d7f4-ea12-49e9-8c2e-b2c168fcec75-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Petros Giannakouris/AP","altText":"Pensioners chant anti-austerity slogans during a protest in central Athens. Greece has spent the last four months wrangling with Brussels and the IMF following the election of the anti-austerity Syriza party in January.","cleanCredit":"Photograph: Petros Giannakouris/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-24T18:37:40Z","lastModified":"2015-05-25T00:15:02Z","metadata":{"commentable":true,"commentCount":1652,"contributors":[{"name":"Phillip Inman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/phillipinman"}],"feature":false,"keywords":["Greece","Eurozone crisis","Banking","Business","Economics","Euro","Currencies","Europe","European Central Bank","European Union","European banks","European monetary union","Financial crisis","Financial sector","World news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Phillip Inman","topic":{"type":"tag-contributor","name":"profile/phillipinman"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/24/greece-warns-it-is-set-to-default-on-debt-repayment-loans","shortUrl":"http://gu.com/p/49778","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/24/greece-warns-it-is-set-to-default-on-debt-repayment-loans","webUri":"http://www.theguardian.com/world/2015/may/24/greece-warns-it-is-set-to-default-on-debt-repayment-loans"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432494511209/0848d7f4-ea12-49e9-8c2e-b2c168fcec75-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pensioners chant anti-austerity slogans during a protest in central Athens. Greece has spent the last four months wrangling with Brussels and the IMF following the election of the anti-austerity Syriza party in January. Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"Pensioners chant anti-austerity slogans during a protest in central Athens. Greece has spent the last four months wrangling with Brussels and the IMF following the election of the anti-austerity Syriza party in January.","cleanCaption":"Pensioners chant anti-austerity slogans during a protest in central Athens. Greece has spent the last four months wrangling with Brussels and the IMF following the election of the anti-austerity Syriza party in January.","cleanCredit":"Photograph: Petros Giannakouris/AP"}},"importance":4,"showQuotedHeadline":false},{"title":"Malaysia migrant mass graves: police reveal 139 sites, some with multiple corpses","rawTitle":"Malaysia migrant mass graves: police reveal 139 sites, some with multiple corpses","item":{"type":"article","id":"world/2015/may/25/malaysia-migrant-mass-graves-police-reveal-139-sites-some-with-multiple-corpses","title":"Malaysia migrant mass graves: police reveal 139 sites, some with multiple corpses","trailText":"Dozens of suspected people-smuggling camps also discovered in north of the country on border with Thailand","standFirst":"<p>Dozens of suspected people-smuggling camps also discovered in north of the country on border with Thailand</p>","byline":"Beh Lih Yi  and agencies in Wang Kelian","body":"<p>Police in Malaysia have given details of the discovery of nearly 140 grave sites – some with multiple bodies – and dozens of people-smuggling camps on the border with Thailand.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/24/mass-graves-trafficking-malaysia-perlis\">Only a day after reports of the finding of mass graves</a>, national police chief General Khalid Abu Bakar said his officers had uncovered 28 suspected human trafficking camps located around 500 metres from the border in northern Malaysia.</p> \n<p>“The operation which we have been conducting from May 11 to May 23 we discovered 139 of what we believe are graves,” Khalid told reporters.</p> \n<p>He could not immediately give a figure of how many bodies might have been buried in the sites but the confirmation that there are 139 sites means the number of dead will be much higher than the 100 first suspected.</p> \n<p>Khalid added that one grave site was about 100 metres from a mass grave discovered in Thailand earlier this month.</p> \n<p>The findings appeared to indicate a system of jungle camps and graves that dwarfs those found by Thai police in early May, a discovery that ignited regional concern about human smuggling and trafficking.</p> \n<p>The discovery also follows repeated denials by top Malaysian officials – who have long been accused by rights groups of not doing enough to address the illicit trade –that such sites existed on their soil.</p> \n<p>Khalid said the biggest camp that had been discovered in Malaysia could house around 300 people, while another one could take in around 100 people, showing the scale of the human traffickers operation in the area and highlights fears that a high number of bodies will be unearthed.</p> \n<p>“The forensic team has gone in and we will carry out the investigation,” Khalid told reporters in Wang Kelian, a Malaysian town where most of the grave sites were found, as he described the sites as a “very sad scene”.</p> \n<p>“We will find out who caused this definitely. We will not condone anybody who is involved including Malaysian officials,” he said.</p> \n<p>Khalid declined to say whether the victims are Rohingya or Bangladeshi, saying police have to wait until they exhume and identify the bodies. But the route has been traditionally used by thousands of Rohingya and Bangladeshi who seek to flee persecution and poverty.</p> \n<p>Khalid also said they found at least one highly decomposed body left with just skin and bone. Police believed two to three of the camps were only abandoned as recently as two weeks ago because they found rice, vegetables, recently cooked meals and cooking utensils.</p> \n<p>Questioned on why there was no action taken earlier, he said police have been building up intelligence based on 37 arrests of suspected human traffickers – including two policemen – since the start of the year, which led to the grim discovery.</p> \n<p>However no arrests have been made in connection to the discovery of the 139 grave sites.</p> \n<p>Malaysian prime minister Najib Razak said on Monday he was “deeply concerned” by the discovery in the jungle.</p> \n<p>“We will find those responsible,” Najib said in comments on his Facebook page.</p> \n<p>Earlier in the month he declared “Malaysia does not and will not tolerate any form of human trafficking.”</p> \n<p>But the revelation is likely to focus new attention on Malaysia’s record in battling a scourge that activists say is carried out by criminal syndicates, likely with the complicity of authorities.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/025c9e6150fda42ef548d3d991b51b4db9905fdd/0_167_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Joshua Paul/AP","altText":"A check point on the Malaysia - Thailand border close to where dozens of graves have been found. ","cleanCredit":"Photograph: Joshua Paul/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-25T04:36:51Z","lastModified":"2015-05-25T07:08:00Z","metadata":{"commentable":true,"commentCount":103,"contributors":[],"feature":false,"keywords":["Malaysia","Thailand","Asia Pacific","World news","Migration","Burma","Bangladesh"],"tags":[{"id":"world/malaysia","webTitle":"Malaysia"},{"id":"world/thailand","webTitle":"Thailand"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"world/migration","webTitle":"Migration"},{"id":"world/burma","webTitle":"Burma"},{"id":"world/bangladesh","webTitle":"Bangladesh"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/25/malaysia-migrant-mass-graves-police-reveal-139-sites-some-with-multiple-corpses","shortUrl":"http://gu.com/p/497d9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/25/malaysia-migrant-mass-graves-police-reveal-139-sites-some-with-multiple-corpses","webUri":"http://www.theguardian.com/world/2015/may/25/malaysia-migrant-mass-graves-police-reveal-139-sites-some-with-multiple-corpses"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/025c9e6150fda42ef548d3d991b51b4db9905fdd/0_167_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"A check point on the Malaysia - Thailand border close to where dozens of graves have been found.  Photograph: Joshua Paul/AP","credit":"Joshua Paul/AP","altText":"A check point on the Malaysia - Thailand border close to where dozens of graves have been found. ","cleanCaption":"A check point on the Malaysia - Thailand border close to where dozens of graves have been found. ","cleanCredit":"Photograph: Joshua Paul/AP"}},"importance":4,"showQuotedHeadline":false},{"title":"Police hunt man suspected of killing three family members in Didcot","rawTitle":"Police hunt man suspected of killing three family members in Didcot","item":{"type":"article","id":"uk-news/2015/may/24/man-woman-and-girl-found-dead-in-a-house-in-oxfordshire","title":"Police hunt man suspected of killing three family members in Didcot","trailText":"Jed Allen, 21, sought in connection with stabbings of his mother, her partner and their six-year-old daughter in Oxfordshire","standFirst":"<p>Jed Allen, 21, sought in connection with stabbings of his mother, her partner and their six-year-old daughter in Oxfordshire</p>","byline":"Haroon Siddique and Josh Halliday","body":"<p>Armed police are hunting for a 21-year-old man suspected of stabbing to death his mother, her partner and their six-year-old daughter at their home in Oxfordshire.<br /></p> \n<p>As the duration of the search for the suspect Jed Allen approached 24 hours on Sunday night, detectives confirmed the names of the dead as Philip Howard, 44, Janet Jordon, 48, and their daughter Derin Jordon.<br /></p> \n<p>Their bodies were discovered at the family home in Didcot, Oxfordshire, on Saturday night.</p> \n<p>Detectives took the highly unusual step of naming Allen as the suspect as they appealed for information about his whereabouts. He is believed to have lived with the family until recently.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"c54a37ba5f32e87411980f2ccfd100bcd03fb344\"> \n <img src=\"http://media.guim.co.uk/c54a37ba5f32e87411980f2ccfd100bcd03fb344/273_0_6470_3882/1000.jpg\" alt=\"Derin and Janet Jordon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Derin and Janet Jordon.</span> \n  <span class=\"element-image__credit\">Photograph: Thames Valley Police/PA</span> \n </figcaption> \n</figure> \n<p>A city-wide manhunt for the 21-year-old was centred on Oxford University parks, where Allen worked as a groundsman. Armed police and sniffer dogs were scouring the fields for clues.</p> \n<p>A blue forensic tent was set up in the area, which was sealed off from the public all day on Sunday and is about 15 miles from the property where the three bodies were found in Didcot. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheOxfordMail/statuses/602475745588445185\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">UPDATE:About 20 police in riot gear at Ox Uni Parks as part of Jed Allen triple murder manhunt <a href=\"http://t.co/oaXTweWalx\">http://t.co/oaXTweWalx</a> <a href=\"http://t.co/02YzaVgowN\">pic.twitter.com/02YzaVgowN</a></p>— Oxford Mail (@TheOxfordMail) \n  <a href=\"https://twitter.com/TheOxfordMail/status/602475745588445185\">May 24, 2015</a>\n </blockquote> \n</figure> \n<p>“As you may well have seen, there have been officers conducting searches in a number of areas in Oxford and Didcot today. It is vital that we trace Jed Allen and I would urge anyone who has any information about his whereabouts to contact police via the 101 number.”</p> \n<p>Ward said of Allen: “He is now a suspect in this inquiry and it’s very important we locate him as quickly as possible. He is described as 6ft tall, of large build and, distinctively, he has a tattoo on his left hand of a spider.” </p> \n<p>He said he did not believe that Allen posed a threat to the public but said people should not approach him if sighted and should call 999 immediately.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThamesVP/statuses/602415328140861440\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Have you seen Jed Allen?Wanted in connection with the murders of three people.Call 101 with info (URN 465 24/5) <a href=\"http://t.co/7x10IB4GG9\">pic.twitter.com/7x10IB4GG9</a></p>— Thames Valley Police (@ThamesVP) \n  <a href=\"https://twitter.com/ThamesVP/status/602415328140861440\">May 24, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThamesVP/statuses/602452577943425024\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Jed Allen has a distinctive tattoo on his left hand. Please call 101 or Crimestoppers 0800 555 111 with info <a href=\"http://t.co/X8yzfHloHC\">pic.twitter.com/X8yzfHloHC</a></p>— Thames Valley Police (@ThamesVP) \n  <a href=\"https://twitter.com/ThamesVP/status/602452577943425024\">May 24, 2015</a>\n </blockquote> \n</figure> \n<p>The bodies were discovered after a call from a member of the public just before 8.30pm on Saturday. The family moved into the house within the past two months and had lived in the area before that, Ward said. </p> \n<p>Allen, listed on Didcot council’s website as a gardening apprentice, lives a 20-minute walk away from the property. Pictures posted on Instagram by Allen showed him brandishing a knife and an axe. <br /></p> \n<p>Relatives of the victims have been informed of the deaths and are being looked after by specialist officers.</p> \n<p>Sheila Welch, who lives on the road where the bodies were found, told the Press Association that the first that she knew that anything had happened was when the police arrived. </p> \n<p>“They are new neighbours and had only been here a couple of months – I don’t know their names,” she said. “I used to see them: a lovely mother and a little girl. They always looked so happy … All I can say is that I am very upset, it is all very traumatic.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432464097384/814ad9f0-baa9-4fc5-8852-0b72c55be495-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Thames Valley police/PA","altText":"Jed Allen","cleanCredit":"Photograph: Thames Valley police/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c54a37ba5f32e87411980f2ccfd100bcd03fb344/273_0_6470_3882/6470.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3882,"width":6470,"orientation":"landscape","caption":"Derin and Janet Jordon. Photograph: Thames Valley Police/PA","credit":"Thames Valley Police/PA","altText":"Derin and Janet Jordon","cleanCaption":"Derin and Janet Jordon.","cleanCredit":"Photograph: Thames Valley Police/PA"}],"webPublicationDate":"2015-05-24T17:12:20Z","lastModified":"2015-05-24T23:40:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Haroon Siddique","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/haroonsiddique"},{"name":"Josh Halliday","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-halliday"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/24/man-woman-and-girl-found-dead-in-a-house-in-oxfordshire","shortUrl":"http://gu.com/p/49738","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/24/man-woman-and-girl-found-dead-in-a-house-in-oxfordshire","webUri":"http://www.theguardian.com/uk-news/2015/may/24/man-woman-and-girl-found-dead-in-a-house-in-oxfordshire"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432464097384/814ad9f0-baa9-4fc5-8852-0b72c55be495-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Police are hunting Jed Allen in connection with the murders of three people in Didcot. Photograph: Thames Valley police/PA","credit":"Thames Valley police/PA","altText":"Jed Allen","cleanCaption":"Police are hunting Jed Allen in connection with the murders of three people in Didcot.","cleanCredit":"Photograph: Thames Valley police/PA"}},"importance":3,"showQuotedHeadline":false},{"title":"How to turn a liberal hipster into a capitalist tyrant in one evening","rawTitle":"How to turn a liberal hipster into a capitalist tyrant in one evening","item":{"type":"comment","id":"commentisfree/2015/may/24/turn-a-liberal-hipster-into-global-capitalist-world-factory","title":"How to turn a liberal hipster into a capitalist tyrant in one evening","trailText":"A new play, World Factory, asks the audience to run a clothing factory in China – and even the creators have been surprised at how people have behaved","standFirst":"<p>A new play, World Factory, asks the audience to run a clothing factory in China – and even the creators have been surprised at how people have behaved</p>","byline":"Paul Mason","body":"<p>The choices were stark: sack a third of our workforce or cut their wages by a third. After a short board meeting we cut their wages, assured they would survive and that, with a bit of cajoling, they would return to our sweatshop in Shenzhen after their two-week break.</p> \n<p>But that was only the start. In Zoe Svendsen’s play World Factory at the Young Vic, the audience becomes the cast. Sixteen teams sit around factory desks playing out a carefully constructed game that requires you to run a clothing factory in China. How to deal with a troublemaker? How to dupe the buyers from ethical retail brands? What to do about the ever-present problem of clients that do not pay? Because the choices are binary they are rarely palatable. But what shocked me – and has surprised the theatre – is the capacity of perfectly decent, liberal hipsters on London’s south bank to become ruthless capitalists when seated at the boardroom table.</p> \n<p>The classic problem presented by the game is one all managers face: short-term issues, usually involving cashflow, versus the long-term challenge of nurturing your workforce and your client base. Despite the fact that a public-address system was blaring out, in English and Chinese, that “your workforce is your vital asset” our assembled young professionals repeatedly had to be cajoled not to treat them like dirt.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/may/20/world-factory-metis-theatre-fashion-industry-review\">World Factory review – interactive play smartly unravels fashion industry</a> </p> \n</aside> \n<p>And because the theatre captures data on every choice by every team, for every performance, I know we were not alone. The aggregated flowchart reveals that every audience, on every night, veers towards money and away from ethics.</p> \n<p>Svendsen says: “Most people who were given the choice to raise wages – having cut them – did not. There is a route in the decision-tree that will only get played if people pursue a particularly ethical response, but very few people end up there. What we’ve realised is that it is not just the profit motive but also prudence, the need to survive at all costs, that pushes people in the game to go down more capitalist routes.”</p> \n<p>In short, many people have no idea what running a business actually means in the 21st century. Yes, suppliers – from East Anglia to Shanghai – will try to break your ethical codes; but most of those giant firms’ commitment to good practice, and environmental sustainability, is real. And yes, the money is all important. But real businesses will take losses, go into debt and pay workers to stay idle in order to maintain the long-term relationships vital in a globalised economy.</p> \n<p>Why do so many decent people, when asked to pretend they’re CEOs, become tyrants from central casting? Part of the answer is: capitalism subjects us to economic rationality. It forces us to see ourselves as cashflow generators, profit centres or interest-bearing assets. But that idea is always in conflict with something else: the non-economic priorities of human beings, and the need to sustain the environment. Though World Factory, as a play, is designed to show us the parallels between 19th-century Manchester and 21st-century China, it subtly illustrates what has changed.</p> \n<figure class=\"element element-image\" data-media-id=\"c73b54ffda55b1dfba7a06f4199037b462be18bc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432309543398/1eb44622-ffad-471a-939b-c8d428eabf73-460x276.jpeg\" alt=\"A worker in a Chinese clothing factory\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A worker in a Chinese clothing factory</span> \n  <span class=\"element-image__credit\">Photograph: Imaginechina/Corbis</span> \n </figcaption> \n</figure> \n<p>A real Chinese sweatshop owner is playing a losing game against something much more sophisticated than the computer at the Young Vic: an intelligent machine made up of the smartphones of millions of migrant workers on their lunchbreak, plugging digitally into their village networks to find out wages and conditions elsewhere. That sweatshop owner is also playing against clients with an army of compliance officers, themselves routinely harassed by NGOs with secret cameras.</p> \n<p>The whole purpose of this system of regulation – from above and below – is to prevent individual capitalists making short-term decisions that destroy the human and natural resources it needs to function. Capitalism is not just the selfish decisions of millions of people. It is those decisions sifted first through the all-important filter of regulation. It is, as late 20th-century social theorists understood, a mode of regulation, not just of production.</p> \n<p>Yet it plays on us a cruel ideological trick. It looks like a spontaneous organism, to which government and regulation (and the desire of Chinese migrants to visit their families once a year) are mere irritants. In reality it needs the state to create and re-create it every day.</p> \n<p>Banks create money because the state awards them the right to. Why does the state ram-raid the homes of small-time drug dealers, yet call in the CEOs of the banks whose employees commit multimillion-pound frauds for a stern ticking off over a tray of Waitrose sandwiches? Answer: because a company has limited liability status, created by parliament in 1855 after a political struggle.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/04/chinese-factory-activity-slumps-to-lowest-for-a-year-as-demand-slows\">Chinese factory activity slumps to lowest for a year as demand slows</a> </p> \n</aside> \n<p>Our fascination with market forces blinds us to the fact that capitalism – as a state of being – is a set of conditions created and maintained by states. Today it is beset by strategic problems: debt- ridden, with sub-par growth and low productivity, it cannot unleash the true potential of the info-tech revolution because it cannot imagine what to do with the millions who would lose their jobs.</p> \n<p>The computer that runs the data system in Svendsen’s play could easily run a robotic clothes factory. That’s the paradox. But to make a third industrial revolution happen needs something no individual factory boss can execute: the re-regulation of capitalism into something better. Maybe the next theatre game about work and exploitation should model the decisions of governments, lobbyists and judges, not the hapless managers.</p> \n<p><em>Paul Mason is economics editor of Channel 4 News. Follow him </em><a href=\"https://twitter.com/paulmasonnews\" title=\"\"><em>@paulmasonnews</em></a><a href=\"http://www.channel4.com/news/paul-mason\" title=\"\"><em> Read his blog here</em></a><em>. World Factory runs at the Young Vic until 6 June. </em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432305267553/Wold-Factory---how-would--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wold Factory … how would you cope? Photograph:    photograph by David Sandison","credit":"   photograph by David Sandison","altText":"World Factory … how would you cope?","cleanCaption":"Wold Factory … how would you cope? Photograph:    photograph by David Sandison"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432309544835/1eb44622-ffad-471a-939b-c8d428eabf73-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A worker in a Chinese clothing factory Photograph: Imaginechina/Corbis","credit":"Imaginechina/Corbis","altText":"A worker in a Chinese clothing factory","cleanCaption":"A worker in a Chinese clothing factory","cleanCredit":"Photograph: Imaginechina/Corbis"}],"webPublicationDate":"2015-05-24T19:00:08Z","lastModified":"2015-05-24T23:10:07Z","metadata":{"commentable":true,"commentCount":226,"contributors":[{"name":"Paul Mason","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paul-mason"}],"feature":false,"keywords":["Ethical business","Globalisation","Business","China","Theatre"],"tags":[{"id":"business/ethicalbusiness","webTitle":"Ethical business"},{"id":"world/globalisation","webTitle":"Globalisation"},{"id":"business/business","webTitle":"Business"},{"id":"world/china","webTitle":"China"},{"id":"stage/theatre","webTitle":"Theatre"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Paul Mason","topic":{"type":"tag-contributor","name":"profile/paul-mason"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/24/turn-a-liberal-hipster-into-global-capitalist-world-factory","shortUrl":"http://gu.com/p/496c3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/24/turn-a-liberal-hipster-into-global-capitalist-world-factory","webUri":"http://www.theguardian.com/commentisfree/2015/may/24/turn-a-liberal-hipster-into-global-capitalist-world-factory"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432305267553/Wold-Factory---how-would--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"World Factory … how would you cope? Photograph: photograph by David Sandison","credit":"   photograph by David Sandison","altText":"World Factory … how would you cope?","cleanCaption":"World Factory … how would you cope? Photograph: photograph by David Sandison"}},"importance":3,"byline":{"title":"Paul Mason"},"showQuotedHeadline":true}],"lastModified":"2015-05-25T07:08:00Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}