{"id":"uk/groups/collections/uk/most-viewed/regular-stories","title":"most popular","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/most-viewed/regular-stories"},"cards":[{"title":"The town that banned Wi-Fi","rawTitle":"The town that banned Wi-Fi","item":{"type":"article","id":"technology/2015/jun/21/the-town-that-banned-wi-fi","title":"The town that banned Wi-Fi","trailText":"‘Electrosensitive’ people are flocking to the West Virginian home of a deep-space telescope, attracted by the rules prohibiting phones, TVs and radios. But, as Ed Cumming reveals, their arrival means Green Bank is far from peaceful","standFirst":"<p>‘Electrosensitive’ people are flocking to the West Virginian home of a deep-space telescope, attracted by the rules prohibiting phones, TVs and radios. But, as Ed Cumming reveals, their arrival means Green Bank is far from peaceful</p>","byline":"Ed Cumming","body":"<p>Up and up the roads to <a href=\"https://en.wikipedia.org/wiki/Green_Bank,_West_Virginia\">Green Bank</a> went, winding into the West Virginian hills as four lanes thinned to one. It was early March and snow was still spattered on the leaf mould between the firs and larches. Hip-hop and classic rock radio stations were gradually replaced by grave pastors and bawdy men twanging banjos and, eventually, they too faded to crackling white noise. The signal pips on my phone hollowed out. I was nearly there.</p> \n<p>Over a crest in the road was the cause of the electronic silence: the <a href=\"http://www.nrao.edu/\">National Radio Astronomy Observatory</a> (NRAO), an array of radio telescopes set against the indigo vastness of the Blue Ridge Mountains. These giant white ears are cocked to interstellar whispers: the formation of stars, nebulae and supernovae. So sensitive are the devices, and what they are listening for so faint, that even tiny signals nearby can be disruptive: a badly fitted microwave or a faulty electric blanket. It’s like trying to eavesdrop across a room while listening to heavy metal in your earphones.</p> \n<p>In the same zone is another telescope, run by the <a href=\"https://www.nsa.gov/\">National Security Agency</a> (NSA), and there is a chance some of your Facebook messages may have passed this way. But if that scheme caused international outrage, then the Green Bank telescope has been more controversial locally. Thanks to the unusual lack of interference, the town has become a haven for those looking to escape electromagnetic radiation and over the past decade, as many as 40 people have moved here.</p> \n<p>It might not sound much, but Green Bank’s population was only 120 or so to begin with. Imagine two million people moving to London and demanding the city be ghost-proofed, and you get an idea of the scale of the disruption. There have been reports of tensions in the town: tales of threats and abuse unfitting to a sleepy mountain village. And it is all the stranger when you consider that no serious scientific study has been able to establish that electrosensitivity exists. According to the World Health Organisation, “EHS [<a href=\"http://www.who.int/peh-emf/publications/facts/fs296/en/\">electromagnetic hypersensitivity</a>] has no clear diagnostic criteria and there is no scientific basis to link EHS symptoms to EMF [electromotive force] exposure. Further, EHS is not a medical diagnosis, nor is it clear that it represents a single medical problem.”</p> \n<p>When I arrived there was not much sign of anything, let alone simmering social unrest. Past five o’clock everything was shut for the night. The air was freezing. For $30 I got a room in a motel where I was the only guest. “Leave the key on the bed when you go,” said its owner, before driving off herself, leaving her business in the care of at least six cats. The next day I headed for the main drag, which was not hard to find in a town with one road. Green Bank is not a metropolis. Along with the telescope, there is a school, church, library and craft shop, as well as Henry’s: a petrol station that quintuples up as a supermarket, public toilet, restaurant and general hub, and where I went in search of breakfast.</p> \n<p>“You’re not from round here, are you?” said Mary, my waitress. The staff were engaged in trying to balance a green plastic St Patrick’s Day hat on a stuffed moose head. Other diners arrived, heavy-set men in fleece and camouflage. Everyone knew everyone by name and I was the only person without a pickup truck. I confirmed Mary’s suspicions, and asked her about the migration.</p> \n<p>“People come here because they say they can hear the electrics,” she replied. “I don’t know if it’s a real condition or not. But the electro- sensitives swear it is, so… to each their own, I say.” She didn’t look convinced. “I don’t really mind not having a cellphone,” she added. “You get used to that. And a lot of us have Wi-Fi in our homes anyway, so that’s OK.”</p> \n<p>Hang on, so in The Town Without Wi-Fi, there is in fact quite a lot of Wi-Fi? I worried that this would not make for as catchy a headline as I had hoped. “Not publicly, but at home some of us do. It’s not illegal, but the observatory has a truck that can sense it. They’ll come round and ask you to turn it off.”</p> \n<p>At the library I met Arnie Stewart, a longtime resident and retiree. He had an easy manner, and the air of someone who had been asked these questions before. He pitched himself as a conciliatory figure, a diplomat between two warring tribes. “The serious migration has been going on for about six years,” he said. “It depends on the person, but almost all of them are affected by cellphone towers. They’ll be driving along and have to pull over because they have blurred vision, confusion, or their skin will break out in rashes. I think it’s something that everyone is sensitive to, in some degree: I sit in front of a computer for a couple of hours and my face starts to feel warm.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"093c36b6c341a8a7f12bd64cb7bcdb53fd577d3a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434735933438/f060e48a-a9d5-4269-968f-94fd7d01a11e-312x420.jpeg\" alt=\"Arnie Stewart\" width=\"312\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘It’s something everyone is sensitive to, in some degree’: long-term resident Arnie Stewart.</span> \n  <span class=\"element-image__credit\">Photograph: Ed Cumming</span> \n </figcaption> \n</figure> \n<p>Stewart said he was sceptical about electrosensivity until he tried an experiment. He held a meeting with some electrosensitives, and didn’t tell them he had a mobile phone in his pocket. “They noticed at once. After that I was convinced. If you’re sick, who am I to shun you? And mostly the electrosensitives have realised that they have to fit in, and it’s been fine,” he adds. “But one person created some tensions.”</p> \n<p>That person was Diane Schou, one of the first electrosensitives to migrate to Green Bank, and their unofficial local leader. She moved in 2007, after her life was made unbearable by a new cellphone mast at the research farm in Cedar Falls, Iowa, that she shared with her husband, Bert, and their son. She began suffering terrible headaches, along with blurred vision and skin rashes. At first she didn’t know why.</p> \n<p>“I got the symptoms of radiation sickness,” she told me. Her tone was patient, like a veteran teacher explaining old truths to young students. “I went to the doctor and he wasn’t able to diagnose it. Eventually I established that I was reacting to a buried cellphone tower. US Cellular was the brand – I didn’t react to AT&amp;T, Spring or Cellular One towers.” She reeled off the names as if it would be the most normal thing in the world to have a brand-specific allergy. With her home life increasingly unbearable, she began to travel across the USA and even further afield, to Scandinavia and Nicaragua, in search of somewhere more peaceful. Sweden is one of the few places to recognise electrosensitivity as a disability and the government will help sufferers insulate their homes. “In Scandinavia there were places where electrosensitives gathered, but they didn’t go far enough to prevent the signals,” Schou said. “Farmers still used electric fences for their sheep, or people would use cordless phones.”</p> \n<p>At last she settled on Green Bank, the “best of the worst,” even though some residents still have local Wi-Fi, and power lines run above ground. “At least they speak English here,” she said. Bert stayed behind in Cedar Falls. “He would move if I asked him, but he gets bored here.” Surely such a move has been difficult for their marriage, I asked? “It has been a challenge, for sure. We used to have three meals a day together, and now we only see each other every few months.”</p> \n<p>In an effort to make Green Bank more navigable, Schou made some requests of local businesses. A Dollar Store was opening, but its fluorescent and halogen lights would be intolerable. She asked that they were changed. “They wouldn’t do it. And without the light it gets very dark in there, so they’re not willing to turn off the power.” She took to eating her meals in the senior citizens’ centre, where a gap in the lighting gave her some peace. But walking to collect her food entailed exposure to problem bulbs, so she would ask others to wait on her.</p> \n<p>Things came to a head. A town meeting was called. “She became very demanding, asking other people to turn their lights off or replace their bulbs,” said Stewart. “It was too much. And Schou was encouraging other sensitives to move here, and this is not a town with many jobs or houses to begin with.”</p> \n<p>Where the locals might have been happy to tolerate one or two of the sensitives, the mass migration was beyond the pale. Another sensitive who moved to Green Bank was reported to have flown into a rage at the library, denouncing the “dumb hillbillies”. “People tell me to stop encouraging others to move here, and to stop bringing them into stores,” Schou confirms. “The hostility continues.” People would walk towards Schou with concealed electronics, in an effort to provoke a reaction. A meeting she and her husband organised to help educate the others about electrosensivity descended into a slanging match. Schou, who has called herself a “technological leper,” said the ill will went further: “I had a visitor staying, a fellow refugee, and the air was let out of our car tyres overnight.”</p> \n<p>She felt the hostility was best explained as a kind of conspiracy between the ill-informed and Big Telephony. “I believe that there are some people here who used to work for the telephone industry, and are trying to support the industry by getting rid of me.” Schou seemed to accept that her role as a pioneer will ruffle a few feathers. Charlie Meckna, by comparison, was more reserved. Friendly but quietly spoken, he wore blue jeans and white trainers, in that style unique to middle-aged American men. His view is that “attention-seeking” behaviour by “certain individuals” is a distraction from the real issues. This is an argument I heard several times from those with EHS, that their particular condition was real, while others’ were purely psychosomatic.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9602bafcbb78a2fb41d01ff11bd98fcd8836dcac\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434735722803/247462d5-7ce4-496c-8e08-970b54ff681d-293x420.jpeg\" alt=\"Charlie Meckna\" width=\"293\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘It was going to kill me’: Charlie Meckna moved to Green Bank when he believed mobile-phone signals were making him ill.</span> \n  <span class=\"element-image__credit\">Photograph: Ed Cumming</span> \n </figcaption> \n</figure> \n<p>Meckna moved to Green Bank last July, after years trying to work out what was making him sick. In particular he found that he was sensitive to cordless phones and public Wi-Fi. “I would feel dizzy and nauseous, and get a bad ringing in my ear. People would find me passed out. It’s not perfect in Green Bank at all, but otherwise it was going to kill me. There are a lot of ignorant people who don’t understand. You’d have thought the population would be more sympathetic, given that 70% of them have diabetes and more than 20 people have cancer. I always say: ‘Do you think I want this?’ No.”</p> \n<p>None of which gets round the core issue: if EHS is real, I asked Diane, then why has it not shown up in formal experiments? “I encourage scientists to go to where we are and measure the environment,” she replied. “Don’t try to pretend that you’re God and expose us to different frequencies in a lab. That’s like taking someone and breaking their legs and asking how much it hurts.”</p> \n<p>For Sarah Dacre, the head of the 1,000-strong <a href=\"http://www.es-uk.info/\">Electrosensitivity UK</a>, the lack of proof from major studies is merely evidence of a conspiracy between interested parties. “Conventional government-funded science isn’t a reliable indicator of health defects,” she told me. “There’s a vested interest in keeping the truth out of circulation. But the independent science isn’t sceptical about it at all.” Her society was on the verge of exerting great influence on public policy, she added, although progress had been hindered by infiltrators, who were leaking information back to the government and phone companies. “Like spies?” I asked. “Well, they don’t call themselves spies.” No, I said, I supposed they didn’t.</p> \n<p>Like Meckna, Dacre felt that there were people claiming to be electrosensitive who were nothing of the sort, who were queering the pitch for the others: “You can tell at once who is just pretending,” she said. After I spoke to her, my inbox was deluged by fellow sufferers who had been alerted to this article, linking to the independent studies that support their claims.</p> \n<p>Perhaps surprisingly, Green Bank was a hard place to leave. After the initial difficulty of organising interviews without a mobile or the internet, I had quickly settled into a slower pace. In my motel I read until I fell asleep. I woke at dawn to the pale light sharking through the windows. It was easy to see how this place could provide solace, even to the non-electrosensitive. Part of the problem, I suspect, is that few of us doubt the behavioural or environmental threats of technology; our endless distractibility, the constant beeps and whirrs and notifications of modern life. You might argue that electrosensitivity is simply an extreme reaction to a whole range of bewildering stimuli. Dacre told me that many come to her after a bereavement or other illness, even a bad insect bite – something that knocks the world off-balance. It is well documented that psychosomatic conditions can provoke real symptoms, and nobody would wish to mock the afflicted.</p> \n<p>Or at least, not much. As I prepared to make tracks, Charlie Meckna pointed up at some slivers of grey cloud that hung in the vast powder-blue sky.</p> \n<p>“See those?” he asked.</p> \n<p>“Aeroplane trails?”</p> \n<p>“Not contrails – chemtrails,” he said. “The government sprays the air – it gets in the atmosphere.” He paused and looked me in the eye. “The world needs to know what’s happening here.” I drove off, slightly too quickly, eager to refresh my feeds.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434535751858/big-telescope-towering-ov-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis","credit":"Jim Lo Scalzo/EPA/Corbis","altText":"big telescope towering over wooden barn","cleanCaption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735931105/f060e48a-a9d5-4269-968f-94fd7d01a11e-1516x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1516,"orientation":"portrait","caption":"‘It’s something everyone is sensitive to, in some degree’: long-term resident Arnie Stewart. Photograph: Ed Cumming","credit":"Ed Cumming","altText":"Arnie Stewart","cleanCaption":"‘It’s something everyone is sensitive to, in some degree’: long-term resident Arnie Stewart.","cleanCredit":"Photograph: Ed Cumming"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735722019/247462d5-7ce4-496c-8e08-970b54ff681d-1423x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1423,"orientation":"portrait","caption":"‘It was going to kill me’: Charlie Meckna moved to Green Bank when he believed mobile-phone signals were making him ill. Photograph: Ed Cumming","credit":"Ed Cumming","altText":"Charlie Meckna","cleanCaption":"‘It was going to kill me’: Charlie Meckna moved to Green Bank when he believed mobile-phone signals were making him ill.","cleanCredit":"Photograph: Ed Cumming"}],"webPublicationDate":"2015-06-20T23:05:00Z","lastModified":"2015-06-20T23:05:00Z","metadata":{"commentable":true,"commentCount":177,"contributors":[{"name":"Ed Cumming","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ed-cumming"}],"feature":true,"keywords":["Wi-Fi","Mobile phones","Astronomy"],"tags":[{"id":"technology/wifi","webTitle":"Wi-Fi"},{"id":"technology/mobilephones","webTitle":"Mobile phones"},{"id":"science/astronomy","webTitle":"Astronomy"}],"section":{"id":"technology"},"topics":[{"displayName":"Ed Cumming","topic":{"type":"tag-contributor","name":"profile/ed-cumming"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jun/21/the-town-that-banned-wi-fi","shortUrl":"http://gu.com/p/49pzf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jun/21/the-town-that-banned-wi-fi","webUri":"http://www.theguardian.com/technology/2015/jun/21/the-town-that-banned-wi-fi"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434535751858/big-telescope-towering-ov-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis","credit":"Jim Lo Scalzo/EPA/Corbis","altText":"big telescope towering over wooden barn","cleanCaption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434535751858/big-telescope-towering-ov-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis","credit":"Jim Lo Scalzo/EPA/Corbis","altText":"big telescope towering over wooden barn","cleanCaption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis"}}]},{"title":"Dylann Roof: FBI probes website and manifesto linked to Charleston suspect","rawTitle":"Dylann Roof: FBI probes website and manifesto linked to Charleston suspect","item":{"type":"article","id":"us-news/2015/jun/20/dylann-roof-fbi-website-manifesto-charleston-shooting","title":"Dylann Roof: FBI probes website and manifesto linked to Charleston suspect","trailText":"Photographs on website show shooting suspect at civil war era sites while former stepmother says 21-year-old was affected by ‘internet evil’ ","standFirst":"<ul>\n <li>Photographs on website show shooting suspect at civil war era sites<br /></li>\n <li>Former stepmother says 21-year-old was affected by ‘internet evil’ </li>\n</ul>","byline":"Paul Lewis in Charleston, Amanda Holpuch in Columbia and Jessica Glenza in New York","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/20/charleston-shooting-black-churches-bombings-attacks-history\">Charleston shooting echoes a painful history of attacks on black churches</a> </p> \n</aside> \n<p>The FBI and local authorities are investigating a website that may contain a manifesto created by the white supremacist Dylann Roof before he walked into a South Carolina church this week and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/charleston-church-shooting-mayor-suspect-will-pay-the-price\">shot dead nine black churchgoers</a>.</p> \n<p>A statement released on Saturday evening said: “Charleston police and the Federal Bureau of Investigation are aware of postings on a website allegedly attributed to Dylann Roof, the suspect in the 17 June 2015 shootings at Emanuele AME Church … We are taking steps to verify the authenticity of these postings. </p> \n<p>“Because this is an ongoing investigation, neither the Charleston Police nor the Federal Bureau of Investigation are able to release further details at this time.”<br /></p> \n<p>Roof’s former stepmother, meanwhile, said Roof had been affected by “internet evil”.</p> \n<p>“He was locked in his room looking up bad stuff on his computer,” Paige Mann, who is divorced from Roof’s father, <a href=\"http://www.nbcnews.com/storyline/charleston-church-shooting/relatives-charleston-church-shooter-dylann-roof-describe-quiet-sweet-kid-n379071?cid=sm_tw&amp;hootPostID=1460089c2a12c9ea74b669bd039a4f5d\">told NBC News</a>. “Something on the computer drew him in – this is internet evil.”</p> \n<p>The provenance of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/20/fbi-investigates-website-manifesto-charleston-shooting-suspect-dylann-roof\">the website</a>, which contains a cache of photographs of the 21-year-old in which he is seen holding a pistol or standing beside the Confederate flag, is unclear.</p> \n<p>The site began circulating on the internet on Saturday. It contains a 2,444-word statement that, if penned by Roof, would shed light on the racist ideology that led him to the Emanuel AME church in Charleston on Wednesday.</p> \n<p>The accompanying photographs reveal that Roof toured historical sites across South Carolina that have links to the civil war era and slavery, including graveyards and plantation sites.</p> \n<p>However, data encoded into the images, which may have provided clues as to when they were taken, appears to be unreliable.</p> \n<p>Roof, who was charged on Friday with nine counts of murder, is accused of spending more than an hour with a Bible-group at the church, before taking out a handgun and shooting his victims.</p> \n<p>On Saturday, FBI director James Comey caused controversy when he said he <a href=\"http://www.mediaite.com/tv/fbi-director-says-charleston-shooting-not-terrorism/\">did not view the Charleston shooting as an act of terror</a>. </p> \n<p>“Terrorism is act of violence done or threaten[ed] … in order to try to influence a public body or citizenry,” Comey said, in Baltimore, “so it’s more of a political act and again based on what I know so more I don’t see it as a political act.” </p> \n<p>His remarks, which were made before the FBI had formally acknowledged it was investigating the website and the apparent manifesto, appeared to contradict the Justice Department, which said on Friday it was investigating whether the shooting was a hate crime <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/i-forgive-you-charleston-church-victims-families-confront-suspect\">or an act of terror</a>.</p> \n<p>The website was created in February by a registrant who listed his or her name as Dylann Roof. Under a section entitled “An Explanation”, the website appears to allude to the forthcoming massacre.</p> \n<p>“I have no choice” it states. “I am not in the position to, alone, go into the ghetto and fight. I chose Charleston because it is most historic city in my state, and at one time had the highest ratio of blacks to Whites in the country.”</p> \n<p>The statement adds: “We have no skinheads, no real KKK, no one doing anything but talking on the internet. Well someone has to have the bravery to take it to the real world, and I guess that has to be me.”</p> \n<p>The website – which is entitled LastRhodesian.com and was first discovered by Twitter users – contains what appears to be a manifesto filled with racist diatribe about blacks, Jews and hispanics.</p> \n<p>The author claims to have been “truly awakened” by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/trayvon-martin\">the killing of Trayvon Martin</a>, an unarmed black teenager who was shot dead by a neighbourhood watch leader, George Zimmerman, in Florida three years ago.</p> \n<p>Zimmerman was eventually <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/14/zimmerman-acquitted-killing-trayvon-martin\">acquitted of murdering the 17-year-old</a> but the case became a touchstone for debates over racial discrimination in the country.</p> \n<p>“It was obvious that Zimmerman was in the right,” the author writes. “But more importantly this prompted me to type in the words ‘black on white crime’ into Google, and I have never been the same since that day.”</p> \n<p>The photograph album contains 60 images, more than half of which show the 21-year-old. It is unclear if Roof took the images with an automatic timer or had an accomplice. Some show him in aggressive, incendiary poses – pointing a gun or spitting on an American flag. In others, he is simply posing at historical sites across South Carolina, staring into the camera lens.</p> \n<figure class=\"element element-image\" data-media-id=\"46e4ddd5434eb85116c63f8bc2007e24473335ea\"> \n <img src=\"http://media.guim.co.uk/46e4ddd5434eb85116c63f8bc2007e24473335ea/0_0_4288_3197/1000.jpg\" alt=\"Dylann Roof\" width=\"1000\" height=\"746\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A photograph appears to show Dylann Roof posing with wax figures at Boone Hall Plantation in Mount Pleasant, South Carolina.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/20/charleston-shooting-confederate-flag-south-carolina\">Charleston shooting: Confederate flag at heart of growing political storm</a> </p> \n</aside> \n<p>Roof photographed himself in a bathroom mirror, wearing the same black jacket with Rhodesian and South African flag patches that he used as his Facebook profile. Another photo, seemingly taken minutes later, shows Columbia’s Elmwood Cemetery, a memorial for confederate soldiers who died between 1861 and 1865, built by the United Daughters of the Confederacy.</p> \n<p>There are several images of a .45-caliber Sig Sauer pistol, one of Roof burning an American flag, and others which contain coded references used by white neo-Nazis to refer to Adolf Hitler. In four photographs Roof is either holding or surrounded by the Confederate flag, which represents the region that seceded from the Union in 1861, in defense of slavery.</p> \n<p>Those images are likely to intensify a debate raging over the flag, which many believe is a racist emblem representing the country’s segregated past, yet is sometimes openly displayed in South Carolina and other southern states. There were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/20/charleston-shooting-confederate-flag-south-carolina\">growing calls in South Carolina</a> to take down a Confederate flag that flies on the grounds of the state capitol, even before photographs of Roof wielding Confederate flags began circulating on the internet on Saturday,</p> \n<p>Roof, it seemed, was keenly aware of his country’s racist history, even if the manifesto makes clear he developed a warped, deluded and inverted understanding of its significance.</p> \n<p>He conducted a tour of historical sites throughout South Carolina, stopping at a burial ground at the McLeod plantation in Charleston where hundreds of slaves were buried. Another image, possibly taken the following day, shows the<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/20/charleston-shooting-confederate-flag-south-carolina\"> Museum and Library of Confederate History</a>. Roof also visited Sullivan’s Island, through which as many as 360,000 African slaves passed.</p> \n<p>The website’s manifesto, in contrast, contains few detailed historical references but does claim that conventional understanding of slavery is based upon “historical lies, exaggerations and myths”. </p> \n<p>“Segregation was not a bad thing,” it states. “It was a defensive measure. Segregation did not exist to hold back negroes. It existed to protect us from them.”</p> \n<p>The meandering, racist statement, which opens with the line “I was not raised in a racist home or environment”, gives no suggestions of any firm links to an organised white supremacist network, and does not portray Roof as motivated by any personal grievances or a particularly coherent political ideology.</p> \n<p>Instead, if the ramblings are to be taken at face value, Roof almost gives a step-by-step guide to how he self-radicalised, surfing a series of extremist and conspiratorial websites. The author of the manifesto states, for example, that after reading a Wikipedia article about the Zimmerman case, he or she turned first to the website of the Council of Conservative Citizens,<a href=\"http://www.splcenter.org/get-informed/intelligence-files/groups/council-of-conservative-citizens\"> a far-right group that masquerades</a> as a mainstream organisation.</p> \n<p>The CoCC’s website appeared to have been taken offline on Saturday, however cached versions of the group’s web pages contained a series of links to dubious articles about what it characterised as black crimes against white people. </p> \n<p>“There were pages upon pages of these brutal black on white murders,” the manifesto apparently written by Roof says about the website. “I was in disbelief. At this moment I realised that something was very wrong.”</p> \n<figure class=\"element element-image\" data-media-id=\"54e399e38a2939e04be4f6567a2ec520cff93f9b\"> \n <img src=\"http://media.guim.co.uk/54e399e38a2939e04be4f6567a2ec520cff93f9b/0_0_4288_2576/1000.jpg\" alt=\"Dylann Roof\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A photograph appears to show Dylann Roof posing with a burning American flag.</span> \n  <span class=\"element-image__credit\">Photograph: Handout/Reuters</span> \n </figcaption> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/20/jesse-jackson-south-caroline-shooting-racism-african-american\">Charleston shooting: we need prayer, but also an end to this political genocide</a> </p> \n</aside> \n<p>Roof, the manifesto suggests, was then sucked deeper into a world of extremist online propaganda. “From this point I researched deeper and found out what was happening in Europe,” it states. “I saw that the same things were happening in England and France, and in all the other western European countries.”</p> \n<p>Whoever authored the statement professed a firm belief in the cultural and biological superiority of white people and a delusional conclusion about the need to make a mark with some unstated mission.</p> \n<p>“Anyone who thinks that white and black people look as different as we do on the outside, but are somehow magically the same on the inside, is delusional,” the statement claims. “How could our faces, skin, hair, and body structure all be different, but our brains be exactly the same?”</p> \n<p>Despite the expressions of hatred toward non-white minorities, especially blacks, the author claims “great respect” for east Asians, who are said to be “very racist and could be great allies of the white race”. “I myself would have rather lived in 1940s America than Nazi Germany, and no this is not ignorance speaking,” the statement adds. “It is just my opinion.”</p> \n<p>The strangest line is, perhaps, the last. “Please forgive any typos,” the statement finishes, casually. “I didn’t have time to check it.”</p> \n<p><em>Additional reporting by Oliver Laughland and Shiv Malik</em></p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/805098d464d60dfb25c10204eb55ce34791cb2b5/0_284_4288_2575/4288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2575,"width":4288,"orientation":"landscape","credit":"HANDOUT/Reuters","altText":"Dylann Roof website photo","cleanCredit":"Photograph: HANDOUT/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/46e4ddd5434eb85116c63f8bc2007e24473335ea/0_0_4288_3197/4288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3197,"width":4288,"orientation":"landscape","caption":"A photograph appears to show Dylann Roof posing with wax figures at Boone Hall Plantation in Mount Pleasant, South Carolina. Photograph: Reuters","credit":"Reuters","altText":"Dylann Roof","cleanCaption":"A photograph appears to show Dylann Roof posing with wax figures at Boone Hall Plantation in Mount Pleasant, South Carolina.","cleanCredit":"Photograph: Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/54e399e38a2939e04be4f6567a2ec520cff93f9b/0_0_4288_2576/4288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2576,"width":4288,"orientation":"landscape","caption":"A photograph appears to show Dylann Roof posing with a burning American flag. Photograph: Handout/Reuters","credit":"Handout/Reuters","altText":"Dylann Roof","cleanCaption":"A photograph appears to show Dylann Roof posing with a burning American flag.","cleanCredit":"Photograph: Handout/Reuters"}],"webPublicationDate":"2015-06-20T23:11:55Z","lastModified":"2015-06-21T07:28:25Z","metadata":{"commentable":true,"commentCount":680,"contributors":[{"name":"Paul Lewis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paullewis"},{"name":"Amanda Holpuch","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/25/1411659899648/Amanda-Holpuch-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amanda-holpuch"},{"name":"Jessica Glenza","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/13/1413216848960/Jessica-Glenza-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-glenza"}],"feature":false,"keywords":["Charleston shooting","US crime","Gun crime","US news","World news","South Carolina","Race issues","FBI","American civil war","Internet","Technology"],"tags":[{"id":"us-news/charleston-shooting","webTitle":"Charleston shooting"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"world/gun-crime","webTitle":"Gun crime"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/south-carolina","webTitle":"South Carolina"},{"id":"world/race","webTitle":"Race issues"},{"id":"us-news/fbi","webTitle":"FBI"},{"id":"us-news/american-civil-war","webTitle":"American civil war"},{"id":"technology/internet","webTitle":"Internet"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/20/dylann-roof-fbi-website-manifesto-charleston-shooting","shortUrl":"http://gu.com/p/4axzt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/20/dylann-roof-fbi-website-manifesto-charleston-shooting","webUri":"http://www.theguardian.com/us-news/2015/jun/20/dylann-roof-fbi-website-manifesto-charleston-shooting"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/805098d464d60dfb25c10204eb55ce34791cb2b5/0_284_4288_2575/4288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2575,"width":4288,"orientation":"landscape","caption":"A photograph posted to a website with a racist manifesto appears to show Dylann Roof posing with a confederate flag and a gun. Photograph: Reuters","credit":"Reuters","altText":"Dylann Roof website photo","cleanCaption":"A photograph posted to a website with a racist manifesto appears to show Dylann Roof posing with a confederate flag and a gun.","cleanCredit":"Photograph: Reuters"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/805098d464d60dfb25c10204eb55ce34791cb2b5/0_284_4288_2575/4288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2575,"width":4288,"orientation":"landscape","credit":"HANDOUT/Reuters","altText":"Dylann Roof website photo","cleanCredit":"Photograph: HANDOUT/Reuters"}}]},{"title":"Why isn’t my life full of the fun I see on Facebook?","rawTitle":"Why isn’t my life full of the fun I see on Facebook?","item":{"type":"article","id":"lifeandstyle/2015/jun/21/why-isnt-my-life-full-of-the-fun-i-see-on-facebook-mariella-frostrup","title":"Why isn’t my life full of the fun I see on Facebook?","trailText":"A teacher who feels lonely wonders why she doesn’t have a better social life. Mariella Frostrup says take no notice – social media is full of gloss","standFirst":"<p>A teacher who feels lonely wonders why she doesn’t have a better social life. Mariella Frostrup says take no notice – social media is full of gloss…<br />If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a></p>","byline":"Mariella Frostrup","body":"<p><strong>The dilemma </strong><em>I am feeling terribly lost and pathetic in life. I don’t have friends to call my own and I work so hard all day and most of the evening as a teacher that I can barely cope with the workload. I was in a relationship for three years (bearing in mind I am still young, 26 next week), but he left me a year and a half ago. I now realise he left because he couldn’t stand that I was such a loner and had no one but him. I see people on Facebook going out all the time, going to hen dos and meeting people, and I wonder to myself why I am the odd one out.</em></p> \n<p><strong>Mariella replies</strong> Join the club. Judging your own life in contrast to those apparently being led by others, whether on Facebook, Instagram or Twitter is a mistake we are all increasingly guilty of. Such edited excerpts don’t offer an accurate communication, but they do have the capacity to make anyone with a pulse feel inadequate and despairing of their own lacklustre, unPhotoshopped existence.</p> \n<p>There are days when all those perfect people with their ceaseless socialising, sexy lifestyles, designer homes, impeccable children, wonderful vacations and fabulous work opportunities are simply too much to bear. Even when you can acknowledge you are being served only the highlights of other peoples lives, it’s difficult not to be depressed by how far you’re failing in the newly required skills of lifestyle bragging and follower flaunting. It’s enough to turn any sensible mortal into a sociopath wanting only to curl up in a corner and read Kafka.</p> \n<p>These days everyone can give their lives the sort of superficial gloss once reserved for the rich, famous and powerful. We may once have aspired to the elevated heights of the Brangelina lifestyle, but Brad and Ange seem positively suburban compared to the freeze-frame fabulousness served up by Instagrammers. The other day I looked at an old friend’s online profile and found myself confronted by a total stranger whose entire existence was packaged under #Blessed and bore no resemblance to the struggling, lonely and hard-pressed single parent of my acquaintance. A recent holiday confirmed this sense of parallel lives when I found myself among serial Instagrammers who spent more time inside on Wi-Fi sending and receiving photos than they did by the pool.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Social media makes much of its ability to create a global village, yet many people feel marooned</p> \n </blockquote> \n</aside> \n<p>Clearly you need to take back control of your life and stop the demands of work – and your fear of engagement with others. But first develop a realistic picture of what your life could be. So much of the emotional despondency you are expressing is at epidemic levels. If shared experience remains the key to quality communication you’d be surprised how many friends you actually have, people desiring exactly the same visceral connection as you. The mythology of social media makes much of its ability to create a global village, yet more and more people feel marooned and alone in their bedrooms.</p> \n<p>As a teacher you have a hefty workload, but it’s up to you to say when enough is enough. Being busy is another 21st-century vice that detracts from our ability to engage with the world around us. Women in particular seem to be bad at marking out their territory. One of the great skills men have acquired over millennia is to compartmentalise. It’s something my own sex could do with brushing up on.</p> \n<p>Be clear about your professional availability and then use the time you free up to find a pursuit that interests you: a hobby, sport, dance class, charity, political party… anything you fancy really, so long as it involves other people. Putting yourself in the path of human encounters is a far more fruitful way of finding friends than playing bystander to the lives of others on the internet.</p> \n<p>One good friend is as valuable as a million Facebook followers and a good life doesn’t need to be overpopulated. Start sniffing out adventures that await you outside the door. There’s only one person who can change your life, but plenty of others who can contribute to the quality of it once you’ve made that first move.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434538655154/Brad-Pitt-and-Angelina-Jo-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"'Even Brad and Ange seem positively suburban compared to the freeze-frame fabulousness served up by Instagrammers': Mariella Frostrup. Photograph: Rex","credit":"/Rex","altText":"Brad Pitt and Angelina Jolie 'Maleficent' Film Event, London, May 2014","cleanCaption":"'Even Brad and Ange seem positively suburban compared to the freeze-frame fabulousness served up by Instagrammers': Mariella Frostrup. Photograph: Rex"}],"bodyImages":[],"webPublicationDate":"2015-06-21T05:00:01Z","lastModified":"2015-06-21T05:00:01Z","metadata":{"commentable":true,"commentCount":107,"contributors":[{"name":"Mariella Frostrup","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/13/1421154121982/Mariella-Frostrup-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mariellafrostrup"}],"feature":true,"keywords":["Social media","Facebook","Social networking","Technology","Life and style"],"tags":[{"id":"media/social-media","webTitle":"Social media"},{"id":"technology/facebook","webTitle":"Facebook"},{"id":"media/socialnetworking","webTitle":"Social networking"},{"id":"technology/technology","webTitle":"Technology"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Mariella Frostrup","topic":{"type":"tag-contributor","name":"profile/mariellafrostrup"}}],"series":{"title":"Dear Mariella","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/dearmariella"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/why-isnt-my-life-full-of-the-fun-i-see-on-facebook-mariella-frostrup","shortUrl":"http://gu.com/p/49pqz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/why-isnt-my-life-full-of-the-fun-i-see-on-facebook-mariella-frostrup","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/why-isnt-my-life-full-of-the-fun-i-see-on-facebook-mariella-frostrup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434538655154/Brad-Pitt-and-Angelina-Jo-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘Even Brad and Ange seem suburban compared to the fabulousness served up by Instagrammers’: Mariella Frostrup on ‘lifestyle bragging’. Photograph: Rex","credit":"Rex","altText":"Brad Pitt and Angelina Jolie 'Maleficent' Film Event, London, May 2014","cleanCaption":"‘Even Brad and Ange seem suburban compared to the fabulousness served up by Instagrammers’: Mariella Frostrup on ‘lifestyle bragging’. Photograph: Rex"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434538655154/Brad-Pitt-and-Angelina-Jo-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"'Even Brad and Ange seem positively suburban compared to the freeze-frame fabulousness served up by Instagrammers': Mariella Frostrup. Photograph: Rex","credit":"/Rex","altText":"Brad Pitt and Angelina Jolie 'Maleficent' Film Event, London, May 2014","cleanCaption":"'Even Brad and Ange seem positively suburban compared to the freeze-frame fabulousness served up by Instagrammers': Mariella Frostrup. Photograph: Rex"}}]},{"title":"Sir Tim Hunt: my gratitude to female scientists for their support","rawTitle":"Sir Tim Hunt: my gratitude to female scientists for their support","item":{"type":"article","id":"world/2015/jun/20/sir-tim-hunt-gratitude-female-scientists-support-joke","title":"Sir Tim Hunt: my gratitude to female scientists for their support","trailText":"Ousted professor receives emails of backing from academics and urges scientific community to use incident to remove remaining barriers for women in science","standFirst":"Ousted professor receives emails of backing from academics and urges scientific community to use incident to remove remaining barriers for women in science","byline":"Robin McKie Science editor","body":"<p>The beleaguered UK scientist Sir Tim Hunt on Saturday thanked the hundreds of female scientists who have written to support him in the wake of the furore triggered by his controversial remarks about women in science.</p> \n<p>Hunt, who won the Nobel prize in 2001 for his work on cell biology, became the focus of furious online attacks earlier this month over comments about women in science being disruptive. He <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/11/nobel-laureate-sir-tim-hunt-resigns-trouble-with-girls-comments\" title=\"\">had to resign</a> from several academic posts, including an honorary position at University College London (UCL).</p> \n<p>However, support for Hunt has since mushroomed, with fellow Nobel prize winners, senior academics and leading scientists and politicians – including Brian Cox, Richard Dawkins and Boris Johnson – lining up to denounce the treatment of the 72-year-old biologist.</p> \n<p>“My inbox is now bulging with touching emails from young women scientists who have been kind enough to write and thank me for inspiring them and helping them on their way,” Hunt told the <em>Observer </em>yesterday. “It has also been of great comfort to me to see many women at the top of science testifying for my record in supporting women scientists.”</p> \n<p>Top female scientists who have expressed support include physicist Dame Athene Donald, biologist Professor Ottoline Leyser and physiologist Dame Nancy Rothwell. All decried his jocular remarks, but described in warm terms his past support for young scientists of both sexes.</p> \n<p>Hunt added that he had held senior posts in universities and research centres around the world and had always sought to help female scientists in their work. “For example, I fought for seven years to have creche facilities at the Okinawa Institute of Science of Technology – and was ultimately successful. Less successful have been efforts to get a creche at the new Crick Institute in London, but this is something I will continue to push for.</p> \n<p>“I certainly don’t recognise myself as the horrible sexist portrayed in media reports, and I don’t think the women who have worked with me throughout my career do either,” said Hunt, who added that he was particularly upset by the journal <em>Nature</em> which accused him of “belittling women”, an accusation he flatly rejected.</p> \n<p>Hunt also pointed out that, initially, his remarks about women in science and their alleged tendency to weep had not been fully reported. “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/nobel-scientist-tim-hunt-female-scientists-cause-trouble-for-men-in-labs\" title=\"\">Let me tell you about my trouble with girls</a>,” he told delegates at the World Conference of Science Journalists in Seoul. “Three things happen when they are in the lab. You fall in love with them, they fall in love with you, and when you criticise them, they cry.”</p> \n<p>Crucially, Hunt said, he then added the words, “now seriously” before going on to praise the role of women in science and in Korean society. “The words ‘now seriously’ make it very clear that I was making a joke, albeit a very bad one, but they were not mentioned in the first reports and I was deluged with hate mail,” Hunt said.</p> \n<p>However, he did acknowledge that his “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2015/jun/13/tim-hunt-hung-out-to-dry-interview-mary-collins\" title=\"\">idiotic joke</a>” had touched a nerve. “My comments have brought to the surface the anger and frustration of a great many women in science whose careers have been blighted by chauvinism and discrimination,” he said. “If any good is to come from this miserable affair, it should be that the scientific community starts to acknowledge this anger, recognise the problem and move a lot faster to remove the remaining barriers.”</p> \n<p>Many leading scientists urged University College London to apologise to Hunt for forcing him to resign and reinstate him. “If UCL did offer to reinstate me, it would be churlish of me to refuse, but really my work there was over,” he said.</p> \n<p>“I am not in a rush to do anything, quite frankly. It is coming up to Wimbledon, which I love. In the past I have always been too busy to watch much of it. Now I can relax for the first time and enjoy the tennis when it starts in a few days. So, yes, I suppose there have been some benefits to this business.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/6/20/1434813275522/Tim-Hunt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sir Tim Hunt says his inbox now bulges with warm messages from female scientists. Photograph:   Antonio Olmos for the Observer","credit":"  Antonio Olmos for the Observer","altText":"Tim Hunt","cleanCaption":"Sir Tim Hunt says his inbox now bulges with warm messages from female scientists. Photograph:   Antonio Olmos for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-06-20T19:14:10Z","lastModified":"2015-06-20T23:45:02Z","metadata":{"commentable":true,"commentCount":822,"contributors":[{"name":"Robin McKie","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robinmckie"}],"feature":false,"keywords":["Gender","Equality","Science","UCL (University College London)","Higher education","Tim Hunt","UK news"],"tags":[{"id":"world/gender","webTitle":"Gender"},{"id":"society/equality","webTitle":"Equality"},{"id":"science/science","webTitle":"Science"},{"id":"education/universitycollegelondon","webTitle":"UCL (University College London)"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"uk-news/tim-hunt","webTitle":"Tim Hunt"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[{"displayName":"Robin McKie","topic":{"type":"tag-contributor","name":"profile/robinmckie"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/20/sir-tim-hunt-gratitude-female-scientists-support-joke","shortUrl":"http://gu.com/p/4axm6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/20/sir-tim-hunt-gratitude-female-scientists-support-joke","webUri":"http://www.theguardian.com/world/2015/jun/20/sir-tim-hunt-gratitude-female-scientists-support-joke"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/6/20/1434813275522/Tim-Hunt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sir Tim Hunt said he has received many emails from female scientists thanking him for inspiring them. Photograph: Antonio Olmos for the Observer","credit":"  Antonio Olmos for the Observer","altText":"Tim Hunt","cleanCaption":"Sir Tim Hunt said he has received many emails from female scientists thanking him for inspiring them. Photograph: Antonio Olmos for the Observer"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/6/20/1434813275522/Tim-Hunt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sir Tim Hunt says his inbox now bulges with warm messages from female scientists. Photograph:   Antonio Olmos for the Observer","credit":"  Antonio Olmos for the Observer","altText":"Tim Hunt","cleanCaption":"Sir Tim Hunt says his inbox now bulges with warm messages from female scientists. Photograph:   Antonio Olmos for the Observer"}}]},{"title":"Child poverty rise across Britain ‘halts progress made since 1990s’","rawTitle":"Child poverty rise across Britain ‘halts progress made since 1990s’","item":{"type":"article","id":"society/2015/jun/20/child-poverty-rise-uk-halts-progress-charities-claim","title":"Child poverty rise across Britain ‘halts progress made since 1990s’","trailText":"New figures expected to show clear increase in child poverty, as charities blame bedroom tax and benefit cuts","standFirst":"New figures expected to show clear increase in child poverty, as charities blame bedroom tax and benefit cuts","byline":"Jamie Doward and Toby Helm","body":"<p>Child poverty is on course for the biggest rise in a generation, reversing years of progress that began in the late 1990s, leading charities and independent experts claim.</p> \n<p>The stark prognosis comes before the release of government figures which experts believe will show a clear increase for the first time since the start of the decade.</p> \n<p>It also comes as the chancellor George Osborne and work and pensions minister Iain Duncan Smith announced they had agreed a plan to slash a further &pound;12bn a year from benefits spending. In a joint letter they pledged to attack the “damaging culture of welfare dependency”, and said it would take “a decade” or more to return the welfare budget to what they called “sanity”.</p> \n<p>The introduction of the bedroom tax and cuts in benefits between 2013 and last year are blamed for fuelling the rise in the number of families whose income is below 60% of the UK average – the definition of relative poverty.</p> \n<p>Calculations from the Institute for Fiscal Studies (IFS) have suggested that progress between the late 1990s and 2010 has been reversed and that the number of children living in relative poverty rose from 2.3 million in 2013 to 2.6 million in 2014. The Child Poverty Action Group says that with the government committed to implementing another &pound;12bn of cuts in a new round of austerity, the problem will grow.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/live/2015/jun/20/anti-austerity-demonstrations-live\">As tens of thousands of people joined an anti-austerity march through London</a> on Saturday, Alison Garnham, the charity’s chief executive, said ministers were failing too many children.</p> \n<p>“The government can no longer claim that deficit reduction is about protecting children’s futures now that it’s being made to confront a child poverty crisis, with the biggest rise in a generation now expected of its own making,” she said.</p> \n<p>“With child poverty expected to rise by nearly a third in the decade to 2020 as a result of its policies, it’s clear the government’s approach is failing.”</p> \n<p>Ministers were remaining tight-lipped about the release on Thursday of the Households Below Average Income statistics. Any increase in the number of children in poverty since 2013 would be an embarrassment. Child poverty fell from 3.4 million in 1998-99 to 2.3 million in 2010-11 – a reduction unparalleled in other wealthy nations over the same period – after the last Labour government promised to eradicate it by 2020.</p> \n<p>Ministers insist that progress was being made up to 2013. A spokesman for the Department for Work and Pensions (DWP) said: “This government is making significant progress in tackling child poverty. There are 300,000 fewer children living in relative poverty since 2010 and the number of children growing up in workless families is at a record low.”</p> \n<p>But experts agree that the gap between rich and poor is growing.</p> \n<p>Enver Solomon, of the National Children’s Bureau, said: “Over the next five years, as austerity bites, we risk creating a country where poverty is so stark that children grow up in parallel worlds where rich and poor families have entirely different lifestyles that are poles apart.”</p> \n<p>Yvette Cooper, <a href=\"http://www.guardian-series.co.uk/uk_national_news/13330647.Corbyn_bids_for_Labour_contest/\">who has put the fight against child poverty at the heart of her Labour leadership campaign</a>, said the government’s record was a “damning indictment” of its approach and meant many children were being denied the start in life they deserved. “Their policies have delivered the biggest increase in child poverty in a generation and they have abandoned any pretence of even moving towards the target they promised to meet [to all but eradicate it by 2020].”</p> \n<p>Cooper said ministers could not hide behind the state of the public finances to explain away the figures, adding that a rise in the minimum wage, support for a living wage, expanding childcare and ending the bedroom tax were all affordable and costed ways to start bringing child poverty back down.</p> \n<p>The Conservative manifesto pledged to redefine child poverty. But the Treasury and the DWP are split over how this should be done. Duncan Smith believes there is a need to look beyond income to consider factors including whether a child lives in a workless household or has parents in poor health.</p> \n<p>Charities are suspicious of such a move, arguing that it would give a misleading impression about the scale of the problem. They warn that any shift to focus on tackling the problem of non-working families, at the expense of low-income working families, betrays the government’s legal obligations to tackle child poverty.</p> \n<p>Matthew Reed, chief executive of the Children’s Society, said: “It is a scandal that by 2020, in one of the richest countries in the world, hundreds of thousands more children are expected to be dragged into poverty, even without further cuts to welfare support.”</p> \n<p>In January last year, David Cameron said the economic recovery would be sustainable “if we make sure that in the case of Britain we rebalance our economy and make sure it’s a recovery for all, north and south, to make sure that the poorest people benefit from a recovery”.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434823282511/Children-playing-in-the-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in pov","cleanCaption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-20T22:53:00Z","lastModified":"2015-06-21T07:27:49Z","metadata":{"commentable":true,"commentCount":1777,"contributors":[{"name":"Jamie Doward","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiedoward"},{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"}],"feature":false,"keywords":["Poverty","Children","Social exclusion","Society","Politics","Iain Duncan Smith","Conservatives","Benefits","UK news"],"tags":[{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/children","webTitle":"Children"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/20/child-poverty-rise-uk-halts-progress-charities-claim","shortUrl":"http://gu.com/p/4axnj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/20/child-poverty-rise-uk-halts-progress-charities-claim","webUri":"http://www.theguardian.com/society/2015/jun/20/child-poverty-rise-uk-halts-progress-charities-claim"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434823282511/Children-playing-in-the-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in pov","cleanCaption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434823282511/Children-playing-in-the-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in pov","cleanCaption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian"}}]},{"title":"Review / The Marksman: restaurant review","rawTitle":"The Marksman: restaurant review","item":{"type":"article","id":"lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner","title":"The Marksman: restaurant review","trailText":"Simple, well-cooked food served without fuss in a proper pub in east London really hits the spot","standFirst":"<p>Simple, well-cooked food served without fuss in a proper pub in east London really hits the spot</p>","byline":"Jay Rayner","body":"<p><strong>254 Hackney Road, London E2 (020 7739 7393). Meal for two, including drinks and service: &pound;90</strong></p> \n<p>If there’s a better lunch to be had in Britain right now than the beef and barley buns with horseradish, the kid goat curry with the fried potatoes and the brown butter and honey tart served at the <a href=\"http://www.marksmanpublichouse.com/#publichouse\">Marksman pub</a> on the Hackney Road, I want to know about it. I want it brought to me, or, if necessary, I want me brought to it. I won’t hold my breath, because I really doubt there is one. The joy is not simply in the cooking, though it does possess the sort of vigour and attitude that makes properly greedy people swoon. It’s in the simplicity of the offering, the straightforwardness, the resolute lack of tiresome, self-regarding flimflam and hauteur. Their approach comes down to this: we cooked some stuff; we think you might like it.</p> \n<p>Oh, but I do.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e78fbd02745ea48c95e564f60ed7352d72c536a2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434713929063/6e28a12c-12ed-4294-a1b6-318b5efe8941-460x439.jpeg\" alt=\"Marksman's devilled mussels\" width=\"460\" height=\"439\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Glossy fat meats on a chunk of sourdough toast’: devilled mussels.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose for the Observer</span> \n </figcaption> \n</figure> \n<p>This doesn’t come as a huge surprise. I visited the pub out of profound irritation with last week’s dreary misunderstanding of Vietnamese cooking at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/14/leicester-house-restaurant-review-jay-rayner\">Leicester House</a>. The Marksman is where Tom Harris, the previous chef in that space – both when it was the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2011/may/29/jay-rayner-restaurant-review-st-john-hotel\">St John Hotel</a> and 1 Leicester Street – went next, to team up with Jon Rotheram, formerly of Jamie Oliver’s 15. I needed my faith restored and I believed a short trip to London E2 would do so.</p> \n<p>For those now wringing their hands over the violation of an old wood-panelled pub, one perhaps pretending to be as streetwise as a public school boy in artfully distressed Doc Martens when in truth it’s actually now just a restaurant, relax. This one really is still a pub. There’s a bar, propped up by blokes who look like they’ve done this sort of heavy lifting in many boozers down the years. There are beers on tap, including local offerings, such as the Bethnal Blonde, a light straw-coloured beer brewed just 300 metres away. There’s a juke box. Mind you, there are also neatly appointed green leather banquettes, none of which are split so the stuffing’s bursting out. Give it time. They’ve only just opened.</p> \n<p>The menu is divided between 10 small dishes priced between &pound;4 and &pound;8, and four in the mid-teens. Almost nothing disappoints; much makes us sigh; a few make me dab the moisture from my eyes. Brown shrimp rissoles are more akin to Spanish croquettes, the nutty little darlings set in the lightest of b&eacute;chamels that must stay together in the hot fat through sheer strength of personality. Don’t pop one of these in your mouth whole or it will be a trip to matron for you. They come with a pokey romesco-like aioli for dredging purposes, which gives spiky corners to the soft, rounded flavours. Devilled mussels on toast are glossy fat meats on a chunk of sourdough toast, the whole bathed in a light broth given attitude and conviction by the application of chilli.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"578fc2fa374890def53ddbec4fbd218081bf85f4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434714176439/895bb0db-db14-4d17-9735-059c5a84f022-460x454.jpeg\" alt=\"Marksman's curried kid\" width=\"460\" height=\"454\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘A depth of flavour best measured by sonar’: curried kid.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose for the Observer</span> \n </figcaption> \n</figure> \n<p>Another piece of toast comes heavily smeared with sweet, crushed peas and piled with a mixture of pea shoots, shaved violet artichokes and grated Bermondsey hard press, a smooth, salty cheese that’s planning to be mates with Gruy&egrave;re when it grows up. Fresher still is a salad of cos lettuce, with halved radishes, rounds of pickled cucumber and a sharp buttermilk dressing. This is a salad for people suspicious of them. It’s a mound of revitalisation and briskness.</p> \n<p>It’s also a necessary foil to the beef and barley bun, a glazed dome of soft bread roll containing a filling of finely diced braised beef. Fresh horseradish is grated over the top, and on the side is a thick puddle of sauce flavoured with more of the same. Think of it as Britain’s answer to the Chinese char siu bun. You tear through the bread to find – puff – a thick filling of meatiness in long-reduced jus. This is a self-mopping stew. It is one of those gloriously simple items, which requires lots of thought, care and precision.</p> \n<p>Next, from the bigger dishes, a huge-flavoured curry of young goat. Some might call it oily. I’ll call it luscious. The temptation with these Anglo takes on Caribbean cooking is to chuck in the sugars, be it from palm or granulated. Here, any sweetness comes from the natural caramelisation of the meat, and a buxom dollop of punchy tomato chutney. The rest is fire and spice, and a depth of flavour best measured by sonar. The one duff note was the sourdough roti on the side: one of the toughest, least yielding pieces of bread I have ever come across. Perhaps the glutens had been overworked.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c6d6802940bdc51b5a01bf345653be100df58bd9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434714823713/2e6295a4-c569-4edb-87bb-6276cb689c18-460x421.jpeg\" alt=\"butter and honey tart\" width=\"460\" height=\"421\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The deep caramel filling has the wobble and softness of a newborn’s thigh’: butter and honey tart.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose for the Observer</span> \n </figcaption> \n</figure> \n<p>Happily, honour on the carb front was saved by the innocent-sounding fried potatoes with a burnt onion mayonnaise. Gosh. These could be the saviour of the public house, swiftly stopping all closures. Behold: finely sliced potatoes, long cooked in the oven, then pressed and chilled before being cut into 6in planks and deep fried to an umber-tinged golden. Each one is like a dozen of the best chips ever, pressed together. It is the potato raised up high to the status of luxury item or, better still, brought down low to the level of crack. And alongside, because this might not be enough, is that poke-in-the-eye of a mayo full of deep, dark-roasted onion tones. (Credit where it’s due: the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/mar/02/quality-chop-house-london-restaurant-review\">Quality Chophouse</a> in Farringdon has served something similar for a while now.)</p> \n<p>A few years ago, when I visited the St John Hotel to write about it, Tom Harris leant over the counter of the open kitchen and ordered me to have his custard tart. I did as I was told, and it was indeed a wonder of crisp pastry and deep-filled set custard with just the slightest wobble. Those skills are on display here again in a similar tart of brown butter and honey, sitting alone on the plate unadorned, cut to a perfect point. The pastry snaps. The deep, buttery caramel filling has the wobble and softness of a newborn’s thigh. Naturally it eclipses a scoop or two of buttermilk ice cream with sweet-sour pickled pear and the crunch of oats. But then it would eclipse anything.</p> \n<p>And all of this, delivered to the bare wood pub tables with the minimum of fuss, and a soundtrack of 50s jazz from that jukebox. The temptation when one comes across such perfect poise is to blunder into hyperbole, but I never, ever, ever do that. Instead I’ll now follow their lead and do pared back and restrained. Go to the Marksman. It’s good. You might like it.</p> \n<h2>Jay’s news bites</h2> \n<p>■ For more top pub food served with the minimum of fuss try the White Swan at Fence in Lancashire, where young chef Tom Parker is knocking out the likes of oxtail cottage pie made with smoked mash and bone marrow, or plaice with roasted garlic potatoes and langoustine sauce. Three courses are &pound;25 (<a href=\"http://s527028020.initial-website.co.uk/\">whiteswanatfence.co.uk</a>).</p> \n<p>■ Following on from recent fancy hot dog openings in London, comes more searingly hot hotdog news: chef Simon Hulstone of Elephant in Torquay is opening The Kennel (geddit?). The menu includes the Slum Dog (mango chutney, cucumber, yogurt and coriander) and the White Trash (chilli beef, jalape&ntilde;os and guacamole) all priced at around &pound;6 (<a href=\"http://the-kennel.co.uk/\">the-kennel.co.uk</a>).</p> \n<figure class=\"element element-image\" data-media-id=\"80fa04a77dedce1dc99baba58afa8abe9d1b1773\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434541548411/3a38459a-f1fb-468f-8ddf-6ed2e11cb625-460x276.jpeg\" alt=\"Plates of insects for tasting\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Insect tasting</span> \n </figcaption> \n</figure> \n<p>■ There’s lots of talk about the virtues of eating insects which is all well and good, but nobody has considered what one should drink with them – until now. On 31 July London’s Natural History Museum is running two insect and wine pairing master classes. Tickets are available online for &pound;30. Go to <a href=\"http://www.nhm.ac.uk/\">nhm.ac.uk</a> and click on “visit”, “what’s on” and select “31 July”.</p> \n<p><em>Email Jay at <a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a> Follow Jay on Twitter <a href=\"https://twitter.com/jayrayner1\">@jayrayner1</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434540627192/the-marksman-pub-interior-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose/Observer","altText":"the marksman pub interior","cleanCaption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434713930145/6e28a12c-12ed-4294-a1b6-318b5efe8941-1020x973.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":973,"width":1020,"orientation":"landscape","caption":"‘Glossy fat meats on a chunk of sourdough toast’: devilled mussels. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"Marksman's devilled mussels","cleanCaption":"‘Glossy fat meats on a chunk of sourdough toast’: devilled mussels.","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434714177545/895bb0db-db14-4d17-9735-059c5a84f022-2060x2033.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2033,"width":2060,"orientation":"landscape","caption":"‘A depth of flavour best measured by sonar’: curried kid. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"Marksman's curried kid","cleanCaption":"‘A depth of flavour best measured by sonar’: curried kid.","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434714822941/2e6295a4-c569-4edb-87bb-6276cb689c18-1020x933.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":933,"width":1020,"orientation":"landscape","caption":"‘The deep caramel filling has the wobble and softness of a newborn’s thigh’: butter and honey tart. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"butter and honey tart","cleanCaption":"‘The deep caramel filling has the wobble and softness of a newborn’s thigh’: butter and honey tart.","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434541549904/3a38459a-f1fb-468f-8ddf-6ed2e11cb625-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Insect tasting","credit":"PR","altText":"Plates of insects for tasting","cleanCaption":"Insect tasting"}],"webPublicationDate":"2015-06-21T05:00:02Z","lastModified":"2015-06-21T05:00:02Z","metadata":{"commentable":true,"commentCount":28,"contributors":[{"name":"Jay Rayner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739943/JayRayner.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jayrayner"}],"feature":true,"keywords":["Food & drink","Restaurants","Restaurants","Life and style","Travel"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"travel/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jay Rayner","topic":{"type":"tag-contributor","name":"profile/jayrayner"}}],"series":{"title":"Jay Rayner on restaurants","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/jayrayner"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner","shortUrl":"http://gu.com/p/49q2v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/the-marksman-restaurant-review-jay-rayner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434540627192/the-marksman-pub-interior-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose/Observer","altText":"the marksman pub interior","cleanCaption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer"}},"importance":3,"kicker":{"title":"Review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434540627192/the-marksman-pub-interior-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose/Observer","altText":"the marksman pub interior","cleanCaption":"Bullseye: the wood-panelled pub dining room. Photograph: Katherine Anne Rose for the Observer"}}]},{"title":"Police seize knives and send 300 people home from Dagenham house party","rawTitle":"Police seize knives and send 300 people home from Dagenham house party","item":{"type":"article","id":"uk-news/2015/jun/21/police-seize-knives-and-send-300-people-home-from-dagenham-house-party","title":"Police seize knives and send 300 people home from Dagenham house party","trailText":"Two arrests after ‘large fight’ erupted when ‘very large and unpredictable crowd’ showed up at address, says Scotland Yard","standFirst":"<p>Two arrests after ‘large fight’ erupted when ‘very large and unpredictable crowd’ showed up at address, says Scotland Yard</p>","byline":"Press Association","body":"<p>Police have broken up a house party in Dagenham, east London, that descended into violence after as many as 300 people turned up.<br /></p> \n<p>Two teenage boys were arrested and three large knives confiscated after disorder broke out on Saturday night, Scotland Yard said.</p> \n<p>The Metropolitan police said officers were called to reports of a “large fight” in Oxlow Lane just after 11pm. They arrested a 15-year-old boy for assaulting a police officer and a 17-year-old for possession of an offensive weapon. Both were being questioned at an east London police station on Sunday morning.</p> \n<p>Inspector Jason O’Donohue said: “Three large knives were recovered by my officers as they worked to disperse a very large and unpredictable crowd following a private house party. By getting these knives off the street when they did, my officers have helped save lives and prevent another needless tragedy.”</p> \n<p>Police said the crowd of “between 200-300 house party visitors” was dispersed with no reported injuries.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434868690656/d0db0d28-c1c9-4eba-93fc-2dd595a93132-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Metropolitan police","altText":"Knives seized by police when they broke up a house party and fighting in Dagenham, east London.","cleanCredit":"Photograph: Metropolitan police"}],"bodyImages":[],"webPublicationDate":"2015-06-21T06:43:54Z","lastModified":"2015-06-21T06:43:55Z","metadata":{"commentable":true,"commentCount":54,"contributors":[],"feature":false,"keywords":["Knife crime","Crime","UK news"],"tags":[{"id":"uk/knifecrime","webTitle":"Knife crime"},{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/21/police-seize-knives-and-send-300-people-home-from-dagenham-house-party","shortUrl":"http://gu.com/p/4axpj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/21/police-seize-knives-and-send-300-people-home-from-dagenham-house-party","webUri":"http://www.theguardian.com/uk-news/2015/jun/21/police-seize-knives-and-send-300-people-home-from-dagenham-house-party"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434868690656/d0db0d28-c1c9-4eba-93fc-2dd595a93132-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Knives seized by police when they broke up a house party and fighting in Dagenham, east London. Photograph: Metropolitan police","credit":"Metropolitan police","altText":"Knives seized by police when they broke up a house party and fighting in Dagenham, east London.","cleanCaption":"Knives seized by police when they broke up a house party and fighting in Dagenham, east London.","cleanCredit":"Photograph: Metropolitan police"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434868690656/d0db0d28-c1c9-4eba-93fc-2dd595a93132-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Metropolitan police","altText":"Knives seized by police when they broke up a house party and fighting in Dagenham, east London.","cleanCredit":"Photograph: Metropolitan police"}}]}],"lastModified":"2015-06-21T07:28:25Z","personalization":{"id":"uk/groups/collections/uk/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"most-viewed/regular-stories/front"}