{"id":"lists/tag/profile/vladimir-putin","title":"Vladimir Putin","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"pagination":{"currentPage":1,"totalPages":1},"cards":[{"title":"A plea for caution from Russia","rawTitle":"A plea for caution from Russia","item":{"type":"comment","id":"commentisfree/2013/sep/12/russia-putin-syria","title":"A plea for caution from Russia","trailText":"<strong>Vladimir Putin: </strong>Recent events surrounding Syria have prompted me to speak directly to the American people and their political leaders","standFirst":"What Vladimir Putin has to say to Americans about Syria \n<br />\n<span class=\"bullet\">•</span> This article was \n<a href=\"http://www.nytimes.com/2013/09/12/opinion/putin-plea-for-caution-from-russia-on-syria.html?_r=0\" title=\"\">first published in the New York Times</a>","byline":"Vladimir Putin","body":"<p>Recent events surrounding Syria have prompted me to speak directly to the American people and their political leaders. It is important to do so at a time of insufficient communication between our societies.</p>\n<p>Relations between us have passed through different stages. We stood against each other during the cold war. But we were also allies once, and defeated the Nazis together. The universal international organization – the United Nations – was then established to prevent such devastation from ever happening again.</p>\n<p></p>\n<p>The United Nations' founders understood that decisions affecting war and peace should happen only by consensus, and with America's consent the veto by security council permanent members was enshrined in the <a href=\"http://www.un.org/en/documents/charter/index.shtml\" title=\"\">United Nations charter</a>. The profound wisdom of this has underpinned the stability of international relations for decades.</p>\n<p></p>\n<p>No one wants the United Nations to suffer the fate of the <a href=\"http://en.wikipedia.org/wiki/League_of_Nations\" title=\"\">League of Nations</a>, which collapsed because it lacked real leverage. This is possible if influential countries bypass the United Nations and take military action without security council authorisation.</p>\n<p></p>\n<p>The potential strike by the United States against Syria, despite strong opposition from many countries and major political and religious leaders, including the pope, will result in more innocent victims and escalation, potentially spreading the conflict far beyond Syria's borders. A strike would increase violence and unleash a new wave of terrorism. It could undermine multilateral efforts to resolve the Iranian nuclear problem and the Israeli-Palestinian conflict and further destabilise the Middle East and North Africa. It could throw the entire system of international law and order out of balance.</p>\n<p></p>\n<p>Syria is not witnessing a battle for democracy, but an armed conflict between government and opposition in a multireligious country. There are few champions of democracy in Syria. But there are more than enough al-Qaida fighters and extremists of all stripes battling the government. The United States State Department has designated al-Nusra Front and the Islamic State of Iraq and the Levant, fighting with the opposition, as terrorist organisations. This internal conflict, fueled by foreign weapons supplied to the opposition, is one of the bloodiest in the world.</p>\n<p></p>\n<p>Mercenaries from Arab countries fighting there, and hundreds of militants from western countries and even Russia, are an issue of our deep concern. Might they not return to our countries with experience acquired in Syria? After all, after fighting in Libya, extremists moved on to Mali. This threatens us all.</p>\n<p></p>\n<p>From the outset, Russia has advocated peaceful dialogue enabling Syrians to develop a compromise plan for their own future. We are not protecting the Syrian government, but international law. We need to use the United Nations security council and believe that preserving law and order in today's complex and turbulent world is one of the few ways to keep international relations from sliding into chaos. The law is still the law, and we must follow it whether we like it or not. Under current international law, force is permitted only in self-defense or by the decision of the security council. Anything else is unacceptable under the United Nations charter and would constitute an act of aggression.</p>\n<p></p>\n<p>No one doubts that poison gas was used in Syria. But there is every reason to believe it was used not by the Syrian army, but by opposition forces, to provoke intervention by their powerful foreign patrons, who would be siding with the fundamentalists. Reports that militants are preparing another attack – this time <a href=\"http://www.presstv.ir/detail/2013/09/09/322987/syria-militants-ready-to-attack-israel/\" title=\"\">against Israel</a> – cannot be ignored.</p>\n<p></p>\n<p>It is alarming that military intervention in internal conflicts in foreign countries has become commonplace for the United States. Is it in America's long-term interest? I doubt it. Millions around the world increasingly see America not as a model of democracy but as relying solely on brute force, cobbling coalitions together under the slogan &quot;you're either with us or against us&quot;.</p>\n<p></p>\n<p>But force has proved ineffective and pointless. Afghanistan is reeling, and no one can say what will happen after international forces withdraw. Libya is divided into tribes and clans. In Iraq the civil war continues, with dozens killed each day. In the United States, many draw an analogy between Iraq and Syria, and ask why their government would want to repeat recent mistakes.</p>\n<p></p>\n<p>No matter how targeted the strikes or how sophisticated the weapons, civilian casualties are inevitable, including the elderly and children, whom the strikes are meant to protect.</p>\n<p></p>\n<p>The world reacts by asking: if you cannot count on international law, then you must find other ways to ensure your security. Thus a growing number of countries seek to acquire weapons of mass destruction. This is logical: if you have the bomb, no one will touch you. We are left with talk of the need to strengthen nonproliferation, when in reality this is being eroded.</p>\n<p></p>\n<p>We must stop using the language of force and return to the path of civilized diplomatic and political settlement.</p>\n<p></p>\n<p>A new opportunity to avoid military action has emerged in the past few days. The United States, Russia and all members of the international community must take advantage of the Syrian government's willingness to place its chemical arsenal under international control for subsequent destruction. Judging by the statements of President Obama, the United States sees this as an alternative to military action.</p>\n<p></p>\n<p>I welcome the president's interest in continuing the dialogue with Russia on Syria. We must work together to keep this hope alive, as we agreed to at the Group of 8 meeting in Lough Erne in Northern Ireland in June, and steer the discussion back toward negotiations.</p>\n<p></p>\n<p>If we can avoid force against Syria, this will improve the atmosphere in international affairs and strengthen mutual trust. It will be our shared success and open the door to cooperation on other critical issues.</p>\n<p></p>\n<p>My working and personal relationship with President Obama is marked by growing trust. I appreciate this. I carefully studied his <a href=\"http://www.latimes.com/world/la-fg-obama-syria-20130911,0,3505376.story\" title=\"\">address to the nation</a> on Tuesday. And I would rather disagree with a case he made on American exceptionalism, stating that the United States' policy is &quot;what makes America different. It's what makes us exceptional&quot;. It is extremely dangerous to encourage people to see themselves as exceptional, whatever the motivation. There are big countries and small countries, rich and poor, those with long democratic traditions and those still finding their way to democracy. Their policies differ, too. We are all different, but when we ask for the Lord's blessings, we must not forget that God created us equal.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/9/12/1378984106035/Russian-President-Vladimi-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":84,"width":140,"orientation":"landscape","caption":"Russias President Vladimir Putin welcomes US President Barack Obama at the start of the G20 summit on September 5, 2013 in Saint Petersburg. AFP PHOTO / ERIC FEFERBERGERIC FEFERBERG/AFP/Getty Images Photograph: Eric Feferberg/AFP/Getty Images Photograph: Eric Feferberg/AFP/Getty Images","credit":"Eric Feferberg/AFP/Getty Images","altText":"Russian President Vladimir Putin welcome","cleanCaption":"Russias President Vladimir Putin welcomes US President Barack Obama at the start of the G20 summit on September 5, 2013 in Saint Petersburg. AFP PHOTO / ERIC FEFERBERGERIC FEFERBERG/AFP/Getty Images Photograph: Eric Feferberg/AFP/Getty Images","cleanCredit":"Eric Feferberg/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2013-09-12T11:40:54Z","lastModified":"2014-05-22T04:10:51Z","metadata":{"commentable":true,"commentCount":692,"contributors":[{"name":"Vladimir Putin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vladimir-putin"}],"feature":false,"keywords":["Syria","Middle East and North Africa","World news","Russia","Europe","United Nations"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/unitednations","webTitle":"United Nations"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Vladimir Putin","topic":{"type":"tag-contributor","name":"profile/vladimir-putin"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2013/sep/12/russia-putin-syria","shortUrl":"http://gu.com/p/3tye5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2013/sep/12/russia-putin-syria","webUri":"http://www.theguardian.com/commentisfree/2013/sep/12/russia-putin-syria"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/9/12/1378984111342/Russian-President-Vladimi-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Russias President Vladimir Putin welcomes US President Barack Obama at the start of the G20 summit on September 5, 2013 in Saint Petersburg. AFP PHOTO / ERIC FEFERBERGERIC FEFERBERG/AFP/Getty Images Photograph: Eric Feferberg/AFP/Getty Images Photograph: Eric Feferberg/AFP/Getty Images","credit":"Eric Feferberg/AFP/Getty Images","altText":"Russian President Vladimir Putin welcome","cleanCaption":"Russias President Vladimir Putin welcomes US President Barack Obama at the start of the G20 summit on September 5, 2013 in Saint Petersburg. AFP PHOTO / ERIC FEFERBERGERIC FEFERBERG/AFP/Getty Images Photograph: Eric Feferberg/AFP/Getty Images","cleanCredit":"Eric Feferberg/AFP/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[]},{"title":"Russia must reject corruption and build a modern democracy","rawTitle":"Russia must reject corruption and build a modern democracy","item":{"type":"comment","id":"commentisfree/2012/feb/07/russia-reject-corruption-modern-democracy","title":"Russia must reject corruption and build a modern democracy","trailText":"<strong>Vladimir Putin: </strong>Our nation has changed, and government should change with it, from increasing transparency to empowering all levels of society","standFirst":"Our nation has changed, and government should change with it, from increasing transparency to empowering all levels of society","byline":"Vladimir Putin","body":"<p>True democracy is not created overnight. Society must be ready for democratic mechanisms. The majority of the population must feel they are citizens and be ready to devote attention, time and effort to participating in the process of government.</p>\n<p></p>\n<p>In the 1990s we encountered both anarchy and oligarchy. Society consisted of people who had freed themselves from communism, but who had not yet learned how to be masters of their own destinies. Society went through a difficult process of development. And this enabled us all, working together, to drag the country out of the mire, to revive the state, and restore the sovereignty of the people, which is the basis of true democracy.</p>\n<p></p>\n<p>If we look at the list of rights that Russian people consider essential, those they treasure the most are the right to work, free medical care, and education for children. However, today our society is completely different from what it was at the turn of the century. Many people are becoming more affluent, educated and demanding. These changing demands on government, and the fact that the middle class is exiting the narrow world of increasing its own prosperity, are the results of our efforts. We worked for that.</p>\n<p></p>\n<p>Our civil society has become much more mature, active and responsible. We need to modernise the mechanisms of our democracy so that they correspond to this increase in social activity. The political climate, like the investment climate, demands constant improvement.</p>\n<p></p>\n<p>But I strongly believe we do not need a circus of candidates competing with each other to make increasingly unrealistic promises. And spin doctors and image-makers should not control politicians.</p>\n<p></p>\n<p>We must create a political system in which it is possible – and necessary – to be honest. Whoever puts forward a proposal or a programme should be responsible enough to carry it out. Those who elect decision-makers should understand who and what they are voting for. This would produce trust, constructive dialogue and mutual respect between society and the government.</p>\n<p></p>\n<p>Modern democracy as government by the people cannot be limited to simply casting votes. Democracy, in my view, is the fundamental right of the people to elect their government as well as to continuously influence it and the decision-making process. In this regard, I propose introducing a rule for a mandatory parliamentary review of any legislative initiative that has more than 100,000 supporting signatures on the internet. A similar practice exists in the UK.</p>\n<p></p>\n<p>Internet-based democracy should be integrated into the overall development of institutions, especially at the municipal and regional levels, creating a referendum-based democracy.</p>\n<p></p>\n<p>Local self-government is a school of civil responsibility. Today, at a new stage of our development, we are reintroducing direct elections of governors. And I also propose that municipalities be entitled to manage all the taxes collected from small businesses, which are currently subject to preferential taxation. Stronger economic independence is particularly relevant to big and medium-sized cities. Cities are drivers of economic growth and sources of civic initiatives.</p>\n<p></p>\n<p>The federal centre should know how to delegate and redistribute authority – and not only authority, but also sources of financing for both local and regional budgets. At the same time, we must ensure the country does not become uncontrollable in the process. Government authority is not to be squandered. It is inadmissible to mechanically reshuffle resources and powers between various government levels. Neither centralisation nor decentralisation should be followed blindly.</p>\n<p></p>\n<p>Crucially, we need to oversee a shift in the mindset of public service to build a competitive environment for living, creating and doing business in Russia. Talk about corruption in Russia is commonplace and in our history there have been attempts to curb it through repression. Of course, the fight against bribery relies on repressive measures. But the problem is much more profound. It comes from the lack of transparency and accountability of government agencies to society, and the poor motivation of civil servants. And here, in my view, we are facing huge difficulties.</p>\n<p></p>\n<p>Polls tell us that the teenagers who, back in the 1990s dreamed of becoming oligarchs, now aspire to be public servants. Many view public service as a source of fast and easy cash. As long as this incentive exists, purges will be useless – unmasked thieves will only be replaced by others.</p>\n<p></p>\n<p>In order to combat systemic corruption we need not only to unbundle power and property but also to separate executive power from the system of checks over it. The political responsibility for the fight against corruption must be shared by the government and the opposition.</p>\n<p></p>\n<p>We should identify corruption-prone functions both within the executive power and the management of state corporations. An official in such a role should be eligible for a high salary but should agree to absolute transparency, including declaring their expenses and big family purchases, current place of residence, how they pay for vacations and so on.</p>\n<p></p>\n<p>Above all, we should make justice available to everyone by introducing administrative proceedings not only for businesses but also to hear disputes between citizens and officials. Civic organisations will be granted the right to file lawsuits with the aim of defending their members' interests. A common database of all arbitration court decisions is presently operational and accessible to all. We now have to set up a similar database across the courts of general jurisdiction.</p>\n<p></p>\n<p>We will act consistently, reasonably and with determination. We will eliminate the root causes of corruption and punish particular officials. We defeated oligarchy. We will surely defeat corruption.</p>\n<p></p>\n<p><span class=\"bullet\">•</span> This is an abridged version of a <a href=\"http://premier.gov.ru/eng/events/news/18006/\" title=\"\">piece</a> that originally appeared in Kommersant</p>\n<p></p>\n<p><span class=\"bullet\">•</span> Follow Comment is Free on Twitter <a href=\"http://twitter.com/commentisfree\" title=\"\">@commentisfree</a></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2012/2/7/1328612598387/Red-Square-in-Moscow-Russ-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":84,"width":140,"orientation":"landscape","caption":"Red Square in Moscow, Russia Photograph: Donald Weber/VII Network/Corbi Photograph: Donald Weber/VII Network/Corbi","credit":"Donald Weber/VII Network/Corbi","altText":"Red Square in Moscow, Russia","cleanCaption":"Red Square in Moscow, Russia Photograph: Donald Weber/VII Network/Corbi","cleanCredit":"Donald Weber/VII Network/Corbi"}],"bodyImages":[],"webPublicationDate":"2012-02-07T11:30:01Z","lastModified":"2014-05-20T21:50:45Z","metadata":{"commentable":true,"commentCount":337,"contributors":[{"name":"Vladimir Putin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vladimir-putin"}],"feature":false,"keywords":["Russia","Europe","World news"],"tags":[{"id":"world/russia","webTitle":"Russia"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Vladimir Putin","topic":{"type":"tag-contributor","name":"profile/vladimir-putin"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2012/feb/07/russia-reject-corruption-modern-democracy","shortUrl":"http://gu.com/p/35aa8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2012/feb/07/russia-reject-corruption-modern-democracy","webUri":"http://www.theguardian.com/commentisfree/2012/feb/07/russia-reject-corruption-modern-democracy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2012/2/7/1328612604198/Red-Square-in-Moscow-Russ-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Red Square in Moscow, Russia Photograph: Donald Weber/VII Network/Corbi Photograph: Donald Weber/VII Network/Corbi","credit":"Donald Weber/VII Network/Corbi","altText":"Red Square in Moscow, Russia","cleanCaption":"Red Square in Moscow, Russia Photograph: Donald Weber/VII Network/Corbi","cleanCredit":"Donald Weber/VII Network/Corbi"}},"importance":5,"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2014-05-22T04:10:51Z","adverts":[{"type":"super-header","location":4,"frequency":6},{"type":"tablet-mpu","location":9,"frequency":19},{"type":"mobile-mpu","location":4,"frequency":6},{"type":"mobile-banner","location":4,"frequency":6}],"topics":[{"displayName":"Vladimir Putin","topic":{"type":"tag-contributor","name":"profile/vladimir-putin"}}],"personalization":{"id":"groups/tag/profile/vladimir-putin","uri":"http://mobile-apps.guardianapis.com/groups/tag/profile/vladimir-putin"},"adTargetingPath":"profile/vladimir-putin","webUri":"http://www.theguardian.com/profile/vladimir-putin"}