{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Religious teaching that drives Isis to threaten Palmyra","rawTitle":"Religious teaching that drives Isis to threaten Palmyra","item":{"type":"article","id":"world/2015/may/24/palmyra-syria-isis-destruction-of-treasures-feared","title":"Religious teaching that drives Isis to threaten the ancient ruins of Palmyra","trailText":"Most historical sites under Islamic State control in Iraq and Syria remain intact. Palymyra might be different precisely because of western warnings","standFirst":"Most historical sites under Islamic State control in Iraq and Syria remain intact. Palymyra might be different precisely because of western warnings","byline":"Hassan Hassan","body":"<p>Amid the horrors that Islamic State has unleashed across the Middle East, many observers are holding their breath as they contemplate the fate of one of the world’s most cherished cultural sites.</p> \n<p>The clock is ticking for the Roman world heritage site at Palmyra, in central Syria. After Isis obliterated the historical Assyrian city of Nimrud in Iraq last month, many fear a similar fate awaits the ruins after the group seized Palmyra from the Assad regime.</p> \n<p>The city was once <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/isis-palmyra-syria-islamic-state\" title=\"\">a Silk Road hub</a> and one of the cultural centres of the ancient world. It has mythological status in Syria and is home to some of the most beautiful and well-preserved ruins of antiquity, including the Temple of Bel, built in the first century.</p> \n<p>The <em>Observer</em>’s architecture critic, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/17/destruction-palmyra-history-worst-cultural-atrocity\" title=\"\">Rowan Moore</a>, says the ancient Roman site is “exceeded by very few others: those in Rome itself, Pompeii, possibly Petra in Jordan. Its temples, colonnades and tombs, its theatre and streets are extensive, exquisite, distinctive, rich. The loss of Palmyra would be a cultural atrocity greater than the destruction of the buddhas in Bamiyan.”</p> \n<p>So what is the logic behind such destruction? And how likely is it to occur? Warnings about the fate of Palmyra might do more harm than good. Most of the historical sites in Isis territory in Iraq and Syria remain intact. In March, the group even released a photo essay of historical sites in Raqqa, Syria.</p> \n<p>The ruins at Palmyra would not normally qualify for destruction by Isis, but the attention drawn to the site might tempt the group to destroy them as a way to inflict psychological pain.</p> \n<p>For Isis, only artefacts that involve a deity or worship must be destroyed. This also applies to shrines of saints because, according to the group’s cleric, they compromise absolute devotion to God. Such issues fall under so-called <em>shirkiyat</em> (polytheistic practices), a Salafi concept to justify crackdowns mostly on Sufi and Shia practices. Under this concept, clerics have the discretion to punish worshippers or destroy icons if they deem them to directly or indirectly compromise an exclusive belief in God.</p> \n<p>Primarily, Isis uses a hadith (teaching) in which the prophet Muhammad orders one of his companions to “not leave any idol without defacing it and any grave without levelling it”. In 2010, Salafi cleric Mohamed Hassan stirred a debate in Egypt after he issued a fatwa saying that individuals could sell artefacts found in their areas but should destroy them if they were statues. Isis clerics also cite a story in which Muhammad approved the destruction by Jabir Abdullah al-Bajali of a house in Yemen that fulfilled a similar function to the sacred Kaaba mosque in Mecca.</p> \n<p>Mainstream Muslim clerics, however, argue that Islam forbade actively worshipped deities, not ancient artefacts. They cite countless examples of early Muslim conquerors sparing historical sites, including ones clearly mentioned in the Qur’an, such as those of the pharaohs in Egypt.</p> \n<p>Isis, on the other hand, considers itself a puritanical movement, addressing phenomena that did not necessarily exist in early Islam. But as a general rule it spares historical sites that do not depict deities. It allows people in its territory to excavate the sites, but bans the use of bulldozers and heavy machinery for the purpose.</p> \n<p>According to Isis clerics, people have the right to sell gold, utensils and antiquities, but these should not be taken from public facilities such as museums. Based on existing precedents, Palmyra’s heritage site should not be wrecked. But the site does contain artefacts that might be destroyed individually. Syrian activists report that the regime had already relocated many of the city’s treasures before its forces withdrew.</p> \n<p>But that cannot be stated with confidence, because Isis might have other motives to destroy the city. The group often seizes any opportunity to expose the hypocrisy and double standards of its opponents.</p> \n<p>For many Syrians, the biggest event in Palmyra was last week’s capture of Tadmur prison, one of the Assad regime’s most notorious jails. The disproportionate attention ancient ruins have received, compared with human tragedies, has disturbed many. If Isis blows up the site, it would be largely because of this deemed hypocrisy.</p> \n<p><em>Hassan Hassan is a Middle East analyst and co-author of Isis: Inside the Army of Terror, a New York Times bestseller. </em><a href=\"http://\" title=\"twitter.com/hxhassan\"><em>@hxhassan</em></a><em> </em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432331371930/An-aerial-view-taken-on-J-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Islamic State fighters have seized Palmyra. Now the destruction of the ancient city is feared.   Photograph: Christophe Charon/AFP/Getty Images","credit":"Christophe Charon/AFP/Getty Images","altText":"An aerial view taken on January 13, 2009","cleanCaption":"Islamic State fighters have seized Palmyra. Now the destruction of the ancient city is feared.   Photograph: Christophe Charon/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:05:09Z","lastModified":"2015-05-23T23:05:09Z","metadata":{"commentable":true,"commentCount":83,"contributors":[{"name":"Hassan Hassan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hassan-hassan"}],"feature":true,"keywords":["Islamic State","Syria","Middle East and North Africa","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Hassan Hassan","topic":{"type":"tag-contributor","name":"profile/hassan-hassan"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/24/palmyra-syria-isis-destruction-of-treasures-feared","shortUrl":"http://gu.com/p/496nd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/24/palmyra-syria-isis-destruction-of-treasures-feared","webUri":"http://www.theguardian.com/world/2015/may/24/palmyra-syria-isis-destruction-of-treasures-feared"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432331371930/An-aerial-view-taken-on-J-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Islamic State fighters have seized Palmyra. Now the destruction of the ancient city is feared.   Photograph: Christophe Charon/AFP/Getty Images","credit":"Christophe Charon/AFP/Getty Images","altText":"An aerial view taken on January 13, 2009","cleanCaption":"Islamic State fighters have seized Palmyra. Now the destruction of the ancient city is feared.   Photograph: Christophe Charon/AFP/Getty Images"}},"importance":7,"showQuotedHeadline":false},{"title":"David Cameron / Can he make Tories the new party of social justice?","rawTitle":"Can he make Tories the new party of social justice?","item":{"type":"article","id":"politics/2015/may/24/cameron-labour-big-society","title":"Can David Cameron make Tories the new party of social justice?","trailText":"The PM’s former policy guru, Steve Hilton, has spelt out why the Tories should rekindle their ‘big society’ ideals, but reconciling manifesto pledges with reform is likely to prove a headache","standFirst":"The PM’s former policy guru, Steve Hilton, has spelt out why the Tories should rekindle their ‘big society’ ideals, but reconciling manifesto pledges with reform is likely to prove a headache","byline":"Daniel Boffey","body":"<p>Skulking at the back of a packed room of politicians and journalists on Wednesday evening, an unkempt <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/stewart-wood\" title=\"\">Stewart Wood</a>, the Labour peer described as Ed Miliband’s <em>&eacute;minence grise</em> in the days when he needed one, was furiously making notes as a man in a T-shirt called for a clampdown on predatory corporate giants and the championing of the living wage. Alongside him was the Labour MP Jon Cruddas, a policy wonk.</p> \n<p>They weren’t at a Labour leadership hustings or an event staged by a leftwing thinktank. The Labour thinkers, fresh from their general election mauling, were attending a talk by a former adviser to David Cameron, Steve Hilton, at the Westminster offices of the Policy Exchange, a current Tory favourite, which boasts justice secretary Michael Gove as a former chairman.</p> \n<p>They were watching a Conservative thinker spell out how David Cameron could steal Labour’s clothes … and perhaps its future.</p> \n<p>Hilton, now a tech start-up entrepreneur in California, told the room: “I do believe that we need a revolution. I think that is not an overstatement of the kind of change that we need to see if we’re going to deliver the kind of society and economy that we all, I think, want to see happen in this country.”</p> \n<p>One of the themes of <a href=\"http://www.policyexchange.org.uk/modevents/item/steve-hilton-discusses-his-new-book-more-human-in-conversation-with-charles-moore\" title=\"\">his book, <em>More Human</em></a>, was, he said, “challenging some of these incumbent companies that actually don’t see themselves prospering by inventing brilliant new products and services, and supplying them in a way that delights people and treating their workers well and their suppliers”. He added: “I think that it is completely wrong that people should work hard and not be able to live on that.”</p> \n<p>For all the criticism that Miliband and his agenda has received since their trouncing at the ballot box, none of these sentiments would have been alien to the former Labour leader. Indeed, however poorly Miliband had sold them over the past five years, they were some of the most popular parts of his manifesto.</p> \n<p>In the packed room Hilton was in effect suggesting, albeit in idealistic language, that his former boss nab those policies from Labour and attach them to a party with economic credibility and an instinctive admiration for the entrepreneur to build an electoral coalition that could keep Labour out for a generation.</p> \n<p>The question is whether Cameron – who many think let his 2010 talk of a Big Society drift – will or can do it.</p> \n<p>The prime minister has set out his vision of a blue-collar conservatism that would be in sympathy with the Hilton mantra, and it has been striking how many cabinet ministers have in the weeks since the general election spoken of the need for the new Tory government to become the party of social justice.</p> \n<p>Yet the looming problem is that the manifesto on which his party was elected with a majority, however slim, contains a plan to cut <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/23/tories-have-30bn-black-hole-in-spending-plans-says-ifs\" title=\"\">&pound;30bn in spending including &pound;12bn in welfare</a> – which will inevitably hit people claiming in-work benefits – while cutting inheritance tax and raising the 40p tax rate threshold to &pound;50,000 to help people receiving nearly twice the average national income.</p> \n<p>And the right of his party won’t allow him to drop those pledges. “If you believe in backing aspiration, you need not just to help people where they have got to on the income and employment ladder, but to show them that, if they succeed, there will be a sensible balance between them paying more for the general good and keeping enough of their extra earnings to make it all worthwhile,” writes a former cabinet minister John Redwood in today’s <em>Observer</em>.</p> \n<p>“That is exactly what the Conservative policy of raising the 40% threshold to &pound;50,000 by the end of the parliament said. I look forward to progress on that journey being announced in the budget on 8 July.”</p> \n<p>Not everyone agrees with Redwood, certainly, but it is in this tension that lies Cameron’s dilemma.</p> \n<p>The <em>Observer</em> has learned that the work and pensions secretary, Iain Duncan Smith, is just one senior Tory figure who has become increasingly concerned that an opportunity to be genuinely “one nation” will be dashed before it has even begun.</p> \n<p>An ally of the cabinet minister said: “Duncan Smith was surprised when the &pound;12bn figure was announced before the election, but reconciled himself with the pledge because, like everybody else, he believed it would be whittled down in coalition negotiations when a hung parliament was elected.”</p> \n<p>In an article for the <em>Times</em> last week, Duncan Smith’s former chief of staff Tim Montgomerie <a href=\"http://www.thetimes.co.uk/tto/opinion/columnists/article4446501.ece\" title=\"\">wrote a hard-hitting article</a> entitled: This So-Called One-Nation Toryism Stinks.</p> \n<p>“The middle classes shouldn’t be getting tax cuts, while those in tough, poorly paid jobs, who are already running out of money at the start of the month, are getting their benefits cut. That’s not one-nation conservatism; it’s two-nations conservatism.”</p> \n<p>Those concerns are widely shared by other Tory modernisers who can sense that this could be their moment, but fear it will be lost. “I thought it [the Montgomerie article] was pretty powerful stuff,” said <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/david-skelton\" title=\"\">David Skelton, a former Tory parliamentary candidate</a> in the north east and now a director of Renewal, which campaigns to broaden the Conservatives’ appeal to working-class voters.</p> \n<p>“I think what you saw at the election was the Tories beginning to build a new electoral coalition and Labour beginning to lose their grip on the old one that Blair built up. The skilled working class deserted Labour in 2010 and didn’t come back at all in 2015, and they are having trouble with the working class vote as well.</p> \n<p>“Their heartlands, the ones they could once rely on, are dwindling and dwindling. It has obviously disappeared in Scotland. In Stoke, the turnout was less than 50%, which is extraordinary. There is a really big opportunity for the Tories here while Labour is navel-gazing. There is a chance to dominate the political agenda and keep Labour down.</p> \n<p>“For me, it is about translating the one-nation language into compassionate policies that always prioritise the moral mission to help the poor. So things like the living wage should be adopted as a Tory mission. There should be active efforts to encourage the private sector to pay the living wage. And also the northern powerhouse concept has been very important in getting the Tories a hearing in the north.</p> \n<p>“If the Tories become entrenched and start using the right language, they start building up majorities. But the northern powerhouse needs to be expanded further so that it goes into those parts of the north-east and Yorkshire that were badly hit by de-industrialisation.”</p> \n<p>Danny Kruger, a former Cameron speechwriter who has previously <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/aug/10/david-cameron-danny-kruger-big-society\" title=\"\">criticised the prime minister</a> for allowing his ambition for compassionate conservatism to be hijacked by the right of his party, said the government needed to talk less about cuts and more about a welfare system that works.</p> \n<p>“It goes back to the time when George Osborne was talking about strivers and shirkers and Iain Duncan Smith was not doing so. He [Osborne] needs to adopt Iain’s rhetoric, which is about welfare reform being for the recipients of welfare, not for the taxpayer.</p> \n<p>“As much as anything, it is about Cameron himself leading. If I were him, I would move the whole government to the north-east of England … and say if the recovery doesn’t help the north-east it isn’t a real recovery and being quite political about this.” Such a move would certainly match the radicalism that Hilton demands. Time will tell if the prime minister shares his friend’s urge for a new type of Conservatism. Or whether the Labour scribblers at the back of Wednesday night’s event can scramble back into the game.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432388653610/cameron-labour-one-nation-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne and David Cameron flank Steve Hilton last week Photograph: Dafydd Jones/Rex Shutterstock","credit":"Dafydd Jones/Rex Shutterstock","altText":"cameron labour one nation","cleanCaption":"George Osborne and David Cameron flank Steve Hilton last week Photograph: Dafydd Jones/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:07:08Z","lastModified":"2015-05-23T23:07:08Z","metadata":{"commentable":true,"commentCount":63,"contributors":[{"name":"Daniel Boffey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-boffey"}],"feature":false,"keywords":["Politics","Conservatives","Labour","David Cameron","Iain Duncan Smith","Society"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"politics"},"topics":[{"displayName":"Daniel Boffey","topic":{"type":"tag-contributor","name":"profile/daniel-boffey"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/24/cameron-labour-big-society","shortUrl":"http://gu.com/p/496qe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/24/cameron-labour-big-society","webUri":"http://www.theguardian.com/politics/2015/may/24/cameron-labour-big-society"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432388653610/cameron-labour-one-nation-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne and David Cameron flank Steve Hilton last week Photograph: Dafydd Jones/Rex Shutterstock","credit":"Dafydd Jones/Rex Shutterstock","altText":"cameron labour one nation","cleanCaption":"George Osborne and David Cameron flank Steve Hilton last week Photograph: Dafydd Jones/Rex Shutterstock"}},"importance":5,"kicker":{"title":"David Cameron"},"showQuotedHeadline":false},{"title":"Cool camping / 15 pitch-perfect UK campsites","rawTitle":"15 pitch-perfect UK campsites","item":{"type":"article","id":"travel/2015/may/23/uk-cool-campsites-camping-glamping-yurts-britain","title":"15 pitch perfect UK campsites","trailText":"Whether you’re looking for back-to-basics beauty, a bit of glamping comfort or an adults-only retreat, you’ll find something to suit in our pick of campsites from the new Cool Camping Britain book","standFirst":"<p>Whether you’re looking for back-to-basics beauty, glamping comfort or an adults-only retreat, you’ll find something to suit in our pick of campsites from the <a href=\"https://www.coolcamping.co.uk/books/11-cool-camping-britain\">new Cool Camping Britain book</a><br /></p>\n<ul>\n <li><strong><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/travel/camping\">Click here for hundreds of camping holiday ideas</a></strong><br /></li>\n</ul>","byline":"Jonathan Knight","body":"<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/west-country/dorset/1547-farrs-meadow\"><strong>Farrs Meadow, Dorset</strong></a></h2> \n<p>Few sites can match Farrs Meadow for ingenuity and peace. Quirky touches include upcycled horsebox showers and cattle troughs converted into washing-up sinks. There’s a separate paddock for campervans, and accommodation in a yurt, a vintage Dandy camper and a converted stable. It has wild swimming in the Stour river, and is a 10-minute walk from one of the National Trust’s tiniest properties, the Vine Inn in Pamphill, and half an hour from one of its biggest, the 8,500-acre Kingston Lacy estate. <br /><span class=\"bullet\">•</span><em> Pitch for two &pound;25, then &pound;10/&pound;5 per extra adult/child, yurts (sleep 4) &pound;100, stable &pound;130 (sleeps 4), May-September, 07913 838726, </em><a href=\"http://www.farrsmeadow.co.uk/\"><em>farrsmeadow.co.uk</em></a></p> \n<h2><strong><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/new-forest/hampshire/548-embers-camping-beaulieu\">Embers Camping Beaulieu, New Forest</a></strong></h2> \n<figure class=\"element element-image\" data-media-id=\"2b69c12b01c6890602150e70737eadc93458d248\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432294222517/f95f1c9d-905e-43f6-946e-165cd5fd7c6e-460x285.jpeg\" alt=\"Embers Camping Beaulieu, Hampshire\" width=\"460\" height=\"285\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>As the name suggests, it’s all about campfires at Embers Camping Beaulieu, where every pitch comes with its own firepit. Campfire cooking is an essential part of the “purist” camping experience the site aims to offer, along with acres of space, no electrical hook-ups, and a tents-only policy. On a farm beside the tranquil Beaulieu river, Embers has pitches scattered among the trees and lawns, and beyond it lie cycling or walking trails in the New Forest, plus the chocolate-box village of Beaulieu, the National Motor Museum, and Beaulieu Abbey.<br /><span class=\"bullet\">•</span><em> Adults from &pound;20 a night, children 4-16 &pound;5, open July-September, 0845 257 2267, </em><a href=\"http://www.emberscamping.co.uk/\"><em>emberscamping.co.uk</em></a><em> </em></p> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/east-anglia/norfolk/552-the-fire-pit-camp\"><strong>The Fire Pit Camp, Norfolk</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"4b97d012c44a05d0dfcaf75f1ca17043db9e30c1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432217048985/ed329a7b-7706-4f35-947b-bb41095032b8-460x276.jpeg\" alt=\"The Fire Pit Camp, Norfolk\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> <br /></span> \n </figcaption> \n</figure> \n<p>On the leafy fringes of the village of Wendling, the Fire Pit is a family-friendly camping paradise, usually scented with campfire smoke. The large, car-free meadow is home to 420 saplings planted by the Woodland Trust and just 10 spacious pitches. The centrepiece is the Wren’s Nest, a two-level glamping dome sleeping eight, made from locally harvested hazel wood and recycled materials. The campsite hosts a food festival on 6 and 7 June.<br /><span class=\"bullet\">•</span><em> Adult &pound;15, child &pound;7, Wren’s Nest &pound;130 for up to four people, &pound;12 per extra person (sleeps 8), open all year, 07717 315199, </em><em><a href=\"http://www.thefirepitcamp.co.uk/\">thefirepitcamp.co.uk</a></em><em> </em></p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/may/04/uk-camping-sites-with-food-trucks-cafes-and-bars\">Ditch the camping stove – these sites have food trucks, cafes and even bars</a> </p> \n</aside> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/south-england/isle-of-wight/1581-ninham-country-holidays\"><strong>Ninham Country Holidays, Isle of Wight</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"f98c29156395418dd38361b4a00dcf2dfc3338a2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432217138640/12454a69-9617-4c17-9db3-3e44d8aaf4eb-460x276.jpeg\" alt=\"Ninham Country Holidays, Isle of Wight\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<p>Given its nickname as “the garden isle” it’s appropriate that the Isle of Wight can boast such a green and well-groomed campsite. The camping areas are spread across two fields, one large with a stylish softwood-clad ablutions block, the other slightly smaller; but both sets of campers get to use the heated swimming pool. The mature woodland and rolling countryside of Ninham’s sprawling 120 acres have a fabulous network of footpaths and cycle routes leading directly from the campsite, and it’s less than a mile from the seafront resort of Shanklin.<br /><span class=\"bullet\">•</span><em> Adults from &pound;6.50, children from &pound;3.55, pitch from &pound;3.60, open May-September, 01983 864243, </em><a href=\"http://www.ninham-holidays.co.uk/\"><em>ninham-holidays.co.uk</em></a><em> </em></p> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/south-west-england/devon/1246-ocean-pitch-campsite\"><strong>Ocean Pitch, Devon</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"57339388dfdadc69e61ad38ab47fb6e9f0260b56\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432217245270/3fbda6cf-9b21-4973-b020-b4ec6e7e8eec-460x276.jpeg\" alt=\"Ocean Pitch, Devon\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<p>Only a short strip of meadow and the sandy descent to the beach separate Ocean Pitch from the waves of Croyde Bay, north of Bideford. Its uninterrupted beach views mean surfers can keep an eye on the sea from their tent and race down with their board when the surf’s up. The wetsuit-averse will like the fact the site is on the coastal path, so it’s an easy ramble to quieter, neighbouring beaches.<br /><span class=\"bullet\">•</span><em> Adults from &pound;13, children half price, cars &pound;3, open 17 June-6 September, 07581 024348, </em><a href=\"http://www.oceanpitch.co.uk/\"><em>oceanpitch.co.uk</em></a></p> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/south-west-england/cornwall/1201-tehidy-holiday-park\"><strong>Tehidy, Cornwall</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"9ff0ba50ad164e3c12cb030db20de41b0b23f809\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432217372718/dd5b8b21-9672-425e-94b2-bb01ba80fb03-460x276.jpeg\" alt=\"Tehidy, Cornwall\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>This family-run campsite near Redruth, with its red phone box and old-fashioned Roskilly’s ice-cream sign, is quaint without being twee. There’s an array of pitches for campers and caravanners, and a carefully maintained feel, from the neatly trimmed grass to the well-stocked shop in the old blacksmith’s forge. The brand-new insulated wigwams are equipped with mod cons such as fridge, microwave and kettle. The sands and hidden coves of St Ives are a woodland walk away, through Tehidy country park.<br /><span class=\"bullet\">•</span><em> Pitch for two from &pound;14 then &pound;4pp, wigwams from &pound;50, open March to end of October, 01209 216489, </em><a href=\"http://www.tehidy.co.uk/\"><em>tehidy.co.uk</em></a></p> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/scotland/central-scotland/1381-cashel-camping-in-the-forest-site\"><strong>Cashel, Loch Lomond</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"b915c3d8ae87e4144e0b686e2ed1e024fb41c16a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432217445888/137242ed-e7fa-48f7-954a-04a4b65d13fa-460x276.jpeg\" alt=\"Cashel\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<p>Located right on the loch’s “bonnie banks”, this campsite couldn’t be any closer to the water without being in it. Despite the fact that there are more than 160 camping spaces on the site, it’s not hard to find a pitch with unobstructed loch views. Facilities include very powerful showers, and a small shop selling groceries and pre-hike cups of coffee. Scaling nearby Ben Lomond is a must, for far-reaching views across the rest of Scotland’s first national park.<br /><span class=\"bullet\">•</span><em> Pitch for two adults from &pound;13.50 or &pound;17 for family of four, open March-October, 0845 130 8224, </em><a href=\"http://www.campingintheforest.co.uk/scotland/cashel-campsite\"><em>campingintheforest.co.uk</em></a></p> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/cotswolds/warwickshire/971-twiteys-tipis-and-camping-meadows\"><strong>Twitey’s Tipis, Warwickshire</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"6e54f2ba6f890e6eac1fcbe92dc643adc37d7e0b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432217602794/92bbbf7f-7018-4e8d-9608-41847d9ffe7b-460x276.jpeg\" alt=\"Twitey's Tipis\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>This is a back-to-basics campsite with a relaxed approach and acres of car-free space. Upon arrival, guests are presented with a wheelbarrow to help move their kit and can choose from 15 flat, mown pitches spread between two wildflower meadows. There are tipis to rent, furnished with lanterns and kitchen utensils, table and chairs, and logs for a sunset campfire. The site is four miles from Stratford-upon-Avon, and there’s lovely countryside to be enjoyed along Shakespeare’s Way, a walking route that replicates the 146 miles the playwright regularly travelled to and from London. <br /><span class=\"bullet\">•</span><em> Pitch for four from &pound;25 then &pound;5pp, tipis sleeping four from &pound;195 for two nights, open all year round, 07725 944204, </em><a href=\"http://twiteystipis.co.uk/\"><em>twiteystipis.co.uk</em></a></p> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/south-east-england/kent/1469-the-sunny-field\"><strong>The Sunny Field, Kent</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"d55e9ceb32b7cf2ea421e3e3cf7b6eae13c40baf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432217675795/27b66a71-8f37-4bc7-bf0c-179371327fbf-460x276.jpeg\" alt=\"The Sunny Field, Kent\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>It is little more than a year since Sasha and Philip bought eight grassy acres on the Kent Downs, yet already their rural campsite is much-loved. Surrounded by ancient trees sheltering the wildflower meadow from the outside world, this peaceful enclave is blessed with lovely light. Facilities are basic (portable loos and standing taps), but there are campfires at each pitch and dogs are welcome. It’s a short stroll downhill to a hot shower in the couple’s farmhouse, and the city of Canterbury is a 15-minute drive away.</p> \n<p><span class=\"bullet\">•</span><em> Pitch for two &pound;25, then &pound;10/&pound;5 for each extra adult/child, two-night minimum, open all year round, 01233 750024, </em><a href=\"http://thesunnyfield.co.uk/\"><em>thesunnyfield.co.uk</em></a></p> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/south-west-england/cornwall/1083-the-meadows\"><strong>The Meadows, Cornwall</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"dd0cf4884d42e7a541167eebc74b12bf94625d89\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432217794975/1f4491a8-46d8-410b-b41f-924e52aaf526-460x276.jpeg\" alt=\"Mead\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>The Meadows’ adults-only policy means tranquillity reigns supreme at this campsite in the heart of the Pentewan valley, south of St Austell. A few dozen tents and campervans can pitch up right beside the stream that leads to the Little Winnick river, or guests can opt to stay in one of two retro-chic vintage caravans. A shop sells newlaid eggs from the Meadows’ own flock of chickens, and homemade wild garlic pesto – and it also runs a handy book-swap service. It’s a 20-minute walk to Pentewan beach, and just a little longer to the Lost Gardens of Heligan.<br /><span class=\"bullet\">•</span><em> Pitch for two from &pound;10 then &pound;4pp, caravans for two from &pound;300 a week or &pound;200 for a weekend, open May-September, 01726 844383, </em><a href=\"http://www.themeadowspentewanvalley.co.uk/\"><em>themeadowspentewanvalley.co.uk</em></a></p> \n<p><a href=\"https://www.coolcamping.co.uk/campsites/uk/wales/mid-wales/carmarthenshire/940-the-ceridwen-centre\"><strong>The Ceridwen Centre, Carmarthenshire</strong></a><br /></p> \n<figure class=\"element element-image\" data-media-id=\"cd0bbef15c2d47cdfdc310abc1d48feb4d98ea5f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432294717832/385fc511-5ff4-4862-8d8c-6247e5b1108a-460x276.jpeg\" alt=\"Ceridwen Centre, Camarthenshire\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>In 40 acres of lush west Wales farmland, the Ceridwen Centre has just five stunning camping pitches in the fabled Teifi Valley, straddling Ceredigion and Carmarthenshire. The farm has a wealth of environment-friendly features, including solar water heating, a biomass boiler and solar electricity. Glamping guests can choose from three handcrafted Welsh yurts, an “eco-pod” for two and a 19th-century Romany Gypsy caravan. The centre also hosts workshops, retreats and courses. <br /><span class=\"bullet\">•</span><em> Tents from &pound;5 per stay plus &pound;7.50pp (under-threes free), yurt/eco-pod from &pound;130/&pound;132 for two nights, caravan from &pound;185 for two nights, open all year, 01559 370517, </em><a href=\"http://ceridwencentre.co.uk/\"><em>ceridwencentre.co.uk</em></a></p> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/wales/brecon-beacons/547-camping-at-ynysfaen\"><strong>Camping at Ynysfaen, Brecon Beacons</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"2579002658a6c4e346e77d2824d0546a7f8649f2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432218065789/c9b8c4b0-8ee4-4c86-98fe-979f0bbeb345-460x276.jpeg\" alt=\"Camping at Ynysfaen, Powys\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Just outside the charming Brecon village of Trecastle lies the refreshingly no-frills Ynysfaen campsite. The tents-only five acres beside the babbling Usk river makes a great base camp for exploring the Brecon Beacons and Black Mountains, and at night the stargazing is unbeatable, as the site is part of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2013/aug/21/brecon-beacons-dark-sky-reserve\">Brecon Beacons Dark Skies Reserve</a>. The Usk reservoir, a mile away, claims to be the darkest place within it. One cosy shepherd’s hut for two can also be hired. <br /><span class=\"bullet\">•</span><em> &pound;10pp, shepherd’s hut (sleeps two) &pound;140 for a weekend or &pound;450 a week, open late March-October, 01874 636436, </em><a href=\"http://www.campingatynysfaen.co.uk/\"><em>campingatynysfaen.co.uk</em></a></p> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/central-england/shropshire/1462-underhill-farm\"><strong>Underhill Farm, Shropshire</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"a5de8df651e098f0d9bc711a9f9c9fd708a22ee5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432218317619/6e0209dc-9dc7-47da-b52e-3e6a4afb2a10-460x276.jpeg\" alt=\"Underhill Farm\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Despite its yurts, tipi and small cabin, Underhill Farm in rural Shropshire doesn’t call itself a glamping site. The focus here is on back-to-basics, eco-friendly camping, with almost everything made from recycled materials. Wild grass meadows, a copse and a small apple orchard surround a barn space that hosts workshops on making use of materials found on the doorstep – willow, clay for pottery, and wool for weaving. There are just five tent pitches, with campfires permitted in certain areas. Walks nearby could take in limestone cliffs for climbing and caving, or the famous Offa’s Dyke footpath.<br /><span class=\"bullet\">•</span><em> &pound;15 per tent for up to four people, barn (sleeps 10) &pound;60 a night, open May to the end of the summer holidays, 07773 046111, </em><a href=\"http://underhillfarm.org/\"><em>underhillfarm.org</em></a></p> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/lake-district/cumbria/566-eskdale\"><strong>Eskdale, Lake District</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"66fa453d48ba525bc7cf0e7b79bb714ecf0fd737\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432218402737/e7bef0d7-427c-48e1-9458-ec7d40d0fade-460x276.jpeg\" alt=\"Eskdale, Cumbria\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Tucked away down a narrow country lane, the Eskdale Camping and Caravanning Club site is in one of the Lake District’s most secluded pockets, with eight acres of flat, well-maintained, tree-backed grassland and generous pitches bordered by a small stream. It’s ideally placed for climbing Scafell Pike. The Ravenglass and Eskdale Railway is also right on the doorstep. It may be part of the colossal Camping and Caravanning Club, but Eskdale has a cosy atmosphere.<br /><span class=\"bullet\">•</span><em> From &pound;7.70pp, open March-mid January, 01946 723253, </em><a href=\"http://www.campingandcaravanningclub.co.uk/campsites/uk/cumbria/holmrook/eskdale\"><em>campingandcaravanningclub.co.uk</em></a></p> \n<h2><a href=\"https://www.coolcamping.co.uk/campsites/uk/england/north-east-england/northumberland/1648-walkmill-campsite\"><strong>Walkmill, Northumberland</strong></a></h2> \n<figure class=\"element element-image\" data-media-id=\"ae110199d42524c935be14841949db1235d16b55\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432218539826/8c62fe69-cee2-4d65-a43b-96038a9947b1-460x276.jpeg\" alt=\"Walkmill, Northumberland\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Pinned in a meander of the weaving Coquet river, Walkmill’s waterside pitches have vast amounts of space, shared only with the sheep that graze here. A short stroll away in a caravan and campervan area, facilities include a proper bathroom alongside a mobile home that serves as an information centre. It’s two miles downstream to the beaches of the Northumberland coast, and on the way there’s the impressive cross-shaped keep of <a href=\"http://www.english-heritage.org.uk/visit/places/warkworth-castle-and-hermitage/\">Warkworth Castle</a>, one of the strongest fortresses in England.<br /><span class=\"bullet\">•</span><em> Adults &pound;6.50, children &pound;2.50, open May to end of October, 01665 710155, </em><a href=\"http://www.walkmillcampsite.co.uk/\"><em>walkmillcampsite.co.uk</em></a></p> \n<p><strong>All sites can be booked at <a href=\"https://www.coolcamping.co.uk/\">coolcamping.co.uk</a> and feature in Cool Camping Britain, 2nd edition, &pound;16.95. Available from <a href=\"http://bookshop.theguardian.com/cool-camping-britain-second-edition.html\">guardianbookshop.com</a> for &pound;13.56 including UK p&amp;p</strong></p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432216738396/f5a9f805-52ff-4375-a1a9-de35add1b39c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Cool Camping Britain, Best New Campsites","altText":"Farrs Meadow, Dorset","cleanCredit":"Photograph: Cool Camping Britain, Best New Campsites"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432294224215/f95f1c9d-905e-43f6-946e-165cd5fd7c6e-2060x1277.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1277,"width":2060,"orientation":"landscape","caption":" ","credit":"Cool Camping Britain, Best New Campsites","altText":"Embers Camping Beaulieu, Hampshire","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432217049546/ed329a7b-7706-4f35-947b-bb41095032b8-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":" <br>","credit":"Cool Camping Britain, Best New Campsites","altText":"The Fire Pit Camp, Norfolk","cleanCaption":" <br>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432217139152/12454a69-9617-4c17-9db3-3e44d8aaf4eb-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Cool Camping Britain, Best New Campsites","altText":"Ninham Country Holidays, Isle of Wight"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432217246670/3fbda6cf-9b21-4973-b020-b4ec6e7e8eec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Cool Camping Britain, Best New Campsites","altText":"Ocean Pitch, Devon"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432217373269/dd5b8b21-9672-425e-94b2-bb01ba80fb03-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":" ","credit":"Cool Camping Britain, Best New Campsites","altText":"Tehidy, Cornwall","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432217446354/137242ed-e7fa-48f7-954a-04a4b65d13fa-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Phil Rider/Lighthouse Images/Cool Camping Britain, Best New Campsites","altText":"Cashel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432217603563/63bdd664-3d6c-4ff4-865d-65eac7ba3488-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":" ","credit":"tw","altText":"Twitey's Tipis","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432217677210/27b66a71-8f37-4bc7-bf0c-179371327fbf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"083063000662/Cool Camping Britain, Best New Campsites","altText":"The Sunny Field, Kent","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432217795891/171f0d71-4c43-4f24-9dfe-844870e61cac-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":" ","credit":"f","altText":"Mead","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432294719410/385fc511-5ff4-4862-8d8c-6247e5b1108a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"Cool Camping Britain, Best New Campsites","altText":"Ceridwen Centre, Camarthenshire","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432218067556/c9b8c4b0-8ee4-4c86-98fe-979f0bbeb345-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"Cool Camping Britain, Best New Campsites","altText":"Camping at Ynysfaen, Powys","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432218318899/6d9c2cdf-5c78-4769-bcbf-feb7a108f076-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":" ","credit":"Cool Camping Britain, Best New Campsites","altText":"Underhill Farm","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432218404353/e7bef0d7-427c-48e1-9458-ec7d40d0fade-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"Cool Camping Britain, Best New Campsites","altText":"Eskdale, Cumbria","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432218542113/8c62fe69-cee2-4d65-a43b-96038a9947b1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"Cool Camping Britain, Best New Campsites","altText":"Walkmill, Northumberland","cleanCaption":" "}],"webPublicationDate":"2015-05-23T06:00:10Z","lastModified":"2015-05-23T06:00:10Z","metadata":{"commentable":true,"commentCount":86,"contributors":[],"feature":true,"keywords":["Camping","United Kingdom","Travel","Family holidays","Adventure travel","Budget travel","Glamping"],"tags":[{"id":"travel/camping","webTitle":"Camping"},{"id":"travel/uk","webTitle":"United Kingdom"},{"id":"travel/travel","webTitle":"Travel"},{"id":"travel/familyholidays","webTitle":"Family holidays"},{"id":"travel/adventure","webTitle":"Adventure travel"},{"id":"travel/budget","webTitle":"Budget travel"},{"id":"travel/glamping","webTitle":"Glamping"}],"section":{"id":"travel"},"topics":[],"embeddedVideos":[],"adTargetingPath":"travel"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/travel/2015/may/23/uk-cool-campsites-camping-glamping-yurts-britain","shortUrl":"http://gu.com/p/494bc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/travel/2015/may/23/uk-cool-campsites-camping-glamping-yurts-britain","webUri":"http://www.theguardian.com/travel/2015/may/23/uk-cool-campsites-camping-glamping-yurts-britain"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432216738396/f5a9f805-52ff-4375-a1a9-de35add1b39c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Field day … Farrs Meadow campsite in Dorset. All photographs from Cool Camping Britain","credit":"PR","altText":"Farrs Meadow, Dorset","cleanCaption":"Field day … Farrs Meadow campsite in Dorset. All photographs from Cool Camping Britain"}},"importance":5,"kicker":{"title":"Cool camping"},"showQuotedHeadline":false},{"title":"‘The police didn’t see Deen as a victim despite blood pouring out of his head’","rawTitle":"‘The police didn’t see Deen as a victim despite blood pouring out of his head’","item":{"type":"article","id":"uk-news/2015/may/24/police-didnt-see-deen-as-victim-bristol-hate-crime","title":"‘The police didn’t see Deen as a victim despite blood pouring out of his head’","trailText":"Deen Taiwo’s ordeal at the hands of racists is being made into a documentary in an innovative attempt to improve police responses to hate crimes","standFirst":"Deen Taiwo’s ordeal at the hands of racists is being made into a documentary in an innovative attempt to improve police responses to hate crimes","byline":"Yvonne Roberts","body":"<p>One August evening, in Brue Close, a housing estate in Weston-super-Mare, police and emergency services were called to No 39. Two police cars, a police van, a dog and several officers arrived. They saw a crowd of hostile white adults, “an angry mob” and a middle-aged black man standing in his front garden bleeding profusely from a head wound. His five-year-old daughter was distraught. The emergency services were responding to two separate reports. The first came from Kim Jones, the tenant at No 39, requesting urgent help for her partner, Tajudeen “Deen” Taiwo. She said he had been the victim of a racial assault. His head had been banged against a wall, cracking it open. The second call said a black man had a knife.</p> \n<p>What subsequently unfolded is to become part of an innovatory attempt by Avon and Somerset police to challenge police behaviour and attitudes that consciously or otherwise sanction hate crime. Following his arrest, a publicly humiliated Taiwo was taken to hospital in handcuffs to have his head wound treated. He needed 14 stitches. He was kept in custody for 35 hours in total and charged with a number of offences, including possession of an offensive weapon and threats to kill while his family, which includes two boys from an earlier relationship of Jones’s, were left without support on an estate with hostile neighbours.</p> \n<p>It took three years of struggle, a flawed internal police inquiry that revealed officers’ complete ignorance of the force’s own hate policy and inept disciplinary procedures before Avon and Somerset police finally accepted culpability for its discriminatory behaviour and made a public apology, paid compensation and made a commitment to involve the family in an overhaul of its training procedure. Part of that overhaul includes the making of a documentary of Taiwo and Jones’s experience so that it can be used as a tool to tackle racism and prejudice in police ranks (this is the first time in Britain that the police have used this approach). Filming begins on Thursday. The impact of this new training approach will be monitored by the force for 12 months.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"bd0d6431f8a5b44448a4098ff23f0b335ddde072\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432131021648/239826d2-62a6-4120-acb1-db29e34e8ecd-460x276.jpeg\" alt=\"Documentary director Andy Mundy-Castle, right, with his cameraman Alex.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Documentary director Andy Mundy-Castle, right, with his cameraman Alex.</span> \n  <span class=\"element-image__credit\">Photograph: Sophia Evans/Observer</span> \n </figcaption> \n</figure> \n<p>The documentary will be made by a team headed by former BBC Bristol-based film-maker Jon Mowat, executive producer Lynn Barlow (<em>Anatomy of a Crime, </em>for which she was series producer, is a multi-award-winning police documentary) and directed by Andy Mundy-Castle, who recently made <em>African Masters</em>, a series on contemporary African art for the Africa Channel, among other documentaries. The aim is for the documentary to have a wider audience with other police forces and public services, such as housing providers who work with the police to support victims of hate crime. “We are involving a psychologist in the making of the film because we want to find the most effective way to challenge stereotypes and a system of thought within some sectors of the police,” says Mowat. “We won’t use a dramatic reconstruction. Deen and Kim will tell their own story. It’s a horror story. That’s what will give emotional power to the training tools that go alongside the film.”</p> \n<p><a href=\"https://www.gov.uk/government/publications/hate-crimes-england-and-wales-2011-to-2012--2/hate-crimes-england-and-wales-2011-to-2012\" title=\"\">Hate crime</a> is defined by the Home Office as “any incident which constitutes a criminal offence perceived by the victim or any other person as motivated by prejudice or hate”. Hate crime, under the government’s national hate crime strategy, is recorded by the police under five categories: disability, race, religion/belief, sexual orientation and transgender identity. Such crimes are notoriously under-reported. Even so, there has been a 15% rise in hate crimes in England and Wales since 2012, with some forces registering increases of up to 67%. In 2013/14, according to the Home Office, there were 44,480 hate crimes recorded by the police, 84% of which were racially motivated.</p> \n<p>Somerset and Avon police currently has 18 police officers and civilians under investigation for matters relating to a single hate-crime case that led to the murder of a man. Alex Raikes of the Bristol charity Sari – <a href=\"http://www.sariweb.org.uk/\" title=\"\">Stand Against Racism and Inequality </a>– says that it dealt with 550 cases of hate crime in the city last year. She predicts that the number will be significantly higher this year, influenced by an increase in “Islamaphobia”. Each case may cover a number of incidents. If those incidents aren’t properly investigated by the police because of its own bias, the injustice for the victim is doubled. “All we ever wanted was for the police to do a proper job,” Jones, 35, says. “To establish what really happened and why — to do the right thing.”</p> \n<p>More than 20 years after the murder of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/lawrence\" title=\"\">Stephen Lawrence</a> and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/1999/feb/24/lawrence.ukcrime12\" title=\"\">Macpherson report</a> that made 70 recommendations and accused the Metropolitan police of “institutional racism”, senior officers concede that a serious problem remains. In addition, according to a recent Home Office poll, the public’s faith in the ability of the police to investigate its own behaviour, when a complaint is made, is low. So, will this latest initiative really break new ground? And is the policing of the police – the scrutiny of its own behaviour — as fair and effective as it ought to be?</p> \n<p>Taiwo, 53, a gentle, softly spoken man, came to Britain from Nigeria in his 20s. He is a long-distance lorry driver. He and Jones now have a second daughter, aged 18 months. The strain of the last three years ended their relationship but they remain friends. Jones is an office manager, articulate, passionate and full of vim. They first met in Weston-super-Mare in 1999. The couple initially lived in London and were subjected to the kind of casual racism that depletes the spirit and damages self-respect, especially if the victim believes that reporting it to the police will result in little action. “Deen would tell me about racist incidents and I’d say, ‘That can’t be true.’ Once we became a mixed race couple, it was aimed at me too. People made comments in the street, especially women. Deen would say, ‘Ignore it. Don’t react. Walk away.’ We would end up in an argument because I didn’t think that was right,” Jones says.</p> \n<p>Taiwo’s job meant he had a company car. He reports that he was constantly stopped by the police, on one day, five times. “I got used to going to the station to produce his documents,” Jones says. On another occasion, they were pulled over in a garage. “Deen was approached by the police. They said he was an illegal immigrant and a wanted man. It was so scary. He’s a British citizen. The police had two riot vans and the name Dean. Eventually, they said, ‘Sorry, we’ve made a spelling error on your name.’”</p> \n<p>In 2006, the couple moved back to Weston. Three years later, in 2009, Taiwo suffered a racist attack by two men. They broke his nose. A friend witnessed the assault. He was an off-duty community support officer. Taiwo says that this friend later told him that he had been told by colleagues that if he gave evidence, his job would suffer. The police took no statements, CCTV was lost and the case was not pursued. “They didn’t care. That hurt,” Taiwo says quietly. In the same year, the family moved to Brue Close. “It was a house with a garden. We thought we’d be happy.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"bc5eaf283871181a7c95e259447e3aa507f0c9b6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432131229779/7718f39d-b7df-45a7-a6ac-df0cc59824fa-280x420.jpeg\" alt=\"Alex Raikes of the charity Sari, which fought Taiwo's case.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alex Raikes of the charity Sari, which fought Taiwo’s case.</span> \n  <span class=\"element-image__credit\">Photograph: Sophia Evans/Observer</span> \n </figcaption> \n</figure> \n<p>Initially, Scott, Taiwo’s stepson, now 20, became friends with another local teenager. “Scott was troubled because he kept hearing very racist language, including the n-word,” Jones says. “Then there was a racist incident with two little Chinese girls in the park and Scott told me about it and said, ‘That could have been my sister.’” The couple told Scott to end his friendship. Over the two years leading up to August 2012, the family experienced constant harassment and racial abuse. Taiwo’s car was scratched several times, his work van was shot at with an air rifle, nails found their way into his tyres and car windows were broken. There were disputes about parking. “I always said I wouldn’t retaliate,” Taiwo says. “I wouldn’t do anything until they came to my front door and came for my family. And one day, they did.”</p> \n<p>On that day, 11 August 2012, one of Taiwo’s neighbours parked his motorbike directly next to his van, making it difficult to enter the vehicle. Taiwo moved the motorbike so he could open the van’s doors. Subsequently, the neighbour and a group of 10-15 adults came to No 39 and began to chant racial abuse. One said: “I’m going to kill you, you are going to take your last breath, n*****.” The neighbour slammed Taiwo’s head into the wall, causing a 10cm gash. Taiwo went into his kitchen and came back out with a knife, which he held up to protect himself and his five-year-old daughter, who had witnessed the assault on her father. “I thought they were going to attack my family,” he says. Jones phoned the emergency services and Taiwo returned the knife to the kitchen. When the police arrived, he was empty-handed and covered in blood.</p> \n<p>PC Steve Faulkner approached Taiwo, and threatened him with a Taser. Taiwo explained he had got the wrong person. He said he had been the victim of a racially motivated assault. None of the officers listened to his account. None of the officers recorded his allegation for further investigation, as required by the force’s own policy on hate crime; no one else was interviewed or arrested. Taiwo was arrested, handcuffed and placed in a police vehicle to the sound of monkey noises. Another officer, Sergeant Gareth Starr, took a detailed account from Jones and assured her that her fears about her family’s safety would be dealt with later. No steps were taken. A neighbour and witness said that as Taiwo was driven away, she shouted: “You’ve got it wrong. You have got the wrong man.” Much later, witnesses say they saw the attack but they were too frightened of repercussions to come forward. The estate had a history of racial incidents and a BNP connection. Taiwo and Jones were tenants of Knightstone Housing Association. The association reported that many ethnic minority families “suffered abuse from other residents”.</p> \n<p>Taiwo insisted on being taken to hospital to have his wound stitched. Initially, the police ordered that he remain in handcuffs but a doctor refused to attend to him unless he was released. He was subsequently taken to a magistrates court, released on bail and told not to return to his home. The evening of his arrest, Jones repeated her allegation that Taiwo had been a victim of a hate crime at Weston police station. She said there had been a history of racial violence towards her family and they were unsafe in the property. She was advised to move elsewhere “until the dust settled”. The police took no other steps to ensure the family was secure. The following day, Jones was informed by the housing association that her family would be evicted because her partner had been involved in a knife crime.</p> \n<p>At this point, a friend of Taiwo and Jones suggested that they contact Sari. The award-winning charity was established in Bristol in 1988 and was the brainchild of the United Housing Association, a housing provider for black and ethnic minority people. At the time, victims of racism were not receiving a co-ordinated response – or, often, any response – from police and other agencies. In 1991, its first year of operation, it had 44 cases. A driving force was Batook Pandya, who died last year. Originally from Kenya, he arrived in London at the age of 17 and became an engineer. Years later, having experienced racism as an apprentice, he took a pay cut to lead Sari. In 1999, he was badly beaten in a racial attack in front of his family. Undeterred, Pandya turned Sari into a nationally recognised group, involved in action against all strands of hate crime, working in schools, research and training as well as investigating cases and supporting victims. Now, it covers much of the West Country, employs more than 20 staff and handles more than 500 cases a year.</p> \n<p>After Taiwo and Jones made contact with Sari, in 2012 the organisation sent a report to Avon and Somerset police, the Crown Prosecution Service and Knightstone Housing Association’s senior leadership team. The charges against Taiwo were dropped and a criminal investigation belatedly launched into his allegations against his neighbour and other assailants. However, the officer in charge of that investigation decided that it was not in the public interest to take the case to court. The family then sought accountability through the police complaints&nbsp;system.</p> \n<p>An internal police inquiry reported in February 2013 and concluded that no officer had a case to answer on grounds of misconduct. The officers who attended the scene at Brue Close would, instead, be given advice over “inconsiderate behaviour” that left their records unblemished and pensions untouched. “The internal inquiry report was so poor it was nonsensical,” says Raikes. “Deen’s case is one of the worst I’ve seen in 23 years at Sari. We finally had a successful conclusion only because we brought in specialist lawyers. That is an option increasingly restricted for most people because of the cuts to legal aid. Without legal help, this would have been a situation in which no justice was done.”</p> \n<p>Sophie Naftalin of the London solicitors Bhatt Murphy took on the case and brought a civil action against the police on behalf of the family. “The police were unable to see Deen as a victim despite blood pouring out of his head. It is inconceivable that if the roles were reversed and the police had arrived to see a white man with a serious head injury surrounded by a hostile crowd of black men, that the white man would have been perceived as the perpetrator,” she says. “This is about differentiation and discrimination. Deen was treated differently because he was black.”</p> \n<p>She lists the failings of the first internal inquiry, failings subsequently accepted by the police. They include not logging or investigating Deen’s charge that he had been a victim of a hate crime despite having repeated opportunities. A failure to investigate a history of racial abuse on the estate. A failure to protect Jones and the children. Ignorance of the force’s own official policy on the treatment of hate crimes. Ignorance of the policy was also displayed by the officer from Avon and Somerset police’s department of professional standards who had conducted the internal inquiry. The whole thing, says Naftalin, amounted to, “a breathtaking systemic failure. If we have the policies on hate crime but the police don’t read them, never mind implement them, what’s the point?”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"11d94c61b62ef0937f627793a6387cb6d089b78d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432131348541/d4ba8cf5-b194-4f47-8418-7403b5515efb-280x420.jpeg\" alt=\"Sophie Naftalin of the London firm of solicitors Bhatt Murphy. 'Deen was treated differently because he was black.'\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sophie Naftalin of the London firm of solicitors Bhatt Murphy. ‘Deen was treated differently because he was black.’</span> \n  <span class=\"element-image__credit\">Photograph: Karen Robinson/Observer</span> \n </figcaption> \n</figure> \n<p>According to the <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/307624/HateCrimeActionPlanProgressReport.pdf\" title=\"\">national hate crime strategy </a>“the police service is committed to reducing the harm caused by hate crime by increasing the confidence of victims… to identify and, where appropriate, prosecute those who commit such crimes”. It notes that a failure to respond properly may result in “secondary victimisation”.</p> \n<p>As a result of Naftalin’s intervention, a second far more rigorous internal inquiry was conducted. Three police officers were brought before a disciplinary panel. While the panel concluded that there had a been a breach of duty, they did not uphold the complaint of race discrimination.</p> \n<p>PC Steve Faulkner was cleared because he had acted on the information that a black man had a knife. Another officer was given “words of advice” and the supervising officer, Gareth Starr, received a written warning for failing to record or investigate Jones’s allegations. Their careers continue. In October last year, Avon and Somerset police agreed to pay substantial damages to the family, including a payment for counselling. The force made a full admission under the Human Rights Act, now to be repealed by the Conservative government, that the family had been subjected to inhumane and degrading treatment by the police and that they had been discriminated against on account of Taiwo’s race. Such declarations rarely happen in civil cases brought against the police. Acting Chief Constable John Long wrote a personal letter of apology. “I fully understand why Tajudeen felt ignored, disbelief, helpless and in despair; we failed,” he wrote. “I accept responsibility for the failing of my officer and apologise unreservedly to you all.”</p> \n<p>Long is the prime mover on taking a fresh approach to tackling racism and discrimination among his officers. His career includes 18 years in the Metropolitan police, a period of service that included the murder of PC Keith Blakelock at Broadwater Farm and the Brixton riots. He says: “Police cannot express the prejudice and bias that other people may have. When we do get that wrong, we should be open and contrite and learn from our mistakes. I am frustrated, angry and disappointed about what happened to the family. Now and in future, we can make a difference by how and whom we select to become police officers in the first place and by seeing training as a continual piece of work. Vigilance must be maintained and fair play and integrity ensured.”</p> \n<p>He adds: “Deen is very affected by his experience but he has a passion about bringing something good out of it and I admire that. The film will remind us that compassion matters. If we are not taking on board the impact of what happens to people then as police we are not doing our job.“</p> \n<p>Naftalin says: “John Long realises there is a serious problem and he’s showing commitment in trying to tackle it. However, while the force accept that the family were victims of discrimination overall, the individual officers received what amounted to a slap on the wrist. And that happens too often. The whole process of making a complaint about police behaviour is opaque, illogical and unaccountable and has little investigative rigour. It is up to the complainant to fight his or her way through a procedure that is completely stacked against him or her.</p> \n<p>“In other public services such as the NHS, there is a recognition that practitioners who fail the public should be removed. That rarely happens in the police. The complaints procedure in the main fails to root out unacceptable behaviour. In Deen’s case, we have a situation where the notion of institutional racism means the organisation is culpable but individual officers are not. That cannot be right.”</p> \n<p>Naftalin also expresses concern about the government’s intention to replace the Human Rights Act with a British bill of rights. “This family obtained accountability for their experience through bringing a claim against the police under the Human Rights Act, resulting in a full admission that their human rights had been breached,” she points out. “The Tories have made clear their intention to repeal the Human Rights Act, which places in serious question whether a family like the Taiwo family would be able to obtain the same result under a Tory bill of rights. I think it is fair to say that the Tory proposals, together with the ongoing sabotage of legal aid, are a disaster for access to justice.”</p> \n<p>In March, Theresa May announced that police disciplinary hearings would be held in public “to ensure that the robust response the police take to misconduct is visible and open”. Raikes and Naftalin believe the reforms do not go nearly far enough. “The police complaints procedure needs external scrutiny from the start,” Raikes says. “We have seen complaints made involving racism in hate crimes where the same officers come up again and again. We know there is something wrong when in 24 years of Sari being in business and despite a multitude of complaints on behalf of our clients, Sari has seen only a few cases that acknowledge racial discrimination. Surely they can’t all be unfounded?”</p> \n<p>Andy Mundy-Castle, who like Taiwo is of Nigerian origin, says he knows how racism can work to undermine a person’s sense of self. “You begin to question your own right to complain.” The film, he says, won’t change institutional racism in the police, “but if it’s done right, it will make officers think twice before they make assumptions when they visit the scent of a crime. That matters.”</p> \n<p>Psychiatric reports testify to the continuing impact on the family. Three months after the event, Taiwo and Jones and their children were rehoused. Taiwo’s daughter was diagnosed with an acute stress reaction. She wet the bed, refused to go to the childminder and her eczema flared up. “She says she wants to be white because nobody likes brown people,” Jones says. She intends to set up a support group for mixed-race families. “My daughter is very aware of the word racism. Recently, she was talking to her white friend in the car about the Victorians. She said, ‘In Victorian days, I would have been murdered or your slave.’” For months after the event, Scott, now a youth support worker, received racist online threats. Another Brue Close neighbour accepted a caution for making malicious communications.</p> \n<p>“Have I got justice?” asks Taiwo. “Everybody tells me that I have but I don’t see it that way.” Jones says: “Until you experience racism, until you know what it’s like to be treated unfairly again and again not because of what you do but because of the colour of your skin, you can’t begin to understand the anger and frustration. Twelve months ago, I wanted Deen to drop the struggle so we could get back to normal and get on with our lives. I could see how he was deteriorating. Now, as the mother of two mixed-race children, I know that the fight to get justice has been right. We have to fight on.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130784706/Kim-Jones-and-former-part-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kim Jones and former partner Deen Taiwo, victims of hate crime, a 'horror story' now being made into a film. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"Kim Jones and former partner Deen Taiwo, victims of hate crime ","cleanCaption":"Kim Jones and former partner Deen Taiwo, victims of hate crime, a 'horror story' now being made into a film. Photograph: Sophia Evans for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432131023084/239826d2-62a6-4120-acb1-db29e34e8ecd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Documentary director Andy Mundy-Castle, right, with his cameraman Alex. Photograph: Sophia Evans/Observer","credit":"Sophia Evans/Observer","altText":"Documentary director Andy Mundy-Castle, right, with his cameraman Alex.","cleanCaption":"Documentary director Andy Mundy-Castle, right, with his cameraman Alex.","cleanCredit":"Photograph: Sophia Evans/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432131231483/7718f39d-b7df-45a7-a6ac-df0cc59824fa-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Alex Raikes of the charity Sari, which fought Taiwo’s case. Photograph: Sophia Evans/Observer","credit":"Sophia Evans/Observer","altText":"Alex Raikes of the charity Sari, which fought Taiwo's case.","cleanCaption":"Alex Raikes of the charity Sari, which fought Taiwo’s case.","cleanCredit":"Photograph: Sophia Evans/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432131350126/d4ba8cf5-b194-4f47-8418-7403b5515efb-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Sophie Naftalin of the London firm of solicitors Bhatt Murphy. ‘Deen was treated differently because he was black.’ Photograph: Karen Robinson/Observer","credit":"Karen Robinson/Observer","altText":"Sophie Naftalin of the London firm of solicitors Bhatt Murphy. 'Deen was treated differently because he was black.'","cleanCaption":"Sophie Naftalin of the London firm of solicitors Bhatt Murphy. ‘Deen was treated differently because he was black.’","cleanCredit":"Photograph: Karen Robinson/Observer"}],"webPublicationDate":"2015-05-24T07:00:08Z","lastModified":"2015-05-24T07:00:08Z","metadata":{"commentable":true,"commentCount":24,"contributors":[{"name":"Yvonne Roberts","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400869191995/Yvonne-Roberts-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/yvonneroberts"}],"feature":false,"keywords":["Police","Hate crime","Society","Bristol","UK news","Human Rights Act","Human rights","Law","Race issues","World news"],"tags":[{"id":"uk/police","webTitle":"Police"},{"id":"society/hate-crime","webTitle":"Hate crime"},{"id":"society/society","webTitle":"Society"},{"id":"uk/bristol","webTitle":"Bristol"},{"id":"uk/uk","webTitle":"UK news"},{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/law","webTitle":"Law"},{"id":"world/race","webTitle":"Race issues"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Yvonne Roberts","topic":{"type":"tag-contributor","name":"profile/yvonneroberts"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/24/police-didnt-see-deen-as-victim-bristol-hate-crime","shortUrl":"http://gu.com/p/4949z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/24/police-didnt-see-deen-as-victim-bristol-hate-crime","webUri":"http://www.theguardian.com/uk-news/2015/may/24/police-didnt-see-deen-as-victim-bristol-hate-crime"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130784706/Kim-Jones-and-former-part-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kim Jones and former partner Deen Taiwo, victims of hate crime, a 'horror story' now being made into a film. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"Kim Jones and former partner Deen Taiwo, victims of hate crime ","cleanCaption":"Kim Jones and former partner Deen Taiwo, victims of hate crime, a 'horror story' now being made into a film. Photograph: Sophia Evans for the Observer"}},"importance":4,"showQuotedHeadline":false},{"title":"Amitav Ghosh / There is now a vibrant literary world in India – it all began with Naipaul","rawTitle":"There is now a vibrant literary world in India – it all began with Naipaul","item":{"type":"article","id":"books/2015/may/23/amitav-ghosh-vibrant-literary-world-india-naipaul-interview","title":"Amitav Ghosh: ‘There is now a vibrant literary world in India – it all began with Naipaul’","trailText":"The books interview: The writer discusses boiling in his Delhi garret, climate change in the Bay of Bengal and finishing his opium wars trilogy","standFirst":"<p>The writer discusses boiling in his Delhi garret, climate change in the Bay of Bengal and finishing his opium wars trilogy<br /></p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/audio/2015/may/23/flood-fire-amitav-ghosh-extract-podcast\">Extract: Flood of Fire by Amitav Ghosh – audio</a></li>\n</ul>","byline":"Nicholas Wroe\r\n","body":"<p>About 10 years ago <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/amitav-ghosh\">Amitav Ghosh</a> began work on a new novel about departures. His experience of moving from India to Britain in the 1970s had been “wrenching” and set him wondering what it was like for Indian people travelling to England in the 19th century. “So I began to write about some characters who might have been among the first people to leave India, and immediately I came up against this immense canvas that lies behind relations between India, Britain and China. It was essentially all about opium and it was clear this was not a story I was going tell in a single book.”</p> \n<p>So Ghosh set about writing a fictional account of the period leading up to the first opium war (1839-42), in which UK and China clashed over the British importation of opium, grown on their Indian plantations, into China. <a href=\"http://bookshop.theguardian.com/sea-of-poppies.html\"><em>Sea of Poppies</em></a> was published in 2008 and was shortlisted for the Booker prize. It was the first part of what has become the 1,600-page Ibis trilogy, named after the schooner that ferries both opium and human traffic. In 2011 <em>River of Smoke</em>, the second part, was shortlisted for the Man Asian prize and the series culminates this week with the publication of the final volume, <em>Flood of Fire</em>, Ghosh’s eighth novel in a career that has seen his work translated into more than 20 languages. This week his entire body of work was shortlisted for the International Booker prize, which was awarded to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/19/man-international-booker-2015-laszlo-krasznahorkai\">L&aacute;szl&oacute; Krasznahorkai</a>.</p> \n<p>Ghosh, who was about to turn 50 when he embarked on the trilogy, says he found it daunting: “For the next 10 years, this was what I was going to do. But I also knew that I had to set myself something really difficult and ambitious. And that has proved to be the case. I was determined that the individual books should stand alone – it’s indefensible, aesthetically, for it be just one huge book chopped into three. One of my favourite experiences was reading Lawrence Durrell’s <a href=\"http://bookshop.theguardian.com/alexandria-quartet.html\"><em>Alexandria Quartet</em></a> in Alexandria. I love his writing and it is strange how he is kind of forgotten now. He had an incredible range and the books capture all aspects of a cosmopolitan life in the eastern Mediterranean. They do articulate with each other so that you get glimpses of characters across books, but they are not all meshed together. If I had a model, that was it.”</p> \n<p>Despite the darkly cynical and violent subject matter, Ghosh’s trilogy is funny, sexy and rip-roaring. “The material is so grim for so much of the time I had to have some leavening. But I also think there is a contemporary sentimentality that assumes people living difficult lives are always gloomy. That is just not the case. I’ve spent a lot of time in very difficult places, and I can tell you that people in desperate circumstances can also be incredibly cheerful and good-natured, often more so than people on the streets of London, for instance.”</p> \n<p>The co-option of Indian labour, and soldiers, by the British empire underpins much of the trilogy. “The indentured system was self-consciously a replacement for slave labour,” he explains. “It is strange that people don’t put together that India was to the 19th century what Africa had been to the 17th and 18th: a global sink of labour.” There are obvious echoes of the conditions endured by some migrant workers today, and while Ghosh does not labour the point, there are also inescapable parallels between the opium and Iraq wars. “British merchants were saying in the lead-up to the opium war that there will be joss sticks lit in the streets and the people will be grateful for the overthrow of the Manchu tyrant,” he says. “It is a complete echoing across two centuries and was eerie to see. The other striking thing was the degree of corruption. You have to read between the lines, but the opium war was one of the first to be fought in a complete public and private partnership. The merchants were given contracts to provide services and provisions to the soldiers and they made out like bandits. Paying off British generals, and bad provisions probably killed more soldiers in China than did the Chinese army.”</p> \n<p>The book jacket for <em>Flood of Fire</em> features an admiring quote from the historian Christopher Clark and Ghosh has been acclaimed for providing a plausible account of events that had previously been underexamined. “Puzzlingly, there is no military history of the first opium war,” he says, “although it saw the first major use of steam-powered warships which revolutionised naval warfare forever. So I found myself piecing much of the battlefield details together from primary sources. But the difference between writing fiction and writing history is that fiction doesn’t commit you to one view. That is why I was never a historian or an academic. I don’t think theoretically. What interests me about history is that there are so many alternative ways of telling it. I have had my life and experiences and I have my opinions. But I have also forced myself to see the world through, say, the eyes of an opium trader, and that is one of the great strengths of historical fiction. It encourages you to step out of your skin and see the world from other points of view.”</p> \n<p>Ghosh was born in Calcutta in 1956 and was brought up in India, Bangladesh and Sri Lanka as his family moved around with his ex-soldier father on various secondments to the Indian government. The peripatetic life meant that books became particularly important to him – one early childhood favourite was Richmal Crompton’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2008/nov/22/just-william-richmal-crompton\"><em>Just William</em></a> series before he moved on to the novels of Sir Walter Scott, for many the inventor of the historical novel as we know it today. “Scott had a huge influence on many early 19th-century Indian writers and I found his books utterly absorbing and remember curling up in bed with them at boarding school”. He was at the prestigious Doon School where Vikram Seth, a pupil a couple of years ahead of him, came back to teach and they talked a lot about writing to each other. “Not long ago I went back there and looked at those same editions of Scott in the library. I was the last person to have checked them out.”</p> \n<p>As a teenager, Ghosh enjoyed Indian classical music as well as Deep Purple, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/bobdylan\">Bob Dylan</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/simonandgarfunkel\">Simon and Garfunkel</a>, “all the stuff my kids still listen to” – he is married to the writer Deborah Baker, they have two children and live in Brooklyn and India. “We also had the radical politics of the 1970s. I came of age in the middle of the Naxalite-Maoist uprising. But even then I was much more interested in Gandhism and thought Naxalism was a fetishism of violence of a very ugly kind. Yes, I was sympathetic to many of their aims, but I was not a joiner.”</p> \n<p>He completed an MA in social anthropology in Delhi before going to Oxford for a PhD in the same subject. “It was all a bit of an accident. I was reading a lot of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/vsnaipaul\">Naipaul</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/jamesbaldwin\">James Baldwin</a> and all I really wanted to do was travel. In those days it was difficult to get visas, unless you were an academic.” He lived in Egypt where he studied village life, travelled to Tunisia to learn Arabic and hitchhiked across the Sahara. “That DPhil was my equivalent of writing school in that I read a lot and wrote a lot. I also think I hold the world record for one of the fastest DPhils in that it took two years and three months. When I finished, in January 1982, I went back to India and literally that day I started writing my first novel.”</p> \n<p>Historically, writers in England or France may have been frozen in their garrets, he says, but he was boiling in one in Delhi. “I got by for three years doing little jobs, but it was scary. In my late 20s all my friends seemed to be getting good jobs and I was just labouring away on a book. People don’t tell you that about the writing life. A lot of it is about risk. I didn’t tell people I wanted to be a writer as they would have laughed. Delhi was a city of politics and bureaucracy. Even after my book had been accepted by Hamish Hamilton in the UK, I had to go around Delhi showing it to publishers, and when I said it wasn’t a textbook they weren’t interested. Now there is this flourishing and vibrant literary world in India. It is marvellous. I think it really began with Naipaul. He was the pioneer who created an audience for himself and for others that followed.”</p> \n<p>T<em>he Circle of Reason</em>, Ghosh’s prizewinning 1986 debut novel, featured an exuberant blend of phrenology, weaving and appalling violence. It was reviewed in the New York Times by Anthony Burgess, who asserted that “Mr Ghosh writes at least as well as Mr Rushdie” and praised a novel that “smells of cow-dung fires, and tastes of chilies”. Ghosh followed it up two years later with <em>The Shadow Lines</em>, set against a backdrop of vicious communal conflict and which, he says, “remains far and away my most popular book in India. But writing it was emotionally draining. I’d lived through those terrible conflicts. When I finished I just wanted to do something different.”</p> \n<p>He changed tack in his next two books. <em>In an</em> <em>Antique Land</em> (1992) was a broadly non-fiction study emerging from his studies that investigated the relationship between Egypt and India, alternating his experiences of living in villages and towns in the Nile Delta with an imagined history of an 11th‑century Jewish trader and his slaves. Different again, <em>The Calcutta Chromosome</em> won the 1997 Arthur C Clarke award, but Ghosh says he never thought of the book “as being science fiction. It is in many ways a historical novel that is projected into the future as well as the past. And what does such labelling achieve anyway? It just separates what is called the literary mainstream from this other kind of writing. Who are among the most memorable writers from the mid to late 20th century? <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/johnwyndham\">John Wyndham</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/arthurcclarke\">Arthur C Clarke</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/ursula-k-le-guin-contributor\">Ursula Le Guin</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/dorislessing\">Doris Lessing</a>. And from the supposed mainstream who reads Angus Wilson today? To the literary establishment Lessing’s later books, about planets and so on, were a kind of embarrassment. But she very strenuously resisted that sort of partitioning and these writers have staying power because they were saying things about society that was in many ways more perceptive than what the literary mainstream was saying.”</p> \n<p>Since 1999, Ghosh has spent more time in New York, where he has taken a series of university teaching posts, but the focus of his fiction has remained on Indian life and the implications of its history. His 2000 novel, <em>The Glass Palace</em> emerged out of stories told by his father and uncle who had fought with the British-Indian army in Burma in the second world war. “It began as a family story but I was led into something bigger.” The multi-generational history went on to win awards in Burma and to be translated three separate times, “although, of course, none of them told me they were happening,” Ghosh laughs. <em>The Hungry Tide</em>, described as both Conradian and Forster-ish by one critic, brought him even closer to home, to the Bay of Bengal in the form of a 400-mile river journey in search of a rare dolphin. The vast and complex web of salt and fresh waterways, partially submerged forests and precarious lives are at the heart of the novel, and in recent years Ghosh has become an outspoken commentator on climate change.</p> \n<p>“If you are from my part of the world, climate change hits you in the face. In front of my eyes I’ve seen islands disappearing. I’ve seen saltwater invading deeper and deeper. This is the most vulnerable part of the world apart from the low-lying islands, and unlike the low-lying islands, Bengal has 250 million people. What is of much interest to me is why the arts, which are meant to be in the avant garde, have been so slow to recognise this. It is a profound challenge to all our procedures, and while I don’t primarily think of myself as an activist, if I did I would be very depressed.”<br /></p> \n<p>So should fiction be a way of educating, or warning people about such issues? “I don’t think that fiction should be didactic and I’m not there to teach anybody a lesson. For me, writing the trilogy has been an incredible voyage of discovery and when I find something that is new to me and excites me, it finds its way into the book. I hope it excites the reader, too.”</p> \n<p><em>Flood of Fire</em> closes with a list of historical sources so long it is easy to imagine there is still plenty of material to explore. Is this really the end of the story? “It is certainly the end of the Ibis trilogy. These books now stand on their own and I wouldn’t want to disturb that. But yes, there are a lot of unfinished stories, a lot of threads that I thought I would pick up but was unable to, and so I think I almost certainly will revisit it at some point. But that will be a different book.”</p> \n<p><em>Flood of Fire i</em>s published by John Murray at &pound;20.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/5/20/1432130710240/Amitav-Ghosh-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amitav Ghosh. Photograph Linda Nylind for the Guardian","credit":"Linda Nylind/Guardian","altText":"Amitav Ghosh","cleanCaption":"Amitav Ghosh. Photograph Linda Nylind for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-23T10:00:03Z","lastModified":"2015-05-23T10:00:03Z","metadata":{"commentable":true,"commentCount":31,"contributors":[{"name":"Nicholas Wroe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswroe"}],"feature":true,"keywords":["Amitav Ghosh","Books","Culture"],"tags":[{"id":"books/amitav-ghosh","webTitle":"Amitav Ghosh"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[{"displayName":"Nicholas Wroe","topic":{"type":"tag-contributor","name":"profile/nicholaswroe"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/23/amitav-ghosh-vibrant-literary-world-india-naipaul-interview","shortUrl":"http://gu.com/p/494av","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/23/amitav-ghosh-vibrant-literary-world-india-naipaul-interview","webUri":"http://www.theguardian.com/books/2015/may/23/amitav-ghosh-vibrant-literary-world-india-naipaul-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/5/20/1432130710240/Amitav-Ghosh-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘If I was an environmental activist I would be very depressed.’ Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind/Guardian","altText":"Amitav Ghosh","cleanCaption":"‘If I was an environmental activist I would be very depressed.’ Photograph: Linda Nylind for the Guardian"}},"importance":4,"kicker":{"title":"Amitav Ghosh"},"showQuotedHeadline":true},{"title":"Labour of love / Bereaved father uses his art to show how men share the pain of miscarriage","rawTitle":"Bereaved father uses his art to show how men share the pain of miscarriage","item":{"type":"article","id":"lifeandstyle/2015/may/23/artist-men-also-suffer-agony-miscarriage-lose-baby","title":"Bereaved father uses his art to show how men share the pain of miscarriage","trailText":"Artist stages ‘joyous and thought-provoking’ exhibition to raise awareness of how fathers deal with loss","standFirst":"Artist stages ‘joyous and thought-provoking’ exhibition to raise awareness of how fathers deal with loss","byline":"Sophie Goodchild","body":"<p>An artist whose wife lost three children during the early stages of pregnancy is raising awareness about the impact of miscarriage on men and that their grief is often ignored.</p> \n<p>His latest exhibition, Labour of Love, is a celebration of the lives the family would have led had those children been born, and includes a 75ft scroll painting depicting them enjoying everyday activities such as playing in the park.</p> \n<p>Andrew Foster, an award-winning illustrator, said he embarked on the artwork <em>Pain Will Not Have the Last Word </em>as a way of expressing his loss, and aims to challenge the perception that miscarriage “only happens to women”.</p> \n<p>The exhibition, which closes on Tuesday at the Camden Image Gallery in north London, also features inflatable sculptures symbolising his emotions towards his unborn children. He says it is neither sentimental nor depressing, but joyous and thought-provoking.</p> \n<p>The 46-year-old, who trained at the Central Saint Martins art school and is the father of two children – daughter Bonnie, 10, and son Frankie, 14 – said: “Both men and women will be moved by the imagery that celebrates the everyday experiences of fatherhood. There’s a need for it to be recognised that men grieve too. In our case, the miscarriages were all very early on – around six to eight weeks – and we thought, ‘We can’t keep doing this. We can’t keep putting ourselves through this loss.’</p> \n<p>“We [Foster and his wife, Sophie] both recognise the three lives we lost are still part of our family while feeling very blessed that we have two beautiful and healthy kids who we adore and cherish.”</p> \n<figure class=\"element element-image\" data-media-id=\"d8bcd2b2f98df5c0ce9664e670c25e98f028badb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432382225733/df85defe-f596-4fa9-a78c-9f4a826b27f5-460x276.jpeg\" alt=\"Andrew Foster in front of his painting, Precious in thy sight, at the Camden exhibition.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andrew Foster in front of his painting, Precious in thy sight, at the Camden exhibition.</span> \n  <span class=\"element-image__credit\">Photograph: Russell Cobb</span> \n </figcaption> \n</figure> \n<p>His plea for men to receive more support is backed by the <a href=\"http://www.miscarriageassociation.org.uk\" title=\"\">Miscarriage Association</a>, which has collaborated with him on the exhibition. About one in five pregnancies ends in miscarriage, and the charity is calling for an end to the isolation and feelings of being ignored that partners experience when their wives or girlfriends lose a baby.</p> \n<p>A survey for the association’s awareness campaign, Partners Too, has revealed that 46% of those interviewed did not share their feelings for fear of saying the wrong thing or causing their wife or girlfriend further distress. By keeping their emotions hidden, men – and women – are at risk of their work being affected, and may even suffer mental health problems and relationship difficulties.</p> \n<p>Foster, who has done work for London Fashion Week, the South Bank Centre and Liberty, said he had struggled with how to react after his wife’s miscarriages in 2010 and 2011.</p> \n<p>“We never assumed anything would go wrong. Your head starts to go into overdrive and you start to make plans,” he said. “I didn’t know what to do or say after our miscarriages; I was just numb, devastated. I was surprised how little people asked me how I felt at the time, yet they say, ‘How’s your wife?’ The assumption was that the pain was only going on with her, not with me, and I felt very vulnerable as a man talking about a ‘woman’s’ issue. It’s amazed me that people have since said, ‘Of course it’s a male issue – take ownership’.”</p> \n<p>It has been through art that Foster has been able to come to terms gradually with his loss, along with taking part in running events including the 2015 London Marathon.</p> \n<figure class=\"element element-image\" data-media-id=\"f30d96d1a61315b5535066328f9a92b4ac69e63d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432382458681/1eb7e3e8-4a60-4ef9-acc8-0d6f2bb8f060-460x276.jpeg\" alt=\"Andrew Foster's 75ft scroll painting at his Labour of Love exhibition in Camden Image Gallery.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andrew Foster’s 75ft scroll painting at his Labour of Love exhibition in Camden Image Gallery.</span> \n  <span class=\"element-image__credit\">Photograph: Russell Cobb</span> \n </figcaption> \n</figure> \n<p>He has also discovered that miscarriage is an all too common experience for others, including his parents. “My work has given others a licence to look at themselves, including my own father, who revealed that my mother had two miscarriages – they would have been my siblings,” he said. “Everyone knows someone, and you never forget. Of course, the loss of a baby is different for a man – it’s the woman who is carrying the baby. But it’s not a lesser one for a man. People say, ‘It’s good to talk’ and I’m fairly open, but I just felt this void and, if I was struggling to find words, then men who are ‘manly’ must find it even harder and isolating.</p> \n<p>“That’s why it’s really important what the Miscarriage Association is doing to raise awareness. Sometimes it’s not about saying anything to you, but about a hug or just ‘Are you all right?’ My brother is a priest and he’s one of the few people who talked openly – he said, ‘You’ve had a massive loss.’ For me it made more sense to rationalise my feelings on paper.”</p> \n<p>Ruth Bender Atik, national director of the Miscarriage Association, said that a macho culture was partly to blame for a man’s grief being sidelined: “We have a culture that says men should be strong, silent and supportive. We have partners who say, ‘I thought it would make things worse’, yet women complain that their partner won’t talk about the miscarriage, that they appear not to care. This puts a strain on the relationship.</p> \n<p>“And people find out so early now that they are pregnant, which is both a blessing and a curse, given how common miscarriage is. We don’t assume that every man is going to feel devastated, but partners do get a raw deal and this needs to change.”<em> </em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/5/23/1432375803676/Detail-of-Andrew-Foster-p-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"“My babies are dead”, a detail from  Andrew Foster’s 75ft scroll painting Pain Will Not Have The Last Word.  Photograph: Daniel Alexander","credit":"Daniel Alexander","altText":"Detail of Andrew Foster painting","cleanCaption":"“My babies are dead”, a detail from  Andrew Foster’s 75ft scroll painting Pain Will Not Have The Last Word.  Photograph: Daniel Alexander"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432382227289/df85defe-f596-4fa9-a78c-9f4a826b27f5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Foster in front of his painting, Precious in thy sight, at the Camden exhibition. Photograph: Russell Cobb","credit":"Russell Cobb","altText":"Andrew Foster in front of his painting, Precious in thy sight, at the Camden exhibition.","cleanCaption":"Andrew Foster in front of his painting, Precious in thy sight, at the Camden exhibition.","cleanCredit":"Photograph: Russell Cobb"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432382460065/1eb7e3e8-4a60-4ef9-acc8-0d6f2bb8f060-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Foster’s 75ft scroll painting at his Labour of Love exhibition in Camden Image Gallery. Photograph: Russell Cobb","credit":"Russell Cobb","altText":"Andrew Foster's 75ft scroll painting at his Labour of Love exhibition in Camden Image Gallery.","cleanCaption":"Andrew Foster’s 75ft scroll painting at his Labour of Love exhibition in Camden Image Gallery.","cleanCredit":"Photograph: Russell Cobb"}],"webPublicationDate":"2015-05-23T12:09:08Z","lastModified":"2015-05-23T23:01:25Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Childbirth","Health & wellbeing","Pregnancy","Life and style","Family","Parents and parenting","UK news"],"tags":[{"id":"lifeandstyle/childbirth","webTitle":"Childbirth"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/pregnancy","webTitle":"Pregnancy"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"Relationships","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/relationships"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/23/artist-men-also-suffer-agony-miscarriage-lose-baby","shortUrl":"http://gu.com/p/496p9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/23/artist-men-also-suffer-agony-miscarriage-lose-baby","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/23/artist-men-also-suffer-agony-miscarriage-lose-baby"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/5/23/1432375803676/Detail-of-Andrew-Foster-p-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"“My babies are dead”, a detail from Andrew Foster’s 75ft scroll painting Pain Will Not Have the Last Word. Photograph: Daniel Alexander","credit":"Daniel Alexander","altText":"Detail of Andrew Foster painting","cleanCaption":"“My babies are dead”, a detail from Andrew Foster’s 75ft scroll painting Pain Will Not Have the Last Word. Photograph: Daniel Alexander"}},"importance":3,"kicker":{"title":"Labour of love"},"showQuotedHeadline":false},{"title":"Marijuana incorporated / Cannabis eases into a billion-dollar business high","rawTitle":"Cannabis eases into a billion-dollar business high","item":{"type":"article","id":"society/2015/may/23/marijuana-conference-billion-dollar-business","title":"Marijuana incorporated: cannabis eases into a billion-dollar business high","trailText":"Legalisation has created a ‘green rush’ as companies find success in edibles, a growing consumer base and a three-day expo at the Hilton","standFirst":"<p>Legalisation has created a ‘green rush’ as companies find success in edibles, a growing consumer base and a three-day expo at the Hilton</p>","byline":"Rupert Neate in Chicago","body":"<p>Four years ago Cassandra Farrington couldn’t find any venue in the country that would host her idea for a<a href=\"https://mjbizconference.com/\"> conference on the business of marijuana</a>. This week, she hired out the Hilton Chicago, one of the city’s most famous hotels and one that has accommodated every US president since it opened in 1927.<br /></p> \n<p>“When we first started looking for venues, people ran screaming in the other direction when we said ‘Hey, we want to have this marijuana business conference’. They were like ‘no way, get out of here’,” Farrington said as 2,103 attendees ate lunch from white tableclothed tables at the 2015<a href=\"https://mjbizconference.com/reserve-tickets/\"> Marijuana Business Conference &amp; Expo</a>. “Our first conference was at this masonic lodge in downtown Denver because it was the only place that would rent a venue to us.</p> \n<p>“Being here [in the Hilton Chicago] is mind-boggling. It just shows how far the industry has come,” said Farrington, the co-founder and chief executive of Marijuana Business Media, which organised the three-day conference. “I don’t think you can come to this event and then think this isn’t a real industry.”</p> \n<p>Now legalised in 23 states and the District of Columbia for medical use and four states – Colorado, Washington, Oregon and Alaska – and DC for recreational use, weed is big business. Farrington said independent analysts have valued the legal industry at $3bn, rising to $10bn when including ancillary trades and services. She puts the industry’s workforce at 60,000. </p> \n<p>“You have to keep in mind that this not a new market or a new product, there is an existing consumer base who have been purchasing this in the shadows and in shame for decades,” George Jage, president of Marijuana Business Media, said. “It’s really difficult to pin down an estimate of the black market, but calling it $50bn would be a reasonable estimate.</p> \n<p>“Now that black market is slowly becoming the white market creating taxes for the state, and jobs that people can actually tell their mothers about.”</p> \n<p>He said the estimate of the economic benefit of legalising weed would be even higher if it accounted for the savings created by reducing the number of people jailed for possession, which is much more likely to affect black people than whites. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"62eaa0cf7020a47ff49cced1cccd305bf8a45c51\"> \n <img src=\"http://media.guim.co.uk/62eaa0cf7020a47ff49cced1cccd305bf8a45c51/0_234_3840_2302/1000.jpg\" alt=\"Marijuana conference\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Magic 8 Inc edibles come in many shapes and sizes at the tradeshow.</span> \n  <span class=\"element-image__credit\">Photograph: Alyssa Schukar for the Guardian</span> \n </figcaption> \n</figure> \n<p>Farrington reckons it is just a matter of time before the end of marijuana prohibition across the US no matter who wins the 2016 presidential election. “But, everyone in this room would cheer for [US Senator and Republican nomination hopeful] Rand Paul,” she said. “He has been very vocal and supportive of the libertarian aspect. The founding principle of libertarianism is to allow people their personal freedoms as long as you’re not infringing on other people.”</p> \n<p>For now, Farrington says, the industry is concentrating on making cannabis more of a “mainstream and sellable product”. Leading that charge are companies making marijuana-laced chocolate and sodas infused with Tetrahydrocannabinol (THC) - the active ingredient which produces the “high”.</p> \n<p>“If you’re somebody who’s kind of interested in trying it [cannabis] but says ‘I’m not going to smoke a joint, I’ve never smoked in my life’, [it’s difficult to market to you],” Farrington said. “But say ‘Hey, here have a little chocolate, and have a good time tonight.’ It’s a much easier sell.”</p> \n<p>She said the science of weed has come on so much in recent years, that she could imagine “light beer-type strains” being marketed at “soccer mums”, while “the 20-something stoners going on the frat party down to Panama City Beach for the weekend they can get what they want too”.</p> \n<p>“All of those things are available, and even if you’re not looking for recreational purposes there are the wellness benefits: the CMB (cannabinoid)-only that gives you the relaxation without the high. All of that is really becoming possible.”</p> \n<p>Cannabis chocolates and drinks make up a heavy presence across three exhibition halls in the basement of the Hilton taken over by the conference, which is now a twice-yearly event and will next be held in Las Vegas this fall. </p> \n<h2>Sweet tooth or gourmet cannabis chef?</h2> \n<p>One of the biggest is the Venice Cookie Company (VCC), the largest manufacturer and distributor of cannabis brands on the west coast. Dan Zuckerman, VCC’s representative at the show, is showing off an eclectic range of products from cookies (naturally) and chocolates to tea, vapes and even olive oil and coconut butter.</p> \n<p>Most popular, he says, are the 4.20 chocolate bars made of fair trade cacao and up to 180mg of THC, which sell for $20 a bar. His personal favourite is the Cannabis Quencher a fruit juice marketed as a “potent, refreshing and fast-acting way to consume cannabis” with no added sugar. “It will get you pretty high,” Zuckerman said. “It’s the equivalent of 6-7 joints, it’s best to share it with friends.”</p> \n<p>VCC also offers cannabis infused ingredients to “let you be the gourmet cannabis chef”. Recipe ideas include creating your own “edible experience from a simple salad with <a href=\"http://budlover.blogspot.com/2010/02/review-not-so-virgin-olive-oil.html\">Not So Virgin Olive Oil</a>” or making cinnamon toast “slathered in Cannabis Coconut Butter”. </p> \n<p>Zuckerman said VCC is actively exploring expansion to Colorado, Illinois, Nevada and Arizona before the end of the year, but the company’s ambitions are being hampered by federal law that prevents cannabis and cannabis products from being transported across state lines even if (as in the case of Oregon and Washington) it is legal on both sides of the border. “It means we need to grow it, and produce it and package it all inside each state. It’s quite a logistical challenge,” he said. </p> \n<p>While VCC and Colorado-based Dixie are currently the biggest players in cannabis edibles and drinks, most people at the conference reckon it’s just a matter of time before big business companies move into the sector. </p> \n<p>“Pharma, tobacco, alcohol they are all eyeing this industry,” Farrington said. “They may well be walking these halls, but absolutely surreptitiously. This is a schedule 1 drug they cannot be seen to be associated with it.”</p> \n<p>A couple of stalls down from VCC’s chocolates, Ja&iuml;r Velleman is declaring a “green rush” to anyone who’ll listen. Velleman has flown over from the Netherlands to sell indoor horticultural lights made by his company, Gavita. “This is the green rush,” he said. “It’s like the gold rush but this time the money is in plants. I’m selling lights – the shovels of this trade. And in the real gold rush who made the most money? The people who dug gold or those who sold the shovels …?</p> \n<p>“We sell lights to grow plants, they can grow any plants. Our biggest customers were people growing cut flowers, but weed has become really big business in the last few years and is now our biggest market,” he said. “We expect it to grow exponentially in the next 2-5 years as more states and countries move to legalise marijuana.” </p> \n<p>Velleman explained that demand from marijuana growers is strongest because the most popular cannabis plant strains grow best indoors under artificial lights. </p> \n<p>Gavita is not the only traditional horticultural company shifting its business to take advantage of the marijuana growing boom. Jason Schofield Ralph-Smith of British hydroponics company Autopot said he is “just following the money”. “There is so much money to be made out of cannabis,” he said. “And it will just get bigger and bigger as more US states legalise, the rest of the world is watching and we expect more and more countries to follow.”</p> \n<p>Ralph-Smith said he imagines about 60% of the watering systems he sells are used for weed cultivation, but he stressed: “I don’t know what they’re growing. I don’t ask, it could be tomatoes.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/90302b9322eb9134e6497efb892b6f1a55929eb7/0_191_3840_2304/3840.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2304,"width":3840,"orientation":"landscape","credit":"Alyssa Schukar for the Guardian","altText":"Marijuana Business Conference and Expo","cleanCredit":"Photograph: Alyssa Schukar for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/62eaa0cf7020a47ff49cced1cccd305bf8a45c51/0_234_3840_2302/3840.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2302,"width":3840,"orientation":"landscape","caption":"Magic 8 Inc edibles come in many shapes and sizes at the tradeshow. Photograph: Alyssa Schukar for the Guardian","credit":"Alyssa Schukar for the Guardian","altText":"Marijuana conference","cleanCaption":"Magic 8 Inc edibles come in many shapes and sizes at the tradeshow.","cleanCredit":"Photograph: Alyssa Schukar for the Guardian"}],"webPublicationDate":"2015-05-23T11:00:05Z","lastModified":"2015-05-23T11:00:05Z","metadata":{"commentable":true,"commentCount":114,"contributors":[{"name":"Rupert Neate","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rupertneate"}],"feature":true,"keywords":["Cannabis","US news","Business"],"tags":[{"id":"society/cannabis","webTitle":"Cannabis"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"society"},"topics":[{"displayName":"Rupert Neate","topic":{"type":"tag-contributor","name":"profile/rupertneate"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/23/marijuana-conference-billion-dollar-business","shortUrl":"http://gu.com/p/496c9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/23/marijuana-conference-billion-dollar-business","webUri":"http://www.theguardian.com/society/2015/may/23/marijuana-conference-billion-dollar-business"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/90302b9322eb9134e6497efb892b6f1a55929eb7/0_191_3840_2304/3840.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2304,"width":3840,"orientation":"landscape","caption":"Stuart Tomc, vice-president of Human Nutrition at CannaVest, which develops and sells hemp-based products, offers a sample at the Expo at the Hilton Chicago. Photograph: Alyssa Schukar for the Guardian","credit":"Alyssa Schukar for the Guardian","altText":"Marijuana Business Conference and Expo","cleanCaption":"Stuart Tomc, vice-president of Human Nutrition at CannaVest, which develops and sells hemp-based products, offers a sample at the Expo at the Hilton Chicago.","cleanCredit":"Photograph: Alyssa Schukar for the Guardian"}},"importance":3,"kicker":{"title":"Marijuana incorporated"},"showQuotedHeadline":false}],"lastModified":"2015-05-24T07:28:27Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}