{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Natalie Massenet / We must never fall in love with the way we are doing things","rawTitle":"We must never fall in love with the way we are doing things","item":{"type":"article","id":"business/2015/jul/10/natalie-massenet-net-a-porter-technology-question-and-answer","title":"Natalie Massenet: we must never fall in love with the way we are doing things","trailText":"The Net-a-Porter fashion entrepreneur on getting started, shopping on a smartphone in bed and social media for style tribes","standFirst":"<p>The Net-a-Porter fashion entrepreneur on getting started, shopping on a smartphone in bed and social media for style tribes</p>\n<ul>\n <li><a href=\"http://gu.com/p/4afbn/tw\">Can Natalie Massenet’s net set reboot fashion?</a></li>\n</ul>","byline":"Karen Kay","body":"<p><strong>You launched </strong><a href=\"https://www.net-a-porter.com\"><strong>Net-a-Porter</strong></a><strong> 15 years ago from a small studio in London’s Chelsea. How has it changed?</strong></p> \n<p>When we launched in 2000, we used American English to make us sound international and signed all our correspondence from “the Editors”, even though it was really just me and a couple of others packing the black boxes with clothes and ribbon bows. We were serving women who had access to a computer Monday to Friday: there would be a surge on Monday lunchtimes, then again last minute on a Friday. In those days, you had to unplug your home phone to get online, and you could drink a whole cup of coffee while a webpage uploaded. I do feel like I am reminiscing about a time when we had to milk our cows and make our own cheese. Now, we have 6 million unique visitors each month, sell more than 390 fashion brands 24/7 via mobile platforms and express ship to 170 countries worldwide.</p> \n<p><strong>What do you know about your customers?</strong></p> \n<p>Online browsing and shopping offers lots of data on our customers that you don’t get in offline stores: their sizes, their colour preferences, browsing patterns, shopping habits, average spend, the times they shop – it’s very common for women to make a purchase last thing at night from their smartphone in bed. We recommend products and designers they might like, based on purchase history or labels they “follow”.</p> \n<p><strong>Do your customers want to see what they’d look like wearing things, perhaps with an avatar?</strong></p> \n<p>No. Our consumers don’t like gimmicks. They don’t want things to spin around the screen or pop up. We’ve discovered they want good, honest words and really great photos that show full-length details. The majority want to be left alone and like self-service, but a small percentage of women treat technology as a conduit to old-world service and use our trained personal shoppers and customer care team as they might do in a traditional bricks-and-mortar boutique.</p> \n<p><strong>How have shopping habits evolved?</strong></p> \n<p>Female fashion consumers are always looking for something new, while we’ve learned with <a href=\"http://www.mrporter.com\">Mr Porter</a> (the men’s fashion site launched in 2011) that guys tend to want more of what they already have. Women love the thrill of discovering new labels and being the first to wear them in their social set, so we are really developing our own curated collection of fledgling labels alongside the big established fashion names and now sell over 120 beauty brands. British designers have really enjoyed massive success and power in recent years, thanks to the reach of the internet. Technology shrinks and expands at the same time: we launched <em>PORTER</em>, our glossy shoppable print magazine in February 2014, because our customers enjoy 360-degree immersive experiences.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/mar/31/net-a-porter-merger-yoox-different-high-end-fashion-shopping\">Net-a-Porter merger with Yoox: marriage of very different high-end fashion sellers</a> </p> \n</aside> \n<p><strong>You’ve just launched the </strong><a href=\"https://www.thenetset.com\"><strong>Net Set</strong></a><strong>, a social media app offering users the chance to create and join style tribes and follow other shoppers. Are you playing catchup in the social media arena?</strong></p> \n<p>I wanted to purpose-build something for the mobile generation, so I briefed our team by saying, “what if there were a company out there setting up in competition with us, to be a modern multi-brand experience on mobile?” I asked the team to disrupt Net-a-Porter, rather than have someone else disrupt us.</p> \n<p>The Net Set is invitation-only at the moment, but the figures already prove it’s engaging as a shopping experience. We went from having a very controlled, one-way conversation with our customers, where we dictated what product was important, to saying “OK guys, now you create your own Net-a-Porter.” For a social network to work, you need a critical mass of users who set the boundaries. Then when you open the doors to the public, which we plan to do in the autumn, they arrive at a party that’s in full swing, rather than a party that hasn’t yet started.</p> \n<p><strong>Your native language is fashion. Are you now bilingual and speak fluent tech, too?</strong></p> \n<p>I can say API (application programming interface), and I can say Java, but I don’t feel entirely comfortable in the tech world. My family make fun of me as sometimes I can’t turn on the TV. I don’t understand why we need two remote controls. When we have an idea [at work], I trust the team to develop something to meet the brief: I don’t need to know the language.</p> \n<p><strong>At 50, do you keep pace with evolving digital life?</strong></p> \n<p>I have one foot on the dock, and one on the boat of technology, and I am going to make the massive leap on to the boat and embrace it. Am I navigating social and mobile in the same way my 15-year-old does? No. It is frightening and inspiring in the same breath. However, I admire my parents for listening to my music. I want to take the time to invest myself in new consumer habits. It would be suicide not to. I believe we must never fall in love with the way we are doing things, but we must always focus on what our consumers want.</p> \n<p><strong>How do you spend your money? </strong></p> \n<p>Net-a-Porter. I shop just like anyone else. I can’t help myself. I use <a href=\"https://deliveroo.co.uk\">Deliveroo</a>, (a premium restaurant delivery service) and <a href=\"http://www.flowerbx.com\">Flowerbx</a> for seasonal cut flowers. <a href=\"http://www.amazon.co.uk\">Amazon</a> gets a tremendous amount of my money for books, gardening equipment and all that functional stuff. Very few of my purchases are made offline, because I don’t have time to walk round stores, and I hate going into stores in my raggedy jeans and seeing an assistant sneer at me. I love the way the internet has democratized shopping.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/2015/may/14/donatella-versace-britpop-instagram-fashion-launch-suede\">Donatella Versace on Britpop, Instagram and why elitist fashion is over</a> </p> \n</aside> \n<p><strong>What are your guilty pleasures when it comes to online habits?</strong></p> \n<p><a href=\"https://instagram.com\">Instagram</a>. It’s genius, truly life changing. And I am obsessed with all the property sites, such as <a href=\"http://www.rightmove.co.uk\">Rightmove</a>, <a href=\"http://streeteasy.com\">StreetEasy</a> and <a href=\"http://www.trulia.com\">Trulia</a>, which are all geo-location based. I love zooming in and out of cities I’ve never been to and comparing real estate. I was walking through London the other day with my dog and turned on Rightmove so I could see what was for sale in that area.</p> \n<p><strong>Are you permanently connected?</strong></p> \n<p>Some of my favourite things to do are connected with digital, for example, looking at pictures from my friends in California on Instagram, or coveting crazy properties online. I am connected because I want to be, not by obligation. It’s such a treat to live in these times, enjoying that voyage of discovery when you listen to a favourite track by Led Zeppelin and then get recommended contemporary artists that you might like, because of clever algorithms.</p> \n<p>My daughter has introduced me to <a href=\"https://www.snapchat.com\">Snapchat</a>, but I only have her on my list. There is not a moment in our household where Snapchat isn’t going crazy – all her schoolfriends see me in my pyjamas at my kitchen table everyday.</p> \n<p>I do read old-fashioned magazines and books, though. The most I disconnect from the digital world is looking at the stars … but that’s being connected to the world in a different way.</p> \n<p><strong>Where is the digital age taking us?</strong></p> \n<p>There is the view that we are all going to hell in a handcart and it is the destruction of society and privacy and civilised human contact. But I am optimistic and choose to look at it as an incredible opportunity for transparency, knowledge, empathy, understanding and a platform for creativity. It will take us from being employees to having the potential to lead our own lives on our own terms. Once an egg-cup painter would work in isolation, in their own little space, but now they can connect that niche with an audience all over the world and that is so exciting. We can go back to enjoying a sense of community, albeit with a different shape to the traditional one, where people with shared interests can connect, wherever they are.</p> \n<p>I am not sure how education in schools can keep up with the information children have at their fingertips. The speed with which things can be done makes it challenging within traditional forms of education.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436449011025/422e7b74-4403-4991-bbf5-d6d39a12f9f6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Net-a-Porter Group","altText":"Natalie Massenet in her office.","cleanCredit":"Photograph: The Net-a-Porter Group"}],"bodyImages":[],"webPublicationDate":"2015-07-10T08:00:07Z","lastModified":"2015-07-10T08:00:07Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Karen Kay","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/karen-kay"}],"feature":false,"keywords":["Natalie Massenet","Fashion","Media","Business","Retail industry","Technology"],"tags":[{"id":"business/natalie-massenet","webTitle":"Natalie Massenet"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"media/media","webTitle":"Media"},{"id":"business/business","webTitle":"Business"},{"id":"business/retail","webTitle":"Retail industry"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"business"},"topics":[{"displayName":"Karen Kay","topic":{"type":"tag-contributor","name":"profile/karen-kay"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/10/natalie-massenet-net-a-porter-technology-question-and-answer","shortUrl":"http://gu.com/p/4afm3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/10/natalie-massenet-net-a-porter-technology-question-and-answer","webUri":"http://www.theguardian.com/business/2015/jul/10/natalie-massenet-net-a-porter-technology-question-and-answer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436449011025/422e7b74-4403-4991-bbf5-d6d39a12f9f6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Natalie Massenet in her office. Photograph: The Net-a-Porter Group","credit":"The Net-a-Porter Group","altText":"Natalie Massenet in her office.","cleanCaption":"Natalie Massenet in her office.","cleanCredit":"Photograph: The Net-a-Porter Group"}},"importance":7,"kicker":{"title":"Natalie Massenet"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436449011025/422e7b74-4403-4991-bbf5-d6d39a12f9f6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Net-a-Porter Group","altText":"Natalie Massenet in her office.","cleanCredit":"Photograph: The Net-a-Porter Group"}}]},{"title":"Society / It's all too easy for social services to miss privately fostered children","rawTitle":"It's all too easy for social services to miss privately fostered children","item":{"type":"article","id":"society/2015/jul/10/its-all-too-easy-for-social-services-to-miss-privately-fostered-children","title":"It's all too easy for social services to miss privately fostered children","trailText":"The case of Victoria Climbié, who was privately fostered, means we have to be vigilant about identifying exploitation and abuse","standFirst":"<p>The case of Victoria Climbi&eacute;, who was privately fostered, means we have to be vigilant about identifying exploitation and abuse</p>","byline":"Jenny Packeer","body":"<p>I’m a practice leader in private fostering at Warwickshire county council, and I look out for children who go under the radar of children’s services. </p> \n<p>My days are varied and I can be doing anything from visiting teams of social workers and other agencies, to chasing progress on individual cases and maintaining data sheets and development work. </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"5747880963a2bfba6c144b6a00895176a2ec8d44\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436455100814/afda8939-72cb-440a-acc3-ca976db3d0a3-281x420.jpeg\" alt=\"Jenny Packeer, Private Fostering Lead at Warwickshire County Council\" width=\"281\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jenny Packeer, private fostering lead at Warwickshire county council.</span> \n  <span class=\"element-image__credit\">Photograph: Jenny Packeer</span> \n </figcaption> \n</figure> \n<p>Private fostering describes an arrangement that lasts for 28 days or more where a child is cared for by someone who isn’t a close relative. A close relative is defined as a grandparent, uncle, aunt, step parent or older brother or sister. Often children in private fostering arrangements are cared for by family friends, or members of their extended family. </p> \n<p>By law, parents and carers must notify local authorities of any private fostering arrangements, but in practice, they often don’t. I receive inquiries and notifications from many sources including teachers, outreach workers, health service staff and sometimes family and friends. </p> \n<p>I start my day by checking my emails. The first email is from a social worker seeking advice on Sophie, aged eight, who has moved from living with an extended relative to living with a close relative. I confirm this is no longer a private fostering arrangement and send what I hope is a helpful reminder to the social worker of what to record. There are concerns about parental mental health which, with other issues, requires further assessment. </p> \n<p>Private fostering is a double-edged sword, which means I have to be extra vigilant in my working life. Some children in private fostering arrangements, where their parents are unable to look after them, are well cared for by a family friend or a member of their extended family. The actor Pierce Brosnan was privately fostered while his mother trained as a nurse.</p> \n<p>But some children who are privately fostered can become victims of child trafficking, vulnerable to domestic slavery, or be at risk of child sexual exploitation. When people remember <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2001/sep/24/childrensservices\">the tragic case of Victoria Climbi&eacute;</a>, a little girl who was trafficked to the UK and murdered by her great aunt and her boyfriend, they often forget that she was privately fostered. <br /></p> \n<p>I flick through my next email. It is regarding Zaki, aged 15, from Yemen whose private fostering assessment seems to have taken forever due to a delay in getting a GP reference. As Zaki is an international student and staying with family friends while in the UK, we were alerted to the private fostering arrangement by the school. In order to progress things, I remind the GP practice of the Climbi&eacute; case. I don’t get a reply, but the fostering team does get their reference, so I class this as a result. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/social-care-network/2015/jul/03/knowing-a-child-will-be-placed-with-a-forever-family-makes-me-happy\">Knowing a child will be placed with a 'forever family' makes me happy</a> </p> \n</aside> \n<p>It’s my job to ensure the carers, children and families receive an assessment, advice and support. The support available can include anything from access to relevant benefits, free school meals, mediation services with the child’s birth family, and access to foster care training, to more practical support such as a bed. Tailored support for children with more complex needs – for instance, if they’ve got a disability – is also available. </p> \n<p>The rest of my day is taken up with working on an information leaflet for young people that the Children in Care council have contributed to. The laptop and I are doing battle as I try to make it look more interesting and I struggle with the layout.<br /> </p> \n<p>According to figures from the British Association for Adoption and Fostering (BAAF) only 9% of adults in the UK know what private fostering is. Yet, the most recent government estimates of the number of children in private fostering arrangements date from 2004, and indicate that there were approximately 10,000 children in private fostering arrangements. Experts now believe <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2007/dec/10/private.fostering\">the figure could be far higher</a>. This is why raising awareness of private fostering, especially among social workers and other agencies, is an important part of my role.</p> \n<p>In the evening to unwind, I like to spend time catching up with my family, watching TV or reading, which helps me escape from the here and now. I also find sitting out in the garden on a long summer evening works wonders for relaxing the body and letting go of stress.<br /></p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436454168196/f2912495-ecdc-4c6c-9fdf-162c13eb42c4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Girls playing with a jump rope","cleanCredit":"Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436455101162/1824b798-3a8d-49c4-ad67-ccb96ce73d19-683x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":683,"orientation":"portrait","caption":"Jenny Packeer, private fostering lead at Warwickshire county council. Photograph: Jenny Packeer","credit":"Jenny Packeer","altText":"Jenny Packeer, Private Fostering Lead at Warwickshire County Council","cleanCaption":"Jenny Packeer, private fostering lead at Warwickshire county council.","cleanCredit":"Photograph: Jenny Packeer"}],"webPublicationDate":"2015-07-10T07:30:05Z","lastModified":"2015-07-10T07:33:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Social care","Social Care Network","social care network: children's services hub","Society","Fostering","Children","Children","Careers","Work practices","Child protection"],"tags":[{"id":"society/social-care","webTitle":"Social care"},{"id":"social-care-network/social-care-network","webTitle":"Social Care Network"},{"id":"social-care-network/childrens-services-social-care-network","webTitle":"social care network: children's services hub"},{"id":"society/society","webTitle":"Society"},{"id":"society/fostering","webTitle":"Fostering"},{"id":"society/children","webTitle":"Children"},{"id":"social-care-network/children","webTitle":"Children"},{"id":"social-care-network/careers","webTitle":"Careers"},{"id":"social-care-network/work-practices","webTitle":"Work practices"},{"id":"society/childprotection","webTitle":"Child protection"}],"section":{"id":"society"},"topics":[],"series":{"title":"A day in the life of ...","uri":"http://mobile-apps.guardianapis.com/lists/tag/social-care-network/series/a-day-in-the-life-of"},"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/10/its-all-too-easy-for-social-services-to-miss-privately-fostered-children","shortUrl":"http://gu.com/p/4ag6b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/10/its-all-too-easy-for-social-services-to-miss-privately-fostered-children","webUri":"http://www.theguardian.com/society/2015/jul/10/its-all-too-easy-for-social-services-to-miss-privately-fostered-children"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436454168196/f2912495-ecdc-4c6c-9fdf-162c13eb42c4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Some children in private fostering arrangements, where their parents are unable to look after them, are well cared for.’ Photograph: Alamy","credit":"Alamy","altText":"Girls playing with a jump rope","cleanCaption":"‘Some children in private fostering arrangements, where their parents are unable to look after them, are well cared for.’","cleanCredit":"Photograph: Alamy"}},"importance":5,"kicker":{"title":"Society"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436454168196/f2912495-ecdc-4c6c-9fdf-162c13eb42c4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Girls playing with a jump rope","cleanCredit":"Photograph: Alamy"}}]},{"title":"The Maccabees / ‘Bands can't afford to live in London any more’","rawTitle":"‘Bands can't afford to live in London any more’","item":{"type":"article","id":"music/2015/jul/09/the-maccabees-its-impossible-bands-cant-afford-to-live-in-london-any-more","title":"The Maccabees: ‘It's impossible – bands can't afford to live in London any more’","trailText":"Holed up in their studio, the south London quintet have watched as their once gritty neighbourhood was bulldozed. Now their fourth album, Marks to Prove It, explores the beauty of an area – and a city – changing beyond recognition","standFirst":"<p>Holed up in their studio, the south London quintet have watched as their once gritty neighbourhood was bulldozed. Now their fourth album, Marks to Prove It, explores the beauty of an area – and a city – changing beyond recognition</p>","byline":"Jenny Stevens","body":"<p>Felix White is explaining why there will never be another band like <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/the-maccabees\">the Maccabees</a>. “It’s impossible,” splutters the group’s guitarist. “It’s actually unfeasible. I mean, you can’t even afford to live in London any more. How can you expect to have creative people here? We’ve reached the first generation of people who are going to have to be dependent on their parents to live here, and that is terrifying.”</p> \n<p>It wasn’t always like this, he says. The Maccabees met as teenagers in south London, making pilgrimages across town to see the Libertines play shows in squats and divey pubs in the early years of the last decade. By 2004, they had formed the band, becoming part of a flurry of music in the capital, made by people from similar middle-class backgrounds in south London, which has proved enduringly successful: their friend <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/25/florence-and-the-machine-i-funned-myself-out\">Florence Welch</a> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/27/florence-and-the-machine-glastonbury-2015-review-infectious-enthusiasm\">has just headlined Glastonbury</a>; another cohort, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/jamie-t\">Jamie T</a>, who joined the Maccabees onstage at Worthy Farm, saw his most recent album reach No 4. Later this month, the Maccabees will re-enter the fray when they release their fourth album, Marks to Prove It, the follow-up to 2012’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/jan/05/maccabees-given-to-the-wild-review\">Given to the Wild</a>, which won them a Mercury nomination and an Ivor Novello award. Ask them whether they can see a new generation of artists coming up behind them and their lauded peers and White slumps in his seat, pulls his hoodie up, and shakes his head: “London is a scary place to be right now.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This place is only still here because whoever owns it is holding off. It’s on borrowed time, as is everything here</p> \n  <footer> \n   <cite>Orlando Weeks</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Even in the short walk from the tube station to the band’s studio in Elephant and Castle, you can see what he means. Since the group established their base here in 2012, they have seen a &pound;3bn redevelopment project transform the area. Cranes jostle for space in the sky, while the chicken shops that served the old residents muscle up against coffee outlets targeting the newcomers on the pavement below. They watched the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2011/mar/04/death-housing-ideal\">wrecking ball come down over the 1,200 homes on the neighbouring Heygate estate</a>, and a similar fate awaits the 2,700 homes on the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/housing-network/2012/may/03/aylesbury-most-maligned-estate-social-housing\">Aylesbury estate down the road, the brutalist blocks where Tony Blair made his first speech as prime minister</a>. “This place is only still here because whoever owns it is holding off,” says singer Orlando Weeks. “It’s like we’re on borrowed time, as is everything in this area.”</p> \n<p>Three of the Maccabees are here today: as well as White and Weeks, White’s younger brother Hugo, who also plays guitar, is present. Weeks went to art school in Brighton, where the band were based for several years, and has the immaculate, precise air of a graphic designer about him. His influences extend far outside of music: it was his idea to approach the painter <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2009/mar/30/maccabees-boo-ritson-artwork\">Boo Ritson</a> and sculptor <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2007/mar/11/art.features3\">Andy Goldsworthy</a> to do album sleeves for them. For Marks to Prove It, having their own studio for the first time gave the band a kind of incessant “limitlessness”, Weeks says, reeling off the list of scatterbrained ideas they had, from recording an alternative version of the album with a viola player and a bassoonist, to a very complicated-sounding one-off light installation. “We came back from touring Given to the Wild with all these big ideas,” says White. “And then six months in, we realised we didn’t have any clue what we wanted the album to sound like.” They recorded endless demos and debated going away to record at another studio, but nothing clicked. “All possibilities would just scare me,” Weeks says wearily.</p> \n<p>Then he happened across an amateur photograph that forms the cover artwork for the new album. It is a picture of the Michael Faraday Memorial, the stainless-steel box erected in 1961 on the main roundabout at Elephant and Castle in tribute to the great Victorian scientist, which also acts an electricity substation for the London Underground. “It was beautiful,” he says. “All lit up at night. And it completely changed my perspective on this ordinary landmark that I see every day.” It also caused a realisation to strike him. “We didn’t need to go searching for some big thing. We could find everything we needed right here.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=3Kt3aN6Ey8w\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/3Kt3aN6Ey8w?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Watch the video for Marks to Prove it here.\n </figcaption> \n</figure> \n<p>Weeks begins reeling off information about the area – about the <a href=\"https://en.wikipedia.org/wiki/River_Neckinger\">river Neckinger</a>, which is mentioned in The Canterbury Tales, but is now fully enclosed and subterranean, running underneath the area (“Dickens called it the Venice of Drains,” he says). The Elephant makes its presence felt on the album, sonically, as well as intellectually and visually. I mention the song Slow Sun, which seems to have some outside chatter on it. Hugo White sniggers: “Yeah, that was when ’Lan and Sam [Doyle, drummer] recorded some ‘street noise’.” His brother butts in: “Wasn’t that bit when you tried to sing the vocal down a microphone in the market?”</p> \n<p>Weeks looks to his shoes. “Yeah … yep …”</p> \n<p>“And there’s the problem with having your own studio. You start having stupid ideas like that,” says White, laughing.</p> \n<p>Their eclecticism has always saved the Maccabees from being pigeonholed into any of guitar music’s prevailing trends. In 2009, when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2009/jan/17/florence-and-the-machine-indie\">“landfill indie” </a>was dominant, the Maccabees were busying themselves in rural Yorkshire enlisting<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2009/jul/07/maccabees\"> trombonists from the Dodworth Colliery Band to record a B-side</a> with them. In 2010, NME declared them “the <a href=\"http://www.nme.com/images/10222_155443_maccabeesnmecoverL220210.jpg\">band who buried landfill indie</a>”, and you can see why.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It’s not about making the ordinary extraordinary. It’s about saying that there is romance in the everyday and the real</p> \n  <footer> \n   <cite>Orlando Weeks</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Three years later, Given to the Wild proved to be a major turning point, its soaring melodies, massed vocals and lyrical themes of love and ageing providing a culmination to their obsessive experimentation. The problem, Weeks says bluntly, was that it was “impossible to play live”. This time, they made a pact to record an album that the five of them (bassist Rupert Jarvis completes the lineup) could recreate onstage. The result is lighter in reverb and layers, but no less rich. Songs twist and turn with ambitious ferocity, from the thundering guitar of the title track, which unwinds into a chaos of hand-claps and merry-go-round keyboards, to the stark piano ballad Silence. Kamakura pulses with the morose foreboding of Bruce Springsteen’s Streets of Philadelphia (“Funny you say that,” White says. “We spent the whole of the last album trying to recreate that song, and it always sounded shit”). “It’s not about making the ordinary extraordinary,” Weeks insists of the finished collection. “It’s about saying that there is an awful lot of romance in the everyday and in the real.”</p> \n<p>The complexities of getting older have been a regular theme for the Maccabees, which is hardly surprising given they have been working together since their teens. Pelican, from Given to the Wild, documented the thudding realisation that they had come home from touring as men in their late 20s and everyone they knew back home was getting engaged and having babies. Time hangs heavy over the new album, too: characters uncover forgotten photographs, seas erode the coast. One track is even about portraits of soldiers who died.</p> \n<p>“It felt different for us making this album,” Hugo White says contemplatively. “For the first time, we weren’t going away anywhere. No different studios, no touring. We’d start the day here and end it here almost as though there was nothing in between. For two and a half years. I think when you’re doing that you do feel time … ticking …” his voice fades.</p> \n<figure class=\"element element-image\" data-media-id=\"59b3f1f9782d045eca60b75f0d3a0d3f915d7b25\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436452697289/e68eedc5-569a-4dda-a053-0dd80ca835eb-460x276.jpeg\" alt=\"The Maccabees live at the Elephant and Castle Coronet.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Maccabees live at the Elephant and Castle Coronet in May 2015.</span> \n  <span class=\"element-image__credit\">Photograph: Rex Shutterstock/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>It is, in places, a very morbid record. Do they often think about dying? They all nod. “I have a recurring vision of being hit by a car and my face being smashed against the pavement and blood everywhere,” Felix White says suddenly.</p> \n<p>“I have the exact same vision,” Weeks says, reeling around to face him, “Blue car?”</p> \n<p>White: “Yes, small blue car.”</p> \n<p>Weeks: “A really crappy one, like a Corsa or something?”</p> \n<p>White: “Yeah. And the rain is coming down and I can feel my teeth on the pavement.”</p> \n<p>At this point Hugo White, who has been watching the scene, shakes his head and sighs wearily. “Jesus, you two,” he says, and they all laugh.</p> \n<p>Ask where they might go next, and they fall silent. “I got on a tube at eight in the morning recently,” Felix White says. “Which, being in a band, you very rarely do. Suddenly I realised how fucking weird it is that people, as an everyday occurrence, cram themselves into tiny spaces, like it’s a normal situation. It’s a horrifically intense way to try and read a paper.”</p> \n<p>That’s the thing, says his brother: “For 12 years we’ve been a band. So, as a full-time occupation, we really just don’t know anything else.” It seems safe to say they won’t be giving up the day job just yet. And as for Elephant and Castle? “Well, we’re going on tour again soon,” says Weeks, looking around at a neat stack of guitar amps on the shelves he built himself. “And it’s imminent that we’ll have to leave this studio, I think. This place and the surrounding area just isn’t going to be the same when we get back. But I’m glad we were able to highlight some of the things we thought were beautiful about the area, and not in a grim Harry Brown, south London way. You just don’t get streets like Walworth Road any more, with all those businesses that have been here for ever. And it’s been a privilege to enjoy that last section of it, just the way it is.”</p> \n<p><em>Marks to Prove It is relased on Fiction on 31 July</em></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436452168796/1344bb95-80ba-4607-b03e-a155b48baaf7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene/David Levene","altText":"The Maccabees in studio","cleanCredit":"Photograph: David Levene/David Levene"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436452698834/e68eedc5-569a-4dda-a053-0dd80ca835eb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Maccabees live at the Elephant and Castle Coronet in May 2015. Photograph: Rex Shutterstock/Rex Shutterstock","credit":"Rex Shutterstock/Rex Shutterstock","altText":"The Maccabees live at the Elephant and Castle Coronet.","cleanCaption":"The Maccabees live at the Elephant and Castle Coronet in May 2015.","cleanCredit":"Photograph: Rex Shutterstock/Rex Shutterstock"}],"webPublicationDate":"2015-07-09T16:46:52Z","lastModified":"2015-07-09T23:00:59Z","metadata":{"commentable":true,"commentCount":156,"contributors":[{"name":"Jenny Stevens","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/30/1435672757649/Jenny-Stevens-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jenny-stevens"}],"feature":true,"keywords":["The Maccabees","Music","Culture","Indie","Pop and rock","London"],"tags":[{"id":"music/the-maccabees","webTitle":"The Maccabees"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/indie","webTitle":"Indie"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"uk/london","webTitle":"London"}],"section":{"id":"music"},"topics":[{"displayName":"Jenny Stevens","topic":{"type":"tag-contributor","name":"profile/jenny-stevens"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/09/the-maccabees-its-impossible-bands-cant-afford-to-live-in-london-any-more","shortUrl":"http://gu.com/p/4aghx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/09/the-maccabees-its-impossible-bands-cant-afford-to-live-in-london-any-more","webUri":"http://www.theguardian.com/music/2015/jul/09/the-maccabees-its-impossible-bands-cant-afford-to-live-in-london-any-more"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436452168796/1344bb95-80ba-4607-b03e-a155b48baaf7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Maccabees in their Elephant and Castle studio space. Photograph: David Levene","credit":"David Levene","altText":"The Maccabees in studio","cleanCaption":"The Maccabees in their Elephant and Castle studio space.","cleanCredit":"Photograph: David Levene"}},"importance":5,"kicker":{"title":"The Maccabees"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436452168796/1344bb95-80ba-4607-b03e-a155b48baaf7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene/David Levene","altText":"The Maccabees in studio","cleanCredit":"Photograph: David Levene/David Levene"}}]},{"title":"Classical music / Hear the painting? How about seeing the music?","rawTitle":"Hear the painting? How about seeing the music?","item":{"type":"article","id":"music/tomserviceblog/2015/jul/09/national-gallery-soundscapes-exhibition-pair-classical-music-art","title":"Hear the painting? How about seeing the music?","trailText":"The National Gallery’s new Soundscapes exhibition puts masterpieces to music so visitors can experience them in a new way. We boldly go where no curator has gone before with unexpected musical and visual pairings guaranteed to distort any listening experience","standFirst":"<p>The National Gallery’s new Soundscapes exhibition puts masterpieces to music so visitors can experience them in a new way. We boldly go where no curator has gone before with unexpected musical and visual pairings that are guaranteed to distort any listening experience</p>","byline":"Tom Service","body":"<blockquote class=\"quoted\"> \n <p>This is a terrifyingly insecure cultural cringe of an exhibition, a pitiful act of obeisance by the National Gallery to popular culture, contemporary art and anything else it hopes might pull in a few young people.</p> \n</blockquote> \n<p>Jonathan Jones hates the <a href=\"http://www.nationalgallery.org.uk/soundscapes?gclid=CO2cnY79zcYCFSXHtAodx9oIzg\">National Gallery</a>’s recently opened <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/jul/06/soundscapes-national-gallery-review-pointless-soundtracks-jamie-xx\">Soundscapes exhibition</a>, in which great works of art are “brought alive” by music or sound art that were composed in response. “I have just one word for this daft exhibition. Shush!” he writes. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/jul/06/soundscapes-national-gallery-review-pointless-soundtracks-jamie-xx\">Soundscapes at National Gallery review – Jamie xx pointless soundtracks for paintings</a> </p> \n</aside> \n<p>Given that the National Gallery’s experiment seems to add little, if anything, to the great works of art on display, I thought I might do the opposite: pair great compositions with incongruous works of visual art to create the maximal insightful irrelevance to accompany your listening. </p> \n<h2><a href=\"https://www.youtube.com/watch?v=M64OsJI43sU\">Beethoven’s Pastoral Symphony</a> and <a href=\"https://lisavanhaerenmartelart.files.wordpress.com/2013/10/jeffkoonsc2b5-antiquity3_2011.jpg\">Jeff Koons’ Antiquity 3</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=M64OsJI43sU\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/M64OsJI43sU?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Beethoven’s suprahumanist symphonic canvas of man and nature finds its contemporary counterpart in Koons’s haunting vision of human-natural symbiosis, as cetacean, ironic lingerie-clad quasi-mermaid and simian simulacrum are fused and foregrounded against monuments of the classical world. It’s an eerily precise analogy for the way Beethoven foregrounds the birds, streams, storms and peasant dances of his Pastoral against the “classical” background of symphonic form. Can you hear the dolphins in the last movement? You can now.<br /></p> \n<h2><a href=\"https://www.youtube.com/watch?v=Yy0_zqEOp4A\">Sibelius’s Tapiola</a> and <a href=\"http://www.artnet.com/artists/roxy-paine/small-tapioca-slime-P92mQsoQhhvV0a5WIdmbWg2\">Roxy Paine’s Small Tapioca Slime</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Yy0_zqEOp4A\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/Yy0_zqEOp4A?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>The elemental desolation of Sibelius’s final orchestral work is inexpressibly magnified by your intense visual focus on the pseudo-solid gelatinity of Paine’s sculpture, made from the very material that inspired Sibelius’s music, the cassava root gloop that is such a staple of Finnish mythology … Honest.<br /></p> \n<h2><a href=\"https://www.youtube.com/watch?v=bTaQu7ivsRM\">Wagner’s Parsifal</a> and <a href=\"http://www.tate.org.uk/art/artworks/duchamp-fountain-t07573\">Marcel Duchamp’s Fountain</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=bTaQu7ivsRM\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/bTaQu7ivsRM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Duchamp’s pre-postmodern holy grail of modern art transmutes into the “Gral” of Wagner’s last opera when you look at Fountain for all four hours of Parsifal’s drama. The knights of the Grail are revivified and reconstituted by the implied cycling and recycling of water that is so elegantly distilled by Fountain. Yet Duchamp’s work is as much idea as it is physical object; it’s as ethereal and weightless as the most transcendent sections of Wagner’s score. Those are moments in which music itself ascends into a realm of uber-aesthetics, in which time, as Gurnemanz sings to Parsifal, becomes space. That’s the same liminal interzone of transformation in which Duchamp’s Urinal can become Fountain, completing the circle of multimedia exchange. Probably.<br /></p> \n<h2><a href=\"https://www.youtube.com/watch?v=gCkd46hcRag\">Steve Reich’s Music for 18 Musicians</a> and <a href=\"http://www.nationalgallery.org.uk/paintings/john-constable-the-hay-wain\">John Constable’s The Hay Wain</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=gCkd46hcRag\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/gCkd46hcRag?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Steve Reich’s inspiration in early 19th-century English landscape painting is well known. (Isn’t it? And if not, why not?) And if you count the number of leaves on the trees in the brushstrokes of Constable’s picture, as I recommend you do, you will arrive at exactly the same number of repeated quavers as are played in Music for 18 Musicians: 654,784 of them. Not a lot of people know that. The Hay Wain on the left of the cart is, of course, an image of the composer, at once part of the landscape, and yet also shaping it, just as Reich has always done whenever he performs 18. Reich’s landscapes, Constable’s minimalism – so similar. Who knew?<br /></p> \n<figure class=\"element element-image\" data-media-id=\"8971b7f75bee68e9beb6dcce12de1b44e72fd345\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436452264143/593ca425-2512-4d67-a8ea-6fe473876bc2-460x276.jpeg\" alt=\"Constable, The Hay Wain\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<h2><a href=\"https://www.youtube.com/watch?v=cOlQzoULv4E\">Bach’s The Art of Fugue</a> and <a href=\"http://monsoonartcollection.com/bridget-riley/\">Bridget Reilly’s Streak 2, 1979</a></h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=cOlQzoULv4E\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/cOlQzoULv4E?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Bach’s effortlessly effortful counterpoint, which warps and wefts your very ears just as it distorts and twists the stuff of multi-voiced musical composition, finds a visually resonant analogy in Reilly’s finely calibrated yet instantly hallucinogenically powerful optical illusion in Streak 2, 1979. Actually, wait a minute and hold the OTT irony – it really does. Reilly and Bach actually are creative soulmates across the centuries and the senses … You see – and hear? Looking and listening together can actually work if you can find the right alchemical combination!<br /></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436454363513/97336081-fda6-49b7-bca4-0b7a1638b1df-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Public domain","altText":"John Constable's The Hay Wain","cleanCredit":"Photograph: Public domain"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436452266404/593ca425-2512-4d67-a8ea-6fe473876bc2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Public domain","altText":"Constable, The Hay Wain"}],"webPublicationDate":"2015-07-09T17:35:22Z","lastModified":"2015-07-09T17:36:16Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Tom Service","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750976/TomService.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tomservice"}],"feature":false,"keywords":["Classical music","Music","Culture","Art and design","National Gallery"],"tags":[{"id":"music/classicalmusicandopera","webTitle":"Classical music"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/national-gallery","webTitle":"National Gallery"}],"section":{"id":"music"},"topics":[{"displayName":"Tom Service","topic":{"type":"tag-contributor","name":"profile/tomservice"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/tomserviceblog/2015/jul/09/national-gallery-soundscapes-exhibition-pair-classical-music-art","shortUrl":"http://gu.com/p/4agch","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/tomserviceblog/2015/jul/09/national-gallery-soundscapes-exhibition-pair-classical-music-art","webUri":"http://www.theguardian.com/music/tomserviceblog/2015/jul/09/national-gallery-soundscapes-exhibition-pair-classical-music-art"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436454363513/97336081-fda6-49b7-bca4-0b7a1638b1df-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The perfect companion to Steve Reich’s Clapping Music? John Constable’s Hay Wain","credit":"Public domain","altText":"John Constable's The Hay Wain","cleanCaption":"The perfect companion to Steve Reich’s Clapping Music? John Constable’s Hay Wain"}},"importance":4,"kicker":{"title":"Classical music"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436454363513/97336081-fda6-49b7-bca4-0b7a1638b1df-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Public domain","altText":"John Constable's The Hay Wain","cleanCredit":"Photograph: Public domain"}}]},{"title":"The long read / When Britain fought terror with terror","rawTitle":"When Britain fought terror with terror","item":{"type":"article","id":"news/2015/jul/09/northern-ireland-terror-shoot-to-kill","title":"Northern Ireland: when Britain fought terror with terror","trailText":"<strong>The long read: </strong>When Martin McCauley was 19, he was shot by police as an IRA suspect. His best friend was killed. The RUC has always denied that it had a shoot to kill policy, but now fresh evidence is emerging","standFirst":"<p>When Martin McCauley was 19, he was shot by police as an IRA suspect. His best friend was killed. The RUC has always denied that it had a shoot to kill policy, but now fresh evidence is emerging</p>","byline":"Ian Cobain","body":"<p>Martin McCauley and Michael Tighe were country boys. They grew up a stone’s throw from each other, on smallholdings that sat on opposite sides of a narrow, hedge-lined lane. Derrymacash, the Northern Irish village where they went to school and played Gaelic football, was a mile away. Beyond that lay the expansive waters of Lough Neagh. The boys helped out on each other’s family farms: in the summer they cut and baled hay together; in the winter they rode tractors. In the summer of 1982 they had bought a motorbike, a scrambler, to tear across the bogs of north Antrim and perform wheelies along the local boreens.</p> \n<p>On 24 November that year, a Wednesday, Tighe spent most of the day on his parents’ smallholding, looking after the pigs. At the end of the afternoon, as the light was about to fade, McCauley kickstarted their bike and they rode it to an empty redbrick bungalow about half a mile away. They parked up and went into a ramshackle hayshed at the back of the house.</p> \n<p>The first two bullets came through the window. The boys had heard no sound, no hint whatsoever that anyone had crept up to the front of the hayshed; just two very loud bangs. Tighe, who was sitting on a stack of hay bales, toppled backwards. McCauley, standing next to the window, froze. “Next thing, the whole of the wooden doors to the barn exploded inwards,” he recalled. “They just machine-gunned it. I was standing up and trying to press myself against a hay bale, but I couldn’t get any cover. So I crouched down and tried to move backwards across the doorway. I was trying to get out of the way like this,” he said, shuffling backwards to demonstrate. “It was like everything had slowed down. I don’t know where I was hit first. One of the shots hit me in the back of my left shoulder and exited through my throat. Look: you can still see where it came out. Another hit me around the top of my spine and exited through my right armpit. The third hit me in my right thigh near the groin and came out of the outside of my thigh.</p> \n<p>“Someone came into the hayshed and hit me on the back of my head, and I was dragged through what was left of the doors. The pain was just excruciating. The best way that I can describe being shot is that it’s like someone walked up to you and hit you with a red-hot sledgehammer. I was just lying there. And with every heartbeat the blood was pumping up in the air from my thigh.” A man pointed a rifle at his head and threatened to finish him off. He thought he was going to die. Tighe was out of sight, behind the hay bales. “I didn’t know it then, but Mickey was dead. He’d been shot twice in the heart.”</p> \n<p>McCauley was 19, an alleged IRA volunteer and bomb-maker: a suspected killer. Tighe, one of six children, was “a fresh-faced lad of simple needs”, with no involvement in the conflict, according to the subsequent assessment of a senior policeman. He was 17. His killing brought <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2010/jun/10/deaths-in-northern-ireland-conflict-data\">Northern Ireland’s death toll</a> to 2,487. But Michael Tighe’s death was different, because the shots that killed him, and the subsequent cover‑up, were part of a dark episode in the undeclared war in the north, in which it was possible to glimpse the British state fighting terror with terror.</p> \n<figure class=\"element element-image\" data-media-id=\"50e43a90f3dd5085d4001d9823b6c7e03e108b2b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436362365695/563dc2c2-9152-49fc-b107-1b27b15615f0-460x307.jpeg\" alt=\"The old barn in Derrymacash, County Armagh, where the shooting took place.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The old barn in Derrymacash, County Armagh, where the shooting took place.</span> \n  <span class=\"element-image__credit\">Photograph: Paul McErlane</span> \n </figcaption> \n</figure> \n<p>The battle to establish the truth about what happened in the hayshed has dragged on for three decades – a subplot in the wider tragedy of the Troubles. But some of the details of that afternoon are only now starting to emerge. Two highly classified reports by senior policemen, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2007/jul/20/northernireland.northernireland\">John Stalker</a> and <a href=\"http://www.bbc.co.uk/news/10171908\">Colin Sampson</a> – which have never been released to the public – concluded that senior Royal Ulster Constabulary (RUC) detectives and MI5 officers were involved in a conspiracy to suppress the truth about Tighe’s killing. Sampson’s report, portions of which the Guardian has seen, is particularly critical of MI5, describing the agency’s conduct as “reprehensible” and “patently dishonest”.</p> \n<p>Next year, after 34 years, inquests will finally be held into the deaths of Tighe and five other men, all of whom were killed within a few weeks not far from the hayshed. Northern Ireland may have been largely at peace for almost two decades, but it is a peace that remains haunted; even the dead, it seems, cannot lie down to sleep.</p> \n<h2>* * *</h2> \n<p><strong>One afternoon in late October 1982,</strong> four weeks before the shootings at the hayshed, the police received a call, claiming that someone had been prowling around the farms that line the southern shore of the lough and had stolen a battery from a tractor; three officers were despatched to make inquiries. Travelling in an armoured Ford Cortina, they made their way along a route leading to the M1 motorway, a straight stretch of road known locally as Kinnego embankment. The IRA had built an enormous bomb inside a culvert under the road, and when it was detonated by a control wire, the Cortina was hurled 70ft in the air. All three officers were killed instantly. One was 26 and had been married for a month; the other two had five children between them.</p> \n<p>Jack Hermon, the chief constable of the RUC, was driving nearby with his wife. “We stopped momentarily at a roundabout,” he wrote in his memoirs. “As we did so, we heard the explosion, and our driver pointed to the smoke and debris erupting on the skyline.” The blast left a crater 15ft deep and 40ft wide. The killing of the three policemen was not merely distressing for their fellow officers – it was maddening. The home-made explosives used in the bomb were supposed to have been under surveillance.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b3a6df83420f2852846b60aeeaf88b66b084da7b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436362183467/1b11f56c-d843-413d-b7bb-a728b8efdac8-250x420.jpeg\" alt=\"Michael Tighe\" width=\"250\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Tighe was shot dead at the age of 17. </span> \n  <span class=\"element-image__credit\">Photograph: Patrick Bolger</span> \n </figcaption> \n</figure> \n<p>Several weeks earlier, an informer within the ranks of the local IRA had contacted his handlers from special branch, the intelligence-gathering unit of the RUC, and told them that around 1,000lb of explosives had been smuggled across the border from the Irish Republic. It was being stored in a hayshed near Derrymacash, 10 minutes’ drive from Kinnego. The informer identified three local men as members of an IRA unit that was planning to carry out a bomb attack. Two of them, Eugene Toman and Sean Burns, were 21 and from the nearby town of Lurgan. The third, the informer said, was Martin McCauley.</p> \n<p>The farmland in that corner of north Armagh is relentlessly flat, and there was not much woodland cover nearby, so a decision was taken that the hayshed should not be watched. Instead, an MI5 technician, accompanied by a British special forces soldier, broke in and wired a microphone into the rafters, and installed a movement sensor beneath the black plastic bags containing the explosives. The devices were monitored by both British soldiers and RUC officers, at an army post a few miles away, and the transmissions were tape recorded.</p> \n<p>Somehow, the IRA had managed to remove the explosives from the hayshed without the army monitors hearing anything, and had used them to construct the bomb that killed the three police officers at Kinnego.</p> \n<p>Fifteen days later, Toman and Burns were dead, along with a third local IRA member, Toman’s cousin Gervaise McKerr, a 31-year-old joiner and father of two small boys. All three were shot by an RUC squad called the Headquarters Mobile Support Unit (HMSU), which had been trained by the SAS regiment in what subsequent court evidence would describe as “firepower, speed and aggression”, and operated under the control of special branch. The RUC issued a press statement, saying that the three men had been travelling in a car that tried to run over a policeman at a roadblock on the outskirts of Lurgan. “As he attempted to throw himself out of its path, he was struck by the car and injured,” the statement said. “Other police opened fire on the vehicle which drove on in an attempt to escape.” All three men were killed. The policemen who was struck by the car was not seriously hurt.</p> \n<p>The shooting happened so close to McKerr’s home that his family could hear it while watching Top of the Pops on television. Eddy Grant was singing I Don’t Wanna Dance, while outside the sound of the shooting went on and on. None of the three men who died had been armed. McKerr and his wife Eleanor had been considering emigrating to Canada. “How different life would have been,” she later wrote. McCauley heard the news at his parents’ home. It was not long before local musicians were singing a rebel song: “The three lie in a soldiers’ grave in a churchyard near the town …”</p> \n<p>Thirteen days after that, Tighe and McCauley were shot in the hayshed by members of the same small police unit. The RUC press release said that a patrol had noticed an armed man enter the shed and decided to investigate. “They were confronted by two men armed with rifles. Police opened fire and the two gunmen were hit. One man died at the scene and the other, who was seriously injured, was taken to Craigavon hospital.” The statement added that three rifles were found at the scene and the search was continuing. No mention was made of any listening devices or movement sensors, nor of the soldiers who were monitoring the shed from the listening post.</p> \n<p>At Craigavon hospital, McCauley underwent emergency surgery. After being wheeled out of theatre he was arrested and charged with possession of three rifles that were recovered from the hayshed. He was also told that his friend was dead. McCauley watched news coverage of the funeral on television in an intensive care ward. “It was a massive funeral. It seemed unreal, watching the family and our friends and neighbours walk behind Mickey’s coffin.” Then he was transferred to a secure unit at a hospital in Belfast, where doctors decided he needed nerve grafts to repair damage to his right arm.</p> \n<p>Eighteen days after the shooting at the hayshed, two more men were shot dead by officers of the HMSU, this time in Armagh, south-west of Belfast. Like the men shot dead in Lurgan, Seamus Grew, 30, and Roddy Carroll, 21, were terrorists: members of the Irish National Liberation Army. They were also unarmed. The subsequent RUC press statement was unusually detailed. It said that the two men had been in a car that had driven through a police checkpoint, and that the vehicle had been chased “at speed’’ before being forced to a halt. “The driver jumped out of the vehicle and the police, believing they were about to be fired on, themselves opened fire. Both occupants were shot.”</p> \n<p>There were a number of problems with the police statements about these three incidents – the principal one being that they were untrue.</p> \n<h2>* * *</h2> \n<p><strong>In both London and Dublin,</strong> ministers and officials had hoped that 1982 would offer some respite after the turmoil that followed the hunger strikes of the previous year; a year in which some political progress might be made in the north. Unemployment was rising sharply, however, and by the end of the year more than one in four men were out of work. And the bombings and shootings continued.</p> \n<p>By the time of the deaths of Carroll and Grew, many nationalists in Northern Ireland were enraged by the killings, and senior members of the Roman Catholic clergy were demanding an independent inquiry. Sinn Fein accused the police of carrying out summary executions. The suspicion grew that the RUC was running some sort of a death squad. Few people were prepared to use such a term, however: instead, someone coined the ambiguous phrase “shoot-to-kill”. Northern Ireland secretary Jim Prior immediately denied there was any “shoot-to-kill policy”. There was, he said, “a policy of capturing and dealing with terrorists”, but he added that if people who were suspected of being armed broke through a roadblock, “they must accept the security forces have to take the necessary action”.</p> \n<p>In June the following year, as a result of pressure from the director of public prosecutions for Northern Ireland, the RUC conducted fresh investigations into the two shootings. Eventually three members of the HMSU were charged with the murder of Eugene Toman, who had been shot by a constable named David Brannigan.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"4bc2815ec81a323815da66785f15570b4d38659b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436370814784/db6ba4f0-09de-4a06-9633-244958f62059-460x276.jpeg\" alt=\"The hayshed in Derrymacash where MIchael Tighe was shot dead in 1982\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bullet holes in the window of the hayshed in Derrymacash where Martin McCauley and Michael Tighe were shot.</span> \n  <span class=\"element-image__credit\">Photograph: Paul McErlane</span> \n </figcaption> \n</figure> \n<p>When they went on trial in May 1984, the three men insisted that they had believed their lives to be in danger when they opened fire. The judge, Lord Justice Gibson, sitting with no jury, accepted their defence. Announcing his verdict, Gibson said he believed the officers to be “absolutely blameless”, adding: “That finding should be put on their record along with my own commendation as to their courage and determination for bringing the three deceased men to justice, in this case, to the final court of justice.”</p> \n<p>A fourth police officer, Constable John Robinson, was charged with the murder of Grew. Like a number of other members of the HMSU, Robinson was English and a former soldier. The prosecution case was that he had emptied his pistol into Carroll from a few feet, reloaded, walked around the car to where Grew was climbing out, and shot him from a distance of a few inches. It emerged during the trial that Grew and Carroll were thought to have been in contact with the INLA leader Dominic McGlinchey – who was believed to have ordered the bombing of a disco in a pub near Derry a few days earlier, in which 11 soldiers and six civilians had died. The police had information that McGlinchey, the man the popular press dubbed “Mad Dog”, would be in that car with Grew and Carroll.</p> \n<p>Although Robinson was cleared on the same grounds as his colleagues – that he believed his life to be in danger – his trial did not run smoothly. He admitted in court that he had not told the truth when interviewed by detectives investigating the shooting. He told the judge that senior officers had ordered him to give a false account in order to conceal that the dead men had been under surveillance by an army unit, and also to hide the fact that intelligence about them had been supplied by a special branch informer. Furthermore, Robinson said, there had been no roadblock, and no high-speed chase.</p> \n<h2>* * *</h2> \n<p><strong>As a consequence of Robinson’s admissions,</strong> the RUC was compelled to request an investigation by an outside force. John Stalker, the deputy chief constable of Greater Manchester police, agreed at the end of May 1984 to examine all six deaths. Nobody at special branch said a word to Stalker about the Kinnego embankment bombing, informers, or electronic surveillance. But he and his team soon began to work it out. He established that Toman, Burns and McKerr, like Grew and Carroll, had been followed before they died. He realised that no attempt had been made to halt the green Ford Escort in which the first three men were travelling, and no policeman had been struck by it. The officers of the HMSU had chased the car for 500 yards while firing 108 shots at its occupants. They had then been ordered to leave the scene while special branch detectives removed many of the cartridge cases. When investigators from the police Criminal Investigation Department arrived, they examined the wrong location.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Stalker found that the headquarters mobile support unit had been told to give false accounts to investigating detectives</p> \n </blockquote> \n</aside> \n<p>Stalker also found that the members of the headquarters mobile support unit had been told to give false accounts to investigating detectives – based on press releases that had been prepared before the shootings, in order to provide a response to the inevitable questions from journalists. These accounts were then slightly tweaked to fit in with the events as they had unfolded. The same measures had been taken before Grew and Carroll were shot dead.</p> \n<p>When McCauley went on trial in early February 1985, charged with possessing the three rifles found at the hayshed, Stalker sat in on the proceedings. Between hearings he chatted with McCauley’s solicitor, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/pat-finucane\">Pat Finucane</a>, much to the anger of watching RUC officers, who told Stalker that they regarded Finucane, who had represented many people accused of being republican terrorists, as being “worse than an IRA man”. McCauley told the court he had been looking after the property for the elderly woman who owned it, and had climbed through an open window when he saw the rifles inside. They were heavily rusted Mausers of pre-second world war vintage. There was no ammunition. When the police who shot the two teenagers gave evidence, they admitted their superiors had presented them with a false story to explain why they had gone to the building (they had not seen an armed man in the vicinity), but insisted they had opened fire after shouting two warnings – “Police, throw out your weapons!” – and only when the pair pointed the rifles in their direction. The trial judge decided the police officers’ evidence was so unreliable that he would need to discount it completely. But he concluded that McCauley was also lying, and gave him a two-year prison sentence, suspended for three years.</p> \n<p>In his report on the affair, which has remained secret for 30 years, Stalker described how the regional head of the CID, the police department that investigates serious crime, had arrived at the hayshed after the shooting only to be told by a more junior special branch officer that “the scene of the incident was out of bounds” to CID. “Resignedly, he had a meal at Lurgan police station before arriving at the scene about one and a half hours after the incident had occurred,” Stalker reported. The senior detective could see special branch were busy at the hayshed, but chose not to question their presence as he knew he would not be enlightened. “If this were an isolated instance I might accept it as partly understandable,” Stalker wrote in his report, “but the same thread of special branch paramountcy runs through all the incidents. Such a situation does not develop overnight and must, it seems to me, have high-level endorsement.”</p> \n<p>Stalker discovered that the informant who had told special branch about the explosives at the hayshed had also provided information about Toman, Burns, McKerr and McCauley. He suspected that this man was not only an informer, but an agent provocateur, who had planted the old rifles at the hayshed. The surveillance was being maintained, and anyone who went to take the weapons was liable to be attacked. Stalker also found out how much money was being paid to this spy inside the IRA: it amounted to many thousands of pounds. But he never discovered the informer’s identity, and nor did anyone else outside a tight group of special branch detectives and MI5 officers. In Derrymacash, suspicion fixed upon an individual close to young Michael Tighe’s family, a man who vanished around the time Stalker began making his inquiries, and who has never been seen since.</p> \n<p>Stalker began to think that special branch, supported by MI5, might be using informants to lure terrorism suspects into pre-planned ambushes, mounted by police officers who were indeed shooting to kill.</p> \n<h2>* * *</h2> \n<p><strong>Stalker had been on the case about six months</strong> before he learned that the events at the hayshed in October 1982 had been recorded. There was a sequence of tapes from the listening device, and the key tape – which captured the moment when the police opened fire – was known as Tape 042. There could be no better piece of evidence in the quest to establish whether or not some sort of shoot-to-kill policy had been operating: if a warning had been shouted it would have been audible on the tape; if not, it would be possible that the two young men had been ambushed.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This is the act of a police force out of control</p> \n  <footer> \n   <cite>John Stalker</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>In the book about the affair that he later published, Stalker wrote: “I passionately believe that if a police force of the United Kingdom could, in cold blood, kill a 17-year-old youth with no terrorist or criminal convictions, and then plot to hide the evidence from a senior policeman deputed to investigate it, then the shame belonged to us all. This is the act of a police force out of control.” Stalker was wrong, in this respect. The RUC and its HMSU were not out of control: far from it.</p> \n<p>Stalker was aware, when he arrived in Northern Ireland, that he was investigating members of a police force that faced unique challenges. By the time of the Kinnego embankment bombing, 168 RUC officers had lost their lives. He also appreciated that the intelligence-gathering activities of special branch played an indispensable role in the RUC’s operations. What he had not been told was that a strategy – devised by MI5 and adopted by the RUC in complete secrecy – had prioritised the acquisition of intelligence over the solving of crime and the prosecution of offenders, in a way that utterly transformed policing tactics in Northern Ireland.</p> \n<p>Stalker had not been informed that, within days of being appointed chief constable of the RUC in January 1980, Jack Hermon had asked MI5 to examine the role of intelligence-gathering in police operations. The study was conducted by Patrick Walker, a senior MI5 officer in Northern Ireland, who would go on to become director general of the agency in 1987. Today, the Walker report remains a state secret, but the <a href=\"http://www.patfinucanecentre.org/policing/walker1.html\">confidential police instruction</a> that was issued to senior CID officers, ordering them to implement its key recommendations, has surfaced. Dated 23 February 1981, this document makes clear that Hermon had accepted that the recruitment of agents from within the ranks of the paramilitary organisations <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2001/jun/14/northernireland.richardnortontaylor\">should take priority over the solving of individual crimes</a>; that CID should arrest no one without first consulting special branch, in order to avoid the inadvertent detention of such agents; and that the requirements of special branch and MI5 should take precedence over the work of the CID.</p> \n<p>Knowing nothing of the existence of the Walker report, and the way in which it was guiding counter-terrorism tactics, Stalker decided that he should pursue the recording from the hayshed. And having made his decision, Tape 042 became an obsession.</p> \n<h2>* * *</h2> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In 1989 McCauley’s solicitor, Pat Finucane, was shot dead in front of his wife and children</p> \n </blockquote> \n</aside> \n<p><strong>Martin McCauley, meanwhile, was still making</strong> sense of the extensive covert surveillance operation that had been disclosed at his trial. “It never occurred to us at that time that they could bug buildings,” he said earlier this year. “We were country people: we didn’t even have a telephone.” People in north Armagh began to speculate that there could be dozens of such listening devices in place, in the Lurgan area alone. They may well have been correct. But McCauley was not surprised that Tape 042 was not played in court. “If they had been telling the truth about the shooting they could have just played the tape straight away in court. But they couldn’t do that because they would have been up for murder.” Returning to Derrymacash, he was repeatedly stopped and questioned by police, and followed, he said, by men he recognised to be off-duty members of the Ulster Defence Regiment, the locally recruited British army unit. He found work as an engineer, married his girlfriend, Crist&iacute;n, and the first of their three children was born. But facing what he describes as harassment, the couple moved south of the border, to what they call the Free State. They settled first in Kildare – “we chose it with a pin in a map” – and then Monaghan.</p> \n<p>Life was not so very different down south. The special branch of the Garda S&iacute;och&aacute;na were frequent visitors to the McCauleys’ home. “The guards were even worse than the RUC,” McCauley said. On one occasion an officer pointed a handgun at his head. On another, the couple were shocked – as Irish republicans residing in the Irish Republic – by a guard detective’s brusque suggestion: “Why don’t you fuck off back to Thatcherland?” Crist&iacute;n laughs and shakes her head. “That was so insulting on so many levels.”</p> \n<p>The war in the north dragged on. Lord Justice Gibson, the judge who had commended the men of the HMSU for having brought Toman, Burns and McKerr to “the final court of justice”, was murdered in April 1987. The IRA concealed a 500lb bomb inside a car and detonated it as Gibson drove past, then issued a statement in which they condemned the judge for supporting “RUC executioners” and said that he too had been brought to the “final court of justice”. His wife Cecily died alongside him. Two years later, McCauley’s solicitor, Pat Finucane, was shot dead in front of his wife and children. Four years after that, David Brannigan, the police officer who had shot dead Eugene Toman – and who believed he had been hung out to dry by his superiors – shot himself.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Over the years, McCauley continued to be arrested and questioned on both sides of the border</p> \n </blockquote> \n</aside> \n<p>Over the years, McCauley continued to be arrested and questioned on both sides of the border. He believes that this happened four or five times, but he can no longer recall for certain. Crist&iacute;n was arrested once. The authorities in both countries had come to the conclusion that her husband was an expert in the construction of home-made mortars as well as bombs. In February 1991, at the height of the Gulf war, the IRA attempted to assassinate prime minister John Major and his war cabinet as it met in Downing Street, <a href=\"http://www.nytimes.com/1991/02/08/world/ira-attacks-10-downing-street-with-mortar-fire-as-cabinet-meets.html\">firing three home-made mortars</a> from a van parked a few hundred yards away in Whitehall. One shell exploded in the rear garden of Number 10, injuring four people. McCauley, who was in Ireland at the time, was immediately picked up for questioning. The following month the family moved back north, to Lurgan, where McCauley engaged another well-known lawyer, Rosemary Nelson. They stayed in the town for seven years, until April 1998, when someone left a pipe bomb outside their front door. They packed their bags again and moved back to Kildare. The following week the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/from-the-archive-blog/2011/jun/07/guardian190-good-friday-agreement-1998\">Good Friday agreement</a> brought the conflict largely, but not completely, to an end: the following year, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2009/jul/04/rosemary-nelson-murder-public-inquiry\">Rosemary Nelson was killed by a car bomb</a>.</p> \n<h2>* * *</h2> \n<p><strong>Stalker, meanwhile, having made his decision,</strong> pursued Tape 042 with the utmost vigour. He wanted not only the transcript of the recording, but the tape itself, and the logbooks that recorded where it had been stored and who had listened to it. The RUC refused to hand over this material, and after much stalling, Hermon told Stalker it belonged to MI5. Stalker later recounted that MI5 had agreed that he should be given the tape, but Chief Constable Hermon still refused. Hermon began avoiding Stalker and failed to return his calls.</p> \n<p>After eight months of this, at a meeting at MI5 headquarters in June 1985, Stalker had been told by the head of the agency’s operations in Northern Ireland that MI5 would never stand in the way of a murder investigation and that it would hand over all the information in its possession. No material was produced, then or later.</p> \n<p>Stalker submitted an interim report in September 1985, in which he said there was enough evidence to indicate that the five men shot dead in their cars were unlawfully killed by police officers. He also made clear that he was going to continue his search for evidence of a shoot-to-kill policy.</p> \n<figure class=\"element element-image\" data-media-id=\"09dedd85613202989915cf9804bfed6eb861f715\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436362532991/d782b946-dbed-457d-a5c9-bdbcf03ed112-460x335.jpeg\" alt=\"John Stalker\" width=\"460\" height=\"335\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Following a police investigation, John Stalker was suspended from duty and accused of consorting with criminals. </span> \n  <span class=\"element-image__credit\">Photograph: John Smart/ANL/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Later that month, police in the north-west of England opened a criminal inquiry into one of his friends, Kevin Taylor, a successful Manchester businessman. Shortly after that, Stalker too came under investigation. In a widely publicised scandal, Stalker was suspended from duty and accused of consorting with criminals. The allegation was that Taylor had links with gangsters, known locally as the Quality Street gang, and that Stalker had attended social events with a number of them. Stalker was adamant that this was a pretext to remove him from the shoot-to-kill inquiry. It was not until August 1986 that <a href=\"http://news.bbc.co.uk/onthisday/hi/dates/stories/august/22/newsid_2535000/2535029.stm\">Stalker was fully exonerated</a> and returned to work. When it emerged that his efforts to defend himself had resulted in a &pound;22,000 legal bill – and that the police were expecting him to pay it himself – donations from the public began to arrive at his office. Stalker left the police service for good in 1987. He had devoted two years of his life to his inquiry, and concluded that he had failed.</p> \n<p>Stalker’s friend Taylor was subjected to a four-year police investigation which resulted in him being charged with fraud, but when the case came to trial, the prosecution withdrew. When he sued Manchester police, alleging it had been guilty of malicious prosecution, the force settled out of court for a sum in excess of &pound;1m.</p> \n<p>In the meantime, Colin Sampson, the chief constable of West Yorkshire, had agreed to take over the shoot-to-kill inquiry. He produced three reports, all of which were classified and not one of which led to any prosecutions. In January 1988 the attorney general, <a href=\"http://hansard.millbanksystems.com/commons/1988/jan/25/royal-ulster-constabulary-stalker\">Sir Patrick Mayhew, told the House of Commons</a> that the director of public prosecutions for Northern Ireland had concluded that there was no new evidence to warrant further prosecutions. Seamus Mallon, the Social Democratic and Labour party MP for Newry and Armagh, pointed out that no inquests had been held, and added: “Make no mistake about it, justice has been dispensed with in this statement to cover up the murky and illegal methods of MI5 and MI6, and the darker elements within the RUC.” Mayhew responded that “inquests will, of course, be held in due course”.</p> \n<p>That was more than 27 years ago, and the shoot-to-kill inquests have not been held. They were opened and adjourned in 1983, and reopened after Sampson submitted his reports in 1987. Eventually, the local coroner, who was charged with examining the deaths, gave up. As recently as last December, the coroner – the fifth to attempt to preside over the hearings – <a href=\"http://www.belfasttelegraph.co.uk/news/northern-ireland/legacy-inquests-need-resources-30857061.html\">was complaining furiously</a> that police had still not handed over relevant material.</p> \n<h2>* * *</h2> \n<p><strong>During all those years,</strong> while English detectives were struggling to make sense of the dirty war, Martin McCauley had not been idle. In the summer of 2001 he turned up in Colombia. He was arrested at Bogot&aacute; airport as he attempted to leave the country on a false passport. With him were Niall Connolly, a Sinn Fein official who lived in Cuba – the republican movement’s man in Havana – and James Monaghan, an alleged leader of the IRA’s engineering department. “Monaghan is to the Provisional IRA,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2001/aug/19/northernireland.ireland\">the Guardian reported</a>, “what the fictional ‘Q’ was to James Bond and the British Secret Service – an improvisational genius in the technology of killing”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2004/dec/19/colombia.ireland\">Fugitive IRA man 'aided Colombia escape'</a> </p> \n</aside> \n<p>The Colombian government said it had evidence that the three men had trained the Marxist Farc guerrilla army in the construction and use of home-made mortars that fired gas cylinder bombs. They were the sort of weapon the IRA had been developing in Northern Ireland since the early 70s, and had deployed in the attack on Downing Street. McCauley was said to have been travelling to and from Colombia since 1998. The following year Farc used a number of the weapons during <a href=\"http://news.bbc.co.uk/1/hi/world/americas/1966616.stm\">fighting in the town of Bojay&aacute; </a>in the west of the country. One mortar bomb crashed through the roof of a church where hundreds of civilians were sheltering. At least 79 people were killed, around a third of them children.</p> \n<p>The exposure of the links between the Provisionals and a militia denounced in Washington DC as a gang of “narco-terrorists”, three years after the Good Friday agreement, was deeply embarrassing for the IRA. The three Irishmen denied the allegations against them. After a trial that dragged on for eight months they were convicted of passport offences but cleared of training the Farc, and set free. They went into hiding, with the result that when the prosecution appealed and a judge overturned the acquittals and sentenced all three to 17 years in jail, he was obliged to do so in their absence. Eight months later, in August 2005, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/aug/06/colombia.northernireland\">the three men resurfaced in Ireland</a>. Today McCauley is reluctant to say anything whatsoever about his South American adventure, at one point joking that he was never in Colombia. “I was!” Crist&iacute;n piped up.</p> \n<h2>* * *</h2> \n<p><strong>The McCauleys have settled down</strong> in a terraced house on the edge of Naas, the county town of Kildare. Now 52, McCauley works as a mechanic. He rises at five each morning and spends most of his working day outdoors. He will not admit that he was a member of the IRA – to do so would be to invite prosecution – but some parts of his history are an open book. There is no extradition arrangement between Colombia and the Republic of Ireland, but the British government has made clear that he will be arrested and extradited if he crosses the border to the north.</p> \n<p>McCauley, who is now a grandfather, looked worn-out when I met with him. Crist&iacute;n said this is because he works so hard. Asked whether he supported the peace process, his response – “Yes!” – was delivered before the question is finished. Peace could not have come a moment too soon for McCauley. When he talked about the shooting at the hayshed he became visibly agitated. His speech was rapid, he grimaced slightly and he began to squirm; he could not sit still. He has never sought counselling – not because he did not believe he needed it, but because he could never trust a counsellor. “That’s the way it was, you could never trust anyone.” He talked about placing memories to one side; putting things behind him. “That’s it: you have to close doors.”</p> \n<p>One matter that McCauley did not put behind him was his conviction for possession of the rusted Mauser rifles that were recovered from the hayshed. In late 2005, after his return from Colombia, he asked the Criminal Cases Review Commission, the UK body responsible for the examination of alleged miscarriages of justice, to look again at the case. The commission examined the evidence and <a href=\"http://www.ccrc.gov.uk/commission-refers-the-1985-conviction-of-martin-mccauley-to-the-northern-ireland-court-of-appeal/\">referred McCauley’s firearms conviction</a> to the Northern Ireland court of appeal.</p> \n<p>The current DPP of Northern Ireland decided that McCauley’s appeal should not be opposed. Stalker and Sampson’s reports remain unpublished, but key sections emerged in McCauley’s case and they make sober reading, even three decades after they were written. Stalker’s report concluded that there was “ample evidence” that three senior special branch officers – whose names have been redacted in the copy of the report seen by the Guardian – had conspired to pervert the course of justice and should be prosecuted.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/sep/22/northern-ireland-police-apologise-delay-secret-shoot-to-kill-files\">Northern Ireland police apologise for delay in disclosing ‘shoot-to-kill’ files</a> </p> \n</aside> \n<p>Sampson – who faced accusations that he had been brought in to preside over a whitewash – wrote a report that was even more forceful. He had discovered that at the very moment MI5 had been telling Stalker that it would never stand in the way of a murder investigation, and as he struggled to get hold of a copy of Tape 042, the agency was in possession of its own bootleg copy of the recording. The language of Sampson’s report betrays the anger and contempt that he clearly felt on making this discovery. “The fact that the security service was in possession of and retained the copy tape until the early summer of 1985 and did not bring it to the attention of Mr Stalker is wholly reprehensible,” he wrote. “There can be no doubt that the unauthorised copy tape held by the security service was of great significance to the Stalker enquiry. A number of senior Security Service Officers, each with a varying degree of knowledge of the tape, had more than one meeting with Mr Stalker when he was persistently endeavouring to acquire information which he considered crucial to his enquiry. These efforts to obtain the type of evidence they possessed were perfectly obvious.”</p> \n<p>MI5 had told Sampson that the reason it did not hand over the tape to Stalker is that he did not ask them for it. “To defend their decision not to disclose this information on the grounds that he did not ask them directly for it is patently dishonest,” Sampson wrote. “Mr Stalker could not possibly have known that they possessed the very evidence he was seeking and to have frustrated his efforts in this way is nothing less than a grave abuse of their unique position.”</p> \n<p>MI5 eventually destroyed its copy of Tape 042. Sampson recommended that the junior officer who had carried out the destruction be granted immunity from prosecution in return for giving evidence against the MI5 chief and his deputy, whom he believed should be prosecuted for “doing an act with intent and tending to pervert the course of public justice”.</p> \n<h2>* * *</h2> \n<figure class=\"element element-image\" data-media-id=\"c7ee071a977c038b545555c60601ab58a5ce7366\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436363024527/6e499dbe-889d-424c-958e-2cec16b632ff-460x276.jpeg\" alt=\"Today the barn is being used to store a number of life-size figures of cowboys and Indians, from a travelling wild west show.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The hayshed is now a store for lifesize, painted wooden figures of cowboys and Indians. </span> \n  <span class=\"element-image__credit\">Photograph: Paul McErlane</span> \n </figcaption> \n</figure> \n<p><strong>Handing down <a href=\"http://www.courtsni.gov.uk/en-GB/Judicial%20Decisions/PublishedByYear/Documents/2014/%5B2014%5D%20NICA%2060/j_j_MOR9377Final.htm\">his judgment</a></strong><a href=\"http://www.courtsni.gov.uk/en-GB/Judicial%20Decisions/PublishedByYear/Documents/2014/%5B2014%5D%20NICA%2060/j_j_MOR9377Final.htm\"> in McCauley’s appeal</a> last September, Sir Declan Morgan, the lord chief justice of Northern Ireland, was in agreement with Sampson: “The failure of the security service to disclose the tape to Mr Stalker and to provide it to the prosecution was reprehensible.” Furthermore, the deputy head of special branch had initially misled the director of public prosecutions by leading him to believe that there was no listening device in the hayshed. “These matters amounted cumulatively to grave misconduct,” Morgan said; McCauley’s conviction was quashed.</p> \n<p>In January, as a consequence of the Criminal Cases Review Commission investigation and the appeal court’s judgment, <a href=\"http://www.ppsni.gov.uk/Branches/PPSNI/PPSNI/Files/Documents/PPS%20Press%20Office/DPP%20REQUESTS%20INVESTIGATION%20INTO%20DESTRUCTION%20OF%20EVIDENCE%20BY%20SECURITY%20FORCES%20PRESS%20RELEASE.pdf\">the director of public prosecutions announced</a> that he was requesting an investigation into the concealment and destruction of the tape. In April, <a href=\"http://www.bbc.co.uk/news/uk-northern-ireland-32152385 \">it was announced that Police Scotland </a>would be investigating the actions of the former MI5 officers, while the police ombudsman of Northern Ireland would be investigating the actions of the former special branch detectives. It remains to be seen whether anyone will face prosecution.</p> \n<p>Stalker, now 76 and living in peaceful retirement in the north-west of England, says he has no wish to talk about the inquiry to which his name will always remain attached. Sampson, 10 years older, is also reluctant to revisit the past.</p> \n<h2>* * *</h2> \n<p><strong>The hayshed is still standing.</strong> I drove down the narrow lane that runs west from Derrymacash, towards the River Bann, and after a mile or so I saw it on the right, behind the redbrick bungalow. Its corrugated roof was in need of repair and the breeze-block wall to the left of the wooden double door was scarred and pockmarked. On either side of the door were grimy windows, which failed to let in more than a glimmer of light. In the window on the left there were two small holes, where the first rounds entered, striking young Michael Tighe in the heart as he sat on a stack of hay bales.</p> \n<p>The shed was being used to store lifesize, painted wooden figures of cowboys and Indians, and soldiers from the American civil war. “I’m looking after them for a touring Wild West show,” the owner of the property explained. “Doesn’t Hiawatha look lovely?” It is tempting to think of the scene inside the hayshed as a bizarre metaphor for the Troubles: the warriors, the roughnecks and the soldiers are stored safely away, their guns holstered and their eyes seeing nothing, while outside, the world moves on.</p> \n<p><span class=\"bullet\">•</span> Follow the Guardian long read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a></p>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436360174844/fff3552f-8b00-480f-ba36-f1720801bfe3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Patrick Bolger/Patrick Bolger Photogrraphy","altText":"Martin McCauley","cleanCredit":"Photograph: Patrick Bolger/Patrick Bolger Photogrraphy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436362364342/563dc2c2-9152-49fc-b107-1b27b15615f0-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"The old barn in Derrymacash, County Armagh, where the shooting took place. Photograph: Paul McErlane","credit":"Paul McErlane","altText":"The old barn in Derrymacash, County Armagh, where the shooting took place.","cleanCaption":"The old barn in Derrymacash, County Armagh, where the shooting took place.","cleanCredit":"Photograph: Paul McErlane"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436362183635/1b11f56c-d843-413d-b7bb-a728b8efdac8-608x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":608,"orientation":"portrait","caption":"Michael Tighe was shot dead at the age of 17.  Photograph: Patrick Bolger","credit":"Patrick Bolger","altText":"Michael Tighe","cleanCaption":"Michael Tighe was shot dead at the age of 17. ","cleanCredit":"Photograph: Patrick Bolger"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436370816240/db6ba4f0-09de-4a06-9633-244958f62059-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bullet holes in the window of the hayshed in Derrymacash where Martin McCauley and Michael Tighe were shot. Photograph: Paul McErlane","credit":"Paul McErlane","altText":"The hayshed in Derrymacash where MIchael Tighe was shot dead in 1982","cleanCaption":"Bullet holes in the window of the hayshed in Derrymacash where Martin McCauley and Michael Tighe were shot.","cleanCredit":"Photograph: Paul McErlane"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436362532293/d782b946-dbed-457d-a5c9-bdbcf03ed112-2060x1502.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1502,"width":2060,"orientation":"landscape","caption":"Following a police investigation, John Stalker was suspended from duty and accused of consorting with criminals.  Photograph: John Smart/ANL/Rex Shutterstock","credit":"John Smart/ANL/Rex Shutterstock","altText":"John Stalker","cleanCaption":"Following a police investigation, John Stalker was suspended from duty and accused of consorting with criminals. ","cleanCredit":"Photograph: John Smart/ANL/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436363025949/6e499dbe-889d-424c-958e-2cec16b632ff-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The hayshed is now a store for lifesize, painted wooden figures of cowboys and Indians.  Photograph: Paul McErlane","credit":"Paul McErlane","altText":"Today the barn is being used to store a number of life-size figures of cowboys and Indians, from a travelling wild west show.","cleanCaption":"The hayshed is now a store for lifesize, painted wooden figures of cowboys and Indians. ","cleanCredit":"Photograph: Paul McErlane"}],"webPublicationDate":"2015-07-09T05:00:06Z","lastModified":"2015-07-09T10:57:42Z","metadata":{"commentable":true,"commentCount":492,"contributors":[{"name":"Ian Cobain","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iancobain"}],"feature":true,"keywords":["Northern Ireland","Police","UK security and counter-terrorism","UK criminal justice","Law","IRA"],"tags":[{"id":"uk/northernireland","webTitle":"Northern Ireland"},{"id":"uk/police","webTitle":"Police"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"law/criminal-justice","webTitle":"UK criminal justice"},{"id":"law/law","webTitle":"Law"},{"id":"uk/ira","webTitle":"IRA"}],"section":{"id":"news"},"topics":[{"displayName":"Ian Cobain","topic":{"type":"tag-contributor","name":"profile/iancobain"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/2015/jul/09/northern-ireland-terror-shoot-to-kill","shortUrl":"http://gu.com/p/4afd9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/2015/jul/09/northern-ireland-terror-shoot-to-kill","webUri":"http://www.theguardian.com/news/2015/jul/09/northern-ireland-terror-shoot-to-kill"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436360174844/fff3552f-8b00-480f-ba36-f1720801bfe3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Martin McCauley was shot three times by police in the 1982 attack that killed his friend Michael Tighe.  Photograph: Patrick Bolger","credit":"Patrick Bolger","altText":"Martin McCauley","cleanCaption":"Martin McCauley was shot three times by police in the 1982 attack that killed his friend Michael Tighe. ","cleanCredit":"Photograph: Patrick Bolger"}},"importance":4,"kicker":{"title":"The long read"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436360174844/fff3552f-8b00-480f-ba36-f1720801bfe3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Patrick Bolger/Patrick Bolger Photogrraphy","altText":"Martin McCauley","cleanCredit":"Photograph: Patrick Bolger/Patrick Bolger Photogrraphy"}}]},{"title":"Syria / In Yarmouk, hope is the only currency with value","rawTitle":"In Yarmouk, hope is the only currency with value","item":{"type":"article","id":"world/2015/jul/09/in-yarmouk-damascus-syria-hope-only-currency-value","title":"In Yarmouk, hope is the only currency with value","trailText":"With water, food and electricity in short supply, Syrians and Palestinians in the besieged refugee camp must find beauty in simple things, says a young writer","standFirst":"<p>With water, food and electricity in short supply, Syrians and Palestinians in the besieged refugee camp must find beauty in simple things, says a young writer</p>","byline":"Kareem Shaheen","body":"<p>Abdullah al-Khateeb pondered the sniper bullet that had pierced the window of his home close to the besieged Yarmouk refugee camp. Astonishingly, he was grateful. “The sniper had wanted to kill someone, but that hole has allowed a thread of sunlight to pierce through,” he said. “Everything has two sides. There is nothing that lacks beauty.”</p> \n<p>For several months, Khateeb has been writing an account of life amid deprivation and starvation to mirror the Forty Rules of Love by the 13th century Persian poet and mystic Rumi. In his 35th entry, he wrote: “Under siege, beauty is an exceptional thing. Search for it, and if you happen to find it do not let it go, and if you do not find it, then try yourself to be beautiful.”</p> \n<p>Yarmouk, Khateeb’s home, a once-bustling neighbourhood in southern Damascus and a symbol of Bashar al-Assad’s regime’s supposed dedication to the Palestinian cause, is in ruins after being starved of food, water and electricity by the government in a brutal three-year siege. Now, the terror group Islamic State stalks what is left of the camp, a short drive from the heart of Syria’s capital. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/10/isis-damascus-seize-yarmouk-refugee-camp\">Isis closes in on Damascus after seizing Yarmouk refugee camp</a> </p> \n</aside> \n<p>Khateeb, 25, was a final-year student of sociology at Damascus University when the revolution began and has since dedicated his time to documenting it, as well as doing humanitarian work and training activists, many of whom have been killed, detained or forced to leave their homes. He moved to the outskirts of Yarmouk, to a village called Yalda, having fled Isis, which had attempted to kidnap him. He is also wanted by the Assad regime. </p> \n<p>During a Skype interview from his home, Khateeb disconnects every half an hour. He has five laptops that he charges every night on a generator because electricity is cut off. The laptops belonged to activist friends who were killed, one on the first day Isis arrived as he tried to document the invasion with his camera.</p> \n<p>“When you lose a lot in siege and war, your heart hardens; it becomes like stone,” Khateeb said. “With the first loss, you weep for three days. The second, for two days. The third, for one day. The 10th martyr, you bury them and weep and then laugh, as a way to mock the whole situation. You develop a conviction that we are all going to die, but the issue is the order. So as long as we live, we will work.”</p> \n<p>When the uprising broke out in 2011, many youth in Yarmouk found a common cause. The neighbourhood’s 1 million residents included 800,000 Syrians who, along with the Palestinians, suffered the brutality of the Assad dynasty’s police state.</p> \n<p>While the Assad family’s supporters have long touted their commitment to the Palestinian cause, his father had cracked down on the Palestinians during neighbouring Lebanon’s civil war, standing by as their refugee camps were besieged by Shia militias, and had arrested many activists in Syria itself. </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"c1070ae15681a2531d29bf07a45716e72d45d333\"> \n <img src=\"http://media.guim.co.uk/c1070ae15681a2531d29bf07a45716e72d45d333/0_196_3644_2186/1000.jpg\" alt=\"A man sifts through rubble after heavy fighting in Yarmouk in April.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A man sifts through rubble after heavy fighting in Yarmouk in April.</span> \n  <span class=\"element-image__credit\">Photograph: Youssef Badawi/EPA</span> \n </figcaption> \n</figure> \n<p>Khateeb and his friends participated in demonstrations, but never organised anything inside the camp, which housed many refugees fleeing other parts of Syria, to keep it neutral. But, he said, the regime was determined to drag the Palestinians into the conflict, allowing local factions to distribute weapons at random for self-defence and demanding they act as local enforcers.</p> \n<p>In response, rebels entered the camp, the Palestinian factions that were supposed to defend it withdrew and the regime responded with air strikes, many of which killed refugees. It slowly ramped up the siege, first limiting food, medical supplies and fuel, then finally imposing a total blockade that has lasted to this day.</p> \n<p>Since then, Khateeb and his colleagues have documented about 170 deaths from hunger in Yarmouk, along with other deaths from wounds untreated because of the lack of medical facilities, staff and equipment. Close to two-thirds of Yarmouk’s children suffer from malnutrition. </p> \n<p>“The regime has used all weapons, from direct weapons like shelling, air strikes, rockets, chemical weapons, to starvation and torture, so nothing is surprising,” he said. “They haven’t left a single method you can think of to make a people bow.” But instead of bowing, Khateeb carried on working, and he began writing about the siege.</p> \n<p>“It’s these little details that let the observer know what being under siege means,” he said. “It is the worst social experience after imprisonment, because the siege is not just a method of physical attrition, it is more a form of spiritual attrition.”</p> \n<p>The Forty Rules of Siege, of which 36 have been published so far on <a href=\"https://www.facebook.com/profile.php?id=100005124073653&amp;fref=ts\">his Facebook page</a>, draw from Khateeb’s experiences.</p> \n<p>One rule describes how the besieged must “walk on wind” because every tread may crush something that once provided nourishment. He hesitates before stepping on a plant in a nearby orchard that the animals usually eat, and which people in Yarmouk had to eat, because he may be faced with that hunger again. He remembers nights when all they had was boiling water flavored with spices because they could not have soup.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"ad52645be175a2c6fa6de29bb0ff4fb7eac6d0ed\"> \n <img src=\"http://media.guim.co.uk/ad52645be175a2c6fa6de29bb0ff4fb7eac6d0ed/0_102_5150_3090/1000.jpg\" alt=\"A child fills a container with water in Yarmouk last month. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A child fills a container with water in Yarmouk last month. </span> \n  <span class=\"element-image__credit\">Photograph: Rami Al-Sayed/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>“During the siege, the idea of having a cup of tea was extremely difficult,” he said. “When I and the others would sit around and drink tea, we would feel a strange pleasure.” </p> \n<p>“This is one of the positive things about the siege, it makes you feel the value of things, the simple things like drinking a cup of tea or sitting together and eating bread,” he added. “These things you take for granted, you feel their value. [You realise] that happiness is a decision, not something you search for. It is the things that we have in front of us, that we do not realise until we lose.”</p> \n<p>Khateeb recalled how, in the early days of the siege when they still had some food, he and his friends would gather at a warehouse and grind lentils and bulgur to make bread. Then a purported regime shell struck, killing a friend who was sitting next to him. His blood spilling into the mixture.</p> \n<p>“They tried to take away every beautiful ritual we came up with,” he said. “I could no longer go to this place.”</p> \n<p>The brutality of the siege has left Khateeb with a desire for “personal revenge” against a regime whose violence has meant that he had to personally bury about 10 of his friends. It was that brutality, he said, that had led to the rise of extremism in Syria, where Isis now controls roughly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/isis-palmyra-syria-islamic-state\">half the country’s landmass</a> and Jabhat al-Nusra, the al-Qaeda affiliate, reigns as one of the most powerful rebel groups.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/10/yarmouk-is-being-annihilated-palestinians-in-syria-are-left-to-their-fate\">'Yarmouk is being annihilated': Palestinians in Syria are left to their fate</a> </p> \n</aside> \n<p>“Extremism is a result of extremism,” he said. “The revolution was peaceful, the regime acted with monstrosity, people carried weapons. The regime launched air strikes, more gunmen emerged. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/aug/22/syria-chemical-weapons-eyewitness\">The regime used chemical weapons</a>, people became Islamist. The regime killed women, people became Nusra. It became more extreme, people became Daesh (Isis).”</p> \n<p>That is the basis of the 34th rule of siege: that oppression breeds extremism. Khateeb said the only way he was able to shield himself was that he never lost hope – in the annals of history, he said, no people has ever been subjugated forever.<br />“I cannot lose absolute hope,” he added. “The moment I lose hope I will either commit suicide or you’ll see me in the streets carrying the Daesh flag.”</p> \n<p>Optimism is hard to come by in Yarmouk, where Isis holds sway. But Khateeb said it was the little details that inspired hope – the fact that schools never fully closed in the camp, that social development programmes carried on, that residents still put on plays and held poetry nights.</p> \n<p>“A people that are still alive is a sign of victory,” he said. “So long as there are people painting, people playing piano, people getting an education, all of these are signs of optimism.”</p> \n<p>Khateeb was not surprised when Isis entered the camp in collusion with the local branch of Jabhat al-Nusra, many of whom had secretly pledged allegiance to Islamic State. </p> \n<p>Still, he resents how the Syrian uprising is portrayed outside the country as a battle between the regime and Isis, which he described as a “cancerous organisation”.</p> \n<p>“When Daesh entered, 10 people were killed in the fighting but, before that, 170 people died of hunger,” he said. “Those who see the events in Syria with the lens of Isis and extremism are partners in the massacre against the Syrian people.”<br />“Yarmouk has been dying for three years,” he added.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435671544322/f450ca23-4eb5-46d7-bfc3-407af56cfb60-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Reuters","altText":" Yarmouk Palestinian refugee camp on the edge of Damascus.","cleanCredit":"Photograph: Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c1070ae15681a2531d29bf07a45716e72d45d333/0_196_3644_2186/3644.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2186,"width":3644,"orientation":"landscape","caption":"A man sifts through rubble after heavy fighting in Yarmouk in April. Photograph: Youssef Badawi/EPA","credit":"Youssef Badawi/EPA","altText":"A man sifts through rubble after heavy fighting in Yarmouk in April.","cleanCaption":"A man sifts through rubble after heavy fighting in Yarmouk in April.","cleanCredit":"Photograph: Youssef Badawi/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ad52645be175a2c6fa6de29bb0ff4fb7eac6d0ed/0_102_5150_3090/5150.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3090,"width":5150,"orientation":"landscape","caption":"A child fills a container with water in Yarmouk last month.  Photograph: Rami Al-Sayed/AFP/Getty Images","credit":"Rami Al-Sayed/AFP/Getty Images","altText":"A child fills a container with water in Yarmouk last month. ","cleanCaption":"A child fills a container with water in Yarmouk last month. ","cleanCredit":"Photograph: Rami Al-Sayed/AFP/Getty Images"}],"webPublicationDate":"2015-07-09T15:19:40Z","lastModified":"2015-07-09T23:00:57Z","metadata":{"commentable":true,"commentCount":44,"contributors":[{"name":"Kareem Shaheen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kareem-shaheen"}],"feature":true,"keywords":["Syria","Middle East and North Africa","World news","Islamic State"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/isis","webTitle":"Islamic State"}],"section":{"id":"world"},"topics":[{"displayName":"Kareem Shaheen","topic":{"type":"tag-contributor","name":"profile/kareem-shaheen"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/09/in-yarmouk-damascus-syria-hope-only-currency-value","shortUrl":"http://gu.com/p/4a8qg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/09/in-yarmouk-damascus-syria-hope-only-currency-value","webUri":"http://www.theguardian.com/world/2015/jul/09/in-yarmouk-damascus-syria-hope-only-currency-value"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435671544322/f450ca23-4eb5-46d7-bfc3-407af56cfb60-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A general view shows a deserted street in the Yarmouk Palestinian refugee camp on the edge of Damascus. Photograph: Reuters","credit":"Reuters","altText":" Yarmouk Palestinian refugee camp on the edge of Damascus.","cleanCaption":"A general view shows a deserted street in the Yarmouk Palestinian refugee camp on the edge of Damascus.","cleanCredit":"Photograph: Reuters"}},"importance":3,"kicker":{"title":"Syria"},"showQuotedHeadline":false,"sublinks":[{"title":"Refugees / Four million people forced to flee as crisis deepens","rawTitle":"Four million people forced to flee as crisis deepens","item":{"type":"article","id":"global-development/2015/jul/09/syria-refugees-4-million-people-flee-crisis-deepens","title":"Syrian refugees: four million people forced to flee as crisis deepens","trailText":"Largest exodus from a single conflict in a generation places humanitarian system under increasing financial strain","standFirst":"<p>Largest exodus from a single conflict in a generation places humanitarian system under increasing financial strain</p>","byline":"Sam Jones in London and Kareem Shaheen in Beirut","body":"<p>The conflict in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/syria\">Syria</a> has now driven more than four million people – a sixth of the population – to seek sanctuary in neighbouring countries, making it the largest refugee crisis for a quarter of a century, according to the UN.</p> \n<p>On Thursday, the <a href=\"http://www.unhcr.org/cgi-bin/texis/vtx/home\">UN refugee agency, UNHCR</a>, said the total number of Syrian refugees in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/turkey\">Turkey</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/lebanon\">Lebanon</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/iraq\">Iraq</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/jordan\">Jordan</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/egypt\">Egypt</a> and other parts of north Africa stood at 4,013,000 people.</p> \n<p>With at least 7.6 million people forced from their homes within Syria, almost half the country’s people are either refugees or internally displaced. The conflict, now in its fifth year, has killed more than 220,000 people.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/mar/15/syrian-refugees-a-whole-generation-is-growing-up-displaced-and-uneducated\">Syrian refugees: 'A whole generation is growing up displaced and uneducated' | Patricia Mouamar</a> </p> \n</aside> \n<p>Ant&oacute;nio Guterres, the UN high commissioner for refugees, said the exodus was the biggest refugee population from a single conflict in a generation and called on the international community to step up.<br /></p> \n<p>He said: “It is a population that needs the support of the world but is instead living in dire conditions and sinking deeper into poverty.<br /></p> \n<p>“Worsening conditions are driving growing numbers towards Europe and further afield, but the overwhelming majority remain in the region. We cannot afford to let them and the communities hosting them slide further into desperation.”</p> \n<p>Turkey is now the largest refugee-hosting country in the world, sheltering 1,805,255 Syrians. Lebanon has taken in 1,172,735 Syrian refugees, Jordan 629,128, Iraq 249,726 and Egypt 132,375. About 24,055 Syrians are refugees elsewhere in north Africa. The latest UN figures do not include the more than 270,000 Syrians applying for asylum in Europe, nor the thousands resettled from the region elsewhere.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/syrian_refugees-zip/giv-21277g6O5iPAzIdFx\" data-alt=\"Refugee hosting countries\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/syrian_refugees-zip/giv-21277g6O5iPAzIdFx\">Refugee hosting countries</a> \n</figure> \n<p>The milestone of four million comes just 10 months after the number of Syrian refugees hit three million, and the UN predicts there will be 4.27 million in the region by the end of this year. At the end of 2014, one in every five displaced people worldwide was Syrian.</p> \n<p>Despite being the world’s single largest refugee crisis, the number of people fleeing is still far lower than the number of Afghans who were forced from their country following the Soviet withdrawal. According to the UNHCR, there were <a href=\"http://www.un.org/News/dh/latest/afghan/un-afghan-history.shtml\">6.3 million Afghans living in Pakistan and Iran in 1990</a>.</p> \n<div>\n __VIDEO_EMBED_gu-video-457166881__\n</div> \n<p>The sheer number of Syrian refugees that have fled the war in their homeland is putting the international humanitarian system under huge financial strain.<br /></p> \n<p>At the end of June, UN aid agencies warned that a $5.5bn (&pound;3.6bn) appeal to tackle the Syrian refugee crisis this year was <a href=\"https://fts.unocha.org/pageloader.aspx?page=special-syriancrisis\">less than 25% funded</a>, putting millions of vulnerable people at risk – a situation that has already led to cuts in vital assistance.</p> \n<p>Last week, the UN World Food Programme (WFP) <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/jul/01/syria-refugees-food-vouchers-cut-lebanon-jordan-wfp-un\">warned once again that it was running out of money</a> to feed the refugees and could be forced to cut all help for the hundreds of thousands of Syrians in Jordan as soon as next month.</p> \n<p>Muhannad Hadi, the WFP’s regional director for the Middle East, north Africa, central Asia and eastern Europe, said: “Just when we thought things couldn’t get worse, we are forced yet again to make yet more cuts. <br /></p> \n<p>“<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/refugees\">Refugees</a> were already struggling to cope with what little we could provide.”</p> \n<p>According to the agencies and their partner organisations, the shortfall has meant 1.6 million refugees have already had food assistance cut this year and 750,000 children are not attending school.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/mar/12/young-syrian-refugees-give-up-education-jordan-work\">Young Syrian refugees give up hopes of education in Jordan | Sam Jones</a> </p> \n</aside> \n<p>Most of Syria’s refugees have no prospect of returning home in the near future amid a conflict that has become increasingly complex and intractable.</p> \n<p>In the north and north-east, Kurdish militias are fighting Islamic State in see-saw battles that continue to drive civilians across the border into Turkey. Turkey’s reluctance to absorb more refugees often leaves people stranded for days at the border.</p> \n<p>In Aleppo and Daraa, two of Syria’s largest cities, rebels fighting the regime of the president, Bashar al-Assad, have pressed on with offensives that have encountered stiff resistance from loyalist troops, stalling the attacks.</p> \n<p>But even if they were to seize the coveted territory, or begin an assault on the capital, Damascus, the country would be faced with the collapse of state institutions and services as the opposition attempts to manage a large metropolis such as Aleppo under unforgiving air strikes.</p> \n<p>The regime’s collapse there would likely drive more refugees into neighbouring states, particularly Lebanon, where displaced Syrians already make up a fifth of the population, upsetting the delicate sectarian balance and stretching infrastructure past its breaking point. Lebanon has responded with increasingly stringent entry conditions.</p> \n<p>Assad’s government and its Lebanese ally Hezbollah are fighting to secure the border region that straddles the two countries after a series of defeats that exposed the growing fragility of the Syrian army. </p> \n<p>A recent <a href=\"http://unhcr.org/556725e69.html\">global trends study</a> by the UNHCR found that the level of worldwide displacement is higher than ever before, with a record 59.5 million people living exiled from their homes at the end of 2014.<br /></p> \n<p>The UNHCR estimates that an average of 42,500 men, women and children became <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/refugees\">refugees</a>, asylum seekers or internally displaced people every day last year – a fourfold increase in just four years.</p> \n<p>By the end of last year, there were 19.5 million refugees – more than half of them children – as well as 38.2 million internally displaced people and 1.8 million asylum seekers. </p> \n<p>With war, violence and persecution leaving one in every 122 humans on the planet a refugee, internally displaced or seeking asylum at the end of 2014, the UNHCR warned that the world was experiencing an “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/jun/18/59m-people-displaced-war-violence-persecution-says-un\">age of unprecedented mass displacement”</a>.</p> \n<h2>Decades of displacement</h2> \n<ul> \n <li>According to UNHCR, there were <a href=\"http://www.un.org/News/dh/latest/afghan/un-afghan-history.shtml\">6.3 million Afghans living in Pakistan and Iran in 1990</a> following the Soviet withdrawal from Afghanistan. <br /></li> \n <li>The Bosnian war of 1992-1995 forced 2.7 million people to flee, making it it the <a href=\"http://www.un.org/apps/news/story.asp?NewsID=41700#.Ue7ZeruIGkQ\">largest displacement</a> of people in Europe since the second world war.<br /></li> \n <li>Following the <a href=\"http://www.theguardian.com/global-development/series/rwanda-20-years-after-the-genocide\">Rwandan genocide</a> in 1994, <a href=\"http://www.theguardian.com/news/datablog/interactive/2013/jul/25/what-happened-history-refugees\">two million people fled </a>to neighbouring countries. The refugees, who were mainly Hutus, sought refuge in Zaire (now the Democratic Republic of the Congo), Tanzania, Burundi and Uganda.<br /></li> \n <li>In 1999, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2013/jun/19/refugees-unhcr-statistics-data\">more than 867,000 people fled the war in Kosovo</a>, most of them heading to Albania, Bosnia-Herzegovina and Macedonia.<br /></li> \n <li>The 2003 US invasion of Iraq and the violence that followed is estimated to have pushed about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2008/apr/13/immigrationpolicy.iraq\">two million Iraqis</a> into countries including Syria, Jordan, Egypt and Lebanon.</li> \n</ul>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436397308403/d67d0d2c-879c-4c3f-925a-9ac017d56ca3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Anadolu Agency/Getty Images","altText":"A young Syrian refugee eats bread at a camp in Adana, Turkey. He is on of 4,013,000 Syrian people who have fled to neighbouring countries since the Syria conflict started five years ago.","cleanCredit":"Photograph: Anadolu Agency/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-09T12:23:50Z","lastModified":"2015-07-09T23:03:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Sam Jones","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/samjones"},{"name":"Kareem Shaheen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kareem-shaheen"}],"feature":false,"keywords":["Conflict and development","Migration and development","Global development","Refugees","Syria","Middle East and North Africa","World news","Bashar al-Assad"],"tags":[{"id":"global-development/conflict-and-development","webTitle":"Conflict and development"},{"id":"global-development/migration","webTitle":"Migration and development"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"world/refugees","webTitle":"Refugees"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/bashar-al-assad","webTitle":"Bashar al-Assad"}],"section":{"id":"global-development"},"topics":[],"embeddedVideos":[{"id":"gu-video-457166881","source":"Reuters","durationInSeconds":61,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/15/150615Syria_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/15/150615Syria.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/15/1434382120661/KP_298872_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Syria   ","credit":"guardian.co.uk","altText":"620x372 trailpic for Syria   ","cleanCaption":"620x372 trailpic for Syria   "}}],"adTargetingPath":"global-development"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/jul/09/syria-refugees-4-million-people-flee-crisis-deepens","shortUrl":"http://gu.com/p/4afdj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/jul/09/syria-refugees-4-million-people-flee-crisis-deepens","webUri":"http://www.theguardian.com/global-development/2015/jul/09/syria-refugees-4-million-people-flee-crisis-deepens"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436397308403/d67d0d2c-879c-4c3f-925a-9ac017d56ca3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A young Syrian refugee eats bread at a camp in Adana, Turkey. He is one of 4,013,000 people who have fled to Syria since the conflict started five years ago. Photograph: Anadolu Agency/Getty Images","credit":"Anadolu Agency/Getty Images","altText":"A young Syrian refugee eats bread at a camp in Adana, Turkey. He is on of 4,013,000 Syrian people who have fled to neighbouring countries since the Syria conflict started five years ago.","cleanCaption":"A young Syrian refugee eats bread at a camp in Adana, Turkey. He is one of 4,013,000 people who have fled to Syria since the conflict started five years ago.","cleanCredit":"Photograph: Anadolu Agency/Getty Images"}},"importance":0,"kicker":{"title":"Refugees"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436397308403/d67d0d2c-879c-4c3f-925a-9ac017d56ca3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Anadolu Agency/Getty Images","altText":"A young Syrian refugee eats bread at a camp in Adana, Turkey. He is on of 4,013,000 Syrian people who have fled to neighbouring countries since the Syria conflict started five years ago.","cleanCredit":"Photograph: Anadolu Agency/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435671544322/f450ca23-4eb5-46d7-bfc3-407af56cfb60-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Reuters","altText":" Yarmouk Palestinian refugee camp on the edge of Damascus.","cleanCredit":"Photograph: Reuters"}}]},{"title":"Hibernating bears could hold the key to long-distance space travel","rawTitle":"Hibernating bears could hold the key to long-distance space travel","item":{"type":"article","id":"science/2015/jul/09/hibernating-bears-could-hold-the-key-to-long-distance-space-travel","title":"Hibernating bears could hold the key to long-distance space travel","trailText":"Bone weakness is a significant problem for astronauts, but a unique biological process that occurs in hibernating bears could be the basis for a new therapy","standFirst":"<p>Bone weakness is a significant problem for astronauts, but a unique biological process that occurs in hibernating bears could be the basis for a new therapy</p>","byline":"Philip Oldfield","body":"<p>Astronauts could protect themselves against bone wastage by harnessing a unique biological process that allows black bears to maintain their skeletons during hibernation.</p> \n<p>A study has revealed that bears protect their bones from degrading, despite hardly moving for up to six months, by suppressing the usual constant release of calcium from the bones into the blood. Such a lengthy period of inactivity in humans would lead to a severely weakened bone structure.</p> \n<p>“This could be the basis for a new therapy for astronauts, or people with a bone-related chronic illness,” said Meghan McGee-Lawrence, assistant professor in cellular biology and anatomy at Georgia Regents University in Augusta, and an author of the study. </p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2012/dec/05/astronauts-year-space-body-mind\">Astronauts will spend a year in space testing effects on body and mind</a> </p> \n</aside> \n<p>Reduced movement in humans, and other mammals, can cause significant health problems. This is due to the body responding to inactivity by decreasing bone formation and increasing calcium release, leading to bone loss and increased risk of breaks and fractures.</p> \n<p>One of the major side-effects of prolonged weightlessness is spaceflight osteopenia, a condition where reduced stress on the bones triggers bone loss. Astronauts on the Mir space station, for example, <a href=\"http://science.nasa.gov/science-news/science-at-nasa/2001/ast01oct_1/\">lost on average 1-2% of their bone mass each month</a>. The condition can be a limiting factor for the length of missions that astronauts can endure. </p> \n<p>Exercise has been used as the main strategy to overcome, this but has limited success, according to Dr Lewis Dartnell, an astrobiologist at the University of Leicester.</p> \n<p>“Astronauts spend a huge amount of their time strapped to running machines with bungees, but it’s not particularly effective,” he said.</p> \n<p>“If we can look to nature and try to understand how existing biological systems, such as those in hibernating black bears can overcome bone loss, we can use this knowledge to protect our own species in space.” he added. </p> \n<p>The study, published in the <a href=\"http://jeb.biologists.org/lookup/doi/10.1242/jeb.120725\">Journal of Experimental Biology</a>, found that bears are able to suppress the process of calcium release through the changes in levels of two specific enzymes.</p> \n<p>“We know that hibernation is controlled by the brain. Our next step is to understand how these proteins and enzymes get turned down by a bear’s brain to reduce bone loss,” said McGee-Lawrence.</p> \n<p>The scientists studied 13 female bears between 2006 and 2009, collecting blood and bone samples before, during and after hibernation and measuring enzyme and hormone levels.<br /></p> \n<p>The researchers found that levels of a protein called cocaine and amphetamine regulated transcript (CART), which reduces the quantity of bone minerals being broken down into the blood, increased 15-fold during hibernation.</p> \n<p>Two other enzymes known to contribute to new bone generation, bone-specific alkaline phosphatase (BSALP) and tartrate-resistant acid phosphatase (TRACP) fell when the bears were hibernating. Levels of bone-regenerating cells, called osteoblasts, also fell significantly, from 2% before hibernation to just 0.15% during hibernation.</p> \n<p>According to the researchers, these changes show that black bears are able to maintain their skeletal structure and strength by suppressing bone loss during hibernation, rather than by generating new bone material.</p> \n<p>Finding a solution to bone degeneration is seen as a crucial challenge for long distance space travel. “It’s particularly important when we send people to Mars,” said Dartnell.</p> \n<p>“If astronauts have flown for six months, and their skeletons have become weak during the journey, they may suffer significant health problems when they get to Mars, even though the gravity there is less than that on earth.”</p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436441350270/12ea2522-ff76-4e98-8e5b-23df92ccda84-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Krech/AP","altText":"The biological process that protects black bears’ bones during hibernation could help people with bone-related chronic illness and to protect astronauts on long space flights.","cleanCredit":"Photograph: Andrew Krech/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-09T11:37:48Z","lastModified":"2015-07-09T11:37:48Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Philip Oldfield","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/philip-oldfield"}],"feature":false,"keywords":["Space","Science","Biology","Zoology","Osteoporosis","Medical research"],"tags":[{"id":"science/space","webTitle":"Space"},{"id":"science/science","webTitle":"Science"},{"id":"science/biology","webTitle":"Biology"},{"id":"science/zoology","webTitle":"Zoology"},{"id":"society/osteoporosis","webTitle":"Osteoporosis"},{"id":"science/medical-research","webTitle":"Medical research"}],"section":{"id":"science"},"topics":[{"displayName":"Philip Oldfield","topic":{"type":"tag-contributor","name":"profile/philip-oldfield"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/jul/09/hibernating-bears-could-hold-the-key-to-long-distance-space-travel","shortUrl":"http://gu.com/p/4affy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/jul/09/hibernating-bears-could-hold-the-key-to-long-distance-space-travel","webUri":"http://www.theguardian.com/science/2015/jul/09/hibernating-bears-could-hold-the-key-to-long-distance-space-travel"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436441350270/12ea2522-ff76-4e98-8e5b-23df92ccda84-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The biological process that protects black bears’ bones during hibernation could help people with bone-related chronic illness and to protect astronauts on long space flights. Photograph: Andrew Krech/AP","credit":"Andrew Krech/AP","altText":"The biological process that protects black bears’ bones during hibernation could help people with bone-related chronic illness and to protect astronauts on long space flights.","cleanCaption":"The biological process that protects black bears’ bones during hibernation could help people with bone-related chronic illness and to protect astronauts on long space flights.","cleanCredit":"Photograph: Andrew Krech/AP"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436441350270/12ea2522-ff76-4e98-8e5b-23df92ccda84-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Krech/AP","altText":"The biological process that protects black bears’ bones during hibernation could help people with bone-related chronic illness and to protect astronauts on long space flights.","cleanCredit":"Photograph: Andrew Krech/AP"}}]}],"lastModified":"2015-07-10T08:11:46Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}