{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Banning legal highs / The biggest obstacle is the human brain","rawTitle":"The biggest obstacle is the human brain","item":{"type":"article","id":"science/brain-flapping/2015/may/29/ban-legal-highs-neuroscience-theresa-may-psychology","title":"Banning legal highs: the biggest obstacle is the human brain","trailText":"<strong>Dean Burnett: </strong>There has been considerable confusion and concern around new government plans to ban legal highs. The only solution is to ban the human brain","standFirst":"<p>There has been considerable confusion and concern around new government plans to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/27/legal-highs-ban-technically-cover-alcohol-cigarettes-coffee\">ban legal highs</a>. Scientifically, the only solution is to ban the human brain</p>","byline":"Dean Burnett","body":"<p>New government plans to crack down on and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/27/legal-highs-ban-technically-cover-alcohol-cigarettes-coffee\">ban “legal highs”</a> have a lot of people confused <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/29/psychoactive-substances-ban-end-brain-research-britain-david-nutt\">and worried</a>. For a start, the government is essentially planning to <a href=\"http://www.bbc.co.uk/news/uk-politics-32919712\">make legal highs illegal</a>, and thus creating a logical paradox. Anything covered by the new laws would become illegal, so would not a “legal” high, so wouldn’t be covered by the laws after all, so would be legal. So they <em>would</em> be covered the laws, but then become illegal…</p> \n<p>Ironically, this sort of thinking will probably only make sense when you’re stoned out of your mind. </p> \n<p>Thankfully (for a given value of “thankful”) the proposed legislation is a bit more detailed than this, in that it promises to ban trade in any substances for human consumption that is capable of producing a psychoactive effect. It has also been made clear that things such as coffee, food, alcohol etc. wouldn’t be included. Similar policies in Ireland and Poland also clarify that the psychoactive effect has to be “significant”, to prevent more common “everyday” substances being affected. </p> \n<p>While more detailed, there are still several issues with this approach. Firstly, “<a href=\"http://en.wikipedia.org/wiki/Psychoactive_drug\">psychoactive</a>” basically means any substance that affects brain function and can alter perception, consciousness, mood, things like that. Anything that affects the mind, to be succinct. Trouble is, this isn’t exactly a hard thing to do. The human brain is so active and flexible that practically anything can “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/brain-flapping/2012/sep/10/children-brains-damage-susan-greenfield\">alter brain function</a>”. Reading a particularly provocative or illuminating newspaper article can be said to alter your mood and/or perception. Propaganda is <a href=\"http://brainblogger.com/2008/11/04/hitlers-guide-to-propaganda-the-psychology-of-coercion/\">based on processes like this</a>. </p> \n<p>We could be generous and say the law applies specifically to consumable substances which alter brain function “artificially” (another tricky term when you consider the workings of the brain). This is still problematic, because if you’re not specifying the specific substance (as the proposed law doesn’t) then countless things can have a “psychoactive” effect like this. Some well prepared food can do it, which <a draggable=\"true\" href=\"https://www.youtube.com/watch?v=uXPlzdTcA-I\">that scene in Ratatouille</a> demonstrates nicely. </p> \n<p>The issue of “significant” psychoactive effects is another problem. How do you measure whether something is significant? What’s the cut-off point between significant and non-significant in a scenario like this? We’re talking legal ramifications here, where the distinction could mean the difference between breaking the law and not, so this should really be specified. How to do that though is a big problem, because response to psychoactive substances can <a href=\"http://link.springer.com/article/10.1007/BF02196925\">vary massively between individuals</a>. </p> \n<p>Most people will have seen examples of this; there’s always someone you know with <a href=\"http://selvedgeyard.com/2009/07/22/andre-the-giant-proving-size-matters/\">an incredible tolerance for alcohol</a>, who can drink constantly and heavily throughout the night, but the only consequences they demonstrate are a slight reddening of the face and more regular toilet visits. In contrast, there are those people who struggle to walk or put sentences together if they’re so much as in the room when someone opens a bottle of wine. And this is just alcohol, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/brain-flapping/2013/jan/08/alcohol-friend-foe-consequences-health\">an incredibly-common substance</a>. How much harder is it going to be to work out how much is “too much” when we’re dealing with an essentially new compound? </p> \n<p>Alcohol consumption can be analysed directly <a href=\"http://electronics.howstuffworks.com/gadgets/automotive/breathalyzer.htm\">by breathalysers</a>, but how do you measure the psychoactive effects of a novel substance? The mind is incredibly difficult to measure, so much so that some sciences <a href=\"http://www.personalityresearch.org/papers/pizzurro.html\">have to ignore it altogether</a> to get anything done. So how is law enforcement meant to manage it? It’s difficult to imagine a policemen pulling someone over and saying “Sir, please step out of the vehicle and think into this tube”, or “It appears your mental state is significantly different to the norm, you’ll have to come with us”.</p> \n<p>But these things would have to happen if we were to get a logical, consistent and effective system for controlling legal highs. But then, logic and effectiveness have never really been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/03/war-on-drugs-british-politicians-nick-clegg-richard-branson\">a big part of drug enforcement policy</a>, and with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/29/laughing-gas-government-legal-highs-nitrous-oxide\">crackdowns already happening</a> it seems this will remain the case for some time. </p> \n<p>Obviously there are <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/20/five-students-in-hospital-after-taking-synthetic-high\">health concerns to consider</a>, and in fairness most legal highs that have been targeted thus far seem designed to mimic the effects of known illegal narcotics, but the advances in science and the complexity of the brain will only serve to make this area incredibly problematic as we go on. </p> \n<p>One easy solution does present itself: ban dopamine! Dopamine is a neurotransmitter, so is a chemical substance like most drugs, and it certainly has a psychoactive effect in that it enables the <a draggable=\"true\" href=\"http://neuroscience.mssm.edu/nestler/brainRewardpathways.html\">sensations of pleasure and reward in the brain</a>, which are behind most <a href=\"http://www.drugabuse.gov/publications/addiction-science/why-do-people-abuse-drugs/nearly-all-drugs-abuse-increase-dopamine-neurotransmission\">drug sensations and addictions</a>. Banning dopamine would be a sure-fire way of stopping legal highs, effectively rendering them all pointless. Granted, dopamine has <a draggable=\"true\" href=\"http://www.news-medical.net/health/Dopamine-Functions.aspx\">many other crucial functions</a>, but sacrifices have to be made in the war against drugs.</p> \n<p>However, other neurotransmitters and hormones like <a href=\"http://www.sciencedaily.com/terms/oxytocin.htm\">oxytocin</a> and <a href=\"https://www.scripps.edu/newsandviews/e_20030929/parsons.html\">serotonin</a> can also chemically induce pleasure, and there is mounting evidence that <a href=\"http://www.sciencedirect.com/science/article/pii/S0091305780800335\">others are involved in drug effects</a> too. Using the same “everything is banned unless we say otherwise” approach of the new regulations on legal highs, it would be best to ban all neurotransmitters just in case they’re used to induce psychoactive effects. And they would be, because that’s technically what they’re for. So we’d end up with a population unable to use their brains. </p> \n<p>Seems like an ideal arrangement for the government, if we’re honest. </p> \n<p><em>Dean Burnett provides illicit thrills via his Twitter account, <a href=\"https://twitter.com/garwboy\">@garwboy</a></em></p> \n<p><em>His debut book <a href=\"http://faberbooks.tumblr.com/post/108636308445/the-idiot-brain-by-dean-burnett\">The Idiot Brain</a> is out early 2016</em></p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432895394975/6a06afc7-cbdb-46f7-87f5-d483c414227e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jim Powell/Jim Powell","altText":"The drug 'Spice' - a herbal mixture which contains a synthesised chemical substanceLegal Highs","cleanCredit":"Photograph: Jim Powell/Jim Powell"}],"bodyImages":[],"webPublicationDate":"2015-05-29T10:58:36Z","lastModified":"2015-05-29T22:35:22Z","metadata":{"commentable":true,"commentCount":204,"contributors":[{"name":"Dean Burnett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dean-burnett"}],"feature":false,"keywords":["Science","Legal highs","Drugs policy","Society","Politics","Neuroscience","Psychology","UK news","Drugs","Drugs","Theresa May","Nitrous oxide (laughing gas)"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"society/legal-highs","webTitle":"Legal highs"},{"id":"politics/drugspolicy","webTitle":"Drugs policy"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"science/neuroscience","webTitle":"Neuroscience"},{"id":"science/psychology","webTitle":"Psychology"},{"id":"uk/uk","webTitle":"UK news"},{"id":"science/drugs","webTitle":"Drugs"},{"id":"society/drugs","webTitle":"Drugs"},{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"society/nitrous-oxide-laughing-gas","webTitle":"Nitrous oxide (laughing gas)"}],"section":{"id":"science"},"topics":[{"displayName":"Dean Burnett","topic":{"type":"tag-contributor","name":"profile/dean-burnett"}}],"series":{"title":"Science blog network","uri":"http://mobile-apps.guardianapis.com/lists/tag/science/series/science-blog-network"},"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/brain-flapping/2015/may/29/ban-legal-highs-neuroscience-theresa-may-psychology","shortUrl":"http://gu.com/p/49bxq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/brain-flapping/2015/may/29/ban-legal-highs-neuroscience-theresa-may-psychology","webUri":"http://www.theguardian.com/science/brain-flapping/2015/may/29/ban-legal-highs-neuroscience-theresa-may-psychology"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432895394975/6a06afc7-cbdb-46f7-87f5-d483c414227e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Does looking at this image make you think of enjoyable experiences? Yes? Then you might be breaking the law. Photograph: Jim Powell","credit":"Jim Powell","altText":"The drug 'Spice' - a herbal mixture which contains a synthesised chemical substanceLegal Highs","cleanCaption":"Does looking at this image make you think of enjoyable experiences? Yes? Then you might be breaking the law.","cleanCredit":"Photograph: Jim Powell"}},"importance":7,"kicker":{"title":"Banning legal highs"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Tower Hamlets / The two sides of London’s property boom","rawTitle":"The two sides of London’s property boom","item":{"type":"article","id":"lifeandstyle/2015/may/30/london-property-market-boom-housing-tower-hamlets","title":"‘The more deprived and edgy, the better’: the two sides of London’s property boom","trailText":"The day after the election, the capital’s luxury flat market soared, as the global elite rushed to buy a piece of ‘real’ London life. Here, long-term residents and estate agents in one of Britain’s poorest inner-city boroughs count the cost","standFirst":"<p>The day after the election, the capital’s luxury flat market soared, as the global elite rushed to buy a piece of ‘real’ London life. Here, long-term residents and estate agents in one of Britain’s poorest inner-city boroughs count the cost</p>","byline":"Zed Nelson","body":"<p>In the hours after the Conservatives won a majority at the general election, London estate agents reported a surge in luxury property sales. Shares in Foxtons rose by 13%, and more than &pound;100m of central London property was sold in a 24-hour frenzy, as estate agents worked through the night to deal with the renewed interest from wealthy buyers. Their fears over Labour’s proposed mansion tax had been allayed, and the tax loophole for non-doms had been preserved.</p> \n<p>Meanwhile, there is a growing sense among those on low incomes that they are being pushed out of the capital. According to a recent Oxfam report, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/mar/17/oxfam-report-scale-britain-growing-financial-inequality\">the five wealthiest families in the UK are richer than the poorest 20%</a> of the entire population. Nowhere is this disparity more apparent than in Tower Hamlets, located at the heart of London’s East End, which has long been associated with some of the worst poverty in Britain. As many as 23% of families here live on less than &pound;15,000 a year, and <a href=\"http://www.eastlondonlines.co.uk/2010/04/election-issues-poverty-and-deprivation-in-tower-hamlets/\">53% of children come from families living on unemployment benefits</a>. Tower Hamlets is also home to the towers of Canary Wharf, a hub of banking and commerce, making the borough one of the wealthiest parts of Britain, too. Its economy, worth more than &pound;6bn a year, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/belief/2012/nov/02/vast-wealth-divide-tower-hamlets-fairness\">is greater than that of Monaco</a>.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>More than &pound;100m of central London property was sold in a 24-hour frenzy</p> \n </blockquote> \n</aside> \n<p>Luxury apartments are now selling for millions in Tower Hamlets. Estate agents, the foot soldiers of the housing boom, armed with shiny new catalogues, describe the area as “vibrant” and “edgy”. This is estate-agent speak for “visible signs of poverty nearby” – and it is accompanied by the tacit assumption that in a few years’ time the area will be completely gentrified. I talked to people on both sides of this wave of change, as a new, fully Conservative government takes shape.</p> \n<h2><strong>Kabir Ahmed, Holland Estate, Tower Hamlets</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"81c4862a89bc1999c18e3f6b3065e6634e676af4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432724259389/29cfc91d-dd9b-49e3-92a4-d7d6d50e057d-460x276.jpeg\" alt=\"Kabil Ahmed\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kabir Ahmed outside his flat, with two of his sons, Ishmael, 10, and Aakifah, two. </span> \n  <span class=\"element-image__credit\">Photograph: Zed Nelson for the Guardian</span> \n </figcaption> \n</figure> \n<p>I’ve lived on this estate since I was a small child. I live with my wife and three children; my parents are next door. As part of the 2006 transfer of council houses to housing associations, we felt positive about the provider EastendHomes taking over; they promised extensive refurbishments.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'You hear the phrase &quot;social cleansing&quot; being used – and that's exactly what this is'</p> \n </blockquote> \n</aside> \n<p>Now, they are talking about demolishing this estate and building a 25-storey tower, all private apartments, with 120 low-rise “affordable housing” units around it. The process would displace 600 residents. EastendHomes say they will resettle everyone, but there is a waiting list of 20,000 people in Tower Hamlets – so it could be outside the borough, or even London. We’re talking about 200 families effectively being forced out of the area – separated and rehoused in different places. They say that, when the new estate is finally built, they will offer us first refusal, but we would all be scattered by then – and how much of it would be genuinely affordable?</p> \n<p>Half the people here are leasehold owners, who have bought their flats – including me. If it goes through, we would be offered “market value” for our homes; and if we refused, the developers could seek a compulsory purchase order.</p> \n<p>The estate is valuable because we are just two or three minutes from the City of London. They can generate a lot of income from building private homes with social housing on the side.</p> \n<p>EastendHomes argue that the buildings here are structurally unsound and uneconomical to refurbish, which we totally disagree with. It’s very frustrating. You hear the phrase “social cleansing” being used – and that’s exactly what this is.</p> \n<h2><strong>Tom Griffin, partner, Cluttons residential sales; inside Cinnabar Wharf East, E1; sale price &pound;5.75m</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"ebe57be6418dae8541820537cb85f7c1b5d9a915\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432732377205/4be51fd1-e557-4aaa-8c19-1be7f1d23678-460x276.jpeg\" alt=\"Tom Griffin\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The Conservatives winning has taken away that unknown factor.’</span> \n  <span class=\"element-image__credit\">Photograph: Zed Nelson for the Guardian</span> \n </figcaption> \n</figure> \n<p>Prior to the election, potential buyers were holding off their final decisions, waiting to see what would happen. The Conservatives winning has taken away that unknown factor, and the wealthy buyers’ fears of a Labour or coalition government’s effects on the greater economy.</p> \n<p>This apartment – where it is, with the views it has – is unaffected by the issue of it being in Tower Hamlets, a traditionally poorer borough. Wapping is close to the city, it has fantastic views. The area represents good value for money for a very central location, with potential for growth above and beyond what the London market generally offers. There are a lot of people now seriously considering it.</p> \n<h2><strong>Amy Berry, with her son, Robert, three, Tower Hamlets</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"42b97c7472e894fafc82b8fca5635edc43c6e8a4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432725182503/2fd29e00-e3af-4856-994c-eeccd12a4c54-460x276.jpeg\" alt=\"Ann Berry\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘No one can live near their families any more’.</span> \n  <span class=\"element-image__credit\">Photograph: Zed Nelson for the Guardian</span> \n </figcaption> \n</figure> \n<p>I was living in Poplar with my two children when I got pregnant with twins. Suddenly I had four kids, but the council wouldn’t rehouse me. My partner decided we should move to Essex, but that went wrong, and I found myself on my own, with serious personal problems, and four kids with health issues.</p> \n<p>I begged my social worker to find me a home in Tower Hamlets. My mum’s lived here for 33 years. It’s good to be back, but I’m in a privately owned ex-council flat. It’s only temporary. There isn’t anything affordable. No one can live near their families any more.</p> \n<h2><strong>Agents David Campbell and Jessica Munday, inside Telford Homes Penthouse, Avant Garde Tower, E1; sale price &pound;3.5m</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"bbafddcf3e5119a8e037b68d5300ed01b54944b8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432724760216/b4e4f9ac-0dd1-445f-8489-1c3b3cdcb728-460x276.jpeg\" alt=\"David Campbell Tower Hamlets\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The property has doubled in value.’</span> \n  <span class=\"element-image__credit\">Photograph: Zed Nelson for the Guardian</span> \n </figcaption> \n</figure> \n<p>David: Tower Hamlets has seen a wave of regeneration. Hackney is the golden child at the moment. Dalston became the coolest place in London. I almost think the more deprived and edgy the better. As soon as someone attaches the word “cool” to an area it stops being cool. Shoreditch changed from a gritty no-go area to being exceedingly trendy. Now it’s beginning to gentrify.</p> \n<p>The market has changed phenomenally since 2011. We thought this property would be selling for &pound;500 per square foot. Now, I’d say it’s &pound;1,000 per square foot.</p> \n<h2><strong>Julie Hicks, Tower Hamlets night shelter</strong>, The Good Shepherd Mission, Three Colts Lane, E2<br /></h2> \n<figure class=\"element element-image\" data-media-id=\"1bd5c5d60b61d7e83eadcdbc785c7c485c428cef\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432725469628/d90a3442-37db-46b7-bba5-eadc46e72eb6-460x276.jpeg\" alt=\"Julie Hicks\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I went to one women’s hostel. It looked like a prison, so I refused to go, and after that they told me I was on my own.’</span> \n  <span class=\"element-image__credit\">Photograph: Zed Nelson for the Guardian</span> \n </figcaption> \n</figure> \n<p>I was given notice to leave my flat, and suddenly the bailiffs turned up. I’d been there five years. They changed the locks. Now it’s all done up and rented out to someone else. I had to take my pooch to Battersea, and I watched while they put him down. I had no choice.</p> \n<p>The Citizens Advice Bureau found me hostel accommodation in E14. I was happy there, but they told me they were going to transfer me to Hopetown [a women’s hostel]. I went there and it looked like a prison, so I refused to go, and after that, they told me I was on my own. I became homeless. Finally I was referred here.</p> \n<h2><strong>Mark Gallagher, Queen Victoria Seamen’s Rest hostel, E14 </strong></h2> \n<figure class=\"element element-image\" data-media-id=\"efd202fce56ce22f92511d93877f6ebb756990fb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432732598770/a3b10fd0-14ba-432c-80ca-27f709000fc3-460x276.jpeg\" alt=\"Mark Gallagher\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘When I was 22 I was earning &pound;15,000, but to rent privately cost me &pound;900 per month.’</span> \n  <span class=\"element-image__credit\">Photograph: Zed Nelson for the Guardian</span> \n </figcaption> \n</figure> \n<p>I left school at 16. When they built Canary Wharf, I got a job in the Tesco Metro. When I was 22, I was earning &pound;15,000 a year, but to rent privately cost &pound;900 a month.</p> \n<p>I got made redundant and broke up with my girlfriend of 10 years. Things fell apart. I gave up my flat and spent three years on the street. I was drinking, smoking, and the missus wouldn’t let me see the kids. I was digging a hole for myself.</p> \n<p>I’m living at the Seamen’s Rest now – it’s mainly for ex-servicemen and seamen, but it’s also for local people. The pressure got too much.</p> \n<h2><strong>Mike Bickerton, head of new homes at DTZ; inside One Commercial Street, E1. 2,660 sq ft penthouse; sale price &pound;4.25m</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"8dd49837958acdd9bf9ac50be3f41782d9423448\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432725992307/569134ec-70cd-4378-b522-b522d996d273-460x276.jpeg\" alt=\"Mike Bickerton\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We have wealthy Chinese or Asian families who will put one of their kids in an apartment this size’.</span> \n  <span class=\"element-image__credit\">Photograph: Zed Nelson for the Guardian</span> \n </figcaption> \n</figure> \n<p>Go back four years and there wouldn’t have been much interest in Tower Hamlets. Now it’s trendy and vibrant, and you can walk to the Bank of England from here in 12 minutes. Tower Hamlets is one of London’s most deprived boroughs, but the area is smartening up and prices are rocketing. The local indigenous people are still there – we still have a jellied eel stand – but they’re surrounded by shiny glass and steel.</p> \n<p>People like the edgy feel of east London, the “real London” feel: rich people living cheek by jowl with poor people. Parts of west London feel so safe and mundane.</p> \n<p>Most overseas investors are looking for a good yield for renting, or buying apartments for their children. We have wealthy Chinese or Asian families who will put one of their kids in an apartment this size.</p> \n<h2><strong>Kennedy Wfeko</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"0d433c9c84aac96a59c958ef9e686f28909ab4f7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432732807455/98a7a766-a9a5-48ee-b95c-4dd8a5800e50-460x276.jpeg\" alt=\"kennedy wfeko\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I work on the London underground… I hope I can stay here.’</span> \n  <span class=\"element-image__credit\">Photograph: Zed Nelson for the Guardian</span> \n </figcaption> \n</figure> \n<p>I was 13 when I joined a gang. I got into violent situations. We protected our area, the other gangs protected theirs. When someone got hurt, there would be revenge attacks. It escalated – I’ve spent four years in prison, two years on remand, and had two convictions for GBH.</p> \n<p>I’ve been working with <a href=\"http://www.citygateway.org.uk/\">City Gateway</a>, a local charity, for just under a year now – training in dance and music. At nights I work on the London Underground as part of the repair and engineering team.</p> \n<p>I hope I can stay in Tower Hamlets, but I won’t be able to if the prices go up. They’re putting up new flats, and making the area look nice; but they’re only considering the people who are well off, not the people who have been here for ages, and built a life for themselves.</p> \n<h2><strong>Charlie Elish, homeless</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"24f4a0e9ae5e7542e6de186f0bc107e0d8f80f87\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432726441798/a4c6d5c0-2573-41a6-8fc4-608cb7c36c75-460x276.jpeg\" alt=\"Charlie Elish\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘It’s changed too much around here. I’d like to move somewhere quiet, and where there’s a community.’</span> \n  <span class=\"element-image__credit\">Photograph: Zed Nelson for the Guardian</span> \n </figcaption> \n</figure> \n<p>I was brought up in Tower Hamlets, all my family live here, but it’s hard to get a place here now. The new developments aren’t for us – you’ve got to have money to get those kind of places.</p> \n<p>When I got married, we moved to Walthamstow. But it didn’t work out between us, and I lost my place. Last year, I was living in a bedsit in Tower Hamlets. I’d been there two years. Now I’m living all over the place. To get a new place, you need a deposit, and I haven’t got one. I’m on Jobseeker’s Allowance.</p> \n<p>It’s changed too much around here. It’s hard to get a job, it’s hard to get a property. I’d like to move out of London, to somewhere like Felixstowe, where it’s quiet and there’s a community.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432724509995/10669b30-464a-4ff2-9c60-195d6923420a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Zed Nelson for the Guardian","altText":"Tower Hamlets flats","cleanCredit":"Photograph: Zed Nelson for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432724260847/de3d5d7a-79db-440b-80b3-0eaf304b6869-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kabir Ahmed outside his flat, with two of his sons, Ishmael, 10, and Aakifah, two.  Photograph: Zed Nelson for the Guardian","credit":"Zed Nelson for the Guardian","altText":"Kabil Ahmed","cleanCaption":"Kabir Ahmed outside his flat, with two of his sons, Ishmael, 10, and Aakifah, two. ","cleanCredit":"Photograph: Zed Nelson for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432732377701/74b63500-65e3-4c25-ae08-cbeabbbe73d8-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘The Conservatives winning has taken away that unknown factor.’ Photograph: Zed Nelson for the Guardian","credit":"Zed Nelson for the Guardian","altText":"Tom Griffin","cleanCaption":"‘The Conservatives winning has taken away that unknown factor.’","cleanCredit":"Photograph: Zed Nelson for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432725183888/b972da0e-0195-4023-b859-e6936892452d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘No one can live near their families any more’. Photograph: Zed Nelson for the Guardian","credit":"Zed Nelson for the Guardian","altText":"Ann Berry","cleanCaption":"‘No one can live near their families any more’.","cleanCredit":"Photograph: Zed Nelson for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432724761810/106d8b0c-d650-46ff-abb9-705ca31cfa46-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The property has doubled in value.’ Photograph: Zed Nelson for the Guardian","credit":"Zed Nelson for the Guardian","altText":"David Campbell Tower Hamlets","cleanCaption":"‘The property has doubled in value.’","cleanCredit":"Photograph: Zed Nelson for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432725471262/e817ce24-a30a-4466-b301-ac52617f6e6b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I went to one women’s hostel. It looked like a prison, so I refused to go, and after that they told me I was on my own.’ Photograph: Zed Nelson for the Guardian","credit":"Zed Nelson for the Guardian","altText":"Julie Hicks","cleanCaption":"‘I went to one women’s hostel. It looked like a prison, so I refused to go, and after that they told me I was on my own.’","cleanCredit":"Photograph: Zed Nelson for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432732600390/87255ee9-308d-4ecf-9126-1170ae73b6f0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘When I was 22 I was earning £15,000, but to rent privately cost me £900 per month.’ Photograph: Zed Nelson for the Guardian","credit":"Zed Nelson for the Guardian","altText":"Mark Gallagher","cleanCaption":"‘When I was 22 I was earning £15,000, but to rent privately cost me £900 per month.’","cleanCredit":"Photograph: Zed Nelson for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432725993571/d5c780f4-bdae-4dec-b62f-2e7f569ab222-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘We have wealthy Chinese or Asian families who will put one of their kids in an apartment this size’. Photograph: Zed Nelson for the Guardian","credit":"Zed Nelson for the Guardian","altText":"Mike Bickerton","cleanCaption":"‘We have wealthy Chinese or Asian families who will put one of their kids in an apartment this size’.","cleanCredit":"Photograph: Zed Nelson for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432732808851/8599e86f-34b6-4542-bc3d-940105a99ad3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I work on the London underground… I hope I can stay here.’ Photograph: Zed Nelson for the Guardian","credit":"Zed Nelson for the Guardian","altText":"kennedy wfeko","cleanCaption":"‘I work on the London underground… I hope I can stay here.’","cleanCredit":"Photograph: Zed Nelson for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432726443230/1d93d6e7-de82-4740-be94-0fa615d53066-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s changed too much around here. I’d like to move somewhere quiet, and where there’s a community.’ Photograph: Zed Nelson for the Guardian","credit":"Zed Nelson for the Guardian","altText":"Charlie Elish","cleanCaption":"‘It’s changed too much around here. I’d like to move somewhere quiet, and where there’s a community.’","cleanCredit":"Photograph: Zed Nelson for the Guardian"}],"webPublicationDate":"2015-05-30T08:00:07Z","lastModified":"2015-05-30T08:00:07Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Zed Nelson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zed-nelson"}],"feature":true,"keywords":["Life and style","London","Poverty","General election 2015","Property"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"uk/london","webTitle":"London"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"money/property","webTitle":"Property"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Zed Nelson","topic":{"type":"tag-contributor","name":"profile/zed-nelson"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/30/london-property-market-boom-housing-tower-hamlets","shortUrl":"http://gu.com/p/4994z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/30/london-property-market-boom-housing-tower-hamlets","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/30/london-property-market-boom-housing-tower-hamlets"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432734266695/e9cc52fc-e913-44e6-832f-4e03f3caa4d5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Estate agents David Campbell and Jessica Munday inside Telford Homes Penthouse, Avant Garde Tower, E1. Price: £3.5m. Photograph: Zed Nelson for the Guardian","credit":"Zed Nelson for the Guardian","altText":"Munday2","cleanCaption":"Estate agents David Campbell and Jessica Munday inside Telford Homes Penthouse, Avant Garde Tower, E1. Price: £3.5m.","cleanCredit":"Photograph: Zed Nelson for the Guardian"}},"importance":5,"kicker":{"title":"Tower Hamlets"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Khorasan / A Syrian mystery","rawTitle":"A Syrian mystery","item":{"type":"article","id":"world/2015/may/28/khorasan-a-syrian-mystery","title":"Khorasan: are Syria's mysterious 'strangers with horses' a threat to the west?","trailText":"The US says the group is plotting, amid the civil war, to attack the west, while Islamist groups deny it even exists. What is it and what is it up to?","standFirst":"<p>The US says the group is plotting, amid the civil war, to attack the west, while Islamist groups deny it even exists. What is it and what is it up to?</p>","byline":"Martin Chulov","body":"<p>In Idlib province, they are known as “the strangers with the horses”. Among the senior ranks of Jabhat al-Nusra, they are referred to as “our friends”. In Europe and the US, the small band of jihadis is known by the contentious name “Khorasan” and blamed for hatching plots to attack the west.</p> \n<p>All seem to agree on one thing: just what the highly secretive group is up to in northern Syria remains one of the civil war’s enduring mysteries. This week, the leader of Jabhat al-Nusra claimed there was no such group as Khorasan and said he had been directed by al-Qaida’s central leadership to concentrate his group’s energies on Syria.</p> \n<p>Abu Mohamed al-Jolani’s remarks, <a href=\"http://www.aljazeera.com/news/2015/05/nusra-front-golani-assad-syria-hezbollah-isil-150528044857528.html\">in an interview with al-Jazeera,</a> were the first time that al-Nusra – a jihadi organisation with links to al-Qaida and a formidable player in the Syrian war – had addressed the issue of Khorasan, which the US accuses of collaborating with al-Nusra to target western interests outside of Syria.</p> \n<p>The remarks were immediately rejected by western officials and residents of Idlib. Two senior Islamists with close links to al-Nusra have also outlined to the Guardian in recent weeks their understanding of Khorasan’s intent and its close ties to homegrown jihadi groups.</p> \n<p>“Until recently they wanted nothing to do with the Syrian war,” said one ranking official. “They only wanted to use Syria as a stadium for whatever they were up to elsewhere. <br /></p> \n<p>“But that’s different now. In the attack on Idlib city they played a direct role. They co-ordinated most of the dangerous attacks. Without them, Idlib would not have fallen.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/28/syria-not-a-launching-pad-for-attacks-on-west-says-al-nusra-chief-in-tv-interview\">Syria not a launching pad for attacks on west says al-Nusra chief in TV interview</a> </p> \n</aside> \n<p>The claim that Khorasan had played a direct role in helping jihadi and mainstream elements of the Syrian opposition seize a major city marks the first time that any official has been prepared to acknowledge working alongside the group. “They are a very big secret, you know,” the official said. “They work directly for [al-Qaida leader Ayman] al-Zawahiri.”</p> \n<p>Until recently, all residents and jihadis interviewed by the Guardian had painted a picture of a remote and impenetrable outfit that kept entirely to itself and whose members regularly moved to avoid US air strikes.<br /></p> \n<p>On the first night of a US-led air campaign, ostensibly to attack the Islamic State group last September, three bases for Jabhat al-Nusra and a second jihadi group, Ahrar al-Sham, were bombed in the opening salvoes. <br /></p> \n<p>The attacks killed more than 70 militants and Washington claimed to have struck cells of leaders who had been seconded to Khorasan and tasked with scoping for targets outside of Syria.<br /></p> \n<p>Both groups quickly denied any connection to Khorasan, and vowed vengeance against the US. Al-Nusra officials claimed they had not heard of Khorasan, leading the US to claim it had been monitoring its growth for more than two years as the opposition landscape had splintered and radicalised in parts of Syria’s north. Two local residents say the people they referred to as “the strangers with horses” first moved into the Idlib countryside early in 2013.<br /></p> \n<p>“They were from all the places that end in ‘stans’,” said one man. “Uzbekistan, Afghanistan, Tajikistan, places like that. “They dressed like Osama bin Laden’s mujahideen and they slept in the forests with their horses next to them. Big, beautiful stallions. They wanted nothing to do with us, or any of the opposition groups.”<br /></p> \n<p>A second resident said that the group was known locally as Khorasan by the end of 2013. “Although it became difficult to know who was directly with them and who was with [al-Nusra]. They started to become similar.<br /></p> \n<p>“But until the Americans bombed them, we didn’t know what they were up to. And we still don’t.”<br /></p> \n<p>One senior jihadi confirmed to the Guardian that the group’s leader was Muhsin al-Fadhli, a veteran of al-Qaida who had travelled to Syria at the beginning of 2013 along with a small number of other members of Ayman al-Zawahiri’s inner circle. <br /></p> \n<p>The US government claims that al-Fadhli, a Kuwaiti, was one of the few Bin Laden confidantes who knew about the 9/11 attacks ahead of them being carried out.<br /></p> \n<p>The Pentagon claimed to have killed al-Fadhli during an air strike on 22 September, but later said he had survived the strike. A French jihadi, David Drugeon, was believed to have been badly wounded. <br /></p> \n<p>Critics of the US decision to fight Isis in Syria and Iraq point to Khorasan’s complete lack of profile before the air strikes and claim its emergence was a convenient pretext to justify intervention.<br /></p> \n<p>Local officials, though, say the group was gathering strength throughout 2014. One official said Khorasan leaders now remained on the move to avoid air strikes. “Everywhere they go, the Americans are looking for them,” he said. “Their houses get blown up all the time.<br /></p> \n<p>“I don’t doubt that they are planning something outside Syria. But it is impossible to know. There are no Syrians working directly for them. Only big men from al-Qaida. To be honest, when they worked with Nusra in Idlib, it was the first time.”<br /></p> \n<p>In denying Khorasan’s existence, or being linked to any plan to attack targets outside of Syria, Jolani appeared to be positioning al-Nusra as a more palatable jihadi current, distinct from the unchecked savagery of Isis. <br /></p> \n<p>However, western officials say Khorasan remain near the top of the list of potential threats to the US, the UK and Europe, with no sign that any order from Zawahiri had eased the threat.</p> \n<p>“They are more prominent than before,” said the second Nusra-aligned leader. “The one thing that hasn’t changed though is that no one wants to speak about them.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432841212051/c74b35d1-1e71-4e37-a747-50b4b7bdd5b0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Fadi Al-Halabi/AFP/Getty Images","altText":"Fighters from the Al-Nusra Front fight against forces loyal to Assad  outside Aleppo.","cleanCredit":"Photograph: Fadi Al-Halabi/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T19:18:04Z","lastModified":"2015-05-28T23:00:59Z","metadata":{"commentable":true,"commentCount":194,"contributors":[{"name":"Martin Chulov","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martin-chulov"}],"feature":true,"keywords":["Syria","Middle East and North Africa","World news","Al-Qaida"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/al-qaida","webTitle":"Al-Qaida"}],"section":{"id":"world"},"topics":[{"displayName":"Martin Chulov","topic":{"type":"tag-contributor","name":"profile/martin-chulov"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/28/khorasan-a-syrian-mystery","shortUrl":"http://gu.com/p/49aht","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/28/khorasan-a-syrian-mystery","webUri":"http://www.theguardian.com/world/2015/may/28/khorasan-a-syrian-mystery"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432841212051/c74b35d1-1e71-4e37-a747-50b4b7bdd5b0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fighters from the Al-Nusra Front fight against forces loyal to Assad outside Aleppo. Photograph: Fadi Al-Halabi/AFP/Getty Images","credit":"Fadi Al-Halabi/AFP/Getty Images","altText":"Fighters from the Al-Nusra Front fight against forces loyal to Assad  outside Aleppo.","cleanCaption":"Fighters from the Al-Nusra Front fight against forces loyal to Assad outside Aleppo.","cleanCredit":"Photograph: Fadi Al-Halabi/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Khorasan"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Children used to be scared of the dark – now they fear failure","rawTitle":"Children used to be scared of the dark – now they fear failure","item":{"type":"article","id":"lifeandstyle/2015/may/29/children-used-to-be-scared-of-the-dark-now-they-fear-failure","title":"Children used to be scared of the dark – now they fear failure","trailText":"I can’t sincerely tell my children there is nothing to be afraid of in life. But I can say that fear is, mostly, useless","standFirst":"<p>I can’t sincerely tell my children there is nothing to be afraid of in life. But I can say that fear is, mostly, useless</p>","byline":"Tim Lott","body":"<p>Many facets distinguish the minds of children from those of adults, among them imaginative capacity, the repression of reason and the mysterious condition of&nbsp;innocence. But perhaps one of the&nbsp;most telling divisions is between the things adults fear and those that worry children.</p> \n<p>I recently asked one of my youngest daughters what she feared most. She answered without hesitation: failure. This disturbed and surprised me. I had always thought of fear of failure as an adult preoccupation, but it seems that one of the effects of the climate of the times (and the media saturation that expresses it) is the importation of adult fears to childish minds. The fear of ghosts is&nbsp;being replaced by the terror of underperformance.</p> \n<p>This “adultisation” of fear is underlined by a survey I&nbsp;came across on the internet suggesting that children’s fears had changed considerably over the past few generations. In this survey, from Johns Hopkins University in Baltimore, the top five fears 30 years ago were animals, being in a dark room, high places, strangers and loud noises. In the updated survey, kids were afraid of divorce, nuclear war, cancer, pollution, and being mugged.</p> \n<p>A more recent poll, carried out in the UK a little over a year ago, points up some enduring traditional fears, including spiders and bugs, witches, the dark and clowns. However, being bullied, being approached by strangers and school performance all featured.</p> \n<p>Children’s fears are a litmus test of the society we live in and they are clearly changing – becoming more concrete – as society becomes more performance-driven, insecure and saturated with threatening, upsetting facts. Refreshingly, missing from either of the lists was fear of terrorist attack or paedophile abduction – the sort of thing parents have nightmares about – but it is clear that the imaginative arena of anxiety is undergoing a transformation and perhaps an intensification.</p> \n<p>I don’t know what to do about fear, given I suffer fair amount of existential fear myself, even knowing, as I do, that fear for the most part is useless. “To conquer fear is the beginning of wisdom,” said Bertrand Russell, but unless one is singularly lacking in imagination, one never conquers fear completely.</p> \n<p>I was once asked what single piece of advice I&nbsp;would proffer my 17-year-old self and the answer I came up with was, “Don’t be so afraid.” Nevertheless, I spent much of my early years frightened, like my daughter, of failure or rejection. Many of my later years, too.</p> \n<p>Fear can be shameful. The film that most recently gave me the chills was Force Majeure in which a father runs away from his wife and children when he is faced with a situation of sudden danger. My secret terror – and I imagine the fear of many men – is that some ignoble primal instinct in such a situation would render me similarly unheroic. How would one live with oneself after that?</p> \n<p>I cannot sincerely tell my children there is nothing to be afraid of in life. What I can say with conviction is that fear, for the most part, is useless. It tarnishes your soul, yet does nothing to protect you against the situation you are anxious about. It is the most terrible waste of time. I agree wholeheartedly with Aung San Suu Kyi – “The only real prison is fear and the only real freedom is freedom from fear.”</p> \n<p>Courage is not being free from fear, however. Courage is not allowing fear to distort your purposes and cramp your life. We all have secret fears and to deny it is to deny some essential element of our personalities. But if you can do one thing for your children, show them bravery, so that they learn bravery themselves. For courage is the wellspring from which an authentic life flows.</p> \n<p><span class=\"bullet\">•</span> <a href=\"https://twitter.com/timlottwriter\" title=\"\">@timlottwriter</a></p> \n<p><em><span class=\"bullet\">•</span> Tim Lott’s new novel, The Last Summer of the Water Strider is published by Scribner on 18 June</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432658912714/Childrens-fear-of-ghosts--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children's fear of ghosts is being replaced by the terror of ­underperformance. Photograph: Daniel Grill/Getty Images/Tetra Images RF","credit":"Daniel Grill/Getty Images/Tetra Images RF","altText":"Children's fear of ghosts is being replaced by the terror of ­underperformance","cleanCaption":"Children's fear of ghosts is being replaced by the terror of ­underperformance. Photograph: Daniel Grill/Getty Images/Tetra Images RF"}],"bodyImages":[],"webPublicationDate":"2015-05-29T12:30:00Z","lastModified":"2015-05-29T22:35:58Z","metadata":{"commentable":true,"commentCount":54,"contributors":[{"name":"Tim Lott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tim-lott"}],"feature":true,"keywords":["Family","Life and style","Parents and parenting","Children","Society"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Tim Lott","topic":{"type":"tag-contributor","name":"profile/tim-lott"}}],"series":{"title":"Tim Lott's Family column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/man-about-the-house"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/29/children-used-to-be-scared-of-the-dark-now-they-fear-failure","shortUrl":"http://gu.com/p/4988a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/29/children-used-to-be-scared-of-the-dark-now-they-fear-failure","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/29/children-used-to-be-scared-of-the-dark-now-they-fear-failure"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432658912714/Childrens-fear-of-ghosts--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children’s fear of ghosts is being replaced by the terror of ­underperformance. Photograph: Daniel Grill/Getty Images/Tetra Images RF","credit":"Daniel Grill/Getty Images/Tetra Images","altText":"Children's fear of ghosts is being replaced by the terror of ­underperformance","cleanCaption":"Children’s fear of ghosts is being replaced by the terror of ­underperformance. Photograph: Daniel Grill/Getty Images/Tetra Images RF"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Fighting History / Antony Beevor on patriotic paintings","rawTitle":"Antony Beevor on patriotic paintings","item":{"type":"article","id":"artanddesign/2015/may/29/fighting-history-antony-beevor-patriotic-paintings","title":"Fighting History – Antony Beevor on paintings of conflict and catastrophe","trailText":"The death of Captain Cook, Amelia Earhart’s aeroplane, the miners’ strike … the new Tate Britain show ranges widely in its exploration of disputes, patriotism and martyrdom in history painting","standFirst":"<p>The death of Captain Cook, Amelia Earhart’s aeroplane, the miners’ strike … the new Tate Britain show ranges widely in its exploration of disputes, patriotism and martyrdom in history painting</p>","byline":"Antony Beevor","body":"<p>A painting at the Royal Academy Exhibition of 1771 caused a sensation. Benjamin West’s <em>The Death of General Wolfe</em>, which depicted the moment of victory in the battle of Quebec 12 years earlier, helped break the convention that soldiers in historical scenes should be shown wearing classical costume.</p> \n<p><a href=\"http://www.bbc.co.uk/arts/yourpaintings/artists/benjamin-west\">West,</a> from Pennsylvania, was an ambitious young American making his way in London with paintings of historical and mythological subjects. Two commissions from George III had already marked an important step in his professional and social ascent. The success of this new painting was critical to his career. His decision to paint his characters in modern dress, rather than in togas, disturbed the old guard of the art establishment and several of his supporters, including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/mar/09/joshua-reynolds-wallace-collection-exhibition\">Joshua Reynolds</a> and the king. Yet West had rightly sensed that it would appeal to the public and win over the doubters.</p> \n<p>Rather like Hollywood directors in the late 20th century, painters of history scenes often genuflected in a form of ancestor worship, their works deliberately echoing earlier great art. West’s depiction of the sacrificial hero of empire invoked religious images of Christ’s descent from the cross.</p> \n<p>Few people really expected such paintings to be an accurate account of the event. Reynolds himself referred to “the vulgar idea of imitation”. Among those who attended the exhibition, the actor <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2002/oct/05/theatre.artsfeatures\">David Garrick</a> and William Pitt, the former prime minister, studied West’s painting of Wolfe. Both men felt that he had made Wolfe appear too sad. In their view, he should have made the hero look ecstatic as he died, knowing that victory was his on hearing the cry: “They run! They run!” Garrick even demonstrated to an admiring crowd in front of the painting what Wolfe’s expression should have been.</p> \n<p>The exhibition was a huge success, with more than 20,000 catalogues sold at a shilling each. Pall Mall was impassable. Members of the aristocracy were the chief buyers, but patriotic art was also about to become the social currency of the manufacturer and the nabob aspiring to join the landed gentry. The seven years’ war, with <a href=\"http://www.history.com/topics/battle-of-quebec-1759\">Wolfe’s capture of Quebec</a> at its symbolic summit, accelerated the development of British nationalism in time for its epic struggle against the French revolutionaries and the “Corsican tyrant”.</p> \n<p>West’s most famous work is not in the forthcoming Tate Britain exhibition, <em>Fighting History – 250 Years of British History</em>; instead there is an even more dramatic work: <em>The Death of Major Peirson, 6 January 1781</em>, which was painted by his prot&eacute;g&eacute; and fellow Anglo-American John Singleton Copley. This painting, which commemorates the successful counter-attack against a small French force invading Jersey, raised British morale after all the humiliations in the American war of independence. It purports to show the moment when Peirson’s black servant shoots dead the rifleman who had killed his master, but once again there are considerable doubts about the veracity of the story. Nationalist propaganda was never scrupulous with the truth.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"215ddffeda2e742de755ac4f7a0e42d0f501aee4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432745425289/6f181880-2fb3-41fa-8cc1-dd34f7e11acf-280x420.jpeg\" alt=\"Colonel Tarleton's portrait, by Joshua Reynolds.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Colonel Tarleton’s portrait, by Joshua Reynolds.</span> \n  <span class=\"element-image__credit\">Photograph: The National Gallery</span> \n </figcaption> \n</figure> \n<p>The exhibition also presents the shamelessly dashing portrait by Joshua Reynolds of the controversial Colonel Tarleton, who was portrayed in Mel Gibson’s film,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2009/jul/22/the-patriot-mel-gibson-reel-history\"> <em>Patriot</em></a>, as a war criminal. (This was at the time when Hollywood, as Gibson acknowledged, felt that it was time “to give the Germans a break”). But as was rightly pointed out at the time, the film was “a stinker” in its corruption of history, showing black volunteers fighting alongside their white American brothers, when in fact their only hope of escaping slavery was to reach British-held territory.</p> \n<p>Singleton Copley is also represented with what one can only call another <em>tableau mourant</em>, <em>The Collapse of the Earl of Chatham in the House of Lords, 7 July 1778</em>, which is shown with two studies. Chatham – William Pitt – although sympathetic to the American colonies, has just had a fatal stroke while making a speech against granting them independence. To make the incident more dramatic, Singleton Copley has painted the peers in their ceremonial robes, which they had not been wearing on that day.</p> \n<p>There is also a compulsion, particularly in battle paintings, to telescope the action so that everything can be shown at the same moment. Peirson, whose body is shown emerging from the m&ecirc;l&eacute;e, was killed well beforehand. In Philip James de Loutherbourg’s <a href=\"http://www.tate.org.uk/art/artworks/de-loutherbourg-the-battle-of-the-nile-t01452\"><em>The Battle of the Nile</em> (1800) </a>we see the volcanic explosion as the French flagship L’Orient blows up, but also the survivors of other ships sunk subsequently clinging to wreckage at the same time. George Arnald’s painting in Greenwich of the same instant, but with a different perspective, uses the same device.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/19/arabella-dorman-five-years-afghanistan-tell-story-got-to-take-risks\">An artist in Afghanistan: ‘To tell the story, you’ve got to take risks’</a> </p> \n</aside> \n<p>Richard Eurich, an official war artist of a very different era, attempts to resolve the problem of telescoping in <a href=\"http://www.tate.org.uk/art/artworks/eurich-the-landing-at-dieppe-19th-august-1942-n05691\"><em>The Landing at Dieppe</em>, <em>19th August 1942</em></a> by dividing the canvas into a triptych, with the left-hand portion showing the preliminary bombardment, the central section the landing itself, and the right-hand depicting the demolitions at the end of the raid. What his picture fails to show is the appalling human disaster for the mostly Canadian troops, with a casualty rate of 60% in a single day. It does not even manage to convey the horrific chaos of battle, which even the most inaccurate depictions usually manage.</p> \n<p>Johan Zoffany’s <em>The Death of Captain James Cook</em>, <em>14 February 1779</em>, was influenced by West’s<em> Death of Wolfe</em>. In this unfinished painting, Zoffany did not bother to recreate accurately the chaotic incident at the water’s edge in Hawaii. He seems to have been more interested in depicting a tragic clash between a British hero and the idealised “noble savage” of the Enlightenment.</p> \n<p>History paintings of the late 18th century and the Victorian era were usually a narrative version of a dramatic event, suggesting moral or patriotic lessons. <a href=\"http://www.tate.org.uk/art/artworks/millais-the-boyhood-of-raleigh-n01691\"><em>The Boyhood of Raleigh</em> by John Everett Millais </a>makes one think of a GA Henty novel. The sailor on the beach pointing out to sea while the two boys listen in rapt attention could almost be the high Victorian predecessor to Kitchener’s poster, only in this case the message was “Your Empire Needs You”. The painting of which Millais was most proud is also included, although critics never regarded it as one of his best. In <em>“Speak! Speak!”</em> a young Roman, in a suspiciously Tudor four-poster bed, awakes at dawn after reading the letters of his lost love during the night. The curtains of the bed are parted and there she stands silently, either in spirit form or mysteriously resurrected. In the scene – created in his own house but based on the turret room of a Perthshire castle – Millais was clearly carried away by his own imagination.</p> \n<figure class=\"element element-image\" data-media-id=\"62bebf171da0a404dbc60582526cb0b4725ccd69\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432745519912/3c5fdd5e-80f0-4596-b377-4cdf77790cd6-460x346.jpeg\" alt=\"John Minton's 'The Death of Nelson'.\" width=\"460\" height=\"346\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Minton’s <em>The Death of Nelson</em>.</span> \n  <span class=\"element-image__credit\">Photograph: www.bridgemanart.com</span> \n </figcaption> \n</figure> \n<p>John Minton’s <em>The Death of Nelson</em> (1952), on the other hand, is a clever reworking of the original by Daniel Maclise. Minton’s picture is another <em>tableau mourant</em>, but avoids both the ancestor worship of the neo-classicists and the sarcastic pastiche of the angry young painters who came after him. He creates a theatrical effect on the quarter-deck of HMS Victory, with a spotlight on the dying Nelson and Captain Hardy while all the other characters around are left in the shadows.</p> \n<p><em>Fighting History </em>is not just about military events – in fact the subject constitutes only a small minority of the paintings included. Tate Britain is taking a very broad view. Their use of the word “history” means almost any painting telling a story, whether theatrical, classical, biblical, mythological or political. West is represented by one of his earlier classical paintings, <em>Cleombrotus Ordered into Banishment by Leonidas II, King of Sparta</em>.</p> \n<p>At a rapid glance it might be a biblical scene, but the armed men on the left watch as their king gives in to the tearful pleas of his daughter to spare her husband, who has conspired against him. He is to be exiled instead of executed. Edward Poynter’s <em>A Visit to Aesculapius</em> depicts Venus showing the thorn in her foot to the god of medicine, while her attendants, the Three Graces, pose naked beside her. By 1880, the art establishment seems to have been more robust about confronting the Victorian public with the human body in more detail than the blurred water-nymphs of a decade earlier.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b7c55ffae522dc87a7f8a0b05e900df4a3b2880f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432745685621/f43aaf94-61b7-432d-8498-7bbc677053da-460x339.jpeg\" alt=\"The Poll Tax Riots by Dexter Dalwood.\" width=\"460\" height=\"339\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Poll Tax Riots by Dexter Dalwood. &copy; Dexter Dalwood</span> \n </figcaption> \n</figure> \n<p>There are five paintings of the Biblical flood, ranging from Turner at the start of the 19th century through to Dexter Dalwood’s work of 2006. The subject of Stanley Spencer’s lesser known painting, <em>The Centurion’s Servant</em>, appealed to him from the story in St Luke, and tempted him to reset it in his own house giving his own features to the youth on the bed.</p> \n<p>An interesting departure, even by the standards of this heterogeneous exhibition, is Walter Richard Sickert’s <em>Miss Earhart’s Arrival</em>, which ostensibly commemorates Amelia Earhart’s transatlantic solo flight. But Sickert’s real interest was in her sudden celebrity. He used photographs from the popular press, and within seven days produced his painting of a crowd packed round her aeroplane, with the rain pelting down diagonally.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2014/may/07/coal-not-dole-the-miners-strike-in-pictures\">Coal Not Dole: The Miners' Strike – in pictures</a> </p> \n</aside> \n<p>The most recent creations, some of which veer towards the agit-prop, deliberately fight all notions of patriotic history. Jeremy Deller’s installation <em>The Battle of Orgreave Archive (An Injury to One Is an Injury to All)</em>, tries to portray the 1984 miners’ strike as another English civil war. He uses documents, objects, videos and other archival material to recreate the most dramatic clash of the strike by the National Union of Mineworkers. His <em>The History of the World</em> is essentially a four-metre flow chart depicting recent history as stemming from acid house and brass bands, once again bringing in the miners’ strike. In many ways it is a lament for a lost industrial age and its tribal solidarity.</p> \n<p>Other modern works include <em>The Poll Tax Riots</em> by Dalwood, <a href=\"http://www.tate.org.uk/art/artworks/donagh-reflection-on-three-weeks-in-may-1970-t01687\">Rita Donagh’s <em>Reflection on Three Weeks in May 1970</em></a> and <a href=\"http://www.tate.org.uk/art/artworks/hamilton-kent-state-p77043\">Richard Hamilton’s <em>Kent State</em></a> (a screenprint of a shot student), and <a href=\"http://www.tate.org.uk/art/artworks/hamilton-the-citizen-t03980\"><em>The citizen</em>,</a> a diptych about the dirty protest by republican prisoners in the Maze, with excrement smeared all over the walls. The moderns are, no doubt, supposed to be shockingly juxtaposed against not just the heroic pictures, but also the elegant and romantic Roman scenes of Sir Lawrence Alma-Tadema.</p> \n<p>The clash between the scarlet-uniformed battle pictures of the 18th century and Deller’s obsession with the miners’ strike highlights an overlooked link. The collective loyalties, both of the traditional officer class and the trade unions, collapsed at the same time. This was no mere coincidence. Margaret Thatcher certainly did not bring this about single-handed, but her policies accelerated the process during the mid-to-late 1980s, along with the collapse of the Soviet Union, the end of the cold war, the financial big bang, the end of exchange controls, the invention of the internet, the “less deferential society”, the new individualism and, above all, globalisation. This alone should provide plenty of material for reflection, along with a number of powerful but bewilderingly varied pictures.</p> \n<p><span class=\"bullet\">•</span> <em>Fighting History</em> is at Tate Britain from 9 June to 13 September, <a href=\"http://www.tate.org.uk/whats-on/tate-britain/exhibition/fighting-history\">tate.org.uk</a>. Antony Beevor’s most recent book, <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/281684/s/ardennes-1944/\"><em>Ardennes 1944 </em></a><em>– Hitler’s Last Gamble</em>, is published by Viking.</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa948a4ef1bb839f1474ca5f1074dbc43d8c65da/109_274_3381_2029/3381.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2029,"width":3381,"orientation":"landscape","credit":"Tate","altText":"John Singleton Copley's\nThe Death of Major Peirson","cleanCredit":"Photograph: Tate"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432745425027/6f181880-2fb3-41fa-8cc1-dd34f7e11acf-480x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":480,"orientation":"portrait","caption":"Colonel Tarleton’s portrait, by Joshua Reynolds. Photograph: The National Gallery","credit":"The National Gallery","altText":"Colonel Tarleton's portrait, by Joshua Reynolds.","cleanCaption":"Colonel Tarleton’s portrait, by Joshua Reynolds.","cleanCredit":"Photograph: The National Gallery"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432745518996/3c5fdd5e-80f0-4596-b377-4cdf77790cd6-2060x1549.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1549,"width":2060,"orientation":"landscape","caption":"John Minton’s <em>The Death of Nelson</em>. Photograph: www.bridgemanart.com","credit":"www.bridgemanart.com","altText":"John Minton's 'The Death of Nelson'.","cleanCaption":"John Minton’s <em>The Death of Nelson</em>.","cleanCredit":"Photograph: www.bridgemanart.com"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432745684078/f43aaf94-61b7-432d-8498-7bbc677053da-2060x1519.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1519,"width":2060,"orientation":"landscape","caption":"The Poll Tax Riots by Dexter Dalwood. © Dexter Dalwood","credit":"PR","altText":"The Poll Tax Riots by Dexter Dalwood.","cleanCaption":"The Poll Tax Riots by Dexter Dalwood. © Dexter Dalwood"}],"webPublicationDate":"2015-05-29T10:48:24Z","lastModified":"2015-05-29T22:37:50Z","metadata":{"commentable":true,"commentCount":33,"contributors":[{"name":"Antony Beevor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/antony-beevor"}],"feature":true,"keywords":["Exhibitions","Painting","Culture","Art and design","Tate Britain","Art","Jeremy Deller"],"tags":[{"id":"artanddesign/exhibition","webTitle":"Exhibitions"},{"id":"artanddesign/painting","webTitle":"Painting"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/tatebritain","webTitle":"Tate Britain"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/jeremy-deller","webTitle":"Jeremy Deller"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Antony Beevor","topic":{"type":"tag-contributor","name":"profile/antony-beevor"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/may/29/fighting-history-antony-beevor-patriotic-paintings","shortUrl":"http://gu.com/p/499e6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/may/29/fighting-history-antony-beevor-patriotic-paintings","webUri":"http://www.theguardian.com/artanddesign/2015/may/29/fighting-history-antony-beevor-patriotic-paintings"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa948a4ef1bb839f1474ca5f1074dbc43d8c65da/12_0_3478_2362/3478.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2362,"width":3478,"orientation":"landscape","caption":"The Death of Major Peirson, 6 January 1781 by John Singleton Copley, from Tate Britain’s Fighting History exhibition. ","credit":"Tate","altText":"John Singleton Copley's\nThe Death of Major Peirson","cleanCaption":"The Death of Major Peirson, 6 January 1781 by John Singleton Copley, from Tate Britain’s Fighting History exhibition. "}},"importance":4,"kicker":{"title":"Fighting History"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Follow the swallows / Roger Deakin's days hitchhiking to the sun","rawTitle":"Roger Deakin's days hitchhiking to the sun","item":{"type":"article","id":"books/2015/may/29/follow-swallows-roger-deakin-hitchhiking-to-the-sun","title":"Follow the swallows: Roger Deakin's days hitchhiking to the sun","trailText":"The esteemed writer was addicted to heading south for the summer. In an unpublished essay, he describes the joys of thumbing lifts on France’s Route Nationale Vingt","standFirst":"<p>The esteemed nature writer was addicted to heading south for the summer. In an unpublished essay, he describes the joys of thumbing lifts on France’s Route Nationale Vingt</p>","byline":"Roger Deakin","body":"<p>I wonder if the swallows that nest in the chimney of my Suffolk farmhouse have the faintest idea how profoundly they affect my emotions. When they first arrive from the south in spring, and I hear the thrumming of their wingbeats amplified to a boom by the hollow brickwork, my heart leaps. They seem to bless the house with the spirit of the south; the promise of summer. Swallows have such a strong homing instinct that it is quite possible this same family of birds, by now an ancient dynasty, has been returning here to nest for the 450 summers since the chimney was built.</p> \n<p>Everything about swallows says “South”. They are a shiny, metallic, gregarious, nomadic tribe, decked in magenta and ravishing deep blues like the<a href=\"http://africa.si.edu/exhibits/tuareg/who.html\"> Tuareg</a> and Bedouin, whose deserts they must cross as they set out in September to fly due south all the way to Cape Town on their winter migration. As they gather talkatively on the telegraph wires, they seem no more afraid of the great distances they must travel and the hardships they will encounter on the way, than you or I making a long-distance phone call. They speak a glittering desert tongue, calling to each other incessantly across the chimney tops.</p> \n<p>When the household swallows fly away to Africa, I get restless. I suppose I envy them. I certainly miss standing by the fireplace at night, eavesdropping on their dormitory conversations in the mud nests above. Swallows never fail to stir the nomad in me, too.</p> \n<p>I belong to the generation whose migrations south began at Victoria Station. It was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/aug/18/howards-end-em-forster-classic\">EM Forster who said, in <em>Howards End</em></a>, that everyone who has lived in a great capital has strong feelings about its various railway termini. “They are,” he writes, “the gates to the glorious and the unknown. Through them we pass out into adventure and sunshine, to them, alas! we return.” Architecturally, Victoria had less character than some of the other great London stations, but it had by far the most romantic trains: the all-Pullman Golden Arrow (which connected in Paris with the Orient Express) and the Blue Train, which I rode each year of my early teens to the south of France to visit my pen-friend, Jean-Fran&ccedil;ois, in Menton. I suppose both of us must already have had travelling in our blood, because our fathers worked for the railways and our exchange had been arranged through the British and French rail unions.</p> \n<figure class=\"element element-image\" data-media-id=\"f7a819759522553d099d154d9737ce73ba150fd8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432813620252/90bf6390-ca94-48af-8100-d261b7ccaafa-460x276.jpeg\" alt=\"'When we bathed in Menton, shoals of small fish skidded across the harbour's clear water like shadows.'\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘When we bathed in Menton, shoals of small fish skidded across the harbour’s clear water like shadows.’</span> \n  <span class=\"element-image__credit\">Photograph: Scott E Barbour/Getty Images</span> \n </figcaption> \n</figure> \n<p>The Channel crossing on the ferry, sometimes rough, slipstreamed by seagulls, not swallows, and the sight of the mailbags being hoisted ashore in huge nets by the Calais cranes, the dockside alive with blue dungarees and stevedores, already conferred the status of rite of passage on that first journey. For an English adolescent, the Train Bleu provided the full range of initiation rites: the customs, the crossing of Paris by M&eacute;tro from the Gare du Nord to Paris-Gare de Lyon, the need to utter the first halting words of classroom French. At the Gare de Lyon I walked up the platform admiring the high, blue carriages of the Compagnie International des Wagons-Lits and the enthralling roster of the Blue Train’s itinerary: Paris, Dijon, Ch&acirc;lons, Lyon, Marseille, St Rapha&euml;l, Juan-les-Pins, Antibes, Cannes, Nice, Monte-Carlo, Menton. Sometime in the night I drifted out of sleep to hear the insistent ghostly voice of the station announcer’s “Dijon! Dijon!” and later still “Lyon!” At breakfast time, I was woken by stewards clattering along the corridors. I peeped under the blind and saw the Mediterranean on fire as we steamed along the coast past the empty beaches of Fr&eacute;jus and St Rapha&euml;l. Everything was so much brighter and clearer than in my cool native suburb near the Kodak factory north of Harrow, and the sky was a deep, bold blue I had never seen before: more like Kodachrome, in fact. Shadows were inky black and had sharp edges. Suddenly, in Menton, the French of my textbooks came vividly, even deliciously alive. <em>Caf&eacute;</em>, <em>croissant</em>, <em>pain chocolat</em>, <em>la mer</em>, <em>le soleil</em>, <em>la table</em>: all took on a vivid brilliance. Along the rocks towards Cap Martin, men in bright blue denim trousers twitched silver-backed olive leaves bound on sticks to lure the wily octopi from their lairs. When we bathed in Menton, with shoals of small fish skidding across the harbour’s clear water like shadows, I felt I was being baptised into a new life.</p> \n<p>I was not the first Englishman to feel that way. Entering Italy for the first time through the birth canal of the Mont Cenis tunnel, the Bloomsbury painter and writer <a href=\"http://www.bbc.co.uk/arts/yourpaintings/artists/adrian-durham-stokes\">Adrian Stokes </a>felt born into a new world and ever after experienced a new vitality in the south, both emotionally and in his work. His contemporary, the composer William Walton, reacted to his first sight of Italy in an almost identical way. His train went into a tunnel and when it came out on the Italian side he found the most marvellous sun, and the brilliance illuminated the rest of his life like <a href=\"http://www.choirs.org.uk/ozchoirs/prognotes/Walton%20Belshazzars%20Feast.htm\"><em>Belshazzar’s Feast</em></a>.</p> \n<p>I had lucked out, of course, in landing a pen-friend with a place in Menton. The Villa L’Hermine was on a steep hill behind the town, surrounded by orange orchards, olives and prickly pears. At night, geckos strolled across the ceiling as we dined, serenaded by crickets and tree frogs. Jean-Fran&ccedil;ois and I would creep up in the dark to the concrete irrigation tanks that served as the frogs’ echo-chambers and catch in our torch beam rows of vivid green males with their bubble-gum larynxes comically inflated. In the mornings, the cicadas took up the song in the Corsican pines, cranking up like old gramophones as the sun rose higher.</p> \n<p>It was these raucous creatures who lent their name to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2002/aug/31/featuresreviews.guardianreview2\">Cyril Connolly’s</a> Cicada Club at Oxford in the early 1920s; the half-dozen members dedicated themselves to flouting the English convention of visiting the C&ocirc;te d’Azur in winter, choosing instead to roast themselves on the beaches of Villeneuve or Menton at the height of summer, when the rasping song of the cicadas hits the top notes in its frenzy.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In those pre-Thatcher days, people thought it was pretty selfish to go bowling along alone with empty seats in your car</p> \n </blockquote> \n</aside> \n<p>Never mind magnetic north, it was the south that drew us like iron filings. My appetite for the sun now fully aroused, and my French somewhat improved, my later migrations as a teenager and a university student were as a hitchhiker. I was a Cicada Club member by nature, willing to venture south regardless of season or convention whenever I had money in my purse and time to spare. The French have the perfect phrase for this “I will arise and go now” impulse to drop everything, walk out one midsummer morning, and head south. It is <em>&agrave; la derive</em>, adrift.</p> \n<p>In the late 1950s and in the 60s, hitchhiking was a dependable means of transport. It was an age of considerable trust and hitchhiking, for me and my friends, was an education in human kindness. At the time, we saw it in more practical terms: getting a foot in the car door, getting your bottom on a seat. In those pre-Thatcher days, a surprising number of people thought it was pretty selfish to go bowling along alone with empty seats in your car when there were bums aplenty waiting beside the road. After several days hitching south and sleeping rough, most of us soon transmogrified into the other kind of bums: bums with thumbs. Hence the expression bumming a lift, I suppose. Quite why one thumbs a lift I’m not sure. Perhaps because the thumb is the least aggressive, or suggestive of the digits, the other four being reserved for varying degrees of sexual innuendo.</p> \n<p>The favourite gateway for the southbound hitchhiker was the Newhaven-Dieppe ferry, because you could then follow a route through Rouen, Chartres and Orl&eacute;ans that took you to the Route Nationale Vingt – the N20 – and bypassed the hitchhiker’s graveyard, Paris. There were no lifts to be had there. At Dieppe, your thumb would join the forest of others raised aloft at the roadside in a mass demonstration of faith in the essential goodness of human nature and its willingness to chauffeur every last one of us south. Right from the start you would have to face the eternal hitchhiker’s dilemma: whether to choose a good spot, beside a lay-by for example, stay put and risk appearing lazy; or whether to plod on southwards, as if preparing to walk the 700 or 800 miles to the Mediterranean, in the hope of inspiring sympathy and approval. The latter course had two disadvantages – either it meant having your back to the oncoming traffic, depriving motorists of the opportunity to study in advance your eager, open, honest features, or you turned to face them, with the consequent risk of walking backwards into a milestone, pothole or parked car.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"fcce76707c6bdb38b9f96dcc7f7afeb5bd9ab9c7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432813793589/6ccf76e3-de5a-4938-9fe7-64fb99adf814-460x276.jpeg\" alt=\"The Citroen DS, goddess of the roads\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Citroen DS, goddess of the roads.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Estrade/AFP</span> \n </figcaption> \n</figure> \n<p>Like angling, hitchhiking required patience and cunning. We were fishers of cars, and we were all connoisseurs of the varied species of our quarry. Most of them are now long-extinct: the Simca, the Panhard Tiger, the slender Renault Dauphine, the hilarious <a href=\"http://www.caranddriver.com/features/fiat-topolino-the-original-500-archived-feature\">Fiat Topolino</a>, the stylish <a href=\"http://www.lucies-cars.co.uk/-maigret-citroen-light-fifteen-1955\">Citro&euml;n 15CV – as driven by Inspector Maigret</a>. The only survivors seem to have been the two real eccentrics: the ubiquitous 2CV and the car you most hoped to ride in, the Citro&euml;n DS, known colloquially on the road as “<em>le crapaud</em>” – the toad – with its wide-mouthed bonnet and all its sleek, invisible power somehow concentrated in the car’s slender haunches.</p> \n<p>But this astonishingly advanced and beautiful car was also known by the punning pronunciation of the initials DS in French as “La D&eacute;esse” – the goddess. The philosopher <a href=\"http://www.id-ds.com/CitDBarthes.htm\">Roland Barthes</a>, who was later killed in a car crash, compared the genius of the design of the D&eacute;esse to the building of the great French medieval cathedrals as a supreme expression of the spirit of the age. He mentions the many-spired cathedral of Chartres, an ever-fixed mark to which we steered across the yellow oceans of maize and sunflowers from Rouen, and in which I once spent the night hidden between pews in a sleeping bag. Modern France’s new religion of mobility was all there in the D&eacute;esse.</p> \n<p>And Barthes was right. The D&eacute;esse was a kind of miracle, and a lift in one after a long, dusty vigil in the sun could feel like divine providence. Perched on the D&eacute;esse’s sighing white leather seats, hugging our rucksacks, we marvelled at the way the steering wheel appeared to float like a halo, magically suspended by an almost invisible stalk. Shakespeare wrote “My mistress when she walks treads on the ground.” You’d never say that about the D&eacute;esse. The car floated, gliding forward effortlessly, having levitated with unhurried dignity from its parked stance, slumped on all fours. You wouldn’t choose a DS for a bank robbery. And there was so much glass. No car had ever been this transparent. Even the headlights swivelled about like two eyes, mysteriously coordinated with the steering, so the D&eacute;esse had the uncanny, almost supernatural ability to see round corners at night. The ineffable design still remains outside time, more modern, more confident, than anything that has come since.</p> \n<p>The main roads south, the routes nationales, were wildly dangerous then. Traffic hurtled along in both directions either side of a common central overtaking lane. Saying a prayer out loud, our chauffeurs pulled into the face of the oncoming traffic, willing it into submission, hoping to dive back in again to their side with a nanosecond in hand. We prayed too, and held our breath; 1 August, the opening of the holidays, was a gigantic national game of chicken.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"38cfb511b02622dccf2a972d8956d5103fdd9bb5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432819979069/132f5d21-b733-4069-b9c3-1f456687a1ac-345x420.jpeg\" alt=\"Roger Deakin never tired of the journey south to the sun.\" width=\"345\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roger Deakin never tired of the journey south to the sun.</span> \n  <span class=\"element-image__credit\">Photograph: Penguin</span> \n </figcaption> \n</figure> \n<p>But however dangerous, those pre-motorway roads were beautiful. The endless avenues of overarching plane trees dappled the tarmac with shadow as you bounced along in the back of a 2CV. Cyril Connolly wrote in <em>The Unquiet Grave</em> of “peeling off the kilometres to the tune of ‘Blue Skies’, sizzling down the long black liquid reaches of the National Sept, the plane trees going sha-sha-sha through the open window, the windscreen yellowing with crushed midges”.</p> \n<p>Songs on car radios figure prominently in my recollections of these journeys. French idols such as Johnny Hallyday and <a href=\"http://www.bbc.co.uk/music/artists/d2a79d20-1304-47fd-a998-b4fe1ec78373\">Fran&ccedil;oise Hardy</a>: “<em>Tous les gar&ccedil;ons et les filles de mon &acirc;ge / Se prom&egrave;nent dans la rue deux par deux.</em>”</p> \n<p>And the exhilaration of <a href=\"https://www.youtube.com/watch?v=Q0iqg2UanEc\">the Who’s “I Can See For Miles”</a> in an old Peugeot, as we drove full tilt out of Blois towards a first bathe off the sandbanks of the sparkling Loire. <a href=\"https://www.youtube.com/watch?v=8Ts2U1mkfz4\">The Beatles’ “Baby You Can Drive My Car”</a> booming out of a Morgan Plus 4 along the coast road from Narbonne to Perpignan one July night, with the moon reflected in the salt pans beside the Mediterranean. <a href=\"https://www.youtube.com/watch?v=Eab_beh07HU\">“Good Vibrations”</a> trailing from the open windows of a Citro&euml;n Safari, driving through the hill villages of the Corbi&egrave;res one hot evening towards Limoux from Carcassonne, families sitting out on kitchen chairs before their shadowy front doors, girls in espadrilles and cotton housecoats and the clink of boules beneath the village trees.</p> \n<p>Like any serious addiction, my need to go south kept on deepening over the years. I had to go further. I followed the swallows across the Pyrenees into Spain, then on into Morocco, past the Atlas mountains, to the beginnings of the Sahara. Here, I experienced the local Berber techniques of hitchhiking from the motorist’s point of view. Driving a Renault 4 towards the little town of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2012/may/25/tafraoute-morocco-berber-heartland-restaurant\">Tafraoute</a> in the Anti-Atlas mountains, my 10-year-old son and I were halted by a tortoise in the road. Springing out to rescue it, we discovered it was attached by a string around one hind leg to two small boys hidden behind a rock. They demanded a lift and as we drove towards their village they slyly smacked their lips and explained how very much they were looking forward to enjoying the little reptile for dinner. My son duly expressed a desire to rescue it, and having paid over a hefty ransom in Polo mints and fruit gums, we eventually settled into room 11 at the Hotel Redouane in Tafraoute with our new companion. We fed it on lettuce and tomato, and eventually released it in the remotest desert place we could find, far away from boys or roads.</p> \n<figure class=\"element element-image\" data-media-id=\"fb5a7d837efd8641d509a0c23af7fc2799a12281\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432814118544/339284c0-69c9-43b5-bf94-62f2c2ee2a24-460x276.jpeg\" alt=\"The festival at Saintes-Marie-de-la-Mer, Camargue.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The festival at Saintes-Marie-de-la-Mer, Camargue.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>Travelling thousands of miles on such serial migrations, one builds up a cumulative debt of gratitude to one’s hosts, and it is always good to find the opportunity to pay some of it off now and again. One Easter in the mid-1960s, I travelled south with a friend to the <a href=\"http://www.avignon-et-provence.com/saintes-maries-de-la-mer/gypsy-pilgrimage/gypsy-pilgrimage.htm#.VWXgamTF_5o\">Camargue and the great festival of nomads at Saintes Maries de la Mer</a>. Thousands of Gypsies had gathered from every corner of Europe for the annual celebration of the miraculous landing on the shore near the little town of the three Saint Marys on their storm-tossed voyage from the Holy Land.</p> \n<p>On the first evening, after enthusiastically joining in the festivities, I went for a stroll under the stars and fell into the Rh&ocirc;ne, fully clothed and wearing an overcoat. The current was strong and the water deep and muddy. I clambered out somehow and made my way back to the hotel, where my companion had already sensibly retired for the night. I stood fully clothed in the shower to wash off the mud, then crept up to the flat roof above, undressed, and laid out my clothes to dry in the next morning’s sun. I also solemnly laid out all the 10-franc notes from my pockets in the stillness of the night and retired to bed.</p> \n<p>Early next morning, a sea breeze swirled my francs into the air above the streets, distributing them from the heavens among the Gypsies, who must have thought it another miracle, as banknotes and swallows wheeled above them.</p> \n<p><span class=\"bullet\">•</span> This essay by the late Roger Deakin was originally read as a radio talk. It appears in the latest Five Dials. <a href=\"http://fivedials.com/\">fivedials.com</a></p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432812618556/tree-lined-road-nt-Gignac-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Endless avenues of overarching trees dappled the tarmac with shadow...' Photograph: Alamy","credit":"Alamy","altText":"tree lined road nt Gignac Languedoc France NR","cleanCaption":"'Endless avenues of overarching trees dappled the tarmac with shadow...' Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432813621751/90bf6390-ca94-48af-8100-d261b7ccaafa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘When we bathed in Menton, shoals of small fish skidded across the harbour’s clear water like shadows.’ Photograph: Scott E Barbour/Getty Images","credit":"Scott E Barbour/Getty Images","altText":"'When we bathed in Menton, shoals of small fish skidded across the harbour's clear water like shadows.'","cleanCaption":"‘When we bathed in Menton, shoals of small fish skidded across the harbour’s clear water like shadows.’","cleanCredit":"Photograph: Scott E Barbour/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432813795076/6ccf76e3-de5a-4938-9fe7-64fb99adf814-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Citroen DS, goddess of the roads. Photograph: Eric Estrade/AFP","credit":"Eric Estrade/AFP","altText":"The Citroen DS, goddess of the roads","cleanCaption":"The Citroen DS, goddess of the roads.","cleanCredit":"Photograph: Eric Estrade/AFP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432819977858/132f5d21-b733-4069-b9c3-1f456687a1ac-1674x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1674,"orientation":"portrait","caption":"Roger Deakin never tired of the journey south to the sun. Photograph: Penguin","credit":"Penguin","altText":"Roger Deakin never tired of the journey south to the sun.","cleanCaption":"Roger Deakin never tired of the journey south to the sun.","cleanCredit":"Photograph: Penguin"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432814120108/339284c0-69c9-43b5-bf94-62f2c2ee2a24-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The festival at Saintes-Marie-de-la-Mer, Camargue. Photograph: Alamy","credit":"Alamy","altText":"The festival at Saintes-Marie-de-la-Mer, Camargue.","cleanCaption":"The festival at Saintes-Marie-de-la-Mer, Camargue.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-05-29T14:08:56Z","lastModified":"2015-05-29T14:08:56Z","metadata":{"commentable":true,"commentCount":18,"contributors":[],"feature":true,"keywords":["Essays","Autobiography and memoir","Books","Culture","France","Europe","Travel","Rail travel","Johnny Hallyday","Music","The Who","The Beatles"],"tags":[{"id":"books/essays","webTitle":"Essays"},{"id":"books/autobiography-and-memoir","webTitle":"Autobiography and memoir"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"travel/france","webTitle":"France"},{"id":"travel/europe","webTitle":"Europe"},{"id":"travel/travel","webTitle":"Travel"},{"id":"travel/railtravel","webTitle":"Rail travel"},{"id":"music/johnny-hallyday","webTitle":"Johnny Hallyday"},{"id":"music/music","webTitle":"Music"},{"id":"music/who","webTitle":"The Who"},{"id":"music/thebeatles","webTitle":"The Beatles"}],"section":{"id":"books"},"topics":[],"series":{"title":"Rereading","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/rereading"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/29/follow-swallows-roger-deakin-hitchhiking-to-the-sun","shortUrl":"http://gu.com/p/499fj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/29/follow-swallows-roger-deakin-hitchhiking-to-the-sun","webUri":"http://www.theguardian.com/books/2015/may/29/follow-swallows-roger-deakin-hitchhiking-to-the-sun"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432812618556/tree-lined-road-nt-Gignac-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Endless avenues of overarching trees dappled the tarmac with shadow...’ Photograph: Alamy","credit":"Alamy","altText":"tree lined road nt Gignac Languedoc France NR","cleanCaption":"‘Endless avenues of overarching trees dappled the tarmac with shadow...’ Photograph: Alamy"}},"importance":3,"kicker":{"title":"Follow the swallows"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Cities / Palestine's abandoned parliament","rawTitle":"Palestine's abandoned parliament","item":{"type":"article","id":"cities/2015/may/29/palestine-abandoned-parliament-history-cities-50-buildings","title":"Palestine's abandoned parliament – a history of cities in 50 buildings, day 46","trailText":"Started after Isreal and the PLO signed the Oslo accords 20 years ago, the empty building now embodies the dashed hopes of the failed peace process<br>","standFirst":"<p>Started after Isreal and the PLO signed the Oslo accords 20 years ago, the empty building now embodies the dashed hopes of the failed peace process<br /></p>","byline":"Ilene Prusher","body":"<p>Just beyond an 8-metre-high grey concrete wall – in some places decorated with graffiti and in some places burnt black by demonstrators – lies the building that was slated to become the Palestinian parliament. Today, it is a white behemoth of a building that sits hollow and unfinished, locked behind towering gates on a road that leads from Jerusalem into Abu Dis, a West Bank village just outside the Israeli-declared municipal boundaries of its capital.<br /></p> \n<p>A nearby guard provides the key to a building that seems to embody the dashed hopes of a failed peace process, and in particular, of a people who were told that the Oslo Peace Accords signed by Israel and the Palestinian Liberation Organisation in 1993 would lead to the creation of a Palestinian state.</p> \n<p>Soon after, Israel began to withdraw its army from major cities in the West Bank, and the two sides agreed on a plan to divide the West Bank into three temporary territorial categories: A, B and C. Among the other creative ideas bandied about in those heady days was to base the Palestinian capital on the outskirts of Jerusalem.<br /></p> \n<p>The building is a hulking skeleton on the scarred landscape of the city’s outskirts, a city whose boundaries may yet be redefined and redrawn in peace negotiations. Other cities around the world have their own white elephants – large empty buildings that have failed for a variety of reasons – often due to poor planning or a financial shortfall. Sometimes, such buildings can bring down a whole neighbourhood and contribute to urban blight. But here, the story is further complicated by political realities, and stands as an architectural reminder of the dysfunction that reins in this part of the world.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A nearby guard provides the key to a building that seems to embody the dashed hopes of a failed peace process</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"ec09b579a53a5ba690d9d47b0d15f24a13ef53ef\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432733819559/89e572ab-69be-4836-952a-2a3252b68c96-460x307.jpeg\" alt=\"Gates in front of the abandoned Palestinian Parliament building in Abu Dis, East Jerusalem.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The gates in front of the abandoned parliament building.</span> \n  <span class=\"element-image__credit\">Photograph: Quique Kierszenbaum</span> \n </figcaption> \n</figure> \n<p>Inside, we tread over parched earth and stones, broken glass, a discarded bottle of Israeli-made Maccabi beer. One can almost imagine the political life that was envisaged here when Ahmad Qurei – widely known as Abu Alaa and one of the architects of the now-defunct peace process – invested personal and political capital in the project, and brought in his friend, prominent Palestinian-Jordanian architect Ja’afar Touqan, to design it. Qurei, now retired, describes in a film by DAAR (<a href=\"http://www.decolonizing.ps/site/video-lectures/\">Decolonising Architecture Art Residency</a>), that one of the reasons he chose this spot was that it would have a view with the Al-Aqsa mosque in the background.<br /></p> \n<p>“This building was a work of art,” Qurei says in the film. “We designed the eastern room with a wide window because Abu Ammar [Yasser Arafat] liked to have an image of Al-Aqsa in the background in his photos, so here his office would be located where a view of Al-Aqsa would be visible from his window. It was his dream and his dream for all of us.” Qurei explains that the location was intended to move the Palestinian leadership closer to Jerusalem.</p> \n<p>Today, the only life to be found inside what were supposed to be Palestinian corridors of power, is a tired dog who doesn’t bother to bark at us and a desert snake curled up on top of a door frame. The main plenum hall, built in a semi-circle on levels that descend towards a speaker’s platform at the bottom of the hall, is roomy compared to the current space in the city of Ramallah – the meeting place of the Palestinian Legislative Council.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"6a7ba96fc6588d1ea3ea0fc4792bd7f5554d6f75\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432739249516/5416d3a3-ac0b-4b87-b624-0f7831961f52-460x307.jpeg\" alt=\"Construction began in 1996, after the excitement produced by the signing of the Oslo Peace Accord.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Construction began in 1996, after the excitement produced by the signing of the Oslo Peace Accord.</span> \n  <span class=\"element-image__credit\">Photograph: Quique Kierszenbaum</span> \n </figcaption> \n</figure> \n<p>When the builders broke ground in 1996, the Israelis<strong> </strong>were not in the know and several politicians – including Yitzhak Rabin, as Qurei explains in the film – soon raised opposition. When the story hit the press, many Palestinians were sceptical of the very idea of putting a parliament building in Abu Dis. Some embraced the concept as a workable interim solution – a long-term agreement over Jerusalem was to be decided further down the road in the final status talks that never came – but critics viewed it as too big a compromise on their basic principle of a state whose capital is in Jerusalem.</p> \n<p>Hassan Kazen, a retired construction worker with a heavily lined face, sits on a tattered bench outside the gates of the empty parliament building. He remembers when it was being built and things were infinitely more hopeful. “I’m not optimistic today, but back then, I was. Our parliament should be inside Jerusalem,” he said. “Why did they put it here anyway?”</p> \n<p>The future of the state Palestinians hoped for was already in question in the late 1990s, when Benjamin Netanyahu – who had been a harsh critic of the Oslo accords – became prime minister in 1996. With the building still not complete, a violent new tide of conflict sealed its fate. The Second Intifada broke out in September 2000, and suicide bombings aimed at Israeli cities became a devastating weapon of choice. Israel responded by building a wall throughout the West Bank<strong>.</strong> Here in Abu Dis, however, as in most urban areas, it’s a wall that climbs high and stretches long, so much so that a Palestinian parliament building based here today would only serve as a constant photo-op displaying an image of occupation and unsolved conflict.</p> \n<p>Just down the road rimmed by the wall is the main campus of Al-Quds University. Hoping that Al-Quds would be able to transform the parliament building from a depressing white elephant into a functional space, ownership of the 1717-square-metre building was transferred to the institution. The school’s last president, Dr Sari Nusseibeh, found it impossible to attract funding to convert the building into a usable space, but Dr Imad Abu Kishek who took over last fall, says they’re still in search of an investor or donor who will breathe life into the building and turn it into a much-needed cultural centre.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I’m not optimistic today, but back then, I was</p> \n  <footer> \n   <cite>Hassan Kazen</cite> \n  </footer> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"a76004e1c20c363ec5f7658784261657eea5f3cb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432733989107/9b6c900b-d520-4024-9870-caf0ebdfdf38-460x307.jpeg\" alt=\"The wall makes the idea of a Palestinian capital building in Abu Dis ‘even less palatable’, says Al-Quds University president Imad Abu Kishek.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The wall makes the idea of a Palestinian capital building in Abu Dis ‘even less palatable’, says Al-Quds University president Imad Abu Kishek.</span> \n  <span class=\"element-image__credit\">Photograph: Quique Kierszenbaum</span> \n </figcaption> \n</figure> \n<p>“We tried our best for the last seven years, but unfortunately, we still didn’t find any country or person who will support renovating this beautiful building,” says Abu Kishek. “We can envision using this as a theatre and a cultural centre. We don’t have a real centre to which we can invite people from all over the world to have events in Jerusalem and its suburbs, and we very much need a place for activities like that.”</p> \n<p>The wall, he says, not only makes it difficult for many students and faculty members to get to get to and from campus, but it makes the concept of a Palestinian capital building in Abu Dis – which lies just beyond the Israeli-declared municipal border of Jerusalem – look even less palatable than it was nearly two decades ago.</p> \n<p>“If we have a parliament, it should be in East Jerusalem, and our political institutions should be there. Now that we took responsibility for it at Al Quds University, no one will even accept it as more than a cultural or community building.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/may/18/canberras-parliament-house-a-symbol-of-national-identity-a-history-of-cities-in-50-buildings-day-39\">Canberra's Parliament House: a 'symbol of national identity' – a history of cities in 50 buildings, day 39</a> </p> \n</aside> \n<p>Adjacent to the campus is the offices of the Village Council of Abu Dis. Its chairman, Adel Salah, grew up here. The idea of putting a parliament building here only made sense, if at all, when Abu Dis was simply considered outer Jerusalem and residents could freely enter the city. Today, however, half of his own family members have West Bank identity cards, meaning they can’t enter Jerusalem without a special Israeli-issued permit. While people in Abu Dis and other villages on East Jerusalem’s borders – such as Izzariyeh and Anata – have always viewed themselves as attached to Jerusalem as say, Brooklyn is to Manhattan, they find that they’re now been turned into West Bankers without easy access to the city.</p> \n<p>“Abu Dis is part of Jerusalem and we have always been integrated with it, socially, economically, medically,” Salah explains. “We could never substitute the Old City of Jerusalem, with its heritage and history, and be satisfied with just this small, crowded sliver of land as a capital. Honestly, when I pass this building, it’s not a feeling of sadness that prevails, but rather a feeling of discrimination, apartheid, and arrogance – a feeling that you must look every day at a wall that divides you from your city.”</p> \n<ul> \n <li><em>Which other buildings in the world tell stories about urban history? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/mar/23/50-buildings-great-stories-urban-history\">Share your own pictures and descriptions with GuardianWitness</a>, on Twitter and Instagram using #hoc50 or let us know suggestions in the comments below</em></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432732999744/6c441b36-dddb-4b3e-94a5-06b0b9c16185-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Quique Kierszenbaum/Quique Kierszenbaum","altText":"The abandoned Palestinian Parliament building in Abu Dis, East Jerusalem.Photo by Quique Kierszenbaum.For Cities","cleanCredit":"Photograph: Quique Kierszenbaum/Quique Kierszenbaum"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432733818192/89e572ab-69be-4836-952a-2a3252b68c96-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"The gates in front of the abandoned parliament building. Photograph: Quique Kierszenbaum","credit":"Quique Kierszenbaum","altText":"Gates in front of the abandoned Palestinian Parliament building in Abu Dis, East Jerusalem.","cleanCaption":"The gates in front of the abandoned parliament building.","cleanCredit":"Photograph: Quique Kierszenbaum"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432739248302/5416d3a3-ac0b-4b87-b624-0f7831961f52-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Construction began in 1996, after the excitement produced by the signing of the Oslo Peace Accord. Photograph: Quique Kierszenbaum","credit":"Quique Kierszenbaum","altText":"Construction began in 1996, after the excitement produced by the signing of the Oslo Peace Accord.","cleanCaption":"Construction began in 1996, after the excitement produced by the signing of the Oslo Peace Accord.","cleanCredit":"Photograph: Quique Kierszenbaum"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432733989602/9b6c900b-d520-4024-9870-caf0ebdfdf38-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"The wall makes the idea of a Palestinian capital building in Abu Dis ‘even less palatable’, says Al-Quds University president Imad Abu Kishek. Photograph: Quique Kierszenbaum","credit":"Quique Kierszenbaum","altText":"The wall makes the idea of a Palestinian capital building in Abu Dis ‘even less palatable’, says Al-Quds University president Imad Abu Kishek.","cleanCaption":"The wall makes the idea of a Palestinian capital building in Abu Dis ‘even less palatable’, says Al-Quds University president Imad Abu Kishek.","cleanCredit":"Photograph: Quique Kierszenbaum"}],"webPublicationDate":"2015-05-29T09:38:36Z","lastModified":"2015-05-29T11:19:56Z","metadata":{"commentable":true,"commentCount":186,"contributors":[],"feature":false,"keywords":["Cities","Palestinian territories","Architecture","Art and design","Middle East and North Africa","World news","Israel","Middle East","Travel"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"world/palestinian-territories","webTitle":"Palestinian territories"},{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/israel","webTitle":"Israel"},{"id":"travel/middleeast","webTitle":"Middle East"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"cities"},"topics":[],"series":{"title":"A history of cities in 50 buildings","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/history-cities-50-buildings"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/may/29/palestine-abandoned-parliament-history-cities-50-buildings","shortUrl":"http://gu.com/p/4985d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/may/29/palestine-abandoned-parliament-history-cities-50-buildings","webUri":"http://www.theguardian.com/cities/2015/may/29/palestine-abandoned-parliament-history-cities-50-buildings"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432732999744/6c441b36-dddb-4b3e-94a5-06b0b9c16185-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The abandoned Palestinian parliament building in Abu Dis, East Jerusalem. Photograph: Quique Kierszenbaum","credit":"Quique Kierszenbaum","altText":"The abandoned Palestinian Parliament building in Abu Dis, East Jerusalem.Photo by Quique Kierszenbaum.For Cities","cleanCaption":"The abandoned Palestinian parliament building in Abu Dis, East Jerusalem.","cleanCredit":"Photograph: Quique Kierszenbaum"}},"importance":3,"kicker":{"title":"Cities"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-30T08:06:19Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}