{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"One city, two cultures / Bradford's communities lead parallel lives","rawTitle":"Bradford's communities lead parallel lives","item":{"type":"article","id":"uk-news/2015/jun/19/bradford-one-city-two-cultures-communities-lead-parallel-lives","title":"One city, two cultures: Bradford's communities lead parallel lives","trailText":"Bradford’s British Asians fear being blamed for the disappearance of three sisters from city who are believed to have taken their nine children to Syria","standFirst":"<p>Bradford’s British Asians fear being blamed for the disappearance of three sisters from city who are believed to have taken their nine children to Syria</p>","byline":"Helen Pidd and Josh Halliday in Bradford","body":"<p>It’s 3pm on Thursday at the Brown Cow Inn, the only pub left in Little Horton, two miles south-west of Bradford city centre. Inside, the all white group of afternoon drinkers watch children from a nearby school stream by and the racially charged contrast between the two communities could not be more stark. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/parents-of-women-thought-to-be-in-syria-speak-of-familys-great-distress\">Parents of women thought to be in Syria speak of family's 'great distress'</a> </p> \n</aside> \n<p>“That was my school,” said one man, as the group of British Asian children in smart blue blazers filed happily down Little Horton Lane and home. “When I left in 1970, there were three Asian lads in the whole place. Now it’s a case of spot the white kid.” Another said: “If you stand up on the hill, you used to be able to see mill chimneys. Now it’s just bloody domes.”<br /></p> \n<p>Up the road in Little Horton, in what was once the Salvation Army centre, primary school children arrive for Qur’anic recitation classes. They had changed out of their uniforms and into shalwar kameez or kurta pijama, some of the boys keeping their school trousers on beneath their long tunics. </p> \n<p>An hour later, the madrassa at Jamia Islamia Rizvia was open for Islamic study and prayers, the girls upstairs and the boys downstairs. There were no biscuits. Ramadan has begun and no food or water would touch the older children’s lips until sundown.</p> \n<figure class=\"element element-image\" data-media-id=\"57bbf577fe5d2d23149b5818bb0a299d83d13890\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434734001773/2a0404fe-0684-4f7f-839d-c8892c0f1ace-460x276.jpeg\" alt=\"Friday payers at the Jamia Islamia mosque.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Friday payers at the Jamia Islamia mosque.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Macnamara/Guzelian</span> \n </figcaption> \n</figure> \n<p>Meanwhile, at an end of terrace house just off Little Horton Lane, the Dawood family were barracked in their own home. Curtains closed and blinds down, the parents of the missing sisters and other members of their family were determined that the cameramen waiting in satellite trucks outside would not get the picture they had been waiting for all week. </p> \n<p>That afternoon, they sent out an email to journalists who had put their business cards through the front door. Asking the media to leave them in peace, the family said they were devastated by the sudden disappearance of three of their number – sisters Sugra, 34, Zohra, 33, and Khadija, 30 – who appeared to have gone to visit their younger brother, Ahmed, 21, in Syria, with their nine children in tow. No one else should follow their lead, the family said.<br tabindex=\"-1\" /></p> \n<p>At 5pm, inside his high ceilinged office in Bradford’s Venetian Gothic town hall, the council leader, Dave Green, reflected on what he described as a terrible seven days for his city. Last Thursday, a teacher was stabbed in the classroom at a school in Lidget Green, leading to the arrest of a 14-year-old pupil. On Saturday, a pregnant woman and her unborn baby were <a href=\"http://www.thetelegraphandargus.co.uk/news/13333501.Pregnant_mum_was_stabbed_to_death_in_front_of_her_terrified_children/\" draggable=\"true\">stabbed to death</a> in front of her children in Manningham.</p> \n<p>On Monday morning, police found the bodies of a 40-year-old man and a 35-year-old woman in Bowling Park, following <a href=\"http://www.thetelegraphandargus.co.uk/news/13333693.Suicide_pact_theory_over_couple_s_deaths_in_Bradford_park/\">a suspected suicide pact</a>. Then on Monday afternoon came the the story that would dominate the news for days. </p> \n<p>A lawyer in the city contacted the media to report that three sisters and their nine children had not returned from a pilgrimage to Mecca and were feared to have crossed into Syria rather than return to their homes in Little Horton. By the time the television trucks had settled in, another unwanted headline emerged. A Bradford-born teenager admitted plotting to travel to Syria to join Islamic State.</p> \n<figure class=\"element element-image\" data-media-id=\"bdb3d3a2b21163d557dba135369a99821f3c03e2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434735158526/2aa6cd07-0f45-44ae-9628-caffabad446d-460x276.jpeg\" alt=\"A woman pushes her pram along a street in east Bradford\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A woman pushes her pram along a street in east Bradford</span> \n  <span class=\"element-image__credit\">Photograph: Phil Noble/Reuters</span> \n </figcaption> \n</figure> \n<p>“I think it’s safe to say that it’s not the sort of week that any town or city would want. It’s been dramatic and emotional at all sorts of levels, with a series of unconnected events that have just all come at once,” said Green, a southerner who has been the council’s Labour leader for three years.</p> \n<p>We do not yet know what led the Dawood sisters to apparently take their children into a warzone, but speculation has naturally begun as to why they appear to have turned their backs on Britain and inner city Bradford, where they were born and brought up. Some wonder if increasing segregation in the central districts of the city was encouraging some Muslims to lead parallel lives. They have little to no interaction with mainstream British life, perhaps leading to a disconnect between what might loosely be termed “British values” and a different, Islamist perspective.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/16/missing-bradford-sisters-ultra-conservative-muslim-family\">Missing Bradford sisters 'are from ultraconservative Muslim family'</a> </p> \n</aside> \n<p>It is not a new thesis. Back in 2001, in the aftermath of violent race riots triggered by the National Front threatening to march in the city, academics looked for explanations as to how the violence erupted, leading to the criminalisation of dozens of disaffected, mainly British-Pakistani men. </p> \n<p>In a Home Office report written soon after the riots, Ted Cantle said: “Separate educational arrangements, community and voluntary bodies, employment, places of worship, language, social and cultural networks, means that many communities operate on the basis of a series of parallel lives. They do not touch at any point, let alone overlap and promote any meaningful interchange.”</p> \n<p>In the decade or so following Cantle’s report, pockets of Bradford have become ever more monoethnic. Little Horton, the area of south-west Bradford where the Dawood family lived, is 57% British Asian, overwhelmingly of Pakistani origin, compared with just under 20% in Bradford as a whole, according to the 2011 census. In Little Horton’s 19,996-strong local population, 35% do not have English as their main language and 12% of those are unable to speak English well or at all.</p> \n<figure class=\"element element-image\" data-media-id=\"f77bcd27f6de4858524d2a96a1a12ab369015478\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434734637204/52fcac3e-597f-4e28-95d4-e3db524ba68d-460x276.jpeg\" alt=\"A mosque in the Manningham area of the city\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A mosque in the Manningham area of the city</span> \n  <span class=\"element-image__credit\">Photograph: Paul Macnamara/Guzelian</span> \n </figcaption> \n</figure> \n<p>Adding to the insular nature of some of the British Pakistani-majority districts is the widespread practice of importing spouses, usually cousins, from ancestral villages. The three runaway sisters had all been married off to men from Pakistan with varying degrees of success. The husband of Zohra Dawood is back in Pakistan, according to the family’s lawyer. The husbands of the other two appeared at an emotional press conference in Bradford on Tuesday to insist they were happily married and had no idea why their wives had fled.</p> \n<p>Two of the missing Dawood sisters also spent time living in Bradford Moor, over to the east of the city, where 80% of the 10,000-strong population living in the postcode sector is British Asian, according to the 2011 census. By comparison, just a mile or so away on the Holme Wood estate, 86% of the population is white. An industrial estate acts as a buffer between the districts, with a pub run by a Sikh family signalling that you are crossing from one world into another.<br /></p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/bradford/giv-2127774S6Fwn7dz0Q/\" data-alt=\"Graphic: Bradford's segregated communities\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/bradford/giv-2127774S6Fwn7dz0Q/\">Graphic: Bradford's segregated communities</a> \n</figure> \n<p>Vix Chumber’s family have run the Bradford Arms in East Bowling for 16 years. Chumber, 18, talks fondly of how the pub used to get so busy when he was a lad that it would take 10 minutes to get to the bar. Not any more. “The Muslims don’t drink, do they? And it’s cheaper now to go and buy alcohol from the supermarket and drink at home anyway.” </p> \n<p>Behind the counter, the family keeps a framed document, the glass now smashed, listing every pub which existed in the neighbouring area since 1912. There were 54. These days, there are just three ; some turned into flats, others shops and others mosques. “We’re holding out until we are the only one left. Some people will always want to come to the pub, won’t they?” Chumber said.</p> \n<p>Apart from the loss in takings, Chumber did not seem concerned about pockets of Bradford becoming ever more monocultural. “I have white friends, Asian friends,” he said. But Parveen Akhtar, a sociology lecturer at Bradford university, said segregation was “an issue” in Bradford, along ethnic lines but also and importantly along class lines. “Where is the middle class?” she asked. </p> \n<figure class=\"element element-image\" data-media-id=\"b3d2cb2ab5626cec0f592233fc7a3b717d6c198f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434734752936/92ddac73-ad12-4c59-8747-af1741431550-460x276.jpeg\" alt=\"Vix Chumber outside his pub, the Bradford Arms in East Bowling.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vix Chumber outside his pub, the Bradford Arms in East Bowling.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Macnamara/Guzelian</span> \n </figcaption> \n</figure> \n<p>“Certainly not in or around the centre of the city. Bradford is multicultural only insofar as there are pockets of different cultures living side by side. Segregation both ethnic and class-based is problematic because it limits contact with those who are different and this, in turn, can lead to insularity.”<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/16/bradford-missing-women-children-syria-police-risk-brother-islamic-state\">Police 'knew of risk Bradford women would follow brother to Syria'</a> </p> \n</aside> \n<p>Green does not like the term segregation. The council leader thinks it is pejorative and imbued with a sense of enforcement. “I think that districts in Bradford are certainly monocultural … I think it’s an issue that starts in schools, because children tend to go to their nearest school and you can’t change where people live. But to change the system of school placement is incredibly difficult.” </p> \n<p>He said the council had yet to find a satisfactory way of changing catchment areas, but had begun to experiment by twinning predominantly white schools with overwhelmingly British Asian ones.</p> \n<p>Irna Qureshi, a local writer and co-founder of the city’s lively new literature festival – which makes a point of creating events for all the local communities by bringing together writers from around the world – said it was wrong to blame Asians for wanting to live together.</p> \n<p>“We need to be clear about the reasons that these places have become monocultural. It’s white flight, it’s old people dying, young people moving away and the fact that the Asian community still have strong family links which means they want to live close to each other. So what people tend to overlook when they talk about segregation are the positive sides, the strong bonds and family ties which exist.”<br /></p> \n<p>Back at the madrassa in Little Horton, the cheery imam, Muhammad Aslam Siddiquie Bindiyalvi, struggled to explain why a local family of 12 might want to swap this West Yorkshire city for a warzone. He insisted there were no deeper cultural tensions that might make a Muslim family want to flee. “Culturally, there’s no problem here. There’s respect,” he said, offering visitors cups of cardamom-heavy tea and dates despite of his own Ramadan fast.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/17/bradford-sisters-had-undergone-airport-security-checks-before-police\">Bradford sisters: airport security checks disrupted previous flight plans</a> </p> \n</aside> \n<p>Others seem keen to take a firmer view. On Friday, David Cameron gave a speech telling Muslim families and leaders to do more to combat the lure of Islamic State. </p> \n<p>The prime minister’s warning was greeted with dismay by the Bradford Council for Mosques. Ishtiaq Ahmed, the council’s president, said: “I think the prime minister and his team need to change the script on this and stop pushing the blame back on the community. We have been extremely alert and vigilant to the threat of radicalisation and are working very hard to make sure our members are made aware of the threat.”</p> \n<p>As worshippers filed into jummah prayers at lunchtime on Friday, the thoughts of many turned back to the family whose nine Bradford-born children are now feared to have crossed into Syria. They fear too for themselves, as they are forced once again to apologise for the actions of others whose views they do not share. </p> \n<p>“I pray that the Muslim community will not be blamed for this,” said Ahmed, before the service. “The community is united in condemning what has happened but feel very saddened for the children.” </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/47547bd2bfc731487651f82fe35141ed91ef0e44/0_231_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Nigel Roddis/Getty Images","altText":"Bradford","cleanCredit":"Photograph: Nigel Roddis/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734003215/2a0404fe-0684-4f7f-839d-c8892c0f1ace-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Friday payers at the Jamia Islamia mosque. Photograph: Paul Macnamara/Guzelian","credit":"Paul Macnamara/Guzelian","altText":"Friday payers at the Jamia Islamia mosque.","cleanCaption":"Friday payers at the Jamia Islamia mosque.","cleanCredit":"Photograph: Paul Macnamara/Guzelian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735159931/2aa6cd07-0f45-44ae-9628-caffabad446d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A woman pushes her pram along a street in east Bradford Photograph: Phil Noble/Reuters","credit":"Phil Noble/Reuters","altText":"A woman pushes her pram along a street in east Bradford","cleanCaption":"A woman pushes her pram along a street in east Bradford","cleanCredit":"Photograph: Phil Noble/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734638656/52fcac3e-597f-4e28-95d4-e3db524ba68d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A mosque in the Manningham area of the city Photograph: Paul Macnamara/Guzelian","credit":"Paul Macnamara/Guzelian","altText":"A mosque in the Manningham area of the city","cleanCaption":"A mosque in the Manningham area of the city","cleanCredit":"Photograph: Paul Macnamara/Guzelian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734754361/92ddac73-ad12-4c59-8747-af1741431550-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vix Chumber outside his pub, the Bradford Arms in East Bowling. Photograph: Paul Macnamara/Guzelian","credit":"Paul Macnamara/Guzelian","altText":"Vix Chumber outside his pub, the Bradford Arms in East Bowling.","cleanCaption":"Vix Chumber outside his pub, the Bradford Arms in East Bowling.","cleanCredit":"Photograph: Paul Macnamara/Guzelian"}],"webPublicationDate":"2015-06-19T17:44:54Z","lastModified":"2015-06-19T23:01:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Helen Pidd","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/27/1422363539931/Helen-Pidd-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenpidd"},{"name":"Josh Halliday","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-halliday"}],"feature":true,"keywords":["Bradford","UK security and counter-terrorism","Syria","Middle East and North Africa","UK news","Islamic State","Communities","Society"],"tags":[{"id":"uk/bradford","webTitle":"Bradford"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/19/bradford-one-city-two-cultures-communities-lead-parallel-lives","shortUrl":"http://gu.com/p/4ax4d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/19/bradford-one-city-two-cultures-communities-lead-parallel-lives","webUri":"http://www.theguardian.com/uk-news/2015/jun/19/bradford-one-city-two-cultures-communities-lead-parallel-lives"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/47547bd2bfc731487651f82fe35141ed91ef0e44/0_231_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"‘Bradford is multicultural only insofar as there are pockets of different cultures living side by side.’ Photograph: Nigel Roddis/Getty Images","credit":"Nigel Roddis/Getty Images","altText":"Bradford","cleanCaption":"‘Bradford is multicultural only insofar as there are pockets of different cultures living side by side.’","cleanCredit":"Photograph: Nigel Roddis/Getty Images"}},"importance":7,"kicker":{"title":"One city, two cultures"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/47547bd2bfc731487651f82fe35141ed91ef0e44/0_231_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Nigel Roddis/Getty Images","altText":"Bradford","cleanCredit":"Photograph: Nigel Roddis/Getty Images"}}]},{"title":"Planned departure / How to organise a good death","rawTitle":"How to organise a good death","item":{"type":"article","id":"lifeandstyle/2015/jun/19/how-to-plan-for-a-good-death-sheila-kitzinger","title":"How to plan for a good death","trailText":"Sheila Kitzinger, the natural childbirth activist who died in April, pioneered the idea of birth plans. Her daughters, Celia and Jenny, describe how their mother made a death plan – so she could die at home according to her own wishes","standFirst":"Sheila Kitzinger, the natural childbirth activist who died in April, pioneered the idea of birth plans. Her daughters, Celia and Jenny, describe how their mother made a death plan – so she could die at home according to her own wishes","byline":"Celia and Jenny Kitzinger","body":"<p>Our mother,&nbsp;Sheila Kitzinger, champion of women’s rights in childbirth, died in April. In writing her own fantasy obituary for a newspaper many years earlier, she imagined dying at the height of her powers: “She died as she would have wished, flat on her back on a table with her legs in the air, in front of a large audience, demonstrating with vigour the dangers of making women lie down, hold their breath till their eyes bulge and strain as if forcing through a coconut to push a baby out. She claimed that treating the second stage of labour as a race to the finishing post … could result in cardiac arrhythmia and even a stroke. She made her point.”</p> \n<p>Rather than the melodramatic early death she conjured up here, Sheila died quietly at home surrounded by her family, at the age of 86.</p> \n<p>Sheila spent her life campaigning for autonomy and choice in childbirth and challenging the medicalisation of birth. She pioneered birth plans to support women in making&nbsp;their own decisions. When it came to dying, she expressed the same values of choice and control, and she planned ahead. She appointed one of our sisters, Tess, with lasting power of attorney for health and welfare and also wrote an advance decision. This preparation was invaluable in ensuring that her choices were respected and in allowing her to die at home as she wanted.</p> \n<p>Being at home was essential to her idea of a “good death”. She wanted to be in familiar surroundings, on her own territory, with the support of those who knew her. She particularly did not want to go into hospital, aware as she was of the cascade of interventions that can befall people at the end of life, just as they can women in childbirth.</p> \n<p>In her autobiography, she records that Cicely Saunders, founder of the modern hospice movement, once said to her backstage at a conference where they were both speaking,&nbsp;“You and I are doing the same work.”</p> \n<p>Her concerns about hospital treatment had also been cruelly refined and reinforced by our family experience of the treatment of our sister, Polly, who was severely brain injured in a car crash six years ago. We were all very aware of how institutions have their own systems, policies and agendas that can strip control from the individual.</p> \n<p>Sheila wrote about her own mother’s death decades earlier. Following a brain haemorrhage, her mother could no longer swallow, and Sheila resisted a feeding tube. “I consulted Father and we both agreed, ‘No. She would want to be at home. She wouldn’t want invasive procedures.’ Later he told me that he wished he had the courage to care for his father that way when he was dying. Instead, he had him admitted to hospital and everything was done to prolong his life by every means possible. Looking back on it, he thought it was wrong, and now he felt&nbsp;guilty.”</p> \n<p>At 86, Sheila had cancer and many other diseases of old age. After the first bout of cancer a year earlier, she had accepted treatment. When the illness returned she declined further investigation or intervention.</p> \n<p>As her health declined she lost interest in eating or drinking – it was painful to watch her become progressively thinner and more frail. At times she was able to enjoy someone reading to her, she would gamely invite the family join her to sip a little sparkling wine or eat a chocolate, and the ritual of tea at 5pm still seemed to give her pleasure. But it was deeply distressing to witness how vulnerable she became.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/13/sheila-kitzingeradvocate-women-birth-ideology\">Sheila Kitzinger was&nbsp;unafraid to confront female sexuality on a daily basis</a> </p> \n</aside> \n<p>In the last few months of her life, Sheila stopped talking about planning her next book and talked with us about her wishes for her death. She also revisited and confirmed the short advance decision (AD) she had written some years earlier. This was a single paragraph (signed and witnessed, and legally binding on her carers and medical professionals) which declared: “If the time comes when I can no longer take part in decisions for my own future, I want to receive whatever quantity of drugs can keep me free from pain or distress, even if death is hastened. If there is no reasonable prospect of recovery I do not consent to be kept alive by artificial means. I do not wish to be transferred to hospital and should like to die in my own bed.”</p> \n<p>Except for the last few days, when she was unconscious, Sheila was able to communicate her wishes herself. But&nbsp;her AD was immensely valuable in supporting her choices. Her GP surgery tried to insist,&nbsp;a few weeks&nbsp;before she died, that Sheila should be transferred to hospital after a “mini-stroke”. She said no. The GP questioned her mental capacity to refuse hospitalisation. We read out her AD and she stayed home.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/apr/12/sheila-kitzinger\">Sheila Kitzinger obituary</a> </p> \n</aside> \n<p>Later her AD was useful when another doctor was considering transferring Sheila to hospital to clarify her diagnosis and it helped her to avoid various interventions.&nbsp;One of the last whole sentences Sheila said was, “I&nbsp;decline&nbsp;antibiotics if I get pneumonia” and,&nbsp;later, she nodded when offered morphine. Anyone in doubt about her capacity to make her own choices, or concerned to ensure they had done everything possible as a healthcare professional, could read her AD or talk with her LPA for health and welfare – and be empowered to&nbsp;provide “person-centred care” with confidence that they knew what her wishes were.</p> \n<figure class=\"element element-image\" data-media-id=\"cfbb86f979d6f9a2c3ba42a8058741b829e80bcf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434455975782/36866f6b-7774-4f12-a2aa-5cbb8a32f14f-460x276.jpeg\" alt=\"Sheila Kitzinger's coffin \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sheila Kitzinger’s simple cardboard coffin at her home, decorated by her family with peacock feathers and pictures of birds.</span> \n </figcaption> \n</figure> \n<p>A home death is not right for everyone. We were lucky that Sheila’s symptoms were well controlled, and that’s not always possible at home. The whole situation placed many demands and stresses on the whole family. However, once it was (belatedly) agreed that she was at the “end of life” we were provided with well-coordinated NHS support. It also helped that we are a large family so when one of us was at the end of her tether, another could step in.</p> \n<p>This support structure allowed Sheila to die, as she had lived, on her own terms. It also allowed us to have positive memories of the last weeks of her life – and that now helps us with our grief.</p> \n<p>Sheila’s burial reflected the values she had lived by – and was shaped by her own distinct choices. She was critical of the “business” of funerals and preferred not to have her body handed over to the professionals. Instead, the day after she died, we – her daughters – washed and dressed her body one last time and carried her downstairs to place her in a bright orange cardboard coffin, decorated with peacock feathers.</p> \n<p>Sheila opted for a simple, private burial – much to the surprise of some friends and colleagues who had expected an opulent public funeral extravaganza. Sheila wanted her body buried “without fuss”. So we carried her coffin from the house, to a tune from our time in Jamaica in the 1960s, placed it in the back of a car, and drove to a woodland burial ground. We lowered the coffin into the ground, scattered it with sprigs of rosemary and camellia&nbsp;blossom from our lovely garden and read some of Sheila’s own&nbsp;poetry:</p> \n<p><em>“After the soaring, a peace</em><br /><em>like swans settling on the lake</em><br /><em>After&nbsp;the tumult and the roaring winds,</em></p> \n<p><em>Silence.” </em></p> \n<p><em><span class=\"bullet\">•</span> A Passion for Birth: My Life, Anthropology, Family and Feminism by Sheila Kitzinger is published by Pinter and Martin, &pound;20. </em><a href=\"http://bookshop.theguardian.com/passion-for-birth.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"to order\"><em>To order a copy for &pound;16, go to bookshop.theguardian.com </em></a><em>or call 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min p&amp;p of &pound;1.99</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434454529731/Sheila-Kitzinger-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Sheila Kitzinger, the writer and natural childbirth campaigner. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe/Guardian","altText":"Sheila Kitzinger","cleanCaption":"Sheila Kitzinger, the writer and natural childbirth campaigner. Photograph: David Sillitoe for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434455977185/36866f6b-7774-4f12-a2aa-5cbb8a32f14f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sheila Kitzinger’s simple cardboard coffin at her home, decorated by her family with peacock feathers and pictures of birds.","credit":"pr","altText":"Sheila Kitzinger's coffin ","cleanCaption":"Sheila Kitzinger’s simple cardboard coffin at her home, decorated by her family with peacock feathers and pictures of birds."}],"webPublicationDate":"2015-06-19T18:00:04Z","lastModified":"2015-06-19T23:11:16Z","metadata":{"commentable":true,"commentCount":23,"contributors":[],"feature":true,"keywords":["Family","Life and style","Death and dying","Bereavement","Childbirth","Midwifery","Hospitals"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/death-and-dying","webTitle":"Death and dying"},{"id":"lifeandstyle/bereavement","webTitle":"Bereavement"},{"id":"lifeandstyle/childbirth","webTitle":"Childbirth"},{"id":"society/midwifery","webTitle":"Midwifery"},{"id":"society/hospitals","webTitle":"Hospitals"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/19/how-to-plan-for-a-good-death-sheila-kitzinger","shortUrl":"http://gu.com/p/49pvm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/19/how-to-plan-for-a-good-death-sheila-kitzinger","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/19/how-to-plan-for-a-good-death-sheila-kitzinger"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434454529731/Sheila-Kitzinger-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Sheila Kitzinger, the writer and natural childbirth campaigner. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe/Guardian","altText":"Sheila Kitzinger","cleanCaption":"Sheila Kitzinger, the writer and natural childbirth campaigner. Photograph: David Sillitoe for the Guardian"}},"importance":5,"kicker":{"title":"Planned departure"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434454529731/Sheila-Kitzinger-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Sheila Kitzinger, the writer and natural childbirth campaigner. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe/Guardian","altText":"Sheila Kitzinger","cleanCaption":"Sheila Kitzinger, the writer and natural childbirth campaigner. Photograph: David Sillitoe for the Guardian"}}]},{"title":"Lion King director Julie Taymor / 'When women fail, they don’t get another chance as easily'","rawTitle":"'When women fail, they don’t get another chance as easily'","item":{"type":"article","id":"stage/2015/jun/19/lion-king-director-julie-taymor-women-opportunity","title":"Lion King director Julie Taymor: 'When women fail, they don’t get another chance as easily'","trailText":"After a painful failure with Spider-Man, Taymor has bounced back with stage and now film versions of A Midsummer Night’s Dream. Here she talks about why there are still few female directors, and why she won’t do Hamlet","standFirst":"<p>After a painful failure with Spider-Man, Taymor has bounced back with a stage and film version of A Midsummer Night’s Dream. Here she talks about why there are still few female directors, and why she won’t do Hamlet</p>","byline":"Mark Lawson","body":"<p>As director of the stage musical The Lion King – which has just passed 80 million tickets sold for productions around the world – Julie Taymor is one of the most powerful women in theatre.<br /></p> \n<p> And to those who might question her gender being specified, Taymor says there is still a difference. “There are still very few women directing in theatre – more in London, but not in New York. And still not so many in movies,” she adds. Her film version of Shakespeare’s A Midsummer Night’s Dream opens in the UK this weekend. </p> \n<p>“I think it is so much harder for women to get the opportunity. You know that I’ve only ever done one show [The Lion King] in London? I’d be happy to direct here but I’ve never been asked.”<br /></p> \n<p>The dominance of male directors is often attributed to sexist producers or the difficulty of combining work and family life, but Taymor, provocatively, thinks it may also be because women have better artistic taste. </p> \n<p>“I know a lot of women who won’t do schlock. People say: ‘Why don’t they give women the big Hollywood blockbusters?’ But I think it takes so much for a woman to get to that place that they have to have a passion or a story they really want to tell. When women fail, they don’t get another chance as easily.”</p> \n<figure class=\"element element-image\" data-media-id=\"b522346495b57b6a10c42d360002a489958badb2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434729283548/5676244e-9d7d-4e24-b49c-f0d0c47326bf-460x308.jpeg\" alt=\"The cast of The Lion King perform at the Tony awards in New York in 2008.\" width=\"460\" height=\"308\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The cast of The Lion King perform at the Tony awards in New York in 2008.</span> \n  <span class=\"element-image__credit\">Photograph: Gary Hershorn/Reuters</span> \n </figcaption> \n</figure> \n<p> Taymor, 62, has recent experience of painful failure. While The Lion King has become of the most celebrated pieces of modern theatre, her CV also includes one of the most notorious: in 2011 she was the original director of Spider-Man: Turn Off the Dark, until she was replaced during the troubled pre-opening period that included 180 preview performances – the greatest number in Broadway history.</p> \n<p>After lengthy litigation over the credit and recompense she should receive for her work on that musical, Taymor prefers – either for legal or psychological reasons – not to refer to it by name, although she notes that a male director might have endured less controversy.</p> \n<p> “The Unmentionable,” she says, “has lived with me much longer than the over-budgets and failures of many men who are allowed to fail.”</p> \n<p> When The Lion King opened on Broadway 18 years ago – her London version has now been running for 16 years – Taymor became the first woman to win a directing Tony. Last week the British director Marianne Elliott collected her own second. Are such achievements symbolically significant?</p> \n<p>“I think it is important,” says Taymor. “We – myself, Marianne, any other women who are honoured – become role models for young women. I never had those. I didn’t think about being a director when I’m young and would never have thought to be a conductor, even though I loved music. So it’s good to show that it can be done.” </p> \n<figure class=\"element element-image\" data-media-id=\"0bfbd8d32585ad822412c1bf4cf588a50b3a8508\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434728925430/f3135826-2390-4ca4-b73d-5835c643e2ff-460x276.jpeg\" alt=\"David Harewood (Oberon) and Tina Benko (Titania) in Taymor's version of A Midsummer Night's Dream.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Harewood (Oberon) and Tina Benko (Titania) in Taymor’s version of A Midsummer Night’s Dream.</span> \n  <span class=\"element-image__credit\">Photograph: Joan Marcus</span> \n </figcaption> \n</figure> \n<p> A Midsummer Night’s Dream – a stage production that she then filmed – was her first project since the horrors of Spider-Man. She says it has been a comfort to work on a comic and magical classic that also happens to have been the first play she ever saw, as an eight-year-old on a school outing from Boston. </p> \n<p>The experience of The Unmentionable affected her confidence when she started work on A Midsummer Night’s Dream, Taymor admits. “Of course it did. It’s not confidence in the sense of ‘do I know what I’m doing?’, it’s the confidence that people will let you experiment. Look, it was terrible and upsetting. By myself, I would have died. With my collaborators, there was a lot of support and also disgust at what happened.”</p> \n<p> Taymor’s two earlier Shakespearean films - Titus, starring Anthony Hopkins, and The Tempest, with Helen Mirren as a female version of Prospero – were made on location. Her Dream, though, is based on recordings of a stage show at the Theatre for a New Audience in New York; the heads of the first rows of the audience are in view.</p> \n<p>Taymore filmed four live performances using four cameras and then had a few hours each day on stage without an audience to refilm lines or scenes. “I didn’t want to shoot it like Live From the National Theatre, although that’s fine in its own way” she says.<br /></p> \n<p>“But if you just film a [theatre performance], you don’t get to put the camera on stage or use a handheld camera for close-ups of speeches, which I’ve done here … My big belief about Shakespeare on film is that, if you can show close-ups of mouths moving and reaction shots of other actors in the scene, you have double the understanding.”</p> \n<figure class=\"element element-image\" data-media-id=\"50386a3e707fb5ddf39170fa124dc6a4f687e347\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434729011629/5dd2ccb8-40cb-4bd4-88f2-a9e515fee5f6-460x307.jpeg\" alt=\"Julie Taymor's version of A Midsummer Night's Dream.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Julie Taymor’s version of A Midsummer Night’s Dream.</span> \n  <span class=\"element-image__credit\">Photograph: Joan Marcus</span> \n </figcaption> \n</figure> \n<p> The director plans to do more Shakespeare on stage and screen: “I have absolutely no desire to do Hamlet; I know that will be sacrilege here.” Why not? “Oh, it’s just a serial killer drama that I have no enthusiasm for. Please put in ‘she smiles’ or I’ll be in big trouble.”</p> \n<p> Taymor’s midsummer schedule includes more landmarks for The Lion King. She supervises the final casting and last week of rehearsals for most of the international productions. “I’ve just opened the Mexican Spanish version. We’ve had one running in Spain for five years but that’s Spanish Spanish, and Mexican Spanish is different. I’m doing China this year. I don’t tire of it.”</p> \n<p><em><span class=\"bullet\">•</span> A Midsummer Night’s Dream is in cinemas from Sunday 21 June</em></p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434745647504/095e64de-755b-48e3-8822-6b3d0412cc62-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Linda Nylind/the Guardian","altText":"Julie Taymor: 'I think it takes so much for a woman to get to that place that they have to have a passion or a story they really want to tell'.","cleanCredit":"Photograph: Linda Nylind/the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434729282684/5676244e-9d7d-4e24-b49c-f0d0c47326bf-2060x1379.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1379,"width":2060,"orientation":"landscape","caption":"The cast of The Lion King perform at the Tony awards in New York in 2008. Photograph: Gary Hershorn/Reuters","credit":"Gary Hershorn/Reuters","altText":"The cast of The Lion King perform at the Tony awards in New York in 2008.","cleanCaption":"The cast of The Lion King perform at the Tony awards in New York in 2008.","cleanCredit":"Photograph: Gary Hershorn/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434728926926/f3135826-2390-4ca4-b73d-5835c643e2ff-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Harewood (Oberon) and Tina Benko (Titania) in Taymor’s version of A Midsummer Night’s Dream. Photograph: Joan Marcus","credit":"Joan Marcus","altText":"David Harewood (Oberon) and Tina Benko (Titania) in Taymor's version of A Midsummer Night's Dream.","cleanCaption":"David Harewood (Oberon) and Tina Benko (Titania) in Taymor’s version of A Midsummer Night’s Dream.","cleanCredit":"Photograph: Joan Marcus"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434729010463/5dd2ccb8-40cb-4bd4-88f2-a9e515fee5f6-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Julie Taymor’s version of A Midsummer Night’s Dream. Photograph: Joan Marcus","credit":"Joan Marcus","altText":"Julie Taymor's version of A Midsummer Night's Dream.","cleanCaption":"Julie Taymor’s version of A Midsummer Night’s Dream.","cleanCredit":"Photograph: Joan Marcus"}],"webPublicationDate":"2015-06-19T17:16:18Z","lastModified":"2015-06-19T23:01:41Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Mark Lawson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marklawson"}],"feature":true,"keywords":["Julie Taymor","Musicals","Theatre","Stage","Film","Culture"],"tags":[{"id":"stage/julie-taymor","webTitle":"Julie Taymor"},{"id":"stage/musicals","webTitle":"Musicals"},{"id":"stage/theatre","webTitle":"Theatre"},{"id":"stage/stage","webTitle":"Stage"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"stage"},"topics":[{"displayName":"Mark Lawson","topic":{"type":"tag-contributor","name":"profile/marklawson"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jun/19/lion-king-director-julie-taymor-women-opportunity","shortUrl":"http://gu.com/p/4axaa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jun/19/lion-king-director-julie-taymor-women-opportunity","webUri":"http://www.theguardian.com/stage/2015/jun/19/lion-king-director-julie-taymor-women-opportunity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434745647504/095e64de-755b-48e3-8822-6b3d0412cc62-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Julie Taymor: ‘I think it takes so much for a woman to get to that place that they have to have a passion or a story they really want to tell’. Photograph: Linda Nylind/the Guardian","credit":"Linda Nylind/the Guardian","altText":"Julie Taymor: 'I think it takes so much for a woman to get to that place that they have to have a passion or a story they really want to tell'.","cleanCaption":"Julie Taymor: ‘I think it takes so much for a woman to get to that place that they have to have a passion or a story they really want to tell’.","cleanCredit":"Photograph: Linda Nylind/the Guardian"}},"importance":5,"kicker":{"title":"Lion King director Julie Taymor"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434745647504/095e64de-755b-48e3-8822-6b3d0412cc62-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Linda Nylind/the Guardian","altText":"Julie Taymor: 'I think it takes so much for a woman to get to that place that they have to have a passion or a story they really want to tell'.","cleanCredit":"Photograph: Linda Nylind/the Guardian"}}]},{"title":"Richard Desmond / I hate to admit this, but I’ve never actually hit anyone","rawTitle":"I hate to admit this, but I’ve never actually hit anyone","item":{"type":"article","id":"media/2015/jun/19/richard-desmond-interview-hate-to-admit-never-hit-anyone","title":"Richard Desmond: ‘I hate to admit this, but I’ve never actually hit anyone’","trailText":"He’s not a thug, he doesn’t trust his celebrity friends, and he’s definitely<em> </em>not a pornographer. Over a cigar delivered on a silver platter, the self-appointed king of Express Newspapers lays into scruffy booksellers and sets the record straight","standFirst":"<p>He’s not a thug, he doesn’t trust his celebrity friends, and he’s definitely<em> </em>not a pornographer. Over a cigar delivered on a silver platter, the self-appointed king of Express Newspapers lays into scruffy booksellers and sets the record straight</p>","byline":"Decca Aitkenhead","body":"<p>Richard Desmond held a party at Claridge’s in Mayfair this week to launch his autobiography. “Everybody” was there – “Jacob Rothschild came, Katie Price came, Barbara Windsor came. It was a whole cross-section of everybody. Lovely.” One person who was not there for long, though, was the man from Waterstones staffing the book stand.</p> \n<p>“I walk in, and I see this bloke, this scruffy bloke. He’s in like a real old sweater with holes in it, jeans with holes in.” Desmond’s nose wrinkles. “I said to him, ‘Look, mate, you’ve got lords and ladies coming here, and international celebrities, and my friends and family. I don’t really want to see you look like that. Have you got a suit?’ ‘No.’ ‘Would you go out and get a suit?’ ‘No.’ I said, ‘Well then, mate, fuck off.’ I got one of my advertising girls to sell the books instead.” He turns to his PR. “Was I harsh?” The PR demurs respectfully. “Oh no, it was about principle.” It all worked out for the best, Desmond agrees happily, because the man “learned a lesson”, will tell everyone, “Oh, this guy was so aggressive to me, he threatened to kill me,” and thus “another myth” about the media tycoon’s violent temper will be born. “Well, that’s the point.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/lostinshowbiz/2015/jun/18/reading-from-book-of-desmond-and-lo-richard-created-the-beckhams\">A reading from the Book of Desmond: and lo, Richard created the Beckhams</a> </p> \n</aside> \n<p>Desmond has been myth-making for almost 50 years, and his flair for notoriety has made him one of the richest men in Britain. Only last week, Twitter was agog over <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/mediamonkeyblog/2015/jun/12/richard-desmond-google-gangsters-wear-fantastic-sweaters\">an interview the billionaire gave to the FT</a>, during which he ordered a &pound;580 bottle of wine at the newspaper’s expense. He looks genuinely hurt when I mention this, and claims he had offered to pay for the lunch, so assumed he would be picking up the bill. Then he spreads his arms and beams. “Actually, it’s probably good [the journalist] didn’t say that, because it maintains the image of some horrible bloke. I mean, how else are you going to get your book talked about? It’s showbiz! It’s fish-and-chip paper. Doesn’t matter.” Later I check with the journalist, who says the offer to pay is categorically untrue. I am not wholly surprised. But nor am I sure that Desmond believed he was lying when he told me otherwise.</p> \n<p>When every conversation is a sale, and only winning counts, the distinction between truth and deceit can be become largely irrelevant. The billionaire’s autobiography – which was the happy recipient of <a href=\"http://www.express.co.uk/entertainment/books/585542/Richard-Desmond-book-launch-media-mogul-northern-and-shell-newspapers-journalism\">a five-star review in the Daily Express</a> this week – is a masterclass in how to lie your way to the top, beginning with his job in a nightclub cloakroom at the age of just 13, where he devised a scam to duplicate coat tickets and pocket the money. His pornography empire – Penthouse, Big Ones, Asian Babes etc – not only sold fake sex, but duped creditors into assuming he must be richer than he was. “Because when we went to buy the Express, I said, ‘Well, we’re in the adult business, we’ve got billions.’ We just thought, how stupid people are, they have no idea.” In reality, he snorts, his infamous Asian Babes title sold barely 3,000 copies a month. His OK! magazine has proved more successful, not least by routinely featuring “intimate” celebrity weddings attended by bridesmaids selected for their circulation-boosting fame, who barely even knew the bride.</p> \n<figure class=\"element element-image\" data-media-id=\"b6e2d96fd0dc242f31b2f28a9373723578ffab47\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434714821138/f4d1a2bb-f1ed-43b2-a4f6-f12c381d0119-460x276.jpeg\" alt=\"Richard Desmond with wife, Joy, and son, Valentine, at the launch party for his autobiography at Claridge's in London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Richard Desmond with wife, Joy, and son, Valentine, at the launch party for his autobiography at Claridge’s in London.</span> \n  <span class=\"element-image__credit\">Photograph: Dave J Hogan/Getty</span> \n </figcaption> \n</figure> \n<p>In his palatial penthouse office overlooking Tower Bridge, staffed by a butler, the magnate brings to mind Augustus Melmotte from Anthony Trollope’s novel <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/feb/17/110-best-novels-way-we-live-now-trollope\">The Way We Live Now</a> – a magnificent fictional creation, in every sense, who rises from humble origins to deceive and dazzle London with calculated displays of wealth and power. “Got to have a strong image,” Desmond murmurs, sipping fennel tea. As he sees it, sales always justify artifice, and his artfully constructed myths have made him rich only because they are ones we want to buy. He much prefers his Range Rover to his Rolls-Royce, he confides by way of example, but it was the latter he parked outside Claridge’s for his party. “Because that’s what people want to see. People would be disappointed if they didn’t.”</p> \n<p>But today he seems to be feeling ambivalent about his fearsome reputation. He is on a concerted charm offensive, and could not be more solicitous or courteous. What would I like to drink? Would I like to smoke? Let’s smoke! The butler is summoned, bearing a cigar on a silver platter. He accepts my compliment on his office graciously – “Big and glamorous, yes. Of course. We’re in showbiz, aren’t we?” – and compliments my posture. “You sit up very well. Got the back straight. I slouch.” He turns to his PR. “You slouch?” “Yes, I slouch.”</p> \n<p>All these stories of him threatening journalists are “just a laugh”, he assures me. He speaks very softly, barely moving his lips. “Just a bit of fun.” Desmond <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2005/aug/23/dailyexpress.pressandpublishing\">once paid damages</a> to a former executive editor on the Express who claimed the proprietor punched him in the stomach, but he goes on smoothly, “I hate to admit this, but I’ve never actually hit anyone. I don’t even kill wasps or spiders. I’m pretty veggie as well. In fact, really, I’m New Age.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/mediamonkeyblog/2015/jun/12/richard-desmond-google-gangsters-wear-fantastic-sweaters\">Richard Desmond: Google are gangsters, but wear fantastic sweaters</a> </p> \n</aside> \n<p>It is true, he concedes, that he used to rate employees’ contributions to meetings by sounding a bell or a hooter while they were mid-sentence. But he got bored of that, “So now all we have is a racing track.” A what? “Shall we show you?” Chuckling, he picks up the phone and summons his loyal lieutenant, group joint managing editor Martin Elice, who appears a minute later carrying a child’s cardboard cut-out of a Formula One race track. Miniature cardboard vehicles are positioned on the track, each bearing a photograph of a board member’s face. One is driving Thomas the Tank Engine, another a bicycle, another a lawnmower, but Desmond’s face has been stuck on to a Rolls, and is way out in the lead. Elice places the model track carefully before me and tries to explain how it works.</p> \n<p>“Quite a few people are on the start line, here, because they’ve not got off the start yet. And you can see,” he indicates, leaning over, “that Richard is streaking ahead here.” Some directors appear to be at a disadvantage, vehicle-wise, I suggest. “Well, I think they’re cheating, actually,” Elice says. “Let’s move them back,” agrees Desmond, “a little bit.”</p> \n<p>Enjoying my bewilderment, the boss explains that if someone makes a good point in a meeting, he moves their face forward on the track. “But sometimes they fuck up, so it goes back.” “Yes,” Elice giggles. “You’re backwards and forwards all the time, we don’t stand still. Every day is different, as you probably know in your business. One day you’re interviewing some person. And the next, you’re interviewing the emperor!” I look at Desmond. “Are you the emperor?” He looks at Elice. “Am I the emperor?” “The king,” suggests Elice. “The <em>king</em>,” Desmond repeats. “Fantastic.” Would he mind if I took a photo of the track? He hesitates, then shakes his head. “People might think we’re potty. We wouldn’t want people to think we’re potty.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d1684f8e72f1db6975bff7e5c933dd9e1af23312\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434715533093/8416168c-4c5b-415a-9f42-964cadf3363b-460x440.jpeg\" alt=\"Richard Desmond in 2003\" width=\"460\" height=\"440\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Richard Desmond in 2003.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Chung for the Guardian</span> \n </figcaption> \n</figure> \n<p>Desmond’s style of management has not generated universal amusement among his employees. One of the early resignations from the Express was the columnist Stephen Pollard, who left his feelings encoded within his final leader column. The first letter of each sentence spelt out: “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2001/jan/08/pressandpublishing.dailyexpress\">FUCK YOU DESMOND</a>”. It was Rupert Murdoch who alerted the paper’s new proprietor to the insult. “He called me at about five in the morning. He was furious about it. I didn’t even know what a leader column was then. No, because I’m a businessman, I’m a publisher, I’m not an editor.” Was he very angry? “No, confused. I was really confused.” Affecting injured innocence, he puzzles meekly, “Why did he do it? Why did he do it?”</p> \n<p>Anyone would think Desmond quite oblivious to the outrage that greeted <a href=\"http://www.telegraph.co.uk/news/uknews/1375421/Soft-porn-baron-buys-the-Express.html\">his acquisition of the Daily Express</a> in 2000. The dismay might have been even more widespread, I suspect, if the full story now revealed in his book had been known at the time. Key players in the chain of events included Jeremy Beadle, Alan Sugar, Barbara Windsor, and the wife of an Arsenal director who was so thrilled to receive a personal thank-you note from Desmond after switching her subscription from Hello! magazine to OK! that her husband helped persuade Lord Hollick to sell him the paper. The tale reads like a Private Eye parody of how matters of national importance are conducted in modern Britain.</p> \n<p>But at the time, it was the publisher’s extensive porn empire that cast doubt on his suitability as a national newspaper owner. According to his autobiography, he diversified from magazines about music, cycling and other wholesome hobbies into soft-porn titles, adult TV stations and premium-rate phone sex lines almost by accident. New business opportunities just chanced to come his way, too commercially attractive to pass up. He takes such care to present himself as a reluctant pornographer that I wonder if he wishes he could have made his millions through other means.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/greenslade/2015/apr/17/yes-ukip-backing-richard-desmond-has-treated-his-staff-with-contempt\">Yes, Ukip-backing Richard Desmond has treated his staff with contempt</a> </p> \n</aside> \n<p>“No, because I made money in all sectors of the media.” Then why does he take great offence when described as a pornographer? “Well, it’s not correct. Pornography, if you look at the technical thing, is illegal.” I’m unaware of any definition of porn that mentions illegality. “Well, that’s the perception of me, as a bloke from Hampstead Garden Suburb. To me, pornography’s illegal, druggy, back streets, prostitution, you know.” The temperature in the room is plummeting. “To me,” he maintains frostily, “we were the publishers of adult magazines. That’s it. We’re a broad-based publishing group. I mean, Rupert Murdoch has more adult stations on Sky than anyone else, but you don’t call him a pornographer, because it’s part of the mix.”</p> \n<p>Is porn a good thing? “It’s part of the mix.” I didn’t mean good in the commercial sense. Does he consider it fundamentally positive? “I personally don’t like hardcore pornography. I don’t like it. I think it’s a bit crude. But watching the Fantasy Channel on Sky, yes. I think it’s fun, a bit of fun. That’s fine.” Does he watch it himself? “Definitely. Everyone should watch it.” His stare becomes teasingly ironic. “I watch it every night from 10 o’clock to 5.30. That’s all I do.”</p> \n<p>He sold his porn magazines in 2004, and his favourite TV shows are actually Minder and The Sweeney (“proper TV”). If he could read just one daily paper, excluding his own titles, it would be the Guardian. “No, I’m not joking. I like the Guardian.” Why? “I think it tells the truth.” His contempt for “intellectual geezers in Hampstead” nonetheless remains uncontainable. His ex-wife made him see a therapist once, who fitted the description, and “fucking hell, I was so bored. It was a load of rubbish. I thought, ‘Fuck this’,” and after half an hour he walked out.</p> \n<p>Domestic life for Desmond has undergone a radical transformation since his first marriage of 27 years ended in 2009. His eldest son is in his 20s, but he now has a four-year-old-daughter and six-month-old son with his second wife, an American called Joy, who he met in a BA lounge. He mentions his new family at every opportunity, with the tender delight common in men finding fatherhood more enjoyable the second time around, so I ask if he has changed as a parent. “I am the world’s greatest father.” When I take this to mean he changes nappies, he looks appalled. “No, no. Never done that,” – nor bathtime, nor burping, nor night feeds. So his role is … ? “Breadwinner, mate. I’m the breadwinner.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Have you been to the House of Lords? Would you really want to sit there with all those old tosspots?</p> \n </blockquote> \n</aside> \n<p>At 62, the big change he has sensed himself is: “You want to make your mark, you want to try and make the world a better place.” Having made substantial donations to both Labour and the Tories in the past, earlier this year he caused a political sensation <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/16/daily-express-owner-richard-desmond-ukip-donation\">by giving Ukip &pound;1m</a>, along with his papers’ endorsement in the general election. Senior Tories put it down to revenge for their party’s failure to reward his support with a peerage.</p> \n<p>“That is not true. I’ve been offered a peerage already, and turned it down.” By this, he means that Tony Blair once asked his wife how Lady Desmond would sound, and she was unimpressed. “I mean,” he goes on, “have you been to the House of Lords? Would you really want to sit there with all those old tosspots?” But by Desmond’s own admission, he isn’t even sure he wants Britain to leave the EU, so why give Ukip all that money? “What I got, right, is exactly what I wanted – which is an EU referendum. You can thank me for that. Without me and my papers keeping Ukip alive, they were dead.”</p> \n<p>Personally, I’m not convinced that Desmond has political ambitions. He doesn’t dispute my assumption that he has thought about running for London mayor. “But it would drive me mad. All those questions? You’d never get anything done.” He likes Boris Johnson (“he’s fun, he’s a good bloke”), but wouldn’t want him to succeed David Cameron. “Have you seen outside my building?” It is a giant tangle of scaffolding and bollards. “I mean, what the fuck is that?” He would prefer Michael Gove. “Strong, sensible, not too political.” His impulse to “make a difference” finds a much happier fit in charity, which he adores, than it does in Westminster. My impression from his book is that his philanthropy has served his own commercial self-interest – charity dinners figure heavily in almost all his business deals and contacts – but this causes no offence. “The more I give,” he agrees, “the richer I seem to get!”</p> \n<figure class=\"element element-image\" data-media-id=\"bc012bccbe6622a3701f39fa654b9bef9576cb1f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434715251007/635c42d3-613f-453d-b07b-93e874322035-460x276.jpeg\" alt=\"Richard Desmond promoting his OK! Magazine in 2000\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Richard Desmond promoting his OK! Magazine in 2000.</span> \n  <span class=\"element-image__credit\">Photograph: Andy Watts</span> \n </figcaption> \n</figure> \n<p>Desmond has been rich for most of his life. In his teens, as an advertising salesman, he was already earning more than most people twice his age, and last year his personal fortune was valued at &pound;1.2bn. And yet he still doesn’t feel rich. “I feel comfortable.” How much more money would he want? “Oh,” he says casually, “I have never been in it for the money.” Having seldom met anyone more motivated by profit, I mistake this for just another of his theatrical lies, and don’t realise until later what he means. He has never been greedy for wealth, but only haunted by terror of losing everything.</p> \n<p>Desmond’s early childhood of affluent privilege in a north London suburb came to a shattering end when his father lost his hearing, and with it his glamorous job as an advertising executive for Pearl and Dean. Abandoned by former colleagues and friends, he developed a gambling addiction, which destroyed his marriage and bankrupted the family. By the age of 12, Desmond was living with his divorced mother in a grotty little flat, disgraced by poverty and shunned by wealthier school friends. “It was horrible. It wasn’t fair.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It’s always the people who say, ‘We’re so loyal to you, you can trust us.’ They’re the ones. They’re out to kill you</p> \n </blockquote> \n</aside> \n<p>He attributes his fanatical drive to the humiliation of his childhood, but I suspect his father’s downfall also explains his volatile rage. For someone who claims to promote and delight in a reputation as a cold, commercial monster, he is extraordinarily sensitive to any perceived slight. “Nothing pisses me off more than people not returning your calls, not returning your emails. I mean, what the fuck?” If someone arrives late for a meeting, he takes it is a personal insult, and will never forget.</p> \n<p>The last thing I expected to feel for Desmond was compassion. But when he talks about the memory of watching his father’s friends desert him, an agony that still burns him to this day, I worry about all the B-list celebrities Desmond boasts of as “great friends” in his book. Does he ever wonder, I venture, which of them would stand by him if he lost everything?</p> \n<p>“All the time,” he nods grimly. “Of course, of course.” He thinks no more than a third would stick around. “And it’s always the people,” he observes bitterly, “who say, ‘We’re so loyal to you, you can trust us, I’d never let you down.’ They’re the ones. They’re out to kill you.”</p> \n<p><span class=\"bullet\">•</span> To order <em>Richard Desmond: The Real Deal </em>for &pound;16 (RRP &pound;20) go to <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/297762/\">bookshop.theguardian.com</a> or call 0330 333 6846. Free UK p&amp;p on online orders over &pound;10. A &pound;1.99 charge applies to telephone orders.</p> \n<p><span class=\"bullet\">•</span> This article was amended on 19 June to correct Martin Elice’s name and job title. An earlier version incorrectly identified him as Martin Townsend.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434714668403/b5182dfe-3e80-4f9f-a662-d17d5467d1ae-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graeme Robertson","altText":"Richard Desmond","cleanCredit":"Photograph: Graeme Robertson"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434714822558/f4d1a2bb-f1ed-43b2-a4f6-f12c381d0119-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richard Desmond with wife, Joy, and son, Valentine, at the launch party for his autobiography at Claridge’s in London. Photograph: Dave J Hogan/Getty","credit":"Dave J Hogan/Getty","altText":"Richard Desmond with wife, Joy, and son, Valentine, at the launch party for his autobiography at Claridge's in London.","cleanCaption":"Richard Desmond with wife, Joy, and son, Valentine, at the launch party for his autobiography at Claridge’s in London.","cleanCredit":"Photograph: Dave J Hogan/Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434715533608/8416168c-4c5b-415a-9f42-964cadf3363b-1020x975.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":975,"width":1020,"orientation":"landscape","caption":"Richard Desmond in 2003. Photograph: Dan Chung for the Guardian","credit":"Dan Chung for the Guardian","altText":"Richard Desmond in 2003","cleanCaption":"Richard Desmond in 2003.","cleanCredit":"Photograph: Dan Chung for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434715252411/635c42d3-613f-453d-b07b-93e874322035-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Richard Desmond promoting his OK! Magazine in 2000. Photograph: Andy Watts","credit":"Andy Watts","altText":"Richard Desmond promoting his OK! Magazine in 2000","cleanCaption":"Richard Desmond promoting his OK! Magazine in 2000.","cleanCredit":"Photograph: Andy Watts"}],"webPublicationDate":"2015-06-19T14:00:01Z","lastModified":"2015-06-19T23:01:39Z","metadata":{"commentable":true,"commentCount":119,"contributors":[{"name":"Decca Aitkenhead","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deccaaitkenhead"}],"feature":true,"keywords":["Richard Desmond","Autobiography and memoir","Express Newspapers","Daily Express","Media","Newspapers & magazines","National newspapers","UK Independence party (Ukip)","Politics","Pornography","Books","Biography","Culture"],"tags":[{"id":"media/richard-desmond","webTitle":"Richard Desmond"},{"id":"books/autobiography-and-memoir","webTitle":"Autobiography and memoir"},{"id":"media/express-newspapers","webTitle":"Express Newspapers"},{"id":"media/dailyexpress","webTitle":"Daily Express"},{"id":"media/media","webTitle":"Media"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"politics/politics","webTitle":"Politics"},{"id":"culture/pornography","webTitle":"Pornography"},{"id":"books/books","webTitle":"Books"},{"id":"books/biography","webTitle":"Biography"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"media"},"topics":[{"displayName":"Decca Aitkenhead","topic":{"type":"tag-contributor","name":"profile/deccaaitkenhead"}}],"series":{"title":"Saturday interview","uri":"http://mobile-apps.guardianapis.com/lists/tag/theguardian/series/saturday-interview"},"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/19/richard-desmond-interview-hate-to-admit-never-hit-anyone","shortUrl":"http://gu.com/p/4ax2m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/19/richard-desmond-interview-hate-to-admit-never-hit-anyone","webUri":"http://www.theguardian.com/media/2015/jun/19/richard-desmond-interview-hate-to-admit-never-hit-anyone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434714624875/847b60b7-e394-4cdf-9f59-31a11b4e37fb-2060x1625.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1625,"width":2060,"orientation":"landscape","caption":"‘I don’t even kill wasps or spiders. I’m pretty veggie as well. In fact, really, I’m New Age’ … Richard Desmond. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson for the Guardian","altText":"Richard Desmond.","cleanCaption":"‘I don’t even kill wasps or spiders. I’m pretty veggie as well. In fact, really, I’m New Age’ … Richard Desmond.","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}},"importance":4,"kicker":{"title":"Richard Desmond"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434714668403/b5182dfe-3e80-4f9f-a662-d17d5467d1ae-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graeme Robertson","altText":"Richard Desmond","cleanCredit":"Photograph: Graeme Robertson"}}]},{"title":"Jack the non-dripper / Why Jackson Pollock gave up painting","rawTitle":"Why Jackson Pollock gave up painting","item":{"type":"article","id":"artanddesign/2015/jun/19/why-jackson-pollock-painting","title":"Why Jackson Pollock gave up painting","trailText":"With their sooty pools and block structures, the ‘black pour’ paintings of Pollock’s late period mark his rejection of sex and the erotic aspects of his drip techniques. A new exhibition shows how the artist formerly known as ‘Jack the Dripper’ reached the end of the line","standFirst":"<p>With their sooty pools and block structures, the ‘black pour’ paintings of Pollock’s late period mark his rejection of sex and the erotic aspects of his drip techniques. A new exhibition shows how the artist formerly known as ‘Jack the Dripper’ reached the end of the line</p>","byline":"James Hall","body":"<p>After Late <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/matisse\">Matisse,</a> Late <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/rembrandt\">Rembrandt</a> and Late <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/jmw-turner\">Turner</a> comes Late Pollock, the most daring late show of all. Jackson Pollock (1912-56), the great leaky Prometheus of American art, is always assumed to have peaked around 1950, thereafter succumbing to the demons of drink, depression, adultery and cack-handed and colourless quasi-figuration, followed by (in 1953) painter’s block. Pollock’s descent into hell ended horrifyingly and murderously when, in an alcohol-fuelled rage, he drove his convertible Oldsmobile into a tree at 80mph, decapitating himself and killing a female passenger – and nearly killing his young mistress – in the process. No wonder Pollock has been the textbook example of Scott Fitzgerald’s line about there being no second acts in American lives.</p> \n<figure class=\"element element-image\" data-media-id=\"39e974e096ca98d4c3840f397d4d278122c68107\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434647685675/ca6f7acb-f4b5-48c0-80ec-78efad168386-460x194.jpeg\" alt=\"Jackson Pollock, Portrait and a Dream, 1953\" width=\"460\" height=\"194\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jackson Pollock, Portrait and a Dream 1953. Courtesy of the Pollock-Krasner Foundation/Artists Rights Society (ARS), New York</span> \n </figcaption> \n</figure> \n<p>Tate Liverpool’s show flies in the face of conventional wisdom, and looks set to be one of the most provocative and absorbing shows of the year. It centres on the so-called “black pour” paintings, made from 1951-3 using black enamel paint on unprimed canvas, which is often left bare. The enamel is iridescent and tar-like when it pools; sooty when it soaks directly into the linen fabric. These were Pollock’s attempts to move on from the expansive, multilayered drip paintings that had made him the most famous artist in the US, Jack the Dripper. His ascetic diet of black, bulked up with enigmatic biomorphic bits and pieces, seems to have been an attempt to counter claims that his “all-over” pictures were facile, flimsy, hedonistic and decorative. As early as 1948, Leigh Ashton, director of the V&amp;A, had said that Pollock’s <em>Cathedral </em>(exhibited here as a contextual piece) “would make a most enchanting printed silk”, and in March 1951, American Vogue staged a photoshoot with a model in silk evening gown before <em>Lavender Mist</em>. Pollock wrote to a friend three months later: “I’ve had a period of drawing on canvas in black – with some of my early images coming thru – think the non-objectivists will find them disturbing – and the kids who think it’s simple to splash a Pollock out.” No one would want to buy a “black pour” fabric, or use one as a backdrop for a selfie, though as Aubrey Beardsley demonstrated with his ink drawings, black lines can be very sexy.</p> \n<p>A number of New York artists – including the abstract expressionist Willem de Kooning – had recently tried painting in a restricted palette of black and white, but Pollock’s black pours are especially distinctive because of their drily rebarbative, block-like structures. They don’t feel as if they have been effortlessly “splashed out” (code for “ecstatically ejaculated”) so much as strenuously carved and kneaded. Rather than being “all-over”, with the potential for limitless lateral spread, they often have a tight internal frame that seems to compress the contents. This is most apparent in <em>Untitled (Black and White Polyptych)</em> (1951), which comprises four discrete components of blockish shape lined up horizontally. Each section was turned into individual screenprints that stop well short of the edges of the paper.</p> \n<figure class=\"element element-image\" data-media-id=\"9e21a89f9d3bcca9ba50af256250a4ea427c5c4d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434642416231/22569073-8c3d-4fd6-9ed3-ab40a7077855-460x343.jpeg\" alt=\"Jackson Pollock, Yellow Islands (1952). Courtesy of the Pollock-Krasner Foundation ARS, NY and DACS, London 2015\" width=\"460\" height=\"343\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jackson Pollock, Yellow Islands, 1952. Courtesy of the Pollock-Krasner Foundation ARS, NY and DACS, London 2015</span> \n </figcaption> \n</figure> \n<p>The catalyst for this shift was a resurgence, in the late 1940s, of Pollock’s long-standing interest in sculpture. Writing to his father as a 20-year-old in 1932, he had expressed a preference for the form: “I’ll never be satisfied until I’m able to mould a mountain of stone, with the aid of a jack hammer, to fit my will.” Gutzon Borglum was then dynamiting and jackhammering presidential heads into the granite cliffs of Mount Rushmore. At this time Pollock carved a small black basalt head, a death mask with closed eyes. His painting teacher, the muralist Thomas Hart Benton, got his students to make small plasticine versions of the figures in their paintings. Most of Pollock’s subsequent sculptures (about 12 are known, with five exhibited here) are like miniaturised 3D incarnations of his drip pictures, made from bent wire, plaster and papier mache. The spirit of sculpture even informs his intensely physical painting methods. He worked in a barn, with a vast canvas laid unstretched on the floor, crouching over it, approaching from all angles: it echoes traditional images of the sculptor crouching over a lump of stone, carving “in the round”. One impetus for his late experiments with sculpture may have come from the publication of the first book about Picasso’s scarcely known sculptures in 1949, which created a buzz around the idea of the “painter-sculptor”.</p> \n<p>Most of Pollock’s late imagery is suggestively and surreally figurative rather than clearly narrative – except in the case of what has been called his last major work, <em>Portrait and a Dream</em> (1953). Featured in the Tate exhibition, this comprises two distinct parts, like a diptych. The left half – the “dream” – is a squarish skein of poured, squirted and blotched black lines within which we can discern the fragmented lineaments of a reclining female nude, with a multilayered spiky head at top right. Pollock’s long-suffering wife, the artist Lee Krasner, recalled him saying that the top right part was the “dark side of the moon”: traditionally the moon is a female element and visible at night, the time for sex and dreaming. Pollock was fascinated by psychoanalytic readings of symbols, and had several courses of therapy.</p> \n<figure class=\"element element-image\" data-media-id=\"cfd7f7c85647a7b4058095127a6fb539904e020b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434642501466/a6b7ea58-d47b-4c42-89ac-9bd515c248c5-460x302.jpeg\" alt=\"Jackson Pollock, Untitled 1951. Courtesy of The Pollock-Krasner Foundation ARS, NY and DACS, London 2015/The Museum of Modern Art, New York/Scala, Florence\" width=\"460\" height=\"302\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jackson Pollock, Untitled, 1951. Courtesy of the Pollock-Krasner Foundation ARS, NY and DACS, London 2015/The Museum of Modern Art, New York/Scala, Florence</span> \n </figcaption> \n</figure> \n<p>The “portrait” side is usually interpreted as a self-portrait, and the frontal format is similar to that of an earlier self-portrait with staring bug eyes, painted in the 1930s using a fiery palette of oranges, reds and browns. The 1953 self-portrait is lacerated with patches of whisky-orange and yellow, suggesting smouldering passions, barely held in check. Here, however, the side of the face and eye nearest the moon woman is covered by a bulbous Picassoid growth that completely masks it – and which prevents him from seeing her.</p> \n<p><em>Portrait and a Dream</em> addresses an issue that had been of obsessive interest to artists and thinkers for at least a century: the relationship between sex and genius. Should male artists be having sex, or should they be channelling their sexual energy into their work? The philosopher Friedrich Nietzsche believed that great male artists were physically strong with lots of surplus sexual energy, and prone to intoxication – “how wise it is at times to be a little tipsy!” But much of the time the male genius was chaste (and sober), refusing “to expend himself in any casual way”. In Henrik Ibsen’s <em>When We Dead Wake</em> (1899), the sculptor hero (based on Rodin) believes his artistic vision will be lost if he so much as touches or desires his female model. Pollock would have known Picasso’s <em>Vollard Suite</em> of the 1930s, a series of prints in which a sculptor does his best not to look at his naked models, and, in some, fixates instead on his own self-portrait bust, almost as if he were Narcissus staring at his own reflection after rejecting the advances of the nymph Echo.</p> \n<figure class=\"element element-image\" data-media-id=\"87bc5fdbedfb47f808faeed2c0593658a66342cd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434642721585/9cfcc220-80e0-44fa-a56d-51b1f719982e-315x420.jpeg\" alt=\"Jackson Pollock, Number 7 1952. Courtesy of The Pollock-Krasner Foundation ARS, NY and DACS, London 2015/The Metropolitan Museum of Art/Art Resource/Scala, Florence\" width=\"315\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jackson Pollock, Number 7, 1952. Courtesy of the Pollock-Krasner Foundation ARS, NY and DACS, London 2015/The Metropolitan Museum of Art/Art Resource/Scala, Florence</span> \n </figcaption> \n</figure> \n<p>In what should more accurately be called <em>Masked Self-Portrait and a Wet Dream</em>, Pollock (left) seems to be repudiating not just sex and sexual desire, but the uninhibitedly erotic aspects of his drip technique. No wonder he stopped painting. Without ecstasy, without an art of feeling and sublimated sexual energy, he had reached the end of the road.</p> \n<p><span class=\"bullet\">•</span> James Hall is the author of <em>The Self-Portrait: a Cultural History</em> (Thames &amp; Hudson). J<em>ackson Pollock: Blind Spots</em> takes place at Tate Liverpool, 30 June - 18 October. <a href=\"http://www.tate.org.uk/whats-on/tate-liverpool/exhibition/jackson-pollock-blind-spots\">tate.org.uk</a>.</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434647841323/4628d93b-79e3-461f-91b0-00d003f03830-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Scala www.scalarchives.com","altText":"Jackson Pollock, Number 34 1949 ©","cleanCredit":"Photograph: Scala www.scalarchives.com"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434647685109/ca6f7acb-f4b5-48c0-80ec-78efad168386-1020x431.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":431,"width":1020,"orientation":"landscape","caption":"Jackson Pollock, Portrait and a Dream 1953. Courtesy of the Pollock-Krasner Foundation/Artists Rights Society (ARS), New York","credit":"pr","altText":"Jackson Pollock, Portrait and a Dream, 1953","cleanCaption":"Jackson Pollock, Portrait and a Dream 1953. Courtesy of the Pollock-Krasner Foundation/Artists Rights Society (ARS), New York"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434642416744/22569073-8c3d-4fd6-9ed3-ab40a7077855-2060x1535.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1535,"width":2060,"orientation":"landscape","caption":"Jackson Pollock, Yellow Islands, 1952. Courtesy of the Pollock-Krasner Foundation ARS, NY and DACS, London 2015","credit":"pr","altText":"Jackson Pollock, Yellow Islands (1952). Courtesy of the Pollock-Krasner Foundation ARS, NY and DACS, London 2015","cleanCaption":"Jackson Pollock, Yellow Islands, 1952. Courtesy of the Pollock-Krasner Foundation ARS, NY and DACS, London 2015"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434642500203/a6b7ea58-d47b-4c42-89ac-9bd515c248c5-2060x1352.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1352,"width":2060,"orientation":"landscape","caption":"Jackson Pollock, Untitled, 1951. Courtesy of the Pollock-Krasner Foundation ARS, NY and DACS, London 2015/The Museum of Modern Art, New York/Scala, Florence","credit":"Scala","altText":"Jackson Pollock, Untitled 1951. Courtesy of The Pollock-Krasner Foundation ARS, NY and DACS, London 2015/The Museum of Modern Art, New York/Scala, Florence","cleanCaption":"Jackson Pollock, Untitled, 1951. Courtesy of the Pollock-Krasner Foundation ARS, NY and DACS, London 2015/The Museum of Modern Art, New York/Scala, Florence"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434642722557/9cfcc220-80e0-44fa-a56d-51b1f719982e-1531x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1531,"orientation":"portrait","caption":"Jackson Pollock, Number 7, 1952. Courtesy of the Pollock-Krasner Foundation ARS, NY and DACS, London 2015/The Metropolitan Museum of Art/Art Resource/Scala, Florence","credit":"Image copyright   The Metropolit/pr","altText":"Jackson Pollock, Number 7 1952. Courtesy of The Pollock-Krasner Foundation ARS, NY and DACS, London 2015/The Metropolitan Museum of Art/Art Resource/Scala, Florence","cleanCaption":"Jackson Pollock, Number 7, 1952. Courtesy of the Pollock-Krasner Foundation ARS, NY and DACS, London 2015/The Metropolitan Museum of Art/Art Resource/Scala, Florence"}],"webPublicationDate":"2015-06-19T10:30:01Z","lastModified":"2015-06-19T23:11:29Z","metadata":{"commentable":true,"commentCount":229,"contributors":[],"feature":true,"keywords":["Art and design","Painting","Culture","Art and design","Sculpture","Exhibitions"],"tags":[{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/painting","webTitle":"Painting"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/art","webTitle":"Art and design"},{"id":"artanddesign/sculpture","webTitle":"Sculpture"},{"id":"artanddesign/exhibition","webTitle":"Exhibitions"}],"section":{"id":"artanddesign"},"topics":[],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/19/why-jackson-pollock-painting","shortUrl":"http://gu.com/p/49qv3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/19/why-jackson-pollock-painting","webUri":"http://www.theguardian.com/artanddesign/2015/jun/19/why-jackson-pollock-painting"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434647790018/d0bb6745-5cbe-4f5a-993d-4c9b25ab86b8-2060x1479.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1479,"width":2060,"orientation":"landscape","caption":"Jackson Pollock, Number 34 1949. Courtesy of The Pollock-Krasner Foundation ARS, NY and DACS, London 2015/Munson Williams Proctor Arts Institute/Art Resource, NY/Scala, Florence","credit":"Scala www.scalarchives.com","altText":"Jackson Pollock, Number 34 1949. Courtesy of The Pollock-Krasner Foundation ARS, NY and DACS, London 2015/Munson Williams Proctor Arts Institute/Art Resource, NY/Scala, Florence","cleanCaption":"Jackson Pollock, Number 34 1949. Courtesy of The Pollock-Krasner Foundation ARS, NY and DACS, London 2015/Munson Williams Proctor Arts Institute/Art Resource, NY/Scala, Florence"}},"importance":4,"kicker":{"title":"Jack the non-dripper"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434647841323/4628d93b-79e3-461f-91b0-00d003f03830-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Scala www.scalarchives.com","altText":"Jackson Pollock, Number 34 1949 ©","cleanCredit":"Photograph: Scala www.scalarchives.com"}}]},{"title":"Follow the money / Inside the world's tax havens","rawTitle":"Inside the world's tax havens","item":{"type":"article","id":"business/2015/jun/19/tax-havens-money-cayman-islands-jersey-offshore-accounts","title":"Follow the money: inside the world's tax havens","trailText":"From the Cayman Islands to Jersey, the world’s tax havens are busier than ever – a secretive world of offshore accounts and shell companies. And unless you’re a hermit who never uses Google or Apple or Amazon, you’ve probably been involved in tax avoidance, too","standFirst":"<p>From the Cayman Islands to Jersey, tax havens are busier than ever – a secretive world of offshore accounts and shell companies. Nothing to do with you? Then you win my Hermit of the Year prize<br /></p>","byline":"Nicholas Shaxson","body":"<p>You, dear reader, are a prolific and casual user of offshore tax havens. I’m assuming you don’t live in a cave or in a remote hunting community. Even if you did, though, you’re probably a dabbler: you have little choice.</p> \n<p>Many people, and perhaps you’re one of them, share a queasy feeling that something has gone badly wrong with the world economy – but can’t quite put their finger on what the source of the trouble is. Once you understand the nature of offshore tax havens, you should feel closer to pinning down the answers.</p> \n<p>Before I explain what they are, and why powerful governments don’t just close them down, I want you to take part in a short challenge. See if you can dodge all my bear traps, and declare yourself untainted by tax havens. If you succeed, you win my Hermit of the Year prize.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2015/jun/19/inside-tax-havens-in-pictures\">Inside the secret world of tax havens – in pictures</a> </p> \n</aside> \n<p>Do you celebrate Christmas? If you do (or even if you do not), did you buy any gifts on Amazon last December? If so, then your goods were quite likely to have been routed through a byzantine world hosted – only on paper, you understand – by the Grand Duchy of Luxembourg, where Amazon has located its European headquarters, slashing its tax bills around the world. In 2011, Amazon revealed that the US Internal Revenue Service was chasing it for $1.5bn in back taxes. More recently, Amazon has said it will stop routing its UK sales through Luxembourg.</p> \n<p>Perhaps you shun Amazon. You buy only local products: good for you. But did you search for <em>any</em> gifts online? Did a company called Google play any role in this? In 2011, Google shuffled four-fifths of its profits through a subsidiary in the tax haven of Bermuda, cutting its worldwide tax rate in half and its tax rate in some countries to nearly zero. Google boss Eric Schmidt said in 2012 he was “very proud of the structure that we set up… it’s called capitalism”.</p> \n<p>You’ve never used Google? OK, let’s say you did all your shopping in the real world: traipsing around your local stores, picking up homemade wooden artefacts that you could weigh in your hands. Wonderful. You’re nearly there.</p> \n<p>But not quite. Did you listen to any music on those days? Let’s hope iTunes wasn’t part of that picture. The tech giant Apple achieved what Senator Carl Levin called, in 2013, the “holy grail” of tax avoidance, setting up offshore corporations legally incorporated in Ireland and the US – but for tax purposes, not resident anywhere. Apple shifted $74bn into one of these subsidiaries between 2009 and 2012, paying 2% in tax on it.</p> \n<p>Let’s cut this challenge short. Did you at any point consume the services of any of these: AIG, Aviva, Barclays, Black &amp; Decker, British American Tobacco, Burberry, Citigroup, Deutsche Bank, Facebook, FedEx, GlaxoSmithKline, Ikea, HSBC, JP Morgan, Microsoft, Pepsi, Skype, Starbucks, Vodafone or Walt Disney? This is just my quirky personal selection from a list of more than 350 multinationals whose convoluted tax schemes were revealed last November by a whistleblower, working for one accountancy firm, PricewaterhouseCoopers (PwC), in one European tax haven, Luxembourg.</p> \n<p>The revelation provoked a scandal that has become known as Luxleaks, involving tens of thousands of documents, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/nov/05/-sp-luxembourg-tax-files-tax-avoidance-industrial-scale\">a whole menagerie of Luxembourg-based tax schemes</a>. What happened, as a result? Three people are currently being pursued by the courts, accused of violating trade secrecy: the main whistleblower, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/15/luxembourg-tax-avoidance-whistleblower-conviction\">a diffident and bespectacled 28-year-old Frenchman named Antoine Deltour</a>; a second, anonymous whistleblower; and a French journalist, Edouard Perrin (who first helped publicise the leaked data and is being pursued as an accomplice).</p> \n<p>It should be noted that everything these companies are doing is legal: it’s what we call tax avoidance or planning – not evasion. But the point I want to make is that tax havens are everywhere. It’s like The Matrix. I can’t stress strongly enough how everywhereish they are. And, until recently, who even noticed?</p> \n<p>Tax havens’ defenders say they smooth the flow of capital around the world, removing roadblocks and red tape. But what are those roadblocks? Taxes, regulation and democratic laws. Havens are places where you can put your wealth in order to escape the rules at home. Those rules might be around tax, or criminal laws, or rules about transparency and disclosure, or financial regulations. (It’s not always about the tax.)</p> \n<p>You don’t have to put your wealth itself in the tax haven. It is the legal structure that <em>owns</em> the wealth – the shell company, the trust, or whatever – that usually matters. The asset itself – the thing you own – can be anything, anywhere. It could be a painting or a Learjet or a Swiss bank account, or a luxury home in Mayfair that the owner – let’s say a Ukrainian oligarch – is currently using for the benefit of his daughter. Instead of owning the house directly, the oligarch owns the house via an intermediate structure in a tax haven. The land registry records won’t list the oligarch’s name, but the name of some anonymous offshore shell company. And when you go to find out who owns that company, you’ll come up against a brick wall.</p> \n<p>This can all take a bit of getting used to, even for people with wealth. When Hurricane Ivan headed towards the Cayman Islands in 2004, it sent a stream of light aircraft racing to Miami. They contained computer hard disks, relating to a large slice of the world’s Cayman-held wealth. (Banking assets in Cayman account for nearly a 15th of the world’s $30tn in banking assets.) When the storm passed, they flew them all back again.</p> \n<figure class=\"element element-image\" data-media-id=\"af7cc6ceacbe72d5376552995a0950e2cf0e26b3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434623672910/20b550d5-b6c9-444d-8961-018efb6257e8-460x367.jpeg\" alt=\"Delaware’s chief deputy secretary of state oversees a company incorporation\" width=\"460\" height=\"367\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Inside the Wilmington State Building, Delaware’s chief deputy secretary of state, Richard J Geisenberger, oversees one of the more than 5,000 company incorporations that take place every day in Delaware. The process takes just a few minutes, and the state office stays open until midnight from Monday to Thursday. More than 50% of all publicly traded US companies are incorporated in Delaware.</span> \n  <span class=\"element-image__credit\">Photograph: Paolo Woods and Gabriele Galimberti/INSTITUTE</span> \n </figcaption> \n</figure> \n<p>There are many tricks used to shift money offshore, and a pinstriped army of accountants and lawyers to help people do it. The commonest technique is one called transfer pricing, employed by pretty much every multinational.</p> \n<p>This is how it works. Let’s say a corporation picks and packs a container-load of bananas in Ecuador, and it costs the company $1,000. It sells them to a French supermarket for $3,000. Which country gets to tax the $2,000 profit – France, Ecuador? The answer is, “Where the multinational’s accountants decide.”</p> \n<p>The multinational sets up three companies, all of which it owns: EcuadorCo, HavenCo (in a zero-tax haven) and FranceCo. EcuadorCo sells the container to HavenCo for $1,000, and HavenCo sells it on to FranceCo for $3,000. That’s basically it. (The bananas themselves don’t go anywhere near the tax haven: this is all just paper-shuffling in New York or London.)</p> \n<p>If you blinked, you may have missed what happened here. It cost EcuadorCo $1,000 to pick and pack the container, and they sold it on for $1,000. So EcuadorCo records zero profits, meaning no taxes. Likewise, FranceCo buys it for $3,000 and sells it to the supermarket for $3,000. Again, no profits, and no taxes. HavenCo is the key to the puzzle. It bought the container for $1,000 and sold it for $3,000 – a $2,000 profit. But it is based in a haven, so it pays no tax. In short, all the profits have been stripped out of France and Ecuador, and shovelled into the haven. Hey presto!</p> \n<p>In the real world, things are more complicated. Countries put in place defences against this kind of nonsense, but the lawyers find ways to get around them, in a constant game of cat and mouse. These games transfer wealth from taxpayers towards corporate shareholders. This isn’t about creating wealth, but about one group of people extracting wealth from another group. These transactions boost inequality, every time.</p> \n<p>They also help multinationals outcompete their smaller and more local competitors. Tax havens aren’t the only reason your local bookstore has gone out of business – but they are a big part of it. (Note, too, that these are not “leftist” concerns. Tax havens are tilting the playing field for business: people across the political spectrum should oppose this. To be anti-tax haven is, in a very profound sense, to be pro-business.)</p> \n<p>And let’s not forget all the criminality that tax haven secrecy facilitates. When multinationals use these platforms, they provide these places with immense political cover. Again, this should worry people on both the left and the right. It is, really, a fight between a globetrotting elite, in one corner, versus ordinary people in rich and poor countries – who all have a shared interest in tackling these problems. Nothing illegal has necessarily happened here; to focus only on who broke the law and who didn’t is to miss the big picture – which is, who got the cream and who didn’t.</p> \n<p>Around a decade ago, I was writing a book about six countries along a stretch of west Africa’s oil-soaked coast, running from Angola up to Nigeria. Despite hundreds of billions of dollars in oil revenues, their people didn’t seem to be better off. In the case of Angola, then just starting to recover from an oil- and diamond-fuelled war, it was surely worse off than if no natural resources had been discovered. I wrote an article about corruption in west Africa’s oil-producing states, and a few days later got a letter from David Spencer, a US attorney who had worked with a big global bank in Latin America. He invited me to visit him in New York. Several months later we met and, before we had finished our starters, Spencer was getting worked up about matters that were not at all on my agenda: accounting rules, US tax exemptions, transfer pricing – and some curious legal arrangements in Delaware, a small US state roughly halfway between New York and Washington.</p> \n<p>What on earth did any of this have to do with Nigeria? Realisation began to dawn: Spencer was telling me that the US was itself a giant tax haven, and that this was intensely relevant for west Africa. He explained why. During the Vietnam war, the US was spending more money overseas than it was earning there, and dollars were flowing out. To finance its growing deficit, the US wanted to lure foreign dollars back home. It did this by turning itself into a haven: creating tax benefits for foreigners. The idea was to start hoovering up capital flight and dirty money from around the world; looted west African oil money would do nicely.</p> \n<p>So the US has been fighting hard against foreign tax havens, to crack down on its own tax cheats. At the same time the US is a big part of the world’s problem, with Wall Street banks profiting from American willingness to help foreign tax cheats. Britain’s own array of satellite havens – the Cayman Islands, British Virgin Islands, Bermuda, Jersey, all of which sport the Queen on their banknotes – are part of the same problem.</p> \n<p>From my meeting with Spencer, I took away two big thoughts. First, that tax havens weren’t where I thought they were. The US, a tax haven? In those days, nobody was pointing that out. Second, this was no exotic criminal sideshow to the global economy, as I had assumed – it was a much bigger phenomenon than I had ever imagined. This was interesting. I was hooked.</p> \n<ul> \n <li>Nicholas Shaxson is the author of <a href=\"http://bookshop.theguardian.com/treasure-islands-2.html\">Treasure Islands: Tax Havens And The Men Who Stole The World</a>, published by Vintage.</li> \n</ul> \n<p>Paolo Woods and Gabriele Galimberti’s photographs of tax havens will be exhibited at the Arles photography festival from 6 July to 20 September, and published in a book, The Heavens: Annual Report, by Dewi Lewis Media on 3 August, priced at &pound;39.<br /></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434538916834/An-employee-of-Jetpack-Ca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An employee of Jetpack Cayman demonstrates the sport which costs $359 for half an hour. Photograph: Paolo Woods and Gabriele Galimberti","credit":"/Paolo Woods and Gabriele Galimberti","altText":"An employee of Jetpack Cayman is propelled up out of the sea by a motor pumping water into a jetpack","cleanCaption":"An employee of Jetpack Cayman demonstrates the sport which costs $359 for half an hour. Photograph: Paolo Woods and Gabriele Galimberti"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434623671894/ecbd3ace-7245-4f46-bd5d-5b62be3accab-1020x814.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":814,"width":1020,"orientation":"landscape","caption":"Inside the Wilmington State Building, Delaware’s chief deputy secretary of state, Richard J Geisenberger, oversees one of the more than 5,000 company incorporations that take place every day in Delaware. The process takes just a few minutes, and the state office stays open until midnight from Monday to Thursday. More than 50% of all publicly traded US companies are incorporated in Delaware. Photograph: Paolo Woods and Gabriele Galimberti/INSTITUTE","credit":"Paolo Woods and Gabriele Galimberti/INSTITUTE","altText":"Delaware’s chief deputy secretary of state oversees a company incorporation","cleanCaption":"Inside the Wilmington State Building, Delaware’s chief deputy secretary of state, Richard J Geisenberger, oversees one of the more than 5,000 company incorporations that take place every day in Delaware. The process takes just a few minutes, and the state office stays open until midnight from Monday to Thursday. More than 50% of all publicly traded US companies are incorporated in Delaware.","cleanCredit":"Photograph: Paolo Woods and Gabriele Galimberti/INSTITUTE"}],"webPublicationDate":"2015-06-19T13:38:31Z","lastModified":"2015-06-19T23:10:50Z","metadata":{"commentable":true,"commentCount":241,"contributors":[{"name":"Nicholas Shaxson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholas-shaxson"}],"feature":true,"keywords":["Tax avoidance","Corporate governance","Business","Tax","Money","Channel Islands","Europe","UK news","British Virgin Islands","World news","Cayman Islands","US news","Amazon.com","E-commerce","Technology","Google","Apple"],"tags":[{"id":"business/taxavoidance","webTitle":"Tax avoidance"},{"id":"business/corporate-governance","webTitle":"Corporate governance"},{"id":"business/business","webTitle":"Business"},{"id":"money/tax","webTitle":"Tax"},{"id":"money/money","webTitle":"Money"},{"id":"uk/channelislands","webTitle":"Channel Islands"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/british-virgin-islands","webTitle":"British Virgin Islands"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/caymanislands","webTitle":"Cayman Islands"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"technology/amazon","webTitle":"Amazon.com"},{"id":"technology/efinance","webTitle":"E-commerce"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/google","webTitle":"Google"},{"id":"technology/apple","webTitle":"Apple"}],"section":{"id":"business"},"topics":[{"displayName":"Nicholas Shaxson","topic":{"type":"tag-contributor","name":"profile/nicholas-shaxson"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/19/tax-havens-money-cayman-islands-jersey-offshore-accounts","shortUrl":"http://gu.com/p/49pqk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/19/tax-havens-money-cayman-islands-jersey-offshore-accounts","webUri":"http://www.theguardian.com/business/2015/jun/19/tax-havens-money-cayman-islands-jersey-offshore-accounts"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434538916834/An-employee-of-Jetpack-Ca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An employee of Jetpack Cayman demonstrates the sport which costs $359 for half an hour. ‘The jetpack is zero gravity, the Cayman are zero taxes, we are in the right place!’ said Mike Thalasinos, owner of Jetpack Cayman. Photograph: Paolo Woods and Gabriele Galimberti/INSTITUTE","credit":"Paolo Woods and Gabriele Galimberti/INSTITUTE","altText":"An employee of Jetpack Cayman is propelled up out of the sea by a motor pumping water into a jetpack","cleanCaption":"An employee of Jetpack Cayman demonstrates the sport which costs $359 for half an hour. ‘The jetpack is zero gravity, the Cayman are zero taxes, we are in the right place!’ said Mike Thalasinos, owner of Jetpack Cayman. Photograph: Paolo Woods and Gabriele Galimberti/INSTITUTE"}},"importance":3,"kicker":{"title":"Follow the money"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434538916834/An-employee-of-Jetpack-Ca-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An employee of Jetpack Cayman demonstrates the sport which costs $359 for half an hour. Photograph: Paolo Woods and Gabriele Galimberti","credit":"/Paolo Woods and Gabriele Galimberti","altText":"An employee of Jetpack Cayman is propelled up out of the sea by a motor pumping water into a jetpack","cleanCaption":"An employee of Jetpack Cayman demonstrates the sport which costs $359 for half an hour. Photograph: Paolo Woods and Gabriele Galimberti"}}]},{"title":"Books podcast / Jeremy Hutchinson talks to Alan Rusbridger","rawTitle":"Jeremy Hutchinson talks to Alan Rusbridger","item":{"type":"audio","id":"books/audio/2015/jun/19/jeremy-hutchinson-alan-rusbridger-liberty-censorship-podcast","title":"Jeremy Hutchinson talks to Alan Rusbridger – books podcast","trailText":"<p>The Guardian's former editor, Alan Rusbridger, crosses swords over liberty, censorship and privacy with the doyen of the English criminal bar, Jeremy Hutchinson, at a Guardian Live event</p>","standFirst":"The Guardian's former editor, Alan Rusbridger, crosses swords over liberty, censorship and privacy with the doyen of the English criminal bar, Jeremy Hutchinson, at a Guardian Live event","byline":"Presented by Richard Lea and produced by Eva Krysiak","body":"<p>This week's podcast puts the Guardian's former editor Alan Rusbridger across the table from one of Britain's most eminent lawyers, the Queen's Counsel Jeremy Hutchinson, at a Guardian Live event.</p>\n<p>They discuss how the second half of the 20th century was shaped by confrontations in the high court. Hutchinson recalls the moment Christine Keeler walked into his chambers and conjures up the atmosphere of early 1960s Britain.</p>\n<p>He remembers how DH Lawrence's prose made the case against the censor in the Lady Chatterley's Lover trial, and pays tribute to Edward Snowden in a post-privacy age.</p>\n<h2>Reading list</h2>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/27/jeremy-hutchinson-case-histories-review\">Jeremy Hutchinson's Case Histories</a> by Thomas Grant (John Murray)</p>\n<p><span class=\"bullet\">•</span> More about <a href=\"https://membership.theguardian.com/events\">Guardian Live</a></p>","audio":{"source":"Guardian","durationInSeconds":2330,"uri":"http://static.guim.co.uk/audio/kip/books/series/books/1434730436227/9642/gnl.150619.Rusbridger_Hutchinson.ek.books_podcast.mp3","mimeType":"audio/mpeg"},"section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434719854770/The-barrister-Jeremy-Hutc-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The barrister Jeremy Hutchinson QC.  Photograph: PA/PA Archive/Press Association Ima Photograph: PA/PA Archive/Press Association Ima","credit":"PA/PA Archive/Press Association Ima","altText":"The barrister Jeremy Hutchinson QC","cleanCaption":"The barrister Jeremy Hutchinson QC.  Photograph: PA/PA Archive/Press Association Ima","cleanCredit":"PA/PA Archive/Press Association Ima"}],"bodyImages":[],"webPublicationDate":"2015-06-19T16:53:51Z","lastModified":"2015-06-19T16:54:22Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Alan Rusbridger","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/24/1416841217351/Alan-Rusbridger-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alanrusbridger"},{"name":"Eva Krysiak","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/eva-krysiak"},{"name":"Richard Lea","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardlea"}],"feature":false,"keywords":["Books","Censorship","Law","Privacy","Privacy & the media","Culture","Society","Biography"],"tags":[{"id":"books/books","webTitle":"Books"},{"id":"world/censorship","webTitle":"Censorship"},{"id":"law/law","webTitle":"Law"},{"id":"world/privacy","webTitle":"Privacy"},{"id":"media/privacy","webTitle":"Privacy & the media"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/society","webTitle":"Society"},{"id":"books/biography","webTitle":"Biography"}],"section":{"id":"books"},"topics":[],"series":{"title":"The Guardian Books Podcast","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/books"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#aad8f1","navigationDownColour":"#dbf3ff","ruleColour":"#aad8f1","headlineColour":"#ffffff","headlineAccentColour":"#aad8f1","standfirstColour":"#ffffff","metaColour":"#ffffff","timestampColour":"#ffffff","dividerColour":"#333333","backgroundColour":"#484848","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#999999","iconColour":"#aad8f1","kickerColour":"#aad8f1","colourPalette":"podcast"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/audio/2015/jun/19/jeremy-hutchinson-alan-rusbridger-liberty-censorship-podcast","shortUrl":"http://gu.com/p/4axbp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/audio/2015/jun/19/jeremy-hutchinson-alan-rusbridger-liberty-censorship-podcast","webUri":"http://www.theguardian.com/books/audio/2015/jun/19/jeremy-hutchinson-alan-rusbridger-liberty-censorship-podcast"},"shouldHideAdverts":false},"importance":3,"kicker":{"title":"Books podcast"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434719854770/The-barrister-Jeremy-Hutc-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The barrister Jeremy Hutchinson QC.  Photograph: PA/PA Archive/Press Association Ima Photograph: PA/PA Archive/Press Association Ima","credit":"PA/PA Archive/Press Association Ima","altText":"The barrister Jeremy Hutchinson QC","cleanCaption":"The barrister Jeremy Hutchinson QC.  Photograph: PA/PA Archive/Press Association Ima","cleanCredit":"PA/PA Archive/Press Association Ima"}}]}],"lastModified":"2015-06-19T23:09:33Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}